{
    "title": "Cuba asks for removal from US terrorism list",
    "publisher": "the world",
    "year": 2015,
    "month": 2,
    "day": 26,
    "full text": "HAVANA - With the United States and Cuba set to resume talks Friday in Washington on the restoration of diplomatic relations, a senior Cuban official said his government wants to be removed from the U.S. list of terrorism-sponsoring nations and to be able to reopen U.S. bank accounts in order for the process to move forward.\nWhile President Barack Obama has asked the State Department to review Havana's inclusion on the terrorism blacklist, Cuba's formal removal would \"create the favorable context for the two countries to once more have formal embassies in their respective capitals, said Gustavo Machin, vice director for U.S. relations at Cuba's Foreign Ministry.\n\"How could we explain to the Cuban people, the American public and the rest of the world that the U.S. and Cuba have restored relations while Cuba remains on that list? Machin said Wednesday morning at a news conference for Cuban and international reporters.\nCuba's lead negotiator, Josefina Vidal, will meet Friday in Washington with Roberta Jacobson, the top U.S. diplomat for Latin America, as they continue talks that began last month in Havana.\nU.S. officials are eager for the negotiations to advance swiftly, with Obama preparing to attend the Summit of the Americas in Panama, to be held April 10 and 11. He is likely to receive praise for his opening to Cuba from other leaders in the region, especially from allies who have argued that U.S. sanctions against the island are counterproductive and an anachronism of the Cold War.\nStill, Cuba cannot be fully removed from the State Department's list of terrorism-sponsoring nations - which includes Iran, Syria and Sudan - until a 45-day waiting period has elapsed. U.S. lawmakers are supposed to review the president's decision in that period, but it does not require congressional approval to take effect. The White House has not yet set the 45-day process in motion.\nThe Castro government has been on the list since 1982, mostly for giving refuge to ETA Basque militants and Colombian FARC rebels. But the presence of the ETA members in Cuba is a product of an agreement with the Spanish government, and Havana is hosting landmark peace talks between FARC and the Colombian government.\nStill, Cuba's presence on the terror list remains a red flag for international financial institutions wary of doing business with the island because of the U.S. trade embargo. Cuba's diplomatic mission in Washington and its United Nations office in New York have been without access to banking services since last year, and Cuban officials say they cannot operate an embassy without a checking account.\n\"We're looking for a response that will offer a solution to this, said Machin, adding that Havana's negotiators were headed to Washington \"in a constructive spirit.\nMachin also said that the United States had accepted Cuba's proposal to hold bilateral talks on human rights issues, though a date has not been scheduled.\nRights violations by Havana's one-party communist government are a recurring issue between the two longtime adversaries, but Cuban officials say they have their own concerns about abuses in the United States, citing cases of police violence against African Americans.\n\nLoad-Date: February 26, 2015"
}