{
    "title": "Cuba may soon lose a much-reviled status_ terrorism sponsor US President Obama and Cuban President R",
    "publisher": "the new york times",
    "year": 2015,
    "month": 4,
    "day": 9,
    "full text": "Cuba's inclusion on the US list of countries that sponsor terrorism has remained a major sticking point in the push to restore diplomatic ties between the two nations. But on Thursday, President Obama signaled that could soon change.\nSpeaking after a meeting with Jamaican Prime Minister Portia Simpson-Miller as he visited her country, the president announced that the State Department has completed its review of Cuba's spot on the list. He is now awaiting a recommendation from his White House security team on whether to lift the designation. Two unnamed administration officials told CNN earlier this week that the State Department report gives the all clear.\nThe Associated Press reports that a decision could come as soon as Friday, when Obama and Cuban President Raul Castro will be in Panama at the Summit of the Americas. It will be one of the few times that the two countries' leaders have shared a stage since Dwight Eisenhower and Fulgencio Batista met in 1958 - and the ideal opportunity to unveil what could be a major step toward renewed relations.\nIn addition to being a symbolic gesture of trust and good faith, Cuba's removal from the list would also lead to significant diplomatic improvements that could make the overall normalization process much easier.\nAn unnamed Cuban diplomat told The New Yorker's Jon Lee Anderson that the terror listing had practical repercussions for Cuba's diplomatic legation in Washington. Restricted access to credit and financial systems in the US is among the most burdensome.\n\"Just imagine the trouble it causes, at every level when you have a diplomatic legation which has a budget of tens of millions of dollars a years and it cannot have a bank account,\" the diplomat told Mr. Anderson.\nThe designation has also been a major barrier to the reopening of embassies that have been closed for nearly five decades. Talks between Washington and Havana on this issue have stalled, in part because Cuba's demand that it be removed from the list had not been resolved. As The New York Times reports:\nSince 1977, Cuba and the United States have had \"interests sections\" in their respective capitals. They perform many of the functions of an embassy but do so under decidedly second-class status - and with enough suspicion and rancor that they have long been subject to restrictions, including limits on diplomats' travel ...Beyond that, Cuban officials have complained that keeping their nation on the terror list is a political stunt out of sync with larger Middle East threats and the growing number of American travelers who regularly visit the island.\nThe State Department added Cuba to the list in 1982, when the country was still backing Marxist insurgencies against US-supported regimes around the world. Although the fall of the Soviet Union effectively brought an end to its international guerrilla campaign, Cuba has remained listed alongside Iran, Sudan, and Syria.\n\"Throughout this process, our emphasis has been on the facts,\" Mr. Obama said on Thursday, according to the AP. \"We want to make sure that given this is a powerful tool to isolate those countries that genuinely do support terrorism, that when we make those designations, we've got strong evidence that's the case and as circumstance change, that list will change as well.\"\nIn making the recommendation as reported by CNN, the State Department has certified that Cuba has not provided support to terrorist groups within the past six months. The department itself said \"there was no indication that the Cuban government provided weapons or paramilitary training to terrorist groups\" in a report published last April.\nBut the report, the most recent available, did say that Cuba has \"long provided safe haven\" for Basque separatists, Colombian rebels, and an unspecified number of fugitives wanted in the US.\n\nLoad-Date: April 9, 2015"
}