{
    "title": "Cuba , Iran labeled abusers U.S. designation comes amid efforts at rapprochement",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 6,
    "day": 26,
    "full text": "The United States on Thursday tagged Iran and Cuba as serial human rights abusers even as the Obama administration accelerates attempts to improve relations with both countries.\nDays before the resumption of nuclear talks with Tehran and weeks before the expected reopening of embassies in Washington and Havana, the State Department castigated Iran and Cuba, along with many other nations, as violators of basic freedoms in 2014 in its annual human rights reports.\nLast week the administration criticized Iran for its undiminished support for terrorism in 2014. Cuba was also identified as a state sponsor of terrorism in 2014, although it was removed from that list this year.\nEngagement is not the same thing as endorsement, said Tom Malinowski, the assistant secretary of state for democracy, human rights and labor, whose office prepared the reports.\nAdministration officials have defended their outreach to Cuba as an effort to improve the human rights situation in the country after decades of isolating the communist nation through an embargo and strict penalties. The U.S. and Cuba hope to reopen embassies in their respective capitals in mid-July.Our opening to Cuba ... was designed because we felt that the new policy is better suited to promoting human rights in Cuba than the old policy, Malinowski said. We very firmly believe that in the long run ... this is going to put us in a much stronger position to promote human rights and to stand by civil society on the island.\nOn Iran, officials have said that nuclear negotiations, set to resume this weekend in Vienna against a Tuesday deadline for a deal, are not intended to address other issues the U.S. has with Iran's behavior, including its support for terrorism and its record on human rights. But they have said that a nuclear deal could open the door to a broader rapprochement with Iran that might include those elements of concern.\nMalinowski said Iran's rights abuses would remain a concern no matter what happens in Vienna.\nThe reports accused Iran of severely restricting multiple civil liberties and taking few, if any, steps to punish abusers.\n\nLoad-Date: June 26, 2015"
}