{
    "title": "Cubans hail deletion from US terror list",
    "publisher": "the world",
    "year": 2015,
    "month": 4,
    "day": 16,
    "full text": "HAVANA - Cuban officials and ordinary citizens alike hailed the island's removal from the U.S. list of state sponsors of terrorism, saying the move by President Barack Obama heals a decades-old insult to national pride and clears the way to swiftly restore diplomatic relations.\n\"The Cuban government recognizes the president of the United States' just decision to take Cuba off a list in which it should never have been included, Josefina Vidal, Cuba's top diplomat for U.S. affairs, said Tuesday night.\nCuban and U.S. foreign-policy experts said the two governments appeared to have taken a major leap toward the reopening of embassies in Havana and Washington after four months of complex and occasionally frustrating negotiations.\n\"This is important because it speaks to Obama's desire to keep moving forward, said Esteban Morales, a political science professor at the University of Havana. \"Now there are no political obstacles. What remains are organizational and technical problems, which can be resolved.\nIn a message to Congress, Obama said Tuesday that Cuba's government \"has not provided any support for international terrorism over the last six months and has given \"assurances that it will not support acts of international terrorism in the future.\nCuba will officially be removed from the terrorism list 45 days after the president's message was sent to Congress. Lawmakers could vote to block the move during that window, though Obama would be all but certain to veto such a measure.\nWhile U.S. officials and Cuban officials indicated that Cuba had been resisting such a declaration, Vidal said Tuesday night that \"as the Cuban government has said on many occasions, Cuba rejects and condemns all acts of terrorism, in every form, as well as any action aimed at encouraging, supporting, financing or concealing terrorism.\nWhat remains to be seen in coming weeks is whether Cuba will allow U.S. diplomats to move around Cuba and maintain contacts with citizens including dissidents, the second point of contention in the negotiations on restoring full diplomatic relations.\nCuba is highly sensitive to any indication the U.S. is supporting domestic dissent and that issue could prove considerably tougher than amending the terrorism list. The Obama administration made little pretense in recent years that it believed Cuba was supporting terrorism.\nCuba was put on the list in 1982 because of what the U.S. said were its efforts \"to promote armed revolution by organizations that used terrorism.\nThat included support for leftist guerrilla groups including the Revolutionary Armed Forces of Colombia and the Basque separatist movement ETA in Spain. Cuba also sheltered black and Puerto Rican militants who carried out attacks in the United States. Among those was Joanne Chesimard, who was granted asylum by Fidel Castro after she escaped from a U.S. prison where she was serving a sentence for killing a New Jersey state trooper in 1973.\nCuba renounced direct support for militant groups years ago and is sponsoring peace talks between the FARC and Colombia's government. Spain no longer appears to be actively seeking the return of inactive ETA members who may be in Cuba.\nFor Cubans, the terrorism list was a particularly charged issue because of the U.S. history of supporting exile groups responsible for attacks on the island, including the 1976 bombing of a Cuban passenger flight from Barbados that killed 73 people aboard. The attack was linked to Cuban exiles with ties to U.S.-backed anti-Castro groups, and both men accused of masterminding the crime took shelter in Florida, where one, Luis Posada Carriles, lives to this day.\n\"It's really good that they finally took us off the list even though the reality is that we never should have been there, said Rigoberto Morejon, a member of the Cuban national fencing team who lost three training partners in the bombing. He added that the hoped \"we can keep advancing in the re-establishment of relations.\nBeyond the emotional impact, the terrorism list hobbled Cuba's ability to do business internationally.\nA 1996 law that strips sovereign immunity from nations on the list that engage in extrajudicial killings exposed Cuba to huge judgments in U.S. courts when mainly Cuban-American families accused the Cuban government of responsibility for the deaths of loved ones, said Robert Muse, a Washington-based lawyer who specializes in U.S. law on Cuba.\nThe perceived and real risks of doing business with a country on the list also made it highly difficult for Cuba to do business with foreign banks. The Cuban Interests Section in Washington has been forced to deal in cash since it lost its bank in the U.S. last year. The ability to reopen a U.S. bank account is one of Cuba's most urgent demands in the negotiations to reopen embassies. While that decision falls to individual banks, removal from the list will make it easier.\nThe listing also prevented U.S. representatives at the World Bank and other global financial bodies from approving credit for Cuba, which is increasingly strapped for cash.\nObama's decision was welcomed on the streets of Havana.\n\"Finally! said Mercedes Delgado, a retired accountant. \"The door's opened a little more. That's always good.\n\nLoad-Date: April 16, 2015"
}