{
    "title": "Cuba slams door on refugee-skyjackers",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 9,
    "day": 18,
    "full text": "Cuba's surprise announcement that skyjackers face \"drastic penal measures\" and the possibility of extradition to the United States is welcomed in Washington -- but leaves one major unanswered question:\nWill the two dozen or so hijackers of aircraft to Cuba this year, particularly those involved in the recent series of nine skyjackings, be returned to the US?\nIt is generally assumed that many, if not all of those involved in the skyjackings are recent Cuban refugees who for one reason or another wanted to return to their homeland.\nThe Cuban announcement said that these refugees had made \"a one-way trip\" to the US, adding, in effect, that Cuba does not want them back.  The announcement did not spell out the \"penal measures\" that might be imposed on skyjackers, but in the past Cuba has jailed them once they land in Havana.  It is speculated in Washington, however, that Cuba would rather return the skyjackers than keep them.\nWithin hours of the Cuban announcement Sept. 16, the 10th in the current series of skyjackings took place -- a Delta Airlines 727.  Two Spanish-speaking men doused the interior of the aircraft and one of the flight attendants with gasoline, threatening to put a match to the gasoline if the plane were not taken to Havana.  The jet subsequently landed in Havana early Sept. 17.  After the two skyjackers were led away in handcuffs, the Delta aircraft with its remaining 109 passengers and crew returned to the US.\nThe US hopes the Cuba decision will halt the current series of skyjackings.  Secretary of State Edmund S. Muskie termed the Cuba decision \"a positive step\" in combating terrorism.  But the State Department said it knows little of Cuban plans on the issue.\nAs often happens in Cuba, the government's new stance was published in a front-page article in Granma, Havana's main newspaper and the official organ of the Cuban Communist Party.  Later it was read over Havana Radio."
}