{
    "title": "Cuba may be off terror list Review says nation no longer supports terrorism",
    "publisher": "daily news ",
    "year": 2015,
    "month": 4,
    "day": 15,
    "full text": "WASHINGTON - President Barack Obama plans to remove Cuba from the U.S. list of state sponsors of terrorism after more than a quarter-century, the White House said Tuesday, taking a major step toward Obama's goal of normalizing relations with the island nation.\nThe announcement comes just days after Obama's historic face-to-face meeting with Cuban President Raul Castro at an international summit in Panama.\nThe two leaders also discussed the terrorism designation as well as reopening embassies to restore diplomatic ties after more than a half-century of Cold War antagonism.\nThe president's action triggers a 45-day period of review in Congress before the designation could become official.\nThe list Cuba is being removed from consists of countries determined by the State Department to have repeatedly provided support for acts of international terrorism. The designation results in sanctions, including bans on U.S. foreign assistance, defense exports and sales, as well as controls on the exports of some goods and financial restrictions. Iran, Sudan and Syria are on the list, and Cuba has been since 1982.\nThe State Department just last week completed its required review of the designation, which has been a key sticking point in negotiations with the Cuban government over re-establishing diplomatic ties.\nIn his notification to Congress on Tuesday, the president certified that the Cuban government has not provided support for international terrorism in the past six months, and that it has provided assurances that it will not support such acts in the future.\n\"Circumstances have changed since 1982,\" Secretary of State John F. Kerry said in a statement, which noted the designation was initially made because of Cuba's efforts to promote \"armed revolution by force\" in Latin America. \"Our hemisphere, and the world, look very different today than they did 33 years ago.\"\nThe U.S. will continue to have differences with the Cuban government, White House spokesman Josh Earnest acknowledged.\n\"But our concerns over a wide range of Cuba's policies and actions fall outside the criteria that is relevant to whether to rescind Cuba's designation as a state sponsor of terrorism,\" said Earnest. \"The United States will continue to support our interests and values through engagement with the Cuban government and people.\"\nCongress now has 45 days to vote to prevent the president's action from taking place, through passage of a vote of both chambers. But it is unlikely opponents will be able to muster the required veto-proof super-majority.\n\nLoad-Date: April 15, 2015"
}