{
    "title": "CUBA 'S TERRORIST LABEL REMOVED Country taken off state sponsor list per Obama request",
    "publisher": "the world",
    "year": 2015,
    "month": 5,
    "day": 30,
    "full text": "The Obama administration on Friday removed Cuba from the U.S. list of state sponsors of international terrorism, taking an important step toward the president's goal of improving relations between the two longtime adversaries.\n The State Department and White House described the decision narrowly, saying that Cuba continues activities that cause concern in Washington but it doesn't meet the criteria for inclusion on a list that automatically triggers a range of sanctions.\n \"While the United States has significant concerns and disagreements with a wide range of Cuba's policies and actions, these fall outside the criteria relevant to the rescission of the state sponsor of terrorism designation,\" Jeff Rathke, a State Department spokesman, said in a statement.\n The move had been anticipated since December, when President Barack Obama announced that he intended to move toward normalization with an old Cold War foe. On April 14, Obama gave notice to Congress, as the law requires, that he intended to lift Cuba from the list in 45 days.\n Cuban officials had complained that the list stamped Cuba with a pariah status, and made international financial institutions reluctant to do business with Havana. They made removal a key demand for thawing relations with Washington.\n The U.S. list now designates only Iran, Sudan and Syria as state sponsors of terrorism.\n The announcement Friday sparked protests from some lawmakers and Republican presidential candidates.\n \"It is terribly disconcerting that the list of unilateral concessions by the Obama administration continues to grow without any signs of reciprocity from a despotic and reinvigorated Castro regime,\" said Sen. Robert Menendez, D-N.J., a longtime foe of easing pressure on Cuba.\n Cuba was added to the terrorism list in 1982 because of its support for leftist insurgents around the world, notably in El Salvador.\n In its report to Congress, the White House certified that Cuba \"has not provided any support for international terrorism during the previous six months, and that Cuba has provided assurances that it will not support acts of international terrorism in the future,\" according to a blog post by Bernadette Meehan, spokeswoman for the National Security Council.\n Menendez and other critics say Cuba should remain on the list because it protects several American fugitives, including Joanne Chesimard, whom the FBI calls a domestic terrorist.\n Now known as Assata Shakur, Chesimard was convicted in 1977 of murdering a New Jersey state trooper and other felonies. She later escaped from prison and made her way to Cuba, where she was granted political asylum in 1984 and has lived ever since.\n Congressional critics could have passed legislation in the last 45 days to stop the delisting. But with too little support, they chose to do nothing.\n They are now expected to try to stop any legislative proposals to weaken the U.S. economic embargo on Cuba. The embargo was imposed by Congress and will remain a major obstacle to normalization unless lawmakers overturn it.\n Next on Obama's agenda is a restoration of full diplomatic ties between the countries and a reopening of embassies that have been shuttered since 1961, two years after the Cuban revolution.\n Diplomats in both countries have expressed optimism, but they failed to reach an agreement last week during their fourth round of high-level talks.\n One stumbling block is that Cuba wants assurances that U.S. diplomats won't maintain largely secret contacts with Cuban citizens in an outreach effort that Havana fears could be aimed at overthrowing the government.\n\nLoad-Date: June 4, 2015"
}