{
    "title": "Cuba to exit terror list Obama's decision grants island nation's No. 1 demand",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 4,
    "day": 15,
    "full text": "WASHINGTON - President Barack Obama has decided to lift the U.S. designation of Cuba as a state sponsor of terrorism, a decision that removes a principal impediment to establishment of diplomatic relations between the two countries and accepts that Havana's role as an agent of revolution has long since slipped into history. \n The long-awaited action, which was announced by the White House in a message to Congress on Tuesday, follows a pledge made by Obama and Cuban\nPresident Raúl Castro last December to move toward normalized relations. \n Tuesday's announcement comes days after Obama and Castro met on the sidelines of a regional summit in Panama. The historic talks marked the first formal meeting between the leaders of their countries in a half-century. \n The U.S. has long since stopped actively accusing Cuba of supporting terrorism. \n Congress has 45 days to consider Cuba's removal from the list before it becomes effective, but it cannot interfere with Obama's decision without voting on separate legislation, a measure that the White House has deemed unlikely and the president could veto. \n Cuba was first designated a state sponsor of terrorism in 1982, when it was outspoken and active in supporting Marxist revolutionary movements, particularly in Latin America. \n Our hemisphere, and the world, look very different today than they did 33 years ago, Secretary of State John Kerry said in a statement. \n While problems including corruption, violence, drug trafficking and others remain, every country in Latin America - except for Cuba - has a democratically elected government, and the violent leftist revolutions that once racked the region have long since petered out. \n Cuba's removal would leave only three countries on the list: Iran, Sudan and Syria. \n The Cuban government made no initial public response to Obama's decision, which its government was informed of in advance. \n In his notification to Congress, Obama certified that the government of Cuba has not provided any support for international terrorism during the preceding six-month period and has provided assurances that it will not support acts of international terrorism in the future. \n Obama's decision followed White House receipt last week of a State Department recommendation. Administration officials said the State Department review included consultation with the intelligence community as well as assurances from the Cuban government. \n Kerry looks forward to going to Cuba to open embassies, and I think he's hoping to do that as soon as we can get things ironed out, said a senior administration official. \n U.S. officials said that full normalization of relations with Cuba, which would include congressional removal of sanctions against Havana, could take years. But the president has the power to re-establish diplomatic relations, severed more than a half-century ago following the Cuban revolution that brought Fidel Castro to power. \n The two countries would open embassies in the same buildings that once served as their diplomatic headquarters in Havana and Washington. \n Since 1977, they have housed Interest Sections under the supervision of third-party governments, allowing Cuba and the United States to conduct diplomatic business with each other in the absence of formal diplomatic ties. \n In the four months since Obama and Castro announced they would move toward normalization, high-level Cuban and U.S. officials have held three rounds of talks on the initial step of establishing formal relations. \n Cuba had demanded that the United States lift the terrorism designation, while the United States has asked for Cuban assurances that its diplomats will be able to freely move around the island and that Cuban citizens will not be impeded in access to a U.S. Embassy. \n Cubans say the listing has badly damaged their ability to conduct international financial transactions by frightening banks away from doing business with the communist government. Those who do businesses with state sponsors of terror are vulnerable to lawsuits in U.S. courts. \n Sen. Richard J. Durbin, D-Ill., who participated in efforts to reach an accord with Cuba, said that while no fan of the Castro regime, I continue to believe that opening up the island to American ideas, vibrancy and trade is the most effective way to see a more open and tolerant Cuba. \n Congressional opponents of the removal, led by Cuban American Sens. Robert Menendez,  D-N.J., and Marco Rubio, R-Fla., have argued that Cuba's refusal to extradite American fugitives who reside there, in most cases for decades, constitutes support for international terrorism. \n But the administration has said that such acts are not part of the law. \n I think it would be nice if the Cubans sent back the terrorists that they're harboring who have killed American law enforcement officers, Sen. John McCain, R-Ariz.,  said. It might be a nice gesture, but it's not going to happen. \n The terror list has been a particularly charged issue for Cuba because of what the government there sees as the U.S. history of supporting exile groups responsible for attacks on the island, including the 1976 bombing of a Cuban passenger flight from Barbados that killed 73 people aboard. \n The attack was linked to Cuban exiles with ties to U.S.-backed anti-Castro groups. Both men accused of masterminding the crime took shelter in Florida, where one, Luis Posada Carriles, lives to this day. \n Information from The Associated Press was used in this report.\n\nLoad-Date: April 15, 2015"
}