{
    "title": "Cuba Could Trip Up New York Divestment Movement",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 9,
    "day": 14,
    "full text": "A push to rid New York State's pension fund of companies invested in nations identified as backers of terrorism could be derailed by America's longtime pariah state: Cuba.\nWhile some are pressing to make New York a leader in the divestment movement - which is attempting to wield America's economic muscle against its enemies - legislation that's been introduced in Albany has a built-in snag.\nIn addition to listing Iran, North Korea, Syria, and Sudan, the legislation also includes Cuba, which is subject to a decades old trade embargo with America. That embargo was relaxed in 2000 and many American businesses are waiting for the day that it is removed entirely and they can begin expanding to the Island.\nThe bill passed the Republican controlled Senate despite the dissent of several New York City Democrats, but it is being considered dead on arrival in the Democratic-controlled Assembly.\nState Senator Thomas Duane, a Democrat of Manhattan who supports relaxing relations with Cuba , called its inclusion a \"poison pill.\" He voted against the bill in the Senate, but said he would have supported it if it had been limited to the other countries on the U.S. State Department's list of nations that sponsor terrorism.\n\"It has no chance of passing the Assembly in its current form,\" he said.\nSeveral lawmakers said the bill would have a chance of passing the Assembly if the restrictions did not apply to Cuba.\nIn the last year, momentum has been building for the state's pension fund to stop investing in companies that have business with countries that are acting against American interests.\nState Senator Jeffrey Klein, a Democrat who represents parts of Westchester and the Bronx, recently released a study that found that about $12 billion of the state's $140.5 billion fund is invested in companies that have business in Iran, North Korean, Syria, and Sudan. His report did not include an amount in companies that have dealings with Cuba.\nMr. Klein signed onto a version of the legislation that included all five of the countries the State Department lists as sponsors of terrorism, including Cuba. Yesterday, however, he said he did so because his version didn't stand a chance, coming from a Democrat. \"If you are really serious about potentially divesting from companies that do business with nations that are sponsoring terror, Cuba doesn't belong on the list,\" he said. \"It's a red herring.\"\nEven the sponsor of the legislation in the Assembly, John McEneny, said he didn't want Cuba included. He said he used the same language as the Senate bill because he wanted to introduce the legislation before the end of the session.\n\"We may have policy disagreements with Cuba, but ? you would have to prove to me that the Castro government was actually supporting terrorism as opposed to being hostile on a diplomatic front,\" Mr. McEneny said. He said he is considering purging Cuba from the list and reintroducing the bill.\nGovernor Spitzer and the state comptroller, Thomas DiNapoli, the sole trustee of the state pension fund, have not said whether they would back divestment measures, with or without Cuba.\nState Senator John Bonacic sponsored the measure in the Senate. Yesterday, his office indicated there was room for negotiation, but stopped short of committing to any changes.\nHis counsel, Langdon Chapman, said that until the Assembly acts, there is nothing to negotiate. He also argued that Mr. Bonacic did simply cite the State Department's list, which includes Cuba. Some Republicans have suggested Cuba should remain as part of the legislation. One state senator was recently quoted talking about how the country \"almost got us into World War III.\"\nThe director of a group called Divest Terror, Christopher Holton, said he is not aware of any other legislation in America of this kind that included restrictions on Cuba. He also noted that American sanctions on business with Cuba are more lax than they are with Iran. \"I say this as someone who despises Fidel Castro,\" Mr. Holton who also works for the Center for Security Policy, a conservative think tank, said. \"Cuba is not part of the some ideology that seeks to end our way of life. That is the key difference.\"\n\nLoad-Date: September 14, 2007"
}