{
    "title": "Cuba 's new crop may be home-grown terrorism",
    "publisher": "st. petersburg times ",
    "year": 1997,
    "month": 9,
    "day": 5,
    "full text": "Small bomb blasts Thursday at three busy seafront hotels in Havana have  fueled speculation about a mysterious spate of attacks in recent months  against Cuban tourist sites.\nThursday's explosions, in which an Italian businessman was killed, bring  the total to 11 bombs in less than five months.\nThe bombings, and Cuba's apparent inability to catch the perpetrators, are  attracting the attention of political analysts and security experts who say  Cuba may be witnessing the first signs in decades of a home-grown terrorist  assault against the Fidel Castro regime.\n\"This is just the tip of the iceberg,\" said Jonathan Benjamin-Alvarado,  Latin America specialist at the Center for International Trade and Security at  the University of Georgia. \"The Castro regime has a real national security  problem on its hands now.\"\nCUBA\nNo recognized group has claimed responsibility for any of the bombings. The  theories abound.\nSome speculate it could be the work of disgruntled military officers  seeking to undermine the Castro government. Experts agree that the developing  pattern increasingly suggests a degree of home-grown expertise, but they say  outside contributions from Miami's exile community are also a possibility. One  theory is that the bomb-making materials could have been smuggled into Cuba in  airline luggage, or package mail.\n\"I think something like this has to be at least engineered from the  outside,\" said Wayne Smith, a Cuba expert at the Washington-based Center for  International Policy. \"I don't see any of the groups and individual  dissidents in Cuba having either the sophistication or the wherewithal to  carry out this sort of thing. There must be outside connections.\"\nAfter several bombings in July, Cuba said that it had \"proof that the  people responsible and materials\" came from the United States. But since  then, Cuba has failed to produce any evidence and no suspects have been  arrested in any of the bombings.\nDespite saying little, the Cuban government is clearly growing concerned.  Tourism is Cuba's only successful industry. After the loss of its former  Soviet bloc allies, the island has been mired in deep economic recession and  relies increasingly on its hard currency earnings from tourism.\nFrustration boiled over in July when Cuba launched a crackdown on the  island's small political opposition, arresting four prominent dissidents in  their homes. The dissidents, who all have condemned the bombings, are to be  charged with unspecified \"counterrevolutionary activities.\"\nAlthough they have not been formally implicated in the bombings, Cuba  issued a statement accusing them of \"involvement\" with \"the leaders of  terrorist groups based in the . . . United States.\"\nLeaders of Miami's Cuban exile community deny they are behind the bombings.  But the influential Cuban American National Foundation says it supports \"any  act of internal rebellion\" against Castro, including bombing tourist hotels.\n\"We would prefer the Cuban people obtain their freedom without recourse to  such actions,\" said CANF president Francisco Hernandez. \"But we don't  consider these actions as terrorism because people fighting for liberty cannot  be limited by a system that is itself terrorist.\"\nThursday's seemingly synchronized explosions occurred in quick succession  at the Copacabana, Chateau and Triton hotels, situated next to each other  along the Havana seafront. All three are operated by Cuban government agencies  and are popular with tourists and businessmen.\nThe Italian who was killed, Fabio di Celmo, was hit in the throat by flying  debris in the Copacabana blast, an Italian Embassy spokesman said.\nAfter the explosions, the hotels were sealed off by police who stopped  reporters from interviewing witnesses.\nBenjamin-Alvarado, the Latin America specialist, visited Cuba in June and  was a guest at the Copacabana Hotel for ten days. He said it was hard to  believe a Cuban could get a bomb into the hotel.\nSecurity was tight, with hotel staff keeping a close eye on all Cubans and  non-tourists. \"They watch the locals and the jineteras (Cuban prostitutes)  like hawks at that place,\" he said. \"It's got to be an inside job or someone  who looks like a tourist or a businessman.\"\nHe said security also had been tightened at Havana's Jose Marti  International Airport, where electronic explosives scanners have been  installed to check both carry-on and checked bags.\nDetails of the 5-month-old bombing campaign remain sketchy. But the  similarity of the blasts leaves little doubt that they are the work of the  same person, or group. All the targets have been hotels or travel agencies,  and until Thursday the blasts appeared to have been designed to be heard  rather than cause loss of life.\nThey began April 12 when two devices exploded at Havana's Melia Cohiba  Hotel, a popular seafront hotel managed by a leading Spanish hotel company.  The bomb caused superficial damage to a ground floor discotheque, but there  were no injuries.\nSince then three more were detonated in July at the Nacional and Capri  hotels in Havana, and at a Varadero beach resort down the coast. Two Cuban  government travel offices in the Bahamas and Mexico City were hit last month.  A small bomb exploded at the Cohiba Hotel on Aug. 4.\nU.S. officials have learned that at least several bombs were made of small  quantities of C-4 plastic explosive attached to crude detonators. Timing  devices were likely used to allow the bombers to leave before the explosion.\nHowever the bombs are being assembled, Cuba watchers say the attacks  reflect a growing desperation with living conditions in Cuba. \"As the level  of desperation goes up this becomes the form of how people are going to show  their displeasure with the Castro regime,\" said Benjamin-Alvarado.\nThe deadlock in U.S.-Cuban relations has destroyed any hope of change  coming soon, he said. \"Because the U.S. policy is ineffective, and because we  are not going to see Fidel leaving until he dies, this may be what people are  starting to resort to because they probably believe that there's no other  choice.\"\nOthers point to cracks in Cuba's repressive internal security system. \"The  coercive apparatus is less and less efficient because material resources are  lacking,\" said Damian Fernandez, a Cuba specialist at Florida International  University. \"There's a general collapse of the moral order that sustains the  regime.\"\nThe risk for Cuba, he added, is that the longer the attacks go on the more  likely they are to embolden others. \"It has a symbolic impact. It says to  Cubans, \"Look if we can do it, you can do it too.' \"\n\nLoad-Date: September 5, 1997"
}