{
    "title": "Culture and Belief in the War on Terrorism",
    "publisher": "new york sun ",
    "year": 2002,
    "month": 9,
    "day": 4,
    "full text": "This new book by Roger Scruton, one of Britain's most prominent intellectuals, addresses the intellectual and political background to the September 11 attacks. Its eminently quotable pages, ranging from classical Islamic philosophy to architecture to current economics, offer a capsule history of the confluence of events and beliefs that led to September 11.\nIn one sense, Islamic terrorism is not new. Some Muslims have long been comfortable what we would now call terrorism, beginning with the Wahhabi movement in eighth-century Saudi Arabia, and continuing through the Muslim Brotherhood of Egypt and the virulently influential writings of Sayyid Qutb. The consistent inspiration for such movements, Mr. Scruton argues, has been an intense nostalgia for a \"pure\" Islam, one separated from all corrupting influences. In practice, this has meant political systems that are constantly monitored for religious deviations, which make political compromise difficult. In the eyes of the terrorists, a secular government is always illegitimate, and as religious governments are never religious enough the followers of these movements always remain politically unstable.\nMr. Scruton points out that unlike Christian theology, which grew in the shadow of Rome, Islamic government and Islamic theology conquered together. There is no conceptual distinction between what belongs to God and what to Caesar. According to the Wahhabi beliefs, religious authority \"cannot be overridden by political decrees or for mal legal systems.\" While the main body of Islamic political thought is not this extreme, Mr. Scruton argues that this tendency in Islamic thought exists even in major mainstream figures like Ibn Khaldun and Avicenna and has hindered the development of a body of juridical thought that could accommodate secular authority and religious faith.\nAmerica is a particularly appealing target for the terrorists because it has been able to engender a common loyalty to the law, and national ideals, without any direct appeal to religious authority. America, by uniting a deep religiosity with a secular political society, represents the best of the Western inheritance of Roman law and Christian theology: \"The triumph of America is that it has been able to persuade wave after wave of immigrants to relinquish all competing attachments and to identify with this country, this land, this great experiment in settlement.\" Public-spiritedness and an engaged citizenry are the results, and they were clearly on display in the days following September 11. This example of a secular citizenry, Mr. Scruton argues, is an affront to the terrorists; the very political freedoms some of them have enjoyed in the West are signs to them of spiritual weakness and emptiness.\nMr. Scruton is not unsympathetic to Islam or the problems facing Islamic society. He praises Islam as a comprehensive \"system of piety\" that is in some ways superior to Western secularism, and he is careful to separate the overwhelming number of practicing Muslims with the few who have transformed Islam into a millennial ideology oriented toward terrorism. And he chastises Westerners who are unwilling to acknowledge that the rest of the world may not want to be remade into the West's image. Nevertheless, he contends that the strain of thought he identifies here will remain troubling, to the Islamic nations and the larger world.\nGlobalization has brought terrorism explosively into the modern era. Due to Western technology and the institutions of international finance, terrorists have a global reach. They can strike not just against governments, but, as we saw at the World Trade Center, entire nations. Globalization \"has brought into being a true Islamic umma [global Muslim community], which identifies itself across frontiers in terms of a global form of legitimacy, and which attaches itself like a parasite to global institutions.\" It is not surprising, therefore, that most of the September 11 terrorists spent large amounts of time in the West. They were able to take advantage of the greater technology and educational opportunities, yet avoided any of our real efforts to win their allegiance.\nBeginning with a brilliant section entitled \"The Culture of Repudiation,\" Mr. Scruton turns his eyes on the West itself. While terrorists may now have the ability to strike anywhere, the reigning intellectual attitudes in the West have made it that much easier to do so. The elites in the West have transformed tolerance of others into a rejection of the Western tradition itself. Mr. Scruton cites examples from throughout Europe, indicating that the West has rendered itself vulnerable from within by, for example, refusing to demand national loyalty from new immigrants. Closer to home, the National Educational Association has announced \"appreciating and getting along with other cultures, the importance of anger management and global awareness\" as the themes for the September 11 anniversary. This attitude not only enervates those who would defend the West, but also inspires scorn and ridicule in those who seek to destroy it.\nAs with his earlier books, \"The West and the Rest\" is likely to incite controversy. But Mr. Scruton tackles the critical questions of culture and belief that must be resolved if a successful defense to terrorism is to be possible.\n\nLoad-Date: December 4, 2003"
}