{
    "title": "CULT REVIVAL WORRIES JAPAN ; MORE POWERFUL POLICE TO MONITOR TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 12,
    "day": 30,
    "full text": "Aum Supreme Truth, the doomsday cult that carried out a deadly nerve-gas attack in the Tokyo subway system in 1995, is still recruiting members, making money and - with the release from jail yesterday morning of Fumihiro Joyu getting back a leader who could give the group new strength, according to Japanese analysts and a government report.\nAs the trials of cult founder Shoko Asahara and dozens of his followers on murder, kidnapping and other charges drag on, Aum has continued to run profitable businesses in personal computers, publishing and construction, and to \"recover\" members who had left the cult, according to a report released last week by the Public Security Investigation Agency, an arm of the Justice Ministry.\nAum's personal computer sales generated a $ 68 million profit last year, the report said. Aum also has used the personals section of Internet pages as a way to try to recruit new members and has launched an Internet home page in English.\nAum is estimated to have about 2,000 followers in Japan today, compared with the 10,000 it claimed at the time five of its top members released deadly sarin gas into the Tokyo subway system during morning rush-hour on March 20, 1995, killing 12 people and injuring more than 5,000.\nHundreds of its members were arrested, and the cult was stripped of its religious status, forcing it into bankruptcy the following year. Although Aum was widely reviled, it waged a successful public-relations campaign to avoid being outlawed under a 1952 anti-subversion law.\nA panel ruled that there was no reason to believe the group still posed a threat to society, and there was not enough public support to apply the anti-subversion law in a country that had been subject to abusive police powers before and during World War II.\nHowever, two new laws went into effect Monday that are aimed at giving police more power to monitor the group's activities and to help compensate victims of its crimes.\nOn Dec. 1, Aum admitted for the first time that its members were involved in the subway attack and said it would offer compensation to families of the victims of that attack, and others. Aum was criticized, however, for not apologizing for the attacks.\nLast Sunday, Aum's acting leader, Tatsuko Muraoka, went to the home of a victim of an Aum gas attack in Matsumoto City that killed seven people in 1994 and apologized.\nInto this struggle comes Joyu, described as second in rank to Asahara, the bearded, nearly blind guru who was arrested in 1995 and is being tried on 17 charges.\nAt the height of Aum's popularity, Joyu headed its Moscow offices and preached to an estimated 30,000 Russian followers. He returned to Japan to serve as Aum's spokesman after the subway attack and was a familiar face in newspapers and on television, declaring Aum's innocence.\nLast June, as his imprisonment for perjury neared an end, he wrote a letter to Aum executives stating his intention to return to full participation in the sect upon his release, according to the Public Security Investigation Agency report.\n\nLoad-Date: December 30, 1999"
}