{
    "title": "Cuomo and Christie Order 10-Day Review of Terrorism Preparedness",
    "publisher": "new york observer",
    "year": 2014,
    "month": 9,
    "day": 15,
    "full text": "Governors Andrew Cuomo and Chris Christie announced today they'd launch a review of both states' readiness for a terror attack, due to them in 10 days.\nGov. Chris Christie and Gov. Andrew Cuomo today at a homeland security presser. (Photo: Jillian Jorgensen)\nCiting growing international terrorism threats - and arguing that they pose a threat at home - Governors Andrew Cuomo and Chris Christie announced today they'd launch a review of both states' readiness for a terror attack, due to them in 10 days.\n\"We believe there is a need for action and immediacy and we will have the first report done in 10 days, an interim report that we can review and that will then be on an ongoing basis,\" Mr. Cuomo said today at a press conference in midtown with Mr. Christie, Mayor Bill de Blasio and Department of Homeland Security Secretary Jeh Johnson.\nThe press conference came after a closed-door meeting with first responders and top counter-terror officials in each state, along with a joint FBI task force.\nBoth governors made reference to the growing profile of the Islamic State in Iraq and Syria, or ISIS, sometimes also called ISIL, which has recently wreaked havoc in the Middle East and decapitated several American and British citizens. President Barack Obama recently announced his intention to quell the threat with air strikes.\n\"We've had the opportunity to talk a number of times over the last few days about the seriousness and the intensity of the threat that now faces us, especially in light of the path that the president has enunciated in his speech to the nation last week,\" Mr. Christie said. \"And our job, the job of myself and Gov. Cuomo as we see it, is to lead and make sure that the appropriate amount of intensity is being brought to the task of protecting our region.\"\nIt's not the first time Mr. Cuomo has painted ISIS and other overseas terror groups as a threat to the United States - he's also made the argument when explaining why he thinks it is key to support Israel, which he recently visited.\n\"The terrorist network itself is larger and more complex and more sophisticated than it's ever been,\" Mr. Cuomo said today. \"It's no longer just Al Qaeda - it's Hamas, it's Hezbollah, its ISIL and Al Shabab. It is a threat not just in the Middle East, but to Europe and America.\"\nMr. Johnson said the terror threat today is less centralized than it was in 2001, and noted that Al Qaeda affiliates who have tried to attack the United States in the past unlikely to stop trying.\nBut while overseas groups dominate headlines, Mr. Jeh said the threat could be closer to home.\n\"We face a complex situation. ISIL is the organization everyone is focused on right now, because of their very public brutality and disregard for human life, and because of the acquisition of territory in Iraq and Syria,\" he said. \"But as I've counseled and as I've said here today, we need to keep our eye on a range of threats - and as I see it, those threats include the potential for domestic-based attacks of the type we saw at the Boston Marathon last year.\"\nMr. Christie said the review of each state's readiness meant he and his New York counterpart were \"leading.\"\n\"What it means for the people of New Jersey and I believe for New York as well is that the governor and I are leading, and trying to make sure that all of the folks who are involved in our two states with those areas of protection are understanding and adjusting to the new, evolving threat that the secretary outlined,\" Mr. Christie said.\nAnd despite differing parties, the group of executives was full of praise for one another and their work on the issue. Of the work between the two governors, Mr. de Blasio noted: \"They have established the kind of partnership that we don't see enough of in government.\"\nMr. Johnson, meanwhile, said he was confident in the ability of Mr. de Blasio and Police Commissioner Bill Bratton, whose predecessor Ray Kelly was a leader on terrorism issues, to handle the city's security. Mr. de Blasio has yet to receive security clearances, as first reported by the New York Post, but was not excluded from any portion of today's meeting, his office said.\n\"I have a lot of confidence in Mayor de Blasio and I have a lot of confidence in Commissioner Bratton,\" Mr. Johnson said. \"He and I have talked counter-terrorism quite a bit and I'm confident that the city of New York, the mayor, the police commissioner, know how to do this.\"\n\nLoad-Date: September 15, 2014"
}