{
    "title": "Cuomo Prepares to Roll Out Aggressive Anti-Terrorism Plan",
    "publisher": "new york observer",
    "year": 2014,
    "month": 9,
    "day": 19,
    "full text": "Andrew Cuomo announced an extensive, expensive plan to place National Guardsmen at New York transit hubs.\nAndrew Cuomo, accompanied by Jeffrey Klein, Dean Skelos, and Sheldon Silver (Photo: Will Bredderman).\nGov. Andrew Cuomo and state legislative leaders announced today they had outlined a broad, multi-million dollar plan to fortify New York's transportation hubs against the threat of terrorism-and said the details will be released next week in a joint event with New Jersey Gov. Chris Christie.\nMr. Cuomo met with State Senate co-majority leaders Jeffrey Klein and Dean Skelos, Assembly Speaker Sheldon Silver, and a host of legislative, police, military and agency leaders to hammer out the plan and its financing-which Mr. Cuomo said would go into full effect next week, last several months, cost in the tens of millions of dollars and be paid for out of next year's state budget.\nMr. Cuomo said escalating violence and volatility in the Middle East made a comprehensive new plan-which will place hundreds of National Guard personnel at LaGuardia Airport, JFK Airport, Penn Station, Grand Central Station, stops along the Long Island and Metro-North railroads and other Metropolitan Transportation Authority facilities-necessary.\n\"New York is an undeniable target for terrorist activity, either in retaliation for things this country may be doing, or as an offensive move,\" Mr. Cuomo said. \"We'll be increasing security measures all across the board.\"\nMr. Skelos, Mr. Klein and Mr. Silver agreed to make allowances and allocations for the program in advance for next year's budget-an unusual departure from the bitter negotiations that occur in Albany every year. All of the legislators said, however, they were happy to fund ramped-up security.\n\"The issue of money is really irrelevant, it's about protecting our citizens,\" said Mr. Skelos, leader of the Republican conference. \"I'm not going to question the governor or any of the commissioners who put it together.\"\nMr. Klein, leader of the breakaway Independent Democratic Conference, agreed.\n\"It's a comprehensive plan and I think it's going to help the people of New York State,\" said Mr. Klein.\nAll four political heads recalled the events of 9/11, which occurred in Mr. Silver's district.\n\"The 9/11 attacks taught us painful lessons about the need for vigilance,\" Mr. Silver said. \"Speaking for the Assembly, we're willing to do whatever it takes.\"\nThe quartet refused to describe the plan further before the announcement with Mr. Christie, though Mr. Cuomo said parts of it were already going into effect, including increased Port Authority Police Department presence and additional security measures on the PATH train system. The governor said, however, the state had no evidence of a definite, imminent threat from any group or nation.\n\"We have no specific, credible threat,\" Mr. Cuomo said. \"There is no knowledge that we have that should cause anxiety on anyone's behalf.\"\nThe governor also added that New Yorkers would be safer than ever once the guardsmen are deployed.\n\"This state and this metropolitan area will never be as well protected as it will be when this plan is implemented,\" said Mr. Cuomo.\n\nLoad-Date: September 21, 2014"
}