{
    "title": "CURB UPRISING, ISRAEL DEMANDS OF ARAFAT",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 9,
    "day": 6,
    "full text": "Israel is demanding that PLO Chairman Yasser Arafat curb the uprising in Israeli-occupied territories, end terrorism and transform the Palestine Liberation Organization into a strictly political group, Israeli officials said Sunday.  That would be the price for recognition, the officials said.  They said Israel was pressing Arafat to go well beyond his 1988 statement renouncing terrorism and acknowledging Israel's right to exist. Now, Israel is also pushing the PLO to forswear armed resistance and halt the intifada, or uprising, the officials said.  The demands are at the heart of secret negotiations still under way over an exchange of documents in which Israel and the PLO will mutually recognize each other after three decades of hostility. The negotiations are parallel to the Aug. 20 declaration of principles providing for limited Palestinian authority over the Gaza Strip and the city of Jericho in the occupied West Bank.  As to Palestinian self-rule, Israeli Foreign Minister Shimon Peres said Sunday that Palestinian statehood would be \"a mistake\" and any land ceded by Israel to the Palestinians must remain demilitarized.  \"No Israeli will ever agree to have a hostile army at the gates of Jerusalem,\" Peres said on CBS' \"Face the Nation.\" Peres, also appearing on ABC's \"This Week with David Brinkley,\" said that \"all of the land we may give back in the future must remain demilitarized.\" He said that future Palestinian statehood, the goal of many Palestinians, \"will be a mistake\" and that he hoped for a Palestinian-Jordanian confederation \"that will remain forever demilitarized.\"\nNabil Shaath, an aide to the PLO's Arafat, contended that the agreement would mark the beginnings of a Palestinian state, but added: \"The Palestinians themselves will opt for a confederation between that state and Jordan. We want self-determination, to give us the right to choose.\" Another senior Arafat aide, Bassam Abu Sharif, said one PLO goal was a regional economic common market that includes Israel.  Former U.S. Secretary of State James A. Baker III, interviewed on ABC, said the PLO-Israel accord was \"the last best chance for peace.\" Baker, who helped initiate the current round of Mideast talks, said the chances for peace were \"not just pregnant, they are in labor. This baby almost has to be born or there will be a real resurgence of violence.\" Uri Savir, director general of Israel's Foreign Ministry, said Sunday that the Palestinians are obliged to sign a historic draft peace accord even without agreement on mutual Israel-PLO recognition.  In a related development, two Israeli papers - Maariv and Haaretz - reported Sunday that Israel was ready to recognize Syrian sovereignty over the Golan Heights soon in return for a statement by Syria spelling out what it means by an offer of \"full peace.\" But Israeli officials said the reports were \"premature.\" Foreign Minister Peres said Sunday that the difference between the Israeli and Syrian positions \"is so thin you can change it overnight.\" He added, however, that Syria is \"very ambiguous when it comes to the real details.\"\n\nLoad-Date: October 11, 1993"
}