{
    "title": "Curbing terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 11,
    "day": 2,
    "full text": "As voters head to the polls, we're reminded that the war on terrorism still plays a prominent role in our lives. Just last week, Osama bin Laden released a videotape to try and justify his role in the Sept. 11, 2001, attacks.\n\"We never had the intentions to destroy the towers ... but after the injustice was so much and we saw transgressions and the coalition between Americans and the Israelis against our people in Palestine and Lebanon, it occurred to my mind that we deal with the towers,\" bin Laden said.\nThe intentions of al Qaeda are a non-issue. Terrorists attack innocent civilians. Foreign-policy grievances might play a role in motivating these attacks, but no justification is excusable for killing innocents.\nHaving said that, will the war on terrorism ever be won? No, not in the sense that terrorism will be eradicated. In fact, both of our major presidential candidates have said as much.\nIn August, President Bush said he didn't think we could win the war on terrorism, but that we could create conditions so that those who use terror as a tool are seen as being less acceptable in the parts of the world where they operate.\nSen. John Kerry recently told The New York Times, \"We have to get back to the place we were, where terrorists are not the focus of our lives, but they're a nuisance ... fundamentally, it's something that you continue to fight, but it's not threatening the fabric of your life.\"\nAs the world's only remaining superpower, the United States never will please everyone. And regardless of what we accomplish, there always will be men like Osama bin Laden who are out of touch with reality and who violently stand against the United States and its policies.\nFortunately, we can take small steps to minimize religious fundamentalism and terrorist recruitment without giving in to a terrorist's demands. Contrary to popular belief, terrorists don't merely hate our freedom or liberty. The reasons are far more complex than that. What they hate more often than not is what we symbolize to them: godlessness, decadence, undeserved wealth and so on. These perceptions must change if we are to curb and minimize the impact of terrorism on our lives.\nIn the short run, catching terrorists might make us safer. But even if bin Laden is captured, another leader likely will take his place. The long-term goal should be to rebuild alliances with other countries and to make sure we don't find ourselves on the opposite sides of their people.\nAt the end of last week's videotape, bin Laden told Americans, \"Your security is not in the hands of Kerry or Bush or al Qaeda. Your security is in your own hands.\"\nAlthough we never will give in to bin Laden's demands, he is right about one thing: Unless our government faces significant pressure from us to change the way we conduct ourselves, we never will be completely safe. It's up to us to understand the work that must be done, no matter who we choose to lead our country.\n(C) 2003 Daily Illini via U-WIRE\n\nLoad-Date: November 2, 2004"
}