{
    "title": "Curb electronic crime has come under criticism in Pakistan MEDIA- PAKISTAN _ Cybercrime Law Infringe",
    "publisher": "ips",
    "year": 2008,
    "month": 1,
    "day": 23,
    "full text": "An ordinance introduced this month to curb electronic crime has come under criticism for clauses that seem to be aimed at censoring free speech and cutting civil liberties.\nPromulgated on Jan.10 by the caretaker government of President Pervez Musharraf, the Electronic Crime Ordinance ? 2007 encompasses 18 different offences that carry punishment ranging from a couple of months' imprisonment and fines to life imprisonment and even the death penalty.\nThe government claims that the main objective of this law is to increase security, safety and protection for those segments of society that use or deal with information technology (IT). But many believe that in reality the law will be used to crack down on free expression on the Internet because it prohibits the use of Internet and cell phones to criticise authorities or send out calls for rallies.\nBlog sites and short messaging services (SMSs) were used extensively by Pakistanis inside the country and abroad to condemn the imposition of a state of emergency, gagging of independent media and other 'unconstitutional' acts of the Musharraf government. Their use increased exponentially after the government imposed restrictions on electronic channels through certain amendments in the Pakistan Electronic Media Regulatory Authority Ordinance in June.\nThe new ordinance has been criticised by human rights bodies, business community and citizen groups as a piece of legislation that has too many loopholes for misuse.\nIn a statement, the South Asian Free Media Association (SAFMA) said that ''against the backdrop of the use of Internet and cell phones to criticise authorities or send calls for rallies, the ordinance is liable to be interpreted as a drastic measure aimed at putting curbs on civil rights.''\nSAFMA asked that the law not be used to obstruct freedom of information and said that the way ordinance defines cyber crime and 'terroristic intent' allows it to be grossly misused.\nCyber terrorism has been defined by the ordinance thus: ''Any person, group or organisation who, with terroristic intent utilises, accesses or causes to be accessed a computer or computer network or electronic system or electronic device or by any available means, and thereby knowingly engages in or attempts to engage in a terroristic act commits the offense of cyber terrorism.''\nThe ordinance also declares the sending of unsolicited short messages over cell phones (SMSs), pictures taken without the permission of the person photographed, and e-mails carrying obscene material as cyber crimes.\nJehan Ara, president of Pakistan Software Houses' Association, told IPS that the law had been drafted without consulting the stakeholders and does little good to the industry. She says the law does not adhere to the principles or definitions of Cyber Crime Convention (Budapest, 2001) which has been signed by 42 countries.\nShe said Pakistan could have signed the Budapest convention instead of coming out with an ordinance which is full of errors, ambiguities and socio-cultural influences. The law, she says, allows investigating officers to take control of computer networks and data without any chain of custody. This means the data under the control of the investigators can be corrupted, deleted or amended by them. In short, no provision is made to preserve the integrity of the data involved.\nThe law gives officers of the Federal Investigation Authority (FIA) full powers to confiscate equipment and arrest anyone who is deemed by the government to be acting against the 'integrity of Pakistan' or having terroristic intent, says Asif Bhatti, a software engineer based in Lahore. Bhatti pointed out that the law contains words like 'lewd', 'obscene' and 'immoral' which are not legal terms, and are highly subjective. This gives the prosecuting authorities a chance to use their discretion and declare anything immoral or obscene, he added.\nThe Paris-based Reporters Without Borders (RSF) has also condemned the ordinance. In a letter written to Pakistan's ministry of information and technology, the media watchdog says: 'This law prevents any blogger from posting photos or video showing persons who have not given their consent... Pakistan has understood its right to give itself a law for fighting cyber crime, but it is vital that this law should not obstruct freedom of information.'\nRSF has also urged the government to ''clarify the content of some of the provisions that we think are dangerous. With just one month to go to legislative elections, some of the articles of this law look like censorship.''\nThe organisation also condemns the clause under which a service provider is required to retain its traffic data for a period of 90 days or more and make it available to investigating agencies when required. 'This gives the authorities control over Internet users' data and our organisation fears that this provision could be abused,' RSF said.\nZia Islam, who works for FIA's cyber crime unit, told IPS the allegation that the ordinance does not grant the suspects the right to defend themselves is not true. 'There may be some ambiguities but we hope that they will be removed with the passage of time.'\nZia said that all the offences mentioned by the ordinance, except three, are compoundable, non-cognisable and bailable. The non-bailable crimes are those which are serious enough to merit punishments of seven years in prison or more.\nAccording to Zia, in order to make arrests against non-cognisable crimes the law enforcing authorities will have to secure warrants beforehand. But in cases of electronic fraud, forgery and cyber terrorism summary arrests can be made.\nCyber terrorism, Zia said, is not a new concept as terrorists have been using this means of communication to accomplish their goals. For example, those found involved in the February 2002 murder of Wall Street Journal reporter Daniel Pearl, in Pakistan's port city Karachi, communicated with each other over e-mail, he said.\nMany believe that the ordinance was prompted by a spate of jokes over e-mail and SMS that ridiculed President Musharraf. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: January 23, 2008"
}