{
    "title": "Customs to collect visitors' 10 prints Full sets allow better anti-terrorism checks",
    "publisher": "usa today",
    "year": 2007,
    "month": 12,
    "day": 3,
    "full text": "Foreigners coming to the USA will soon be required to have 10 fingerprints scanned as part of a new government anti-terrorist effort, the Homeland Security Department says.\nThe plan for Customs and Border Protection officers to collect more biometric information from foreigners is one phase of a long-awaited upgrade to a border-security program put in place after 9/11. The security program, known as US-VISIT, aims to give government agents a better idea of who is coming into the country and catch people with forged passports. The federal government has spent $1.7 billion on the program.\nForeigners were previously required to get just two of their prints scanned when they arrived at a checkpoint. Upgrading the system to 10 fingerprints will enable more thorough checking against terrorist watch lists and databases of criminals and illegal immigrants.\n\"Biometrics can be a game-changer,\" Homeland Security spokesman Russ Knocke says. \"They represent what terrorists fear most -- an increased likelihood of getting caught.\"\nTen-print scanning will begin this week at Washington Dulles International Airport in Virginia. By March, nine more major airports will join the program. Homeland Security says it will be in place at every airport in the USA by the end of 2008. It also will be phased in at land borders and seaports. About 35million travelers a year could be affected, says Rick Webster of the Travel Industry Association of America.\nPrivacy groups question whether the Homeland Security Department, which the Government Accountability Office has criticized for poor handling of personal information, can properly secure a huge fingerprint database. \"There are always questions when information is gathered as to how it will be used and who will have access to it,\" says Melissa Ngo of the Electronic Privacy Information Center.\nThe department has been collecting index-finger prints from foreign visitors since 2004 in an effort to make sure they aren't coming in with forged passports. It now has 90million sets of prints.\nCollecting 10 prints also will allow officials to more easily compare the prints with those collected overseas by other government agencies such as the Defense Department, in war zones, at crime scenes and from places where suspected terrorists congregate.\nHaving more prints will mean fewer foreign travelers being pulled aside for additional checks, says Bob Mocny, director of US-VISIT, which stands for U.S. Visitor and Immigrant Status Indicator Technology.\nMexicans who use government-issued border-crossing cards and most Canadians are exempt from US-VISIT. People older than 79 and children younger than 14 also do not have to be fingerprinted.\nAn average of 70 people a day were stopped unnecessarily in 2004 -- the most recent data available -- because their index prints matched a suspicious print, Mocny says. Having more prints should eliminate most of those false positives, he says.\nWebster, of the travel industry group, says that's a plus. \"You need more scans to separate legitimate travelers from people of concern,\" he says.\nMocny dismisses privacy concerns. \"We haven't had one breach of security or privacy,\" he says. \n\nGraphic\n\n \nGRAPHIC,color,USA TODAY(Illustration)\n\nLoad-Date: February 13, 2008"
}