{
    "title": "Customs Official Says Focus on Terrorism May Have Hampered Product Safety Efforts",
    "publisher": "congressnow",
    "year": 2007,
    "month": 10,
    "day": 18,
    "full text": "A senior U.S. Customs and Border Protection official suggested today that the agency has been so focused on terrorism since the terrorist attacks of Sept. 11, 2001, that ensuring the safety of imported consumer products may have slipped.\nSince the 9/11 attacks, \"our focus has been on our physical security of this nation,\" Daniel Baldwin, assistant commissioner in the Office of International Trade at CBP, said in a Senate Finance Committee hearing today on import health and safety issues.\nMost of the agency's attention and resources have been directed at keeping \"terrorists and terrorist weapons out of this country,\" he said. In light of a recent spate of recalls on imported goods containing harmful chemicals, Baldwin said the biggest mistake made by CBP is that \"we didn't see this coming.\"\nThere have been more than 50 recalls of imported products in the past few months, involving millions of toys and consumer goods. In one of the more publicized incidents, a brand of toothpaste originating in Panama was found to contain a poisonous chemical used in antifreeze. Two weeks ago, Halloween cups painted with scary faces were recalled after testing found that the paint contained illegal levels of lead.\n\"I don't think we quite understood it to quite this magnitude,\" he said. \"We didn't realize components in antifreeze were finding their way into toothpaste.\"\nIn defense of his agency, Baldwin said CBP is primarily charged with enforcing regulations at other agencies. When problems began to surface with imported products including antifreeze in toothpaste and fungicide antibiotics on seafood, \"we expanded our role,\" he said.\nBaldwin said the biggest challenge facing the agency is the need for interoperability. \"Too often, we build sophisticated data systems without ensuring the systems' ability to interface with one another,\" he said. CBP is already in the process of implementing data systems that will allow for the exchange of product information \"among parties within the global supply chain to ensure import safety,\" he noted.\nJean Halloran, the director of food policy initiatives for Consumers Union, said the nation is facing \"a serious crisis in import safety.\" She pointed to two main reasons for the increase in unsafe products entering the United States: the FDA and the Consumer Product Safety Commission \"have not kept up with globalization in the marketplace,\" and Congress continues to slash the budget of CPSC so that it now has half the number of employees it had in 1973.\nSandra Kennedy, president of the Retail Industry Leaders Association, agreed that a lack of funding is a likely reason for problems at CPSC, which she said has contributed to the agency taking \"way too long\" to respond with recalls on unsafe products.\nBut Cal Dooley, president and CEO of the Grocery Manufacturers Association, emphasized that the overwhelming majority of products entering the country are still safe. \"We have the safest food supply in the world,\" he said.\nWhen reminded of the incident involving contaminated toothpaste, Dooley conceded that there is work that needs to be done. \"We haven't necessarily been given the resources to deal effectively with the globalization of the marketplace,\" he said.\nSenate Finance Chairman Max Baucus (D-Mont.) set a Dec. 18 deadline - two months from today - for each witness to assemble metrics and standards by which success should be measured in strengthening import safety practices. Then, he said, he plans to call them back and ask them to use those metrics to measure success in the subsequent six months.\n\nLoad-Date: November 22, 2007"
}