{
    "title": "CUZ THEY WANT TO KILL US! Kelly talks tough to defend NYPD 'spying'",
    "publisher": "daily news ",
    "year": 2012,
    "month": 3,
    "day": 4,
    "full text": "POLICE COMMISSIONER Raymond Kelly gave an impassioned defense of the NYPD's controversial Muslim surveillance program Saturday - declaring it essential for the city's safety.\nThe tactics, which allegedly include spying on mosques, cafes and shops, have come under fire from Muslim and civil rights groups, but Kelly said the Police Department's strategy has been \"misrepresented.\"\n\"For some, the very act of intelligence gathering seems illegitimate when applied to the crime of terrorism,\" Kelly said in his most wide-ranging remarks to date on the hot-button topic. \"In fact, the Police Department uses many of the same methods to find and stop terrorists that we use to arrest drug dealers, human traffickers and gang leaders,\" the commissioner told a Fordham Law School alumni group.\nEven as more than 100 protesters demonstrated outside his speech, Kelly did not back down, declaring that the surveillance program was not just legal, but a vital part of the successful takedowns of more than a dozen terror plots since Sept. 11, 2001.\n\"A broad base of knowledge is critically important to our ability to investigate terrorism,\" said Kelly, who suggested that the NYPD did not do enough after the first World Trade Center attack.\n\"It was precisely our failure to understand the context in 1993 that left us vulnerable in 2001,\" he said. \"We won't make that mistake again - on Mayor Bloomberg's watch or mine.\"\nKelly emphasized the nature of the terror threats New York faces. \"It is persistent and it is dangerous. The Police Department will not apologize for our lawful efforts to protect New York, and we will not change our methods to satisfy those who would impugn them without understanding them.\"\nClaiming reconnaissance was necessary to gather intelligence needed to penetrate dangerous groups, Kelly defended the NYPD's focus on Muslim neighborhoods and student groups.\n\"We know that while the vast majority of Muslim student associations and their members are law-abiding,\" Kelly said, \"we have seen too many cases in which such groups were exploited.\"\nKelly also defended the NYPD's strategy of spying across state lines in New Jersey - sometimes without the knowledge of Garden State officials.\n\"The notion that the Police Department should close our eyes to what takes place outside the five boroughs is folly, and it defies the lessons of history,\" Kelly said. \"Twenty-five percent of the people killed on September 11 - 746 individuals - were residents of New Jersey.\nIf terrorists aren't limited by borders and boundaries, we can't be either. It is entirely legal for the Police Department to conduct investigations outside of city limits, and we maintain very close relationships with local authorities.\n\"His speech was met with skepticism by the New York Civil Liberties Union.\n\"No one disputes the NYPD can and should follow leads about terrorist activity,\" said NYCLU Associate Legal Director Chris Dunn.\n\"But the recent disclosures suggest that leads have become an excuse for wholesale surveillance of the Muslim community.\"\ntmoore@nydailynews.com\n\nGraphic\n\n \nVictims of the first terrorist attack on the World Trade Center in -February 1993. Walking wounded after July 2005 terror attacks on subway and double-decker buses in London. AP Photos\n\nLoad-Date: March 4, 2012"
}