{
    "title": "CYBERSPACE Prostitution & terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 12,
    "day": 8,
    "full text": "\"Money exchanged is for time and companionship only. Anything else that may occur is a matter of personal choice between two or more consenting adults of legal age, and is not contracted for, nor is it requested to be contracted for, or compensated for in any manner.\"\nThat message was but two clicks away from an annoying pop-up ad - the kind you MUST click for it to go away - that I encountered over the holiday weekend. The world's oldest profession has been illegal in most parts of this country for hundreds of years, yet it is flourishing on the Internet. You can find dozens of such sites in just an hour, if they don't find you first. Why? Because it can't be stopped.\nThink about it. How can authorities track down every single one of these sites, let alone expend the resources to shut down pages that will simply pop up elsewhere? They can't. Which brings me to thinking about terrorism. The leap isn't as far as you might think.\nSince Sept. 11, the intelligence agencies have been coming up with new ideas - but mostly dusting off old ones - to track terrorists.\nConsider the example of Mohammed Atta, the ringleader of the Sept. 11 hijackers and the pilot of the plane that smashed into the north tower of the World Trade Center. Like all terrorists wishing to avoid detection, he communicated to al-Qaida operatives in code. Here's something he wrote in a chat room to his \"girlfriend,\" who was actually an al-Qaida higher-up:\n\"The first semester starts in three weeks. Nothing has changed. Everything is fine. There are good signs and encouraging ideas. Two high schools and two universities. Everything is going according to plan. This summer will surely be hot. I would like to talk to you about a few details. Nineteen certificates for private study and four exams. Regards to the professor. Goodbye.\"\nA native fluency in English is clearly lacking, but the note, on its own, would not raise any eyebrows. In hindsight, it is obvious what the code means - but without knowledge of the plot and Atta's involvement, FBI interception of this message would have done little good.\nLaw-enforcement types argue that if the feds had had a massive database that collected and stored all data on all individuals, Atta might have come up as a target before he smashed into the World Trade Center. Perhaps, but then so would have hundreds, if not thousands of others. There are only so many agents to go around.\nBut we would only get to the point of a reliable suspect list if the system actually worked. The Pentagon thought it might, so it hired John Poindexter - he of Iran-Contra fame - to launch the Information Awareness Office. The IAO's logo says it all: a pyramid with an eye at the top, looking out at the whole world.\nThe IAO's ultimate goal is to collect data on everyone - from what movies you watch, what meals you eat, what flights you take, and even what embarrassing Web sites you visit (intentionally or unintentionally) - in order to locate people who fit certain \"profiles.\" Forget the Orwellian nature for a moment, and you're still left with an almost-certain boondoggle that will only manage to erode our civil liberties without fulfilling the stated objective.\nIn an interview this June with a reporter from Al Jazeera, Ramzi Binalshieb - Atta's friend and fellow Sept. 11 mastermind - essentially dared the FBI and CIA to crack their coded communication, saying that in order to do so, they \"must monitor all the electronic communication and all telephone calls in the world.\"\nEveryone from prostitutes to terrorists knows that the Internet is impossible for law enforcement to fully patrol. But that's America. One of the many things that separates us from the countries where terrorists roam free is that we have full access to this wild and crazy Internet, even the bad stuff.\n\nLoad-Date: December 10, 2002"
}