{
    "title": "Cyber space safety   Local man fights against computer terrorism",
    "publisher": "the capital ",
    "year": 1997,
    "month": 10,
    "day": 27,
    "full text": "A computer hacker could shut down the 911 service in a major city by sending it millions of e-mail messages.\nA disgruntled employee could clean out millions of bank accounts with a computer program hidden in a financial accounting system.\nA terrorist could hijack an air traffic control system by electronically stealing an employee's password, simply because the trusted employee took a coffee break without exiting the computer pro gram.\nWhat would the government do?\nThat's a question that has puzzled Arnold resident Brenton Greene for years. And he's an expert in computer terrorism.\n\"The more advanced a nation (we become), the more vulnerable we are,\" he said.\nMr. Greene, who lives in Jamestown on the Magothy, recently finished a 14-month term as a member of the President's Commission on Critical Infrastructure Protection.\nMr. Greene said the commission's task was to come up with a national strategy to pre\nvent an \"electronic Pearl Harbor.\"\nA report by the commission, which was established by the Justice Department in the wake of the Oklahoma City bombing, was sent to the White House last week. It's not expected to be made public until next month.\nMr. Greene said the report, which he declined to discuss in detail, is a kind of \"yellow pages\" that officials from various agencies would refer to in cyberemergencies.\nThe Washington Post, which obtained a copy of the report, gave a more detailed description of the commission's recommendations.\nThe report says the government should establish a directorate within the White House National Security Council to coordinate different agencies' actions to counter cybercrime.\nAlso, the report calls for an increase in government spending on research and development of techniques to identify and stop cyber-intruders.\nGovernment agencies now spend about $ 250 million a year to combat cyberthreats. The com mission recommends spending $ 1 billion a year by 2004, The Post said.\nMr. Greene said \"firewalls\" currently built into computer programs don't outsmart soph\nisticated hackers. And officials often can't tell that a system has been violated until extensive damage has been done.\nTo complicate matters, many officials and the public don't understand how serious the threat of computer terrorism is, Mr. Greene said. He said cybersecurity should be taught in computer programming and business classes.\nIn 1996, for example, a teenage hacker in Stockholm, Sweden, shut down Miami's 911 system by using a redial function to flood the emergency line with e-mail messages.\nIt took authorities months, and hundreds of thousands of dollars, to determine the source of the problem. And when the teen-age hacker was discovered, he was treated as a prankster, rather than a criminal.\nA judge fined the teen $ 350.\n\"Here's a judge who dealt with it as mere prank,\" Mr. Greene said. \"People could have died.\"\nThe threat of cyber-terrorism is also underestimated, he said. For example, a requirement in the 1990 Clean Air Act could give terrorists a recipe for disaster.\nThe federal law requires petrochemical companies to publish their accident history and also evaluate the emergency response capabilities of their community.\nMr. Greene said this information, if posted on the Internet, could easily be used by a terrorist who could determine the type and the amount of chemicals stored at 66,000 petrochemical facilities across the country.\nA terrorist who wanted to bomb a facility would know _ after just a simple computer search _ just how many people would die from an ensuing toxic cloud, Mr. Greene said.\nAs a result, the government must be careful when it releases information to the public, he said.\nA 1971 graduate of the Naval Academy, Mr. Greene served as a submarine captain before retiring to take a civilian position as the director for infrastructure policy at the Department of Defense.\nIn the coming weeks, he'll be setting up a regional office for the Cleveland Advanced Manufacturing Program, a nonprofit group established by Congress. Mr. Greene will be the vice president of electronic commerce.\n\nGraphic\n\n \nBy J. Henson _ The Capital\nBrenton Greene, a retired Navy captain who lives in Arnold, recently served as a member of the President's Commission on Critical Infrastructure Protection, developing plans to keep computer hackers from breaking into sensitive computer networks.\n\nLoad-Date: October 30, 1997"
}