{
    "title": "Cyber terrorism strikes Huron County",
    "publisher": "norwalk reflector",
    "year": 2015,
    "month": 4,
    "day": 17,
    "full text": "April 17--Computer hackers have attacked a local law-enforcement agency.\nHuron County Sheriff Dane Howard said he received notice from dispatchers that on April 8 there was an issue with the computers and server.\n\"It didn't affect 9-1-1 in any way,\" he stressed. \"We contacted our corporate vendor and found out we had been hacked into.\" The server and computer were infected by a CryptoWall virus, a form of ransomware. \"This was traced back to Russia,\" Howard said. Brianne Cooper, administrative assistant to the sheriff, said the virus infected and encrypted files. \"The encryption levels are similar to what the Department of Defense uses or even more encrypted,\" Cooper said. The hackers then asked for a ransom to restore the files. \"Ransoms can be anywhere from $500 to $2,000,\" Cooper said.\n\"They want us to pay to recover the files,\" the sheriff added. \"We're not being held hostage by computer terrorists. I'm not paying them a red cent.\"\nThe sheriff said 19 other law-enforcement agencies were also recently affected.\n\"They like to target outdated computer systems and servers,\" he said.\nHoward said the case has been forwarded to the Federal Bureau of Investigation.\nHoward praised the quick response of the county commissioners.\n\"The commissioners really did right by us,\" he said, adding they ordered a new server which should be installed soon.\n\"These were non-essential files,\" Howard said about what was compromised. \"Copies of schedules and things like that.\n\"This is really a sad state of affairs,\" the sheriff said.\nHoward said there's not much the county can do as far as trying to arrest or extradite or prosecute these hackers.\n\"We also contacted the executive director of the Buckeye State Sheriffs' Association and all the county officeholders,\" he said. \"It was just a terrible experience.\"\nThe cost for a new server and other hacker-related damages has yet to be determined.\n\"This is not anything anyone did,\" Cooper said.\n___ (c)2015 the Norwalk Reflector (Norwalk, Ohio) Visit the Norwalk Reflector (Norwalk, Ohio) at www.norwalkreflector.com Distributed by Tribune Content Agency, LLC\n\nLoad-Date: April 17, 2015"
}