{
    "title": "CYBER TERRORISM THREAT IS SERIOUS, EXPERTS AGREE",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "It's a chilling topic -- cyber terrorism -- and a panel of Wisconsin technology experts Thursday offered several scenarios ranging from actions of co-workers to those of anti-American masterminds.\nBefore a crowd of nearly 200 people at the Information Technology Exposition and Conference (ITEC) in Madison, the six-person panel held a lively 90-minute discussion called \"Cyber Terrorism in Today's World.\"\nAll agreed the fallout from Sept. 11 terrorism could continue through computer infiltration.\n\"Bin Laden and his cronies aren't going to go after hardened military targets,\" said Mark Bowling, an FBI special agent. \"They're going to go after portions of the American economy that they know they can hurt, can cause damage and can put fear in the American people.\"\nBowling called for Wisconsin business leaders to respond with technical, policy and human solutions to computer protection.\n\"Far and away,\" Bowling said, \"the biggest threat we see is a deficit of leadership. The CEOs, the chief information officers, the chief finance officers are not aware of the cost to business associated with down time and how it affects productivity.\"\nThe other panelists at ITEC, a two-day event that concluded in Exhibition Hall at the Alliant Center Thursday, included a government official and a chief executive officer of a commercial computer security company.\nAfter acknowledging obvious external threats to computer systems, Michael Lettman of the Wisconsin Department of Justice mentioned a recent U.S. Department of Treasury report that noted that 60 percent of all computer security breaches are internal.\n\"Don't forget about your internal security problems,\" said Lettman, who is the Justice Department's technical services section chief. \"In your company of 500 employees, chances are 500 of them have access to information. If they take that information and misuse it, you have a security problem.\n\"I encourage people to not forget (internal) problems in the next six months or one year. Don't let employees have access who don't need it.\"\nExpansion of telecommuting also opens doors that should be protected, said Mike Rasmussen of Giga Group, an information technology advisory company.\nEric Anderholm, of La Crosse, CEO of Sergeant Laboratories, which builds products to protect and to monitor computer systems, said companies need to form protective measures against cyber terrorists quickly.\n\"These computer criminals are smart,\" he said. \"We hear about 15, 16 and 17 year olds breaking into computers. Big deal. I'm worried about the 45 year old who's mad at the world and takes a company's intellectual property.\"\nRegardless of a company's approach, the FBI's Bowling said, cyber terrorism \"is going to get much, much worse.\"\n\nLoad-Date: October 27, 2001"
}