{
    "title": "Cyber crime now a national threat",
    "publisher": "business insurance",
    "year": 2012,
    "month": 3,
    "day": 19,
    "full text": "On Dec. 7, 1941, and Sept. 11, 2001, the United States found itself under attack without warning.\nCertainly, informed Americans in 1941 knew long before the attack on Pearl Harbor that there was a possibility that the country would find itself at war with Japan-sometime. And in 2001, we knew of al-Qaeda and knew there was a distinct possibility that the group would attack targets on American soil-sometime.\nBut in both cases, no one knew when \"sometime\" would be. When sometime arrived, the nation was caught unawares, and thousands died.\nNow it appears that a different sometime is fast approaching, as was underscored in a recent speech by FBI Director Robert Mueller.\n\"Terrorism remains the FBI's top priority,\" Mr. Mueller said at a conference on cyber security in San Francisco this month.\n\"But in the not-too-distant future, we anticipate that the cyber threat will pose the No. 1 threat to our country,\" he said. \"We need to take lessons we learned from fighting terrorism and apply them to cyber crime.\"\nThat's a good place to start, because this new threat-albeit sometimes apparently carried out by foreign governments-can't be dealt with in the matter in which traditional military threats were.\nReaders of a certain age will recall when one of North America's most important 20th century defenses was the Distant Early Warning Line, which stretched across northern Canada. The DEW Line was designed to detect Soviet bombers flying across the Arctic before they reached their targets in the United States and Canada.\nFortunately, no Soviet bomber ever crossed the DEW Line. Perhaps the defense perimeter's mere existence helped ensure that it was never penetrated. When the Soviet threat vanished, the DEW Line was dismantled.\nBut there's no way to build a DEW Line in cyber space. Unlike the old Soviet bombers, the attacks can come from multiple directions at once. While the attacks have to come from a physical place-somebody has to write the code that triggers the attacks-responding to them is far more difficult than targeting an airbase or submarine from which a Cold War-era assault would have originated.\nApplying the lessons learned in fighting terrorism to dealing with the cyber threat is certainly a reasonable approach for now. But even as dealing with terrorism required a different approach than dealing with a conventional military enemy, effectively dealing with cyber crime will require new strategies as well.\nTerrorism may still be the No. 1 threat to the country, but cyber crime's time is coming. Fortunately, this time around, as Mr. Mueller said, we know what the threat is, so we can take steps to prepare now. After all, chances are that sometime is going to come sooner than we expected.\n\nLoad-Date: March 22, 2012"
}