{
    "title": "Cyber attack, terrorism risk high At least 3 Ohio sites hit by hackers over weekend",
    "publisher": "daily news ",
    "year": 2015,
    "month": 3,
    "day": 11,
    "full text": "Christopher Lee Cornell, 20, is a Cincinnati-area resident who supports the Islamic State terror group and bought guns and ammo to attack the U.S. Capitol, according to the FBI.\nCINCINNATI - Despite a foiled terrorism plot and a string of cyber attacks on area businesses, local experts say they have no proof of an existing terrorism threat against the Greater Cincinnati region.\nAt least three Ohio businesses fell victim this weekend to a cyber attack, purportedly launched by supporters associated with the Islamic State terrorism group, also known as ISIS. The attacks appeared to have targeted websites of small businesses across the country and, possibly, the world.\nThe cyber assaults come on the heels of the Federal Bureau of Investigation's take down earlier this year of 20-year-old Christopher Lee Cornell, a Cincinnati-area resident who supports the Islamic State and allegedly bought guns in hopes of carrying out a planned attack against the U.S. Capitol.\n\"We have no credible intelligence that there's an existing threat, but we're consistently monitoring,\" said Michael Hartzler, the director of the Greater Cincinnati Fusion Center. The center coordinates with local, state and federal law enforcement agencies to combat terrorism.\nThe websites of at least a dozen businesses - from a bar in Boston to a zoo in California - were hacked this weekend with the same image. A black banner with a symbol and the message, \"Hacked by Islamic State (ISIS) We Are Everywhere :)\" scrolled on the top of the compromised websites. Moerlein Lager House, a brewery in Cincinnati, and the Montgomery Inn, a Cincinnati-area restaurant, were all temporarily hacked with the image this weekend. Additionally, the website of a race track in Darke County was attacked.\nIt's unclear if the attackers are related to the Islamic State at this time, Hartzler said.\n\"Cyber attacks are probably at the top of the threat list for the United states,\" he said. \"If there's a connection with a foreign national group is unknown at this point. As we've seen, there's people who hack websites who have no association with foreign nationals. It's really unpredictable.\"\nThe FBI released a statement Monday that said the agency is \"aware of recent website defacements\" and is working to identify who was impacted.\n\"These types of incidents, whether disruptive or merely distracting, highlight the prolific nature of cybercrime,\" the statement read. \"The FBI will continue to work with all our public and private sector partners to identify and hold those accountable who pose a threat in cyberspace.\"\nTerrorists are more commonly launching web attacks, said Richard Harknett, a political science professor at University of Cincinnati who's helped to develop a cyber security plan for Ohio.\n\"In terms of the defacing of website, that's pretty common practice around the globe,\" Harknett said. \"ISIS sympathizers as well as the (ISIS) organization itself have been engaged in it for well over a year.\"\nHe said the cyber attacks were likely random and the hackers might have targeted websites that were vulnerable to such strikes.\nStill, law enforcement agencies could spend months trying to figure out who's behind the attacks, said Ret. Col. Larry James, a Wright State University psychology professor who formerly served as the chief psychologist at Guantanamo Bay Detention Camp - a military prison known for its high-profile international terrorism suspects.\n\"It could be someone locally,\" James said. \"It could be nothing to do with terrorism. Or, it could be a very targeted operation.\"\nThe hackers who carried out this weekend's cyber attacks - whether related to terrorists or not\n- are likely trying to psychologically manipulate people, James said.\n\nLoad-Date: March 11, 2015"
}