{
    "title": "D.C. sniper execution upheld by Va. court",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 4,
    "day": 23,
    "full text": "RICHMOND, Va. - The Virginia Supreme Court on Friday upheld sniper John Allen Muhammad's murder convictions and death penalty for carrying out what it called a \"cruel scheme of terror\" that left 10 people dead around the Washington area.\nThe court brushed aside arguments that Muhammad could not be sentenced to death under state law because he was not the triggerman. And it rejected claims that the post-Sept. 11 terrorism law under which he was prosecuted is unconstitutionally vague.\n\"If society's ultimate penalty should be reserved for the most heinous offenses, accompanied by proof of vileness or future dangerousness, then surely this case qualifies,\" Justice Donald Lemons wrote.\nMuhammad was convicted on two counts of capital murder for the shooting of Dean Harold Meyers in Virginia during the three-week killing spree in October 2002.\n\"I've had my fingers crossed all these months,\" said Prince William County Commonwealth's Attorney Paul Ebert, who prosecuted Muhammad. \"Now I can uncross them.\"\nMuhammad's lawyers did not immediately return a call.\nThe Supreme Court unanimously affirmed the conviction based on the terrorism law but split 4-3 in upholding the conviction under the triggerman rule.\nThe court's majority found that even if Muhammad's teenage accomplice, Lee Boyd Malvo, pulled the trigger, Muhammad was eligible for the death penalty as an \"immediate perpetrator\" of slaying.\n\"Muhammad, with his sniper team partner, Malvo, randomly selected innocent victims,\" Lemons wrote. \"With calculation, extensive planning, premeditation and ruthless disregard for life, Muhammad carried out his cruel scheme of terror.\"\nThe dissenting justices said Muhammad's actions - positioning the sniper team's car and telling Malvo when to fire - \"were of the same character as those of a lookout or wheelman in a robbery.\"\nThe court rejected Muhammad's claim that \"intimidation\" and other terms should have been defined in the terrorism statute. Muhammad's lawyers also had argued that the law was improperly used against Malvo because it was intended to address crimes like the Sept. 11 hijackings.\n\"Nothing in the words of these statutes evinces an intent to limit its application to criminal actors with political motives,\" the court said.\nThe defense also argued that prosecutors improperly offered conflicting theories at the trials of Muhammad and Malvo. Muhammad's prosecutors portrayed him as a manipulator who molded his then-17-year-old cohort into a killer. Malvo's prosecutors, seeking to counter Malvo's insanity defense, depicted the teenager as a willful, independent thinker.\nBut the court said that two approaches were not inconsistent.\nMalvo is serving life in prison without parole for the slayings of a businessman and an FBI analyst.\n\nLoad-Date: April 25, 2005"
}