{
    "title": "D.C. bank fined over Saudi accounts; They were probed for terrorism links. Regulators alleged that m",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 5,
    "day": 14,
    "full text": "Federal regulators fined Riggs Bank a record $25 million yesterday for allegedly violating anti-money-laundering laws in its handling of tens of millions in cash transactions in Saudi-controlled accounts. The accounts were under investigation for possible links to terrorism financing.\nThe civil fine against the Washington bank with a near-exclusive franchise on business with the capital's diplomatic community is the largest ever imposed on a financial institution for such violations, experts said.\nThe action by the Treasury Department's Office of the Comptroller of the Currency came in an order made public late yesterday. It followed weeks of negotiations between Riggs officials and the banking regulators.\nThe order said the bank's internal controls \"were, and continue to be, seriously deficient.\"\n\"Riggs failed to properly monitor, and report as suspicious, transactions involving tens of millions of dollars in cash withdrawals, international drafts that were returned to the bank, and numerous sequentially numbered cashiers' checks,\" it said.\nBesides the accounts, since closed, that were controlled by Saudi diplomats, the order also mentioned accounts held by officials of Equatorial Guinea.\nRiggs did not admit to or deny wrongdoing in agreeing to the fine. A spokesman for Riggs told Bloomberg News he had no immediate comment on the penalty.\nThe FBI and regulators have investigated large cash transactions in Riggs accounts controlled by Saudi diplomats for possible connections to terrorism financing.\nSenate Finance Committee Chairman Charles Grassley (R., Iowa) recently asked the commission investigating the Sept. 11, 2001, terrorist attacks to examine Saudi transactions totaling tens of millions at Riggs and FleetBoston Financial Corp.\nTreasury regulators previously accused Riggs of failing to comply with a law requiring banks to notify the government of suspicious transactions.\nThe comptroller's office already had classified Riggs as a \"troubled institution\" for not complying fully with a July 2003 consent order under which it agreed to strengthen its anti-money-laundering controls.\nThat designation means the bank must get regulators' approval for changes in top management and for severance payments to executives who leave.\nThe bank, with about $7 billion in assets, earned $3.9 million in the first quarter, compared with $5.9 million a year earlier. Annual earnings have not exceeded $25 million since 1999.\nRiggs said last month that it was reining in its foreign operations and that the head of the family that controls the bank was resigning from the board of its parent company. Investors viewed the moves as steps toward recovery or a possible sale.\n\nLoad-Date: August 25, 2005"
}