{
    "title": "DALLAS INDICTMENT ACCUSES 7 PEOPLE OF FINANCING TERRORISM; OTHERS ARE ARRESTED IN MICHIGAN",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 12,
    "day": 19,
    "full text": "Stepping up efforts to choke the flow of money to suspected terrorist organizations, the government announced the indictments Wednesday of seven people in Texas and the arrests of seven in Michigan. All are suspected of channeling funds to Arab countries that the U.S. government says are homes for terrorists.\nAttorney General John Ashcroft said federal officials were targeting those who finance terrorism as much as those who carry out attacks. \"Just as we will prosecute the terrorists who plant the bomb, we will prosecute the terrorist supporters who write the check,\" Ashcroft said at a news conference.\nA 33-count indictment unsealed in Dallas charged four brothers with money laundering and selling computer equipment to Syria and Libya, two countries the United States says are state sponsors of terrorism. All four have been arrested. The indictment also names a fifth brother, already in custody, as well as Mousa Abu Marzook, a leader of the Palestinian militant group Hamas, and his wife, Nadia Elashi, a cousin of the five brothers.\nU.S. Customs Service agents, meanwhile, raided several businesses and homes in Dearborn, Mich., and arrested seven people. Officials said the people and businesses were involved in illegal money transfers that sent as much as $50 million a year to Yemen, a hotbed for al-Qaida and other Muslin extremists.\nA day earlier, three men in Lackawanna, N.Y., were arrested and charged with sending more than $480,000 to Yemen without a license to operate a money-transferring business. The three - Mohamed Albanna, Ali Albanna and Ali Elbaneh - were released on bail Wednesday. They are relatives of Jaber Elbaneh, accused of belonging to an al-Qaida terrorist cell in Lackawanna.\nA Hamas official criticized the arrests. \"We consider this part of the ongoing war against Islam and the Islamic institutions across the world,\" the official said on the condition of anonymity. \"There are some elements in the American administration who are trying very hard to harm the image of Islam and to link it with so-called terror, which is not true, because Islam is a religion of tolerance.\"\nThe Texas case involved a company in a Dallas suburb, Infocom Corp., for which all five brothers work. The company accepted a $250,000 investment from Marzook, who was deported in 1995 after the federal government designated him a terrorist, and made payments to Marzook's wife, according to the indictment. Both are out of the country. Marzook is believed to be in Syria.\nThose arrested were Bayan Elashi, Ghassan Elashi, Basman Elashi and Hazim Elashi. The fifth brother, Ihsan Elashyi, already is in custody on charges of illegally exporting computer goods to the Middle East.\nGhassan Elashi, the company's vice president for marketing, headed the Holy Land Foundation for Relief and Development. The foundation's assets were frozen by the Treasury Department in December 2001 on the grounds that it allegedly funneled money to terrorists. FBI investigators concluded that Holy Land leaders were Hamas members and the charity was the primary U.S. fund-raising organ for the terrorist group.\n\nNotes\n\nPAGE TWO\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - In an image from television, Ghassan Elashi is arrested Wednesday by federal agents in Dallas. Elashi is one of five brothers named in an indictment accusing them of channeling money to Arab countries that the government says are homes for terrorists.\n\nLoad-Date: December 19, 2002"
}