{
    "title": "Dallas terror plot_ Troubled Jordanian teen or jihadist_ Hosam Smadi liked his American teachers, ra",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 9,
    "day": 30,
    "full text": "Known to wear a cross around his neck and spend more time in churches than the local mosque, US terror suspect Hosam Smadi has many Jordanians rethinking what makes a \"terrorist.\" Few in Jordan could have predicted that the 19-year-old Jordanian, who reportedly memorized Christian hymns and had close friendships with his American teachers, would end up in a US federal prison after being arrested on Sept. 24 and charged with attempting to bomb a Dallas skyscraper. As Jordanians struggle with how the life of a young man from the heartland of the Hashemite Kingdom went so wrong, their government hopes its Islamic education initiative will deter not just hardened militants but other troubled teens from getting caught up in terrorist activities. \"He was a very young man playing on the Internet and was placed in a very dangerous situation,\" says terrorism expert Mohamed Abu Rumman, adding that there have been five cases in Jordan this year similar to Mr. Smadi's - university students trolling extremist jihadi websites, posting messages inquiring \"how to best carry out jihad.\" \nSmadi was charged in a Dallas federal court last week after FBI agents, who discovered him on an extremist website earlier this year, lured him into a fake bomb plot. They reportedly tried to discourage him from following through with it, but according to the FBI affidavit, he told them he came to the US specifically to commit \"jihad for the sake of God.\" Smadi's background doesn't fit militant mold Contrary to Western media reports that Smadi was a strict practicing Muslim, his father and friends here say Smadi rarely prayed and never fasted during the holy month of Ramadan - central tenets required of adult Muslims - and he showed little interest in regional politics. His background also doesn't fit the militant stereotype. Smadi grew up not in a crowded refugee camp, but in the lush green hills of Ajloun, a town in northern Jordan known for its olive orchards and sizable Christian minority. Even more shocking to Jordanians, the accused is the son of a government employee and belongs to the Smadi and Momani tribes, two of the largest in northern Jordan, which are both ardent supporters of the royal family. The soft-spoken teenager had many Christian friends and would sometimes attend chapel at the nearby Baptist School, recalls Essar Mazahreh, Smadi's former teacher and principal at the English-speaking Ajloun Baptist School. Following his parents' divorce and the subsequent death of his ill mother in 2005, Smadi spent years battling depression, mood swings, and low self-esteem. \"The boys were so sweet. But after losing his mother, Hosam became very sick,\" says his former neighbor Reem Elrabodi. After he and his brother Hussein dropped out of school, their father, Maher Smadi, thought a change of scenery would do some good for the boys. In 2007, he sent them to San Jose, Calif. \"Hosam went to the States in pursuit of the American dream. Now we are all living in a nightmare,\" he says. Teenage angst or terrorist tendencies? According to family friend Hana Elrabodi, teenage angst, not radical Islamist ideology, led the troubled teen to go along with the bomb plot. Hosting the younger Smadi during his first few weeks in America, Mr. ElRabodi said he observed several warning signs: Smadi often became irritable, cut himself, exhibited reckless behavior, and even contemplated converting to Christianity. \"I kept telling him, America is a different country. Don't mess up,\" says ElRabodi, who was visiting Jordan for Ramadan. However, like many friends, ElRabodi lost contact with Hosam after the latter moved to Dallas in 2008. Many in Jordan who knew him conclude that a personality disorder, identity crisis, lack of maturity, and sudden arrival in the US without a support network - not home-grown fundamentalism - led to his arrest. Many Jordanians blame the FBI's sting operation for encouraging the young teen, but are still left uneasy that a troubled Jordanian youth could so quickly be labeled a \"terrorist.\" The Smadi tribe, which, according to Sheikh Abu Mohammed Al Smadi, numbers around 40,000 in Jordan, has had a longstanding stance against terrorism, with many members filling government posts. \"We are a nationalist, patriotic tribe. We oppose terrorism inside Jordan and abroad,\" he says, stressing that the tribe would excommunicate any member proved to be involved in terrorist acts. \"They would receive no help from us.\" Jordan defends peaceful image The Jordanian government, which is actively following up with the US State and Justice departments to ensure Smadi receives a fair trial, has sought to protect the country's image against another terrorist association. \"Jordanian society rejects Al Qaeda, its activities and ideologies, and stands against terrorism in all its forms,\" says Minister of Media Affairs Nabil Sharif. \"Amman itself was victim to attacks and we are very sensitive to this issue.\" The bombing of three hotels in 2005 killed over 50 people in Amman - most of them Jordanians - in an attack masterminded by Abu Musab Zarqawi, a Jordanian who headed Al Qaeda in Iraq before being assassinated the next year. The bombings swung public opinion against Al Qaeda and its methods. Prior to the bombings, approximately 66.8 percent of Jordanians considered Al Qaeda a \"legitimate resistance group,\" compared with 20 percent in December 2005, according to polls by the University of Jordan's Centre for Strategic Studies. Smadi is a totally different case than Zarqawi, says Oraib Al Rantawi, director of the Amman-based Al Quds Centre for Political Studies. \"It took [Zarqawi] decades to evolve from (being)a loser in Zarqa to joining a Salafist movement.... This kid doesn't have such a history or background,\" he says. 'You cannot be guilty for what you think' Jordan's General Intelligence Department, which often monitors extremist websites, takes a more lenient approach than the Federal Bureau of Investigation, says Mr. Abu Rumman, who covers security issues and Islamist movements in Jordan. He says many young people are overwhelmed with frustration about political developments such as Israel's war in Gaza. Treating every impassioned youth as a potential terrorist would place all young persons in Jordan, from refugee camps to Amman's upscale western neighborhood of Abdoun, under suspicion, he claimed. \"You cannot be guilty for what you think, only what you do. In Jordan, if we adopt the same approach as the FBI, we will immediately have hundreds of cases in court,\" says Abu Rumman, who adds that the government returned the five youths similar to Smadi to their families after a few days - albeit with strict surveillance. The answer, according to Mr. Sharif, the government spokesman, is education. Sharif says the Amman Message, an international initiative started by the king to combat negative stereotypes and misconceptions about Islam, could aid fathers such as Maher Smadi in preventing their children from \"getting caught up in the wrong crowd.\" \"I just don't know what happened,\" Maher Smadi says while holding a photograph of his son. \"He was just a kid.\" The evolution of Abu Musab al-Zarqawi, the Jordanian who became Iraq's Osama bin Laden.\n   \n\nLoad-Date: February 19, 2010"
}