{
    "title": "Dallas Man Gets 30 Years for Recruiting for ISIS Through App",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 12,
    "full text": "Prosecutors said Said Azzam Mohamad Rahim used a social media app called Zello to recruit fighters and encourage others to kill enemies of the Islamic State.\nA Dallas man who prosecutors said tried to recruit fighters for the Islamic State through social media, encouraged others to carry out terrorist attacks and lied to federal agents was sentenced on Wednesday to 30 years in prison.\nThe man, Said Azzam Mohamad Rahim, was arrested at Dallas Fort Worth International Airport in March 2017 while trying to board a flight to Jordan, according to prosecutors.\nDuring his trial in May 2019, prosecutors said Mr. Rahim, 42, used a messaging app called Zello to try to recruit the fighters and tell others to kill enemies of the Islamic State, also known as ISIS.\n“Kill and do not consult anyone,” Mr. Rahim said on the app in July 2016. “Kill by any means, smash his head on the wall, spit in his face, burn — I mean anything, anything — poison, anything.”\nProsecutors said Mr. Rahim praised terrorist attacks, like the June 2016 attack on the Pulse nightclub in Orlando, Fla., during which a gunman who claimed allegiance to the Islamic State killed 49 people and wounded 53.\nMr. Rahim was convicted by a federal jury in May of one count of conspiracy to provide material support to a foreign terrorist organization, one count of attempting to provide material support to the organization and six counts of making false statements to federal authorities — all felonies.\nTogether, the charges carried a maximum possible sentence of 88 years in prison, prosecutors said. It was not immediately clear on Wednesday night why Judge Jane J. Boyle of the United States District Court in Dallas opted for a lesser term.\n“Rahim spread the violent message of ISIS online,” John C. Demers, the assistant attorney general for national security, said in a statement on Wednesday. “He also attempted to travel to support ISIS and then lied to F.B.I. when questioned about his activities. This sentence is the consequence of his criminal activities and a clear message to others who would consider following in his footsteps: Don’t.”\nMr. Rahim’s lawyer, James Whalen, said in an interview that he intended to appeal the sentence and the conviction.\nIt was not clear whether Mr. Rahim’s messages prompted any terrorist acts or whether he was successful in his recruitment efforts. The United States attorney’s office in Dallas did not immediately respond to requests for comment on Wednesday evening.\nMr. Whalen said that he did not believe there was any evidence presented at the trial indicating that Mr. Rahim’s statements resulted in terrorism.\n“While you may have found them offensive, I don’t think it gave rise to material support for a terrorist organization,” Mr. Whalen said.\nMr. Whalen said Mr. Rahim was being held at a federal detention center in Seagoville, Texas.\nOther Americans have been prosecuted on terrorism-related charges with little or no public evidence that their actions had tangible impact.\nLast month, a 23-year-old man was charged with trying to get the Islamic State to launch attacks on deans at two colleges in southern Florida.\nLawyers representing a Lebanese immigrant — who was sentenced last week in New York to 40 years in prison for scouting targets for possible terrorist attacks — argued that none of the information he gathered was used in an attack, The Washington Post reported.\nPHOTO: Said Azzam Mohamad Rahim was arrested in March 2017 at Dallas Fort Worth International Airport while trying to board a flight to Jordan, prosecutors said. (PHOTOGRAPH BY Stewart F. House/Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: December 14, 2019"
}