{
    "title": "Damascus Holds Russia -Backed Conference on Refugee Returns",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 12,
    "full text": "Syrian President Bashar al-Assad said Monday during a video call with his Russian counterpart Vladimir Putin that the return of refugees who left the country due to the conflict in his country is a \"priority\" in the next stage, two days before a conference hosted by Damascus with the support of Moscow to discuss the issue of their return.\nIn the video call, Putin said that \"international terrorism has been nearly wiped out and return to civilian life should begin gradually\". The two leaders have long referred to opposition forces and rebel groups as \"terrorists\".\nSyria and Russian Federation are preparing for an worldwide conference about the return of Syrian refugees to their country that will soon take place in the capital Damascus. He added that the millions of refugees \"are people of working age and should work on rebuilding their country\".\nPutin also told Assad that a deal for Syria's conflict should include the return of refugees and displaced in accordance with the United Nations Security Council resolution 2254.\nMr. Assad has been urging Syrians to return to the war-torn country for the past few years. Turkey hosts the most Syrian refugees and has not been invited.\nIt is an agonizing decision for Syrians who are exhausted of living in makeshift shelters in dire conditions but are fearful of returning only to face possible imprisonment or torture.\nRapper MO3 Shot in the Head and Left on Dallas Freeway\nUpon seeing this, Mo3 fled the auto and the gunman proceeded to open fire, hitting the rapper with a shot in the back of the head. The gunman followed, firing multiple rounds and hitting Mo3 in the back of the head.\nEuropean Union foreign policy chief Josep Borrell said the Syria regime's priority must be \"to create conditions for safe, voluntary, dignified and sustainable return of refugees\" in line with guidance from the United Nations refugee agency.\nNo one should be forced to go back, and conditions inside Syria do not lend themselves to large-scale voluntary return, he said.\nHuman rights organizations warn, in turn, that the cessation of battles in several areas in Syria does not mean that they are now ready for the return of refugees in light of their lack of infrastructure and services and the fear of human rights violations.\nHe said millions of refugees were being forced to stay in host countries by \"pressure or intimidation\" and that host states were enticing them financially while benefiting from worldwide aid for them. \"All the political agendas and interests are so narrow in comparison with the humanitarian issue of the refugees\", he said.\nMillions of people have been displaced since then, becoming refugees in other countries, inlcuding neighbouring Turkey, Jordan and Lebanon. Several foreign ambassadors in Syria attended the conference, which is co-organized by Russian Federation.\n\nLoad-Date: November 13, 2020"
}