{
    "title": "Dancing With the Muslim Brotherhood",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 4,
    "day": 19,
    "full text": "\"We ask Allah that the elimination [of America] will be at the hands of our mujahideen brothers, [and] that Allah will give them martyrdom for His sake, [and] will bring victory to Islam.\"\n- Muslim Brotherhood children's affiliate, Awladnaa. net, April 2006\nDuring the past few weeks, a diplomatic mess has spilled out into the halls of the U.S. Congress and Egyptian parliament. As the April 23 edition of Newsweek put it, \"A brief encounter at a Cairo cocktail party could signal a shift in Bush administration policy toward the Muslim Brotherhood, a worldwide Islamic movement that the United States has shunned because of its alleged ties to terrorism.\"\nThe potential scandal began in March when the press first detailed an American congressional delegation's visit to Egypt, led by the House majority leader, Rep. Steny Hoyer, a Democrat of Maryland, who had multiple meetings with members of the Muslim Brotherhood.\nThe meetings took place at the Egyptian parliament and at the home of an American ambassador, Francis Ricciardone. A spokesman for the Brotherhood, Hamdi Hassan, told the Associated Press that developments in the Middle East and his organization's ideology were discussed in private.\nIn an interview on the Muslim Brotherhood's Web site, Ikhwanweb.com, on April 12, Muhammed Sad Al-Katani, the chairman of the Brotherhood's bloc in parliament and one of those who met with the American delegation, added that it comprised seven Democrats and four Republicans.\nBy all accounts and to his credit, Mr. Hoyer argued during the meetings with the Brotherhood members over issues related to terrorism and Hamas.\nYet the Egyptian opposition daily Al-Masryoon reported April 12 that as a follow-up to the initial meetings in Egypt, \"high-level diplomatic sources\" have said the Muslim Brotherhood general guide, Muhammad Madi Akef, several members of his office, and Muslim Brotherhood MPs had been invited by an unidentified congressman to visit America next month and to speak to Congress. The Muslim Brotherhood has recently denied the invitation.\nAl-Masryoon then reported April 16 that Mr. Ricciardone left Egypt secretly last Thursday, after being summoned by the State Department to discuss the ramifications of the recent meeting between Mr. Hoyer and Mr. Katani. The sources added that Egypt's Foreign Ministry had informed Foggy Bottom of its objections to this meeting because it gives legitimacy to a movement that is outlawed in Egypt.\nA lack of knowledge about the Muslim Brotherhood is evident on the part of U.S. officials who are now cozying up to the organization. The Brotherhood's leadership is vehemently anti-American and has gone on the record calling for jihad against America.\nOne notable example includes Brotherhood lawmaker Ragab Hilal Hamida's speech during a parliamentary session between January 28 and February 3, 2006, which focused on the Inter-Arab Agreement on Combating Terrorism. The Arab press reported on his statements saying the Koran encourages terrorism and that he supports the activities of Osama bin Laden, Ayman Al-Zawahri, and Abu Musab Al-Zarqawi. The report also stated that another Muslim Brotherhood lawmaker, Sheikh Ahmad Askar, agreed with Mr. Hamida's statements.\nAnother example illustrating the problem with the Muslim Brotherhood can be found in the ideology of its current leader. When Mr. Akef took over in 2004, he gave a series of interviews to the Egyptian press stating - among other things - that America, which he referred to as \"Satan,\" would soon collapse. Regarding the attacks of September 11, 2001, he claimed there was no real proof that Al Qaeda was behind them and stated that in the future, Islam would take over Europe and America.\nAn unidentified senior official in the American government was quoted by Newsweek as saying the invitation of Brotherhood members was \"cleared\" by the State Department and represented the highest-level contact with the organization since September 11.\nAs some members of the American government pursue talks with the Muslim Brotherhood, it must be understood that this organization is no friend of America. Just two weeks ago, its leader spoke at a Cairo-based conference called \"The Struggle Against the U.S. and Zionist Occupation.\" He stated that \"the devil Bush\" and his allies were really behind \"sowing terror worldwide.\"\nMr. Stalinsky is the executive director of the Middle East Media Research Institute.\n\nLoad-Date: April 19, 2007"
}