{
    "title": "Danish , Swedish police arrest 5 terror suspects",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 12,
    "day": 29,
    "full text": "COPENHAGEN, Denmark ? Five men planning to shoot as many people as possible in a building housing the newsroom of a paper that published cartoons of the Prophet Muhammad were arrested Wednesday in an operation that halted an imminent attack, intelligence officials said. Denmark's intelligence service said that after months of surveillance they had arrested four men in two raids in suburbs of the capital, Copenhagen, and seized a submachine gun, a silencer and ammunition. Swedish police said they arrested a 37-year-old Swedish citizen of Tunisian origin living in Stockholm. \n\"An imminent terror attack has been foiled,\" said Jakob Scharf, head of the Danish Security and Intelligence Service, or PET. He described some the suspects as \"militant Islamists with relations to international terror networks\" and said that more arrests were possible. PET said it seized a 44-year-old Tunisian, a 29-year-old Lebanese-born man and a 30-year-old who were living in Sweden and had entered Denmark late Tuesday or early Wednesday. The fourth person detained was a 26-year-old Iraqi asylum-seeker living in Copenhagen. The Danish intelligence service said the group had been planning to enter the building where the Jyllands-Posten daily has its Copenhagen newsdesk and had wanted \"to kill as many of the people present as possible.\" The four men face preliminary charges of attempting to carry out an act of terrorism. They will face a custody hearing Thursday. \"I am shocked that a group of people have concrete plans to commit a serious terrorist attack in this country,\" Danish Prime Minister Loekke Rasmussen told reporters. \"I want to stress that regardless of today's event it remains my conviction that terrorism must not lead us to change our open society and our values, especially democracy and free speech.\" Danish and Swedish police, who appeared at a joint new conference with Loekke Rasmussen in Copenhagen, said they had been tailing the suspects for several months. Anders Danielsson, the head of Sweden's security police, said they had followed a car rented by the suspects from Stockholm to the Danish border. \"We knew that there were weapons in the car,\" he said. Zubair Butt Hussain, a spokesman for the Muslim Council of Denmark, called the plan \"extremely worrying.\" The organization \"absolutely condemns any act of terrorism regardless of the motives and motivations that may lie behind,\" Hussain said. There have been at least four plots to attack Jyllands-Posten or Kurt Westergaard, the artist who drew the most contentious of 12 cartoons, which were published by the daily in 2005 as a challenge to perceived self-censorship. \"The foiled plot is a direct attack on democracy and freedom of press,\" Westergaard told the German tabloid Bild. \"We may not and won't let anyone forbid us to criticize radical Islamism. We may not be intimidated when it comes to our values.\" In January, a Somali man broke into Westergaard's home wielding an ax and a knife but the artist escaped unharmed by locking himself in a safe-room in the house. In 2008, two Tunisians with Danish residence permits were arrested for plotting to kill him. In September, a man was wounded when a letter bomb he was preparing exploded in a Copenhagen hotel. Police said it was intended for the daily, which has also been targeted in a number of thwarted terror plots in Norway and the United States. U.S. citizen Tahawwur Rana faces trial in Chicago in February in connection with the 2008 terrorist attacks in the Indian city of Mumbai and a planned attack on the Jyllands-Posten. The cartoons also provoked massive and violent protests in 2006 in Muslim countries where demonstrators considered the drawings as having profoundly insulted Islam. Islamic law generally opposes any depiction of the prophet, even favorable, for fear it could lead to idolatry. In 2008, the Danish Embassy in Islamabad, Pakistan, was targeted by a car bomb that killed six people outside the mission. The attacks and threats have caused concern and unprecedented security measures in Denmark, a country that prides itself on personal freedom and openness. The JPPOL media group building, which includes Jyllands-Posten, is protected by metal fences and guards at all entrances. Mail is scanned and newspaper staff need identity cards to enter the buildings and the various floors. Lars Munch, JPPOL chief executive, said his workers were worried. \"It is appalling for our group, for our employees and their families to see their workplace threatened,\" Munch said. Scharf said \"there was no need to raise the terror threat alert level\" in Denmark, although Danish Justice Minister Lars Barfoed described the plot as \"terrifying.\" \"The group's plan to kill as many as possible is very frightening and is probably the most serious terror attempt in Denmark,\" Barfoed said. The head of Sweden's security police, Anders Danielsson, said that \"it has been possible to avert a serious terror crime in Denmark through efficient and close cooperation between PET and the (Swedish) security police.\" Danielsson said the suspects who are residents in Sweden are also being investigated for suspected terror crimes in that country. Associated Press Writer Louise Nordstrom contributed to this report from Stockholm. \n\nLoad-Date: December 30, 2010"
}