{
    "title": "Danish Immigrant To Be Charged With Instigating Terror",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 8,
    "day": 30,
    "full text": "Said Mansour, a slightly built man with a bushy beard, believes Muslims have a right to kill Americans in Iraq because, he said, \"This is war; it's not a picnic.\"\nSo, he explained in an interview last week, he had no qualms about downloading Internet videos depicting beheadings in Iraq and speeches by Abu Musab al-Zarqawi, the terrorist mastermind behind much of the Iraqi insurgency.\nNow, Danish police intend to make Mr. Mansour, 45, a Moroccan-born Danish citizen, the first person ever charged under an anti-terrorism law enacted in 2002 that forbids instigation of terrorism or offering advice to terrorists. Police sources said Mr. Mansour would probably be charged for distributing CDs that contained the inflammatory jihadist speeches and gruesome images.\nThe law contains curbs on free speech that are remarkable in a country famous for tolerating all points of view. It illustrates how democracies across Europe are adopting tougher measures in an era of rising extremist violence, despite protests that civil liberties are being sacrificed in the process.\nThe 2004 Madrid train bombings, which killed 191 people, and the London bombings last month, which killed 56 people - including the four bombers - have added new urgency to the issue.\n\"We have to look at reality,\" Denmark's minister of refugee, immigration, and integration affairs, Rikke Hvilshoj, said. \"The day we don't have freedom of speech, the fundamentalists have won,\" she said. \"On the other hand, we can't be naive.\"\nExperts said the debate about how to balance anti-terrorism protections with individual freedoms is at the top of the agenda for European nations. The issue is particularly acute in Denmark, Italy, and Poland - which have troops in Iraq as part of the Americanled military coalition and fear they could be the next target - and in Spain, following the train attacks there.\nFrance, with Europe's largest Muslim community, recently announced plans to strengthen its anti-terror laws, already among Europe's strongest. Britain now plans to ban or deport those who incite terrorism, close bookshops or places of worship used by radical groups, and criminalize speech that \"foments, justifies, or glorifies\" terrorism.\nSome political activists here said their government was trampling free speech guarantees contained in the Danish constitution.\n\"They have crossed the line,\" said a Syrian-born member of Parliament, Naser Khader, 42, who has been a vocal critic of Muslim extremists. \"The society must be open and free.\"\nBut a recent survey found that 80% of Danes supported the new laws to battle terrorism and control immigration.\n\"The terror is getting closer,\" a member of Parliament from the strongly anti-immigration Danish People's Party, Morten Messerschmidt, said. He said curbing free speech was \"very tough and emotional to do in England or Denmark or any other country that respects freedom, but it's out of necessity.\" He said a terror attack in Denmark is inevitable.\nPrime Minister Rasmussen ordered a review of national laws governing security and civil liberties immediately after the London bombings.\nMany European countries have long had laws banning racist hate speech, an outgrowth of their experiences with Nazi Germany and the Holocaust. But analysts said Denmark's new speech law, part of a package of anti-terror laws enacted in the aftermath of the attacks of September 11, 2001, was at the forefront of tougher European laws. The law banning instigation of terrorism carries a penalty of up to six years in prison.\nDenmark's anti-terror laws also ban financing of radical groups and give police new powers to electronically eavesdrop on suspected radicals. Danish intelligence officers have also increased what the commander of the Danish Security Intelligence Service, Hans Jorgen Bonnichsen, called \"preventive talks\" with potential radicals.\nIn an interview, Mr. Bonnichsen said his officers conduct close surveillance of suspected radicals and occasionally let them know they are being watched to disrupt their activities. He said intelligence officers work closely with Danish universities to monitor foreign-born students and watch for suspicious activity.\n\"Three years ago, people thought it was terrifying what Denmark was doing,\" the immigration affairs minister, Mr. Hvilshoj, said. But with the shifting mood in Europe, she said, \"that has changed.\"\nIn Denmark, as in much of Europe, fears of terrorism are often intertwined with concerns about immigration, particularly the immigration of Muslims. There are about 15 million Muslims living in the 25 countries of the European Union.\nMr. Rasmussen's right-leaning government was elected in November 2001, riding a wave of popular anger about rising immigration. Nearly overnight, the government reversed Denmark's generous immigration policies, tightening requirements for asylum-seekers and for foreign residents trying to bring in spouses.\nMany Muslims in Denmark see racist motives in the government's policies. But police officials said racism had nothing to do with their plan to charge Mr. Mansour under the instigation law.\nMr. Mansour, who arrived for an interview in long Muslim robes, said he had come to Denmark in 1983 to join a sister who lived here. He married a Danish woman the next year; they now have four children. His wife is a public school teacher, but Mr. Mansour said he was unemployed and collected a monthly government welfare benefit of about $1,800.\nMr. Mansour described leading an active life in Danish Muslim circles. He denied being a violent radical, although he said he was \"happy\" about the September 11 attacks and admitted he maintained relationships with well-known radicals from other countries.\nHe said he had been close friends with the cleric who was convicted in connection with the 1993 bombing of the World Trade Center in New York, Sheik Omar Abdel Rahman. Mr. Mansour also said he was in contact with two men whom authorities have described as aiding or inspiring the September 11 attacks. One was a radical Muslim cleric who was convicted in Jordan of several bomb attacks, Abu Qatada; tapes of his speeches were found in the German apartment used by several September 11 attackers. The other was a Syrian accused in Spain of giving money and support to the September 11 attackers, Imad Eddin Barakat Yarkas.\nMr. Mansour said he was aware that the police intend to bring charges against him. But he said that knowing people who had been convicted of crimes was not illegal and that passing out material downloaded from the Internet shouldn't be, either.\n\"Everybody can do it,\" he said, asserting that Danish officials are \"just trying to show the Americans they are against terrorism.\"\n\nLoad-Date: August 30, 2005"
}