{
    "title": "Daniel Byman Visits Campus to Give Lecture on Understanding the Islamic State",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 24,
    "full text": "On Thursday Feb. 16, the Holy Cross Center for Interdisciplinary Studies and Department of Peace & Conflict Studies sponsored a lecture given by Dr. Daniel L. Byman entitled, \"Understanding the Islamic State.\"\nDr. Byman is a professor of security studies and a Senior Associate Dean at Georgetown University's Walsh School of Foreign Service. He is also a part-time Senior Fellow at the Center for Middle East Policy at the Brookings Institution, where he conducts research on terrorism and other Middle East security issues. From 2002 to 2004 he served as a Professional Staff Member with the 9/11 Commission and with the Joint 9/11 Inquiry Staff of the House and Senate Intelligence Committees. Before joining the Inquiry Staff he was the Research Director of the Center for Middle East Public Policy at the RAND Corporation. Prior to that, Professor Byman worked as an analyst on the Middle East for the U.S. government. He is author of numerous books and articles on terrorism and security both in the Middle East and internationally. These accomplishments made him the perfect candidate qualified to speak to Holy Cross students on understanding the threat of terrorism today.\nThe College's own Professor Denis Kennedy of the political science department was instrumental in bringing Dr. Byman to campus.\n\"We start planning events in the autumn days of summer,\" said Kennedy. \"We try to anticipate both what we think are going to be the most important events on the international radar and also relevant to student interests, as well as which professors are teaching courses that are relevant, because it's always important to be able to connect your coursework to the speakers that you are bringing in.\"\nThe topic of terrorism and the Islamic State is a hot-button issue across the country and has been for some time, especially following the 2016 presidential election. Combined with the Syrian Civil War and resulting refugee crisis, the turmoil in the Middle East is incredibly complicated and can be difficult to comprehend. So it was an important move by the College to bring in someone like Byman who can present the history and intricacies of the Islamic State in a comprehensive and understandable way.\n\"[Byman is] someone whose scholarship I like a great deal,\" said Kennedy. \"He's certainly an expert, he's one of the most well known people doing work on the Islamic State, but I find his research approachable and I teach him in many of my courses. I think he is someone who is able to, in ten or fifteen pages, to convey a great deal of nuance, but to do it in a way that is also approachable and digestible. You don't need to obfuscate to be complex.\"\nByman began his lecture by asking the audience in the nearly full Seelos Theater, \"How many of you think the fight against ISIS is going well?\" A few students raised their hands, but most did not know what to make of the question. Byman then went on to speak for about an hour on what the Islamic State is and how it came to be what it is today, and allowed students to ask their own questions in a Q&A afterwards. He spoke not only of the Islamic State, but of the successes and failures of US involvement in the Middle East, and where he sees the global conflict going during President Trump's administration.\nProfessor Kennedy hopes that the many students who attended the lecture, from across the College's departments, came to the lecture with preconceptions about the Islamic State and terrorism in the Middle East, and that their preconceptions were challenged by the content of Byman's talk.\n\"He also defies easy solutions, which is something that we're always trying to compel Holy Cross students to think about,\" said Kennedy. \"There's a problem, and there's not always an easy solution, because what you're seeking to do is going to create ramifications. And so I think some of Byman's best work is looking at the fact that there are no silver bullets. Whatever choice you make, there are going to be consequences. A lot of that theme came out in his lecture.\"\nWhat Byman sought most to do in his lecture was educate. He joked early on in his talk that the real title of his lecture should be \"Be Afraid. Be a Little Afraid.\" Thinking about ISIS and terrorism gets people worked up, so our best weapon is education and understanding. As Byman said, this issue is not black and white, there is a lot of grey area. There is no easy solution out of this conflict, and it will unfortunately not end anytime soon, so rather than spend our time living in fear, we should spend our time educating ourselves on the best way to end these global conflicts.\n\nLoad-Date: August 26, 2021"
}