{
    "title": "Dark day in Fla. Saudi training with U.S. kills 3 at naval base",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 7,
    "full text": "Three people were shot dead early Friday by a member of Saudi Arabia's military who opened fire at a Florida naval base where he was receiving flight training, authorities said.\nThe shooter, identified by NBC News as Mohammed Saeed Alshamrani, was shot dead in a gun battle with sheriff's deputies.\nTwelve people were hurt in the attack at Naval Air Station Pensacola, including two sheriff's deputies - one of whom killed the shooter, said Escambia County Sheriff David Morgan.\nThe Navy air base on the Florida panhandle was locked down just before 7 a.m. after officers received reports of an active shooter.\nThe chaos sent navy officers and local authorities rushing to a two-story classroom building where the shooting unfolded, officials said.\nDeputies were the first to confront Alshamrani.\nOne deputy was shot in the arm, and a second underwent surgery on his knee, Morgan told reporters during a press conference.\nMorgan said the suspect used a handgun in the attack. He said there were no other suspects. The sheriff's office lifted the threat in a Facebook post just before 9 a.m. The base remained closed for the rest of the day, with only essential personnel allowed to enter.\nThe identities of the victims, including those who died, were not immediately released.\n\"They're part of the Navy family,\" said Capt. Timothy . Kinsella Jr., the base commander. \"They're part of us, and our heart goes out to those of you who may be affected by this tragedy.\"\nKinsella declined to comment on whether the shooting is being investigated as an act of terror.\nPresident Trump tweeted that his \"thoughts and prayers\" were with the people of Pensacola, later adding that King Salman of Saudi Arabia expressed to him his sincere condolences \"to the families and friends of the warriors who were killed and wounded in the attack \"\n\"The king said that the Saudi people are greatly angered by the barbaric actions of the shooter, and that this person in no way shape or form represents the feelings of the Saudi people who love the American people,\" Trump wrote.\nVice President Pence said he was \"saddened\" to hear of \"the horrible shooting.\"\n\"Praying for the victims & their families & we commend the first responders for their swift action in taking down the shooter & getting those on base to safety,\" Pence tweeted.\nFlorida Gov. Ron DeSantis, a Navy veteran, said it was a \"very dark day for a very great place.\"\nBut Rep. Matt Gaetz, a Republican whose congressional district includes Pensacola, said he was convinced the shooting was an act of terrorism. He blamed a lapse in federal vetting of foreign trainees.\n\"We can safely call this an act of terrorism, not an act of workplace violence,\" he told WEAR television.\nAgents with the Bureau of Alcohol, Tobacco, Firearms and Explosives as well as FBI personnel from Pensacola, Jacksonville, Fla. and Mobile, Ala. responded to the scene. The base employs more than 16,000 military and 7,400 civilian workers.\nThe Florida military facility, known as the \"cradle of aviation,\" is home to the Navy's Blue Angel flight demonstration squadron and is an international training hub for those aiming to become a Naval pilot or flight officer. Officials estimated there were likely around 100 or so foreign students studying at the base.\nThe lockdown in Pensacola comes just days after an active duty U.S. sailor killed two civilian employees and injured another before fatally shooting himself at Pearl Harbor Naval Shipyard in Hawaii.\n\nLoad-Date: December 10, 2019"
}