{
    "title": "Darkest comedy of Ireland and terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 27,
    "full text": "Gore! Hilarity! More gore! More hilarity! Even more gore! (As one character, soaked in blood, bemoans, \"Worse and worse and worse this story gets.\") Martin McDonagh's Irish plays specialize in carnage-spattered, darkest comedy - most recentlyThe Pillowman and, before that, The Beauty Queen of Leenane and The Cripple of Inishmaan. The Lieutenant of Inishmore is finally receiving its brilliant American premiere after a great success in London four years ago.\nThe plot centers on the self-appointed lieutenant of Inishmore, \"mad Padraic,\" a rabid reject of the Irish Republican Army and an extreme member of an extremist splinter group. In scene one we discover that his beloved cat, \"wee Thomas,\" has been bashed to a pulp while in his father's care (this is the first of the dead cats we will meet in the course of the show - much praise to the prop designer, surprisingly not credited in the program). In scene two, we meet Padraic about to slice the nipple off a man hanging by his feet. And we're off.\nAdd an adorable teenage girlfriend who has paramilitary fantasies and a rifle - and can blind cows at 60 yards (getting the idea?). There are various other folks of varying degrees of stupidity and untamed quasi-patriotism. All the fanatics love cats, so the \"cat-brainer\" comes in for some grief. His retort: \"Is it happy cats or is it an Ireland free we're after?\"\nThe cast - some of whom were in the original U.K. production - is uniformly superb, delivering the comedy without ever playing it for laughs. They evoke the rural community, the desperate politics, the half-baked schemes and the crooked passions with such humanness that we can see the pathos under their self-intoxication. The performances are subtle where it would be easy to be gross, and Wilson Milam's direction, builds a crescendo of meaning scene after scene after scene - separated by Irish freedom ballads or ferocious drumming.\n\"Four dead fellas, two dead cats,\" sighs a survivor, \"So all this terror has been for absolutely nothing?\" to which Padraic's father replies, \"It has.\" This audacious play is about terrorists and the absolute futility of terroristic acts committed by self-deluded fanatics who blow up chip shops because the army barracks are too hard to get into. For all the Irishness of The Lieutenant of Inishmore, it is impossible not to see its relevance as extending far beyond those borders. McDonagh uses comedy as a moral weapon and the audience is likely to leave grinning but shaken.\nThe Lieutenant of Inishmore\nWritten by Martin McDonagh, directed by Wilson Milam, scenery by Scott Pask, costumes by Theresa Squire, lighting by Michael Chybowski, sound by Obadiah Eaves, music, Matt McKenzie, fight director, J. David Brimmer. Produced by Atlantic Theatre Co.\nThe cast: Domhnall Gleeson (Davey), Peter Gerety (Donny), David Wilmott (Padraic), Jeff Binder (James), Kerry Condon (Mairead), Andrew Connelly (Christy), Dashiell Eaves (Joey), Brian D'Arcy James (Brendan).\nPlaying at: Atlantic Theatre, 336 W. 20th St, New York. Through April 9, 2006. Tickets: $60. Information: Telecharge: 800-432-7250 or www.telecharge.com.\n\nLoad-Date: February 27, 2006"
}