{
    "title": "Data on terrorism cases very inaccurate, audit says Inflated and understated numbers depended on whi",
    "publisher": "the philadelphia inquirer",
    "year": 2007,
    "month": 2,
    "day": 21,
    "full text": "Most of the Justice Department's major statistics on terrorism cases are highly inaccurate, and federal prosecutors routinely count drug-trafficking, marriage fraud, and other unrelated crimes as part of antiterrorism efforts, according to an audit released yesterday.\nInspector general Glenn Fine found that only two of the 26 sets of important statistics on domestic counterterrorism efforts compiled by Justice and the FBI from 2001 to 2005 were accurate, according to a 140-page report. The numbers were both inflated and understated, depending on the data cited and which part of the Justice Department was doing the counting, the report said.\nThe biggest problems were found in numbers compiled by the Executive Office of U.S. Attorneys, which counted hundreds of terrorism cases that did not qualify for the designation because they involved minor crimes with no connection to terrorist activity, the report said.\nIn short, the report concluded, \"the collection and reporting of terrorism-related statistics within the department is decentralized and haphazard.\"\nThe Justice Department said in a statement that it had already made most of the improvements suggested by Fine's office and that the U.S. Attorneys' Office would rename its \"antiterrorism\" category to remove the implication that every case involves terrorism.\nThe analysis is the latest to find serious faults with the Justice Department's terrorism statistics, some of which have been featured prominently in statements by President Bush or the attorney general as evidence of the terrorist threat and the department's successful efforts to combat it.\nThe data are used to justify expenditures and explain to Congress and the public how the Justice Department is using its resources to protect the country against terrorist attacks, officials said.\n\"Congress, department managers and the public need accurate statistics in order to fully assess the department's antiterrorism efforts,\" Fine said in a statement.\nA 2005 Washington Post analysis of terrorism cases tallied by the Justice Department's Criminal Division showed that most defendants were charged with minor crimes unrelated to terrorism.\nFine's office examined similar data as part of its analysis, but, unlike the Post, it accepted at face value any claims of a terrorist link by the government. Under those conditions, the report said, the Criminal Division actually understated the number of cases that would qualify as related to terrorism.\nIn other statistics, Fine's office found many cases \"where department officials provided no evidence to link the subject of the case to terrorist activity,\" the report said.\nJustice spokesman Dean Boyd said, \"The notion that the Justice Department inflated its statistics is false and flatly contradicted by the [inspector general's] report itself, which found that the Criminal Division either accurately stated or understated the department's terrorism statistics in nearly all categories.\"\nFine's report was careful to stress that the inaccuracies did not appear intentional, but instead were the result of shoddy record-keeping, disagreements over definitions, and other problems.\nMuch of the report's criticisms centered on the U.S. Attorneys' Office at Justice headquarters, which compiles statistics from 93 federal prosecutors nationwide and in U.S. territories. The office dramatically over- or understated the number of terrorism-related cases during a four-year period, due in large part to the way officials defined \"antiterrorism\" cases, the report said.\nA prime example was a massive operation to crack down on security problems at airports, which yielded dozens of arrests for immigration charges and other crimes, but none related to terrorism. Even so, Fine's report said, all of the cases were counted as antiterrorism efforts.\nRead the audit report on Justice's terrorism data via http://go.philly.com/terrorism\n\nLoad-Date: February 21, 2007"
}