{
    "title": "DATELINE DEKALB; Fire chiefs ' task force to address terrorism",
    "publisher": "the world",
    "year": 1996,
    "month": 9,
    "day": 19,
    "full text": "Responding to the frequency of terrorist attacks on American soil, the International Association of Fire Chiefs has formed a terrorism task force and appointed DeKalb Fire Chief Carlos E. Perez chairman of the committee.\nThe committee met for the first time last month in Missouri to develop a plan that addresses the role of local fire departments in responding to terrorist attacks.\nIn recent years, terrorism has become more frequent in this country, Perez said, citing the pipe bombing in Centennial Olympic Park and the bombings of the World Trade Center in New York and a federal building in Oklahoma.\nSince fire departments are usually the first responders to sites of terrorism, he said, they must develop plans to respond to various situations and form a strategy to work with and release a site to federal agencies such as the FBI and the Bureau of Alcohol, Tobacco and Firearms.\nSpecifically, Perez and his committee are charged with making recommendations to the association on the future and ongoing role of the organization concerning fire and emergency response services; serving as the primary resource for the association for fire and emergency response to terroristic acts; and coordinating the association's activities in responding to terrorism.\nPerez said it is essential that the committee's plan meet the needs and lay out the responsibilities of fire departments as large as that in Los Angeles and as small as a volunteer department in a rural town.\nDonations from the DA. Charities that help abused and homeless children have received $ 7,000 from DeKalb County District Attorney J. Tom Morgan's campaign coffers.\nMorgan, who did not have an opponent in his re-election bid this year, had a choice of saving the money for a future campaign, giving it to another candidate or donating it to charity.\nHe chose the latter option and gave the money to the Georgia Center for Children Inc., which gives abused children free psychological counseling, and Our House Inc., a day shelter for homeless children.\nThe district attorney was a founding board member of the Georgia Center and recently completed a four-year term on the Our House board of directors.\nHot rods and drag cars. More than 150 sparkling cars will be driven or towed into the Target parking lot on Covington Highway this Saturday at the second annual South DeKalb Street Rodders car show. \"These are all show cars, and a lot of them are national show cars,\" said Street Rodders' president Johnny Peters. \"We're also going to have some active drag cars at the show. They're professional drag cars.\"\nMany car owners won't drive their cars on the streets and choose to bring them to the show on a trailer.\nThe show, which is free to spectators, is open to cars of any vintage up until 1984. Judges will rate each entry and prizes will be awarded in several categories.\nMany rare cars will be shown at this year's event, including a 1955 Chevrolet Nomad station wagon and two custom-made 1930s Fords.\nPeters formed the South DeKalb Street Rodders with friends two years ago because of his lifelong interest in cars.\n \n\"We had a meeting and put the club together,\" he said.\nThe club now meets the third Saturday of every month from 5-9 p.m. at the Target parking lot. Members donate proceeds from the annual show and informal Saturday meetings to local charities.\n\nLoad-Date: September 20, 1996"
}