{
    "title": "DAUGHTERS KEEP UP TERROR FIGHT FOR KLINGHOFFER. 25 YRS. AFTER ATTACK ON ACHILLE LAURO",
    "publisher": "daily news ",
    "year": 2010,
    "month": 10,
    "day": 8,
    "full text": "FOR THE DAUGHTERS of Leon Klinghoffer, all it takes is the smell of a cigar to erase the 25 years since Palestinian pirates murdered him and dumped him over the side of the Achille Lauro.\nBecause Klinghoffer - a tough New York Jew who defied the terrorists despite being in a wheelchair - loved a good cigar.\n\"I pass a smoke shop in the street and I say, 'Oh my God, he could have spent hours in here,' \" Ilsa Klinghoffer said.\nToday, exactly a quarter-century after the gunmen shot Klinghoffer in the head, he lives on in memories like these - and in the anti-terrorism work his daughters do in his name.\n\"People say, 'Girls, why don't you get on with life?' \" Lisa Klinghoffer said. \"My answer to them is this is part of my life and I feel honored to be doing the work that I do.\"\nStill, the ache returns with every anniversary of their dad's death.\n\"What's so disappointing is that he never got to see our children, never got to be a grandfather,\" said Ilsa, 53, who has one son.\n\"You have to remember, until that happened we were a normal family,\" added Lisa, who is 59 and also the mother of a son. \"We were very close.\"\nKlinghoffer, 69, of E. 10th St., ran a hardware store on Avenue A with his brother and put in long hours even after he was hobbled by two strokes.\nHe had no interest in vacations, let alone a Mediterranean cruise, but he went because he loved his wife, Marilyn.\nA few days into the vacation, the Palestinians crashed the party, and for 44 tense hours they held the passengers hostage and made outrageous demands while the world watched helplessly on TV.\n'Do your crying now'\nIt was only after the pirates were captured that Klinghoffer's body washed up on a Syrian beach.\n\"My mother, when she called us from the boat, told us, 'Do your crying now. We have a lot of work when I come home,' \" Lisa recalled. \"She didn't want our father's murder to be in vain.\"\nLisa Klinghoffer said they were suddenly thrust into a situation for which they were ill-prepared. And when colon cancer claimed their mother a few months after losing their father, they were devastated.\n\"You read these things, see them in the movies, never think this can happen to you,\" she said. \"All of a sudden, we became involved in world politics.\"\nWith the help of the Anti-Defamation League, the Klinghoffer women pressured the U.S. government to go after Abu Abbas, the ringleader of the hijacking.\nThey also began working on programs to educate local law enforcement about the threat of terrorism - and the toll it takes on the victims' families. Those programs continue through their ADL-affiliated Leon and Marilyn Klinghoffer Memorial Foundation.\n\"I feel very positive that we were able to take a personal tragedy and turn it into something good,\" Ilsa Klinghoffer said. \"Through education and lobbying for anti-terrorism legislation, we've heightened peoples' awareness.\"\nThe Klinghoffers, both of whom live in Manhattan, said they were disappointed when Abbas, who was captured by U.S. forces in Iraq, died six years ago of a heart attack.\nThey did get to see Monzer al-Kassar, the Syrian gun dealer long suspected of supplying the weapons to the hijackers, go to jail for arming Colombian guerrillas against American drug agents.\n\"We were able to look him in the face when he got his 35-year sentence,\" Lisa said. \"We stared and stared at him and he stared back. I will never forget that.\"\ncsiemaszko@nydailynews.com\n\nGraphic\n\n \nLisa (l.) and Ilsa Klinghoffer (in 2003), hold picture of slain dad, Leon, and mom, Marilyn, who died months after hijacking. Photo by AP\n\nLoad-Date: October 8, 2010"
}