{
    "title": "David's retreat",
    "publisher": "the world",
    "year": 1985,
    "month": 5,
    "day": 30,
    "full text": "RECENTLY, terrorists around the globe won a stunning victory when Israel exchanged 1,150 prisoners for 3 Israeli soldiers. The principle that Israel always held inviolate was its refusal to negotiate with terrorists. Nine years ago, with its electrifying raid on the Entebbe airport, Israel became the standard-bearer of noncapitulation. It demonstrated that resistance to fanatics was the only sure way to victory.\nIt now seems inconceivable, after so much has been lost in the fight against terrorism, that Israel has simply abandoned the struggle.\nThe sad fact is that in saving the lives of three Israeli soldiers, many more lives are now at risk. Some of those exchanges were not soldiers captured in the heat of battle. They were terrorists tried and convicted by civilian courts for crimes against civilians. They were killers by training, by ideology, and occasionally by hire. At liberty are men like Kozo Okomoto, the only survivor of a suicide mission that killed 26 people at Lod airport; two Fatah survivors of a 1978 terrorist attack that killed 33 and wounded 71; and dozens of members of the Libyan-backed Popular Front for the Liberation of Palestine.\nNo matter what individuals believe about the Arab-Israeli conflict, we are all worse off by this exchange. No nation can capitulate to terrorist demands with impunity. Terrorism is political extortion. No band of terrorists really expects to bomb a nation to its knees. The tactics of their trade include surprise and panic, creating temporary governmental paralysis and inviting overreaction in response. They are masters at making governments appear impotent. By giving in to them, governments participate unwittingly in their own downfall.\nCapitulation merely demonstrates to terrorists that terrorism works. In fact, it works so well that it has become the instrument of choice not just for the immediately involved cadre or movement but for the great and small powers who benefit from the pain of the West. Throughout the Near and Middle East, violence at the behest of religious and political radicals, against established governments, against the minimum norms of civilized behavior has become commonplace.\nLatin America, the Mideast, and Europe have been the special playgrounds of international terror, but it is on the upswing throughout the world. Although terrorism is not now a significant domestic problem in the United States, nearly half of all the international incidents are directed against American interests abroad.\nAs terrorist successes against America mount, and if they are left largely unchallenged, we should expect that our weaker allies may increasingly fear becoming closely associated with us. This condition can only become exacerbated when we make empty promises about retaliation.\nWhile America has been seen as a ''sleeping giant,'' it could only be assaulted obliquely for fear that it might yet awaken. To Americans terrorism seemed a distant problem. Until recently, we could depend upon ''David'' to swat the annoying flies, and deal with terrorism aggressively. Since the early 1970s a tacit understanding had developed permitting the United States to remain aloof and Israel to set the standards of toughness and resolve in coping with terrorism. We could keep one eye shut, while Israel engaged in a relentless and often brutal campaign of counterterror. As part of this tacit agreement, Israel undertook responsibility for both protecting itself and keeping the United States outside the mainstream of Palestinian terrorism.\nLebanon has changed all this. We are now confronted by state-sponsored and other forms of terrorism everywhere; and we find it difficult to immerse ourselves in a savage microwarfare that may yet migrate here.\nWhere has David gone? Has he given up being the West's role model, having once stood firm at terrorism's battlefield? And, without David's agility and fierceness, can we expect to do well in a clandestine war we find so repugnant to fight?\nWhen Israel falters so badly, can the rest of us be far behind? There are difficult choices to be made. The human price of standing firm is high. But if we choose not to stem the tide we will have sent out a signal of defeat.\nRobert H. Kupperman is senior associate at Georgetown University's Center for Strategic and International Studies."
}