{
    "title": "DAY OF TERROR IN BOSTON A look at the bombing at the Boston Marathon and the search for suspects",
    "publisher": "the capital ",
    "year": 2013,
    "month": 4,
    "day": 16,
    "full text": "BOSTON (AP) - An explosion at the finish line of the Boston Marathon Monday killed three people and injured more than 140. An at-a-glance look at the facts in the case:\nTHE EXPLOSIONS\nTwo bombs exploded about 10 seconds and 100 yards apart at about 2:50 p.m. Monday in Boston's Copley Square, near the finish line of the Boston Marathon. Three people were killed, including an 8-year-old boy, and more than 140 were injured. The explosions occurred four hours into the race and two hours after the winners had crossed the finish line, but thousands of runners were still on the course.\nTHE INVESTIGATION\nThe FBI took charge of the investigation into the bombings, serving a warrant late Monday on an apartment in the suburban Boston town of Revere and appealing for any video, audio and still images taken by marathon spectators. No arrests had been made, and authorities weren't commenting about suspects.\nPRESIDENTIAL RESPONSE\nPresident Barack Obama vowed that those responsible will \"feel the full weight of justice.\" The president was careful not to use the words \"terrorism\" or \"terrorist attack\" in his remarks, but a White House official, speaking on condition of anonymity because the investigation was still unfolding, said the attack was being treated as an act of terrorism.\nSECURITY RESPONSE\nThe area around Copley Square remained closed Tuesday morning, as did exit ramps from major highways to the area. The Federal Aviation Administration barred low-flying aircraft within 3.5 miles of the site. Other cities also beefed up security in response to the bombing and the Secret Service expanded its security perimeter around the White House.\nANY OTHER THREATS?\nMassachusetts Gov. Deval Patrick says no unexploded bombs were found at the Boston Marathon. He says the only explosives were the ones that went off Monday. Special Agent in Charge Richard DesLauriers says at a news conference there are no known additional threats. Police commissioner Ed Davis says it is the most complex crime scene in history of the department.\n\nLoad-Date: April 16, 2013"
}