{
    "title": "Dayton man convicted of trying to join ISIS sentenced to 15 years",
    "publisher": "daily news ",
    "year": 2019,
    "month": 6,
    "day": 13,
    "full text": "DAYTON —\nThe man convicted in the first terrorism-related trial in the Southern District of Ohio was sentenced to 15 years in prison, a judge ruled Thursday.\n Laith W. Alebbini, 28, was found guilty last year by U.S. District Court Judge Walter Rice, who held a bench trial in Dayton's U.S. District Court.\n Alebbini had been indicted for conspiracy and knowingly attempting \"to provide material support and resources to a foreign terrorist organization in the form of personnel to work under ISIS's direction and control.\"\n Alebbini was sentenced to 15 years on both counts, but Rice ordered them to be served concurrently.\n The judge said Alebbini earned about 26 months of jail-time credit and will be on supervised release for 25 years, but he expects Alebbini to be deported after his sentence.\n Rice said that despite not having any criminal record, this case may be one where general deterrence works: \"He is more of a danger than meets the eye.\"\n Alebbini, who moved to Dayton in March 2016, was arrested in April 2017 at Cincinnati's airport with airline tickets to the Middle East with a plan of getting to Syria to fight against the Bashar al-Assad regime.\n Alebbini has been in custody since April 26, 2017, when he turned from the ticketing counter and tried to get to his gate — the action that Rice said removed any doubt of the defendant's intent.\n Alebbini was tried over three weeks late last year. In closing arguments, First Assistant U.S. attorney Vipal Patel said Alebbini was taking actions — not just using words — to join ISIS, which was supported by messages exchanged between friends and family.\n Speaking on his own behalf while shackled and wearing orange Shelby County Jail clothes, Alebbini told Rice that he has always been against terrorism and that he would help government attorneys \"especially if they had a real terrorist case\" and that he never \"thought of harming the American people.\"\n Patel lobbied for a 30- to 40-year sentence.\n \"He tried to join a terror group, and not just any terror group,\" Patel said. \"He tried to join ISIS,\" which the prosecutor said was the world's worst group since the Nazi era.\n Defense attorney Thomas Anderson said the government is conflating words with actions and that there's a difference between radical thoughts and radical actions.\n Anderson argued that the sentencing calculation for Alebbini's crimes would be 63 to 78 months if not for a terrorism enhancement that bumps it to 360 to 480 months.\n Co-defense counsel Art Mullins said in two years of dealing with Alebbini, he sees a defendant who doesn't want to harm anyone. Mullins told Rice that Alebbini \"really strikes me as somebody who does not need to be in prison.\"\n Before ruling, Rice reiterated the statements that government attorneys and federal public defenders held the \"most widely divergent views on sentencing that I've ever heard.\"\n Anderson said the government took Alebbini's statements out of context.\n \"It's no secret the parties are unbelievably far apart in what their asking for,\" Anderson said, adding that \"it is just mind-boggling to me that two rational people could have such a different view of a person.\"\n Addressing the allegation of \"cherry-picking\" statements, Patel said that if prosecutors were doing that, \"we'd fill truckloads of cherries by now.\"\n Rice said that Alebbini hasn't accepted responsibility and that it was the defendant who didn't explain words to his own family about why he wanted to go to Syria.\n \"With all due respect to Mr. Alebbini,\" Rice said, \"he is the one who has cherry-picked the evidence in this case.\"\n SOCIAL MEDIA: Follow Mark Gokavi on Twitter or Facebook\n DOWNLOAD OUR FREE MOBILE APP\n : Final arguments made in case of Dayton man who allegedly tried joining Islamic State\n Thank you for reading the Dayton Daily News and for supporting local journalism. Subscribers: log in for access to your daily ePaper and premium newsletters.\n Thank you for supporting in-depth local journalism with your subscription to the Dayton Daily News. Get more news when you want it with email newsletters just for subscribers. Sign up here.\n\nLoad-Date: June 21, 2019"
}