{
    "title": "Dayton Gunman Had Been Exploring _Violent Ideologies,_ F.B.I. Says",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "The F.B.I. also said it had opened a domestic terrorism investigation into the shooting at a Gilroy, Calif., garlic festival. \nThe F.B.I. has opened a domestic terrorism investigation into the Gilroy Garlic Festival shooting.\nThe gunman who killed three people and injured 13 in Gilroy, Calif., had a “target list” of religious institutions, Democratic and Republican political organizations, and federal buildings, the F.B.I. said Tuesday, announcing that it had opened a domestic terrorism investigation.\nThe suspect had been exploring several “competing” violent ideologies, said John F. Bennett, the F.B.I. special agent in charge in San Francisco, at a news conference. \nMr. Bennett said investigators had not yet uncovered a motive and were trying to determine which ideology, if any, the gunman had ultimately subscribed to, and if anyone had helped him prepare for the shooting. The list also included courthouses and the garlic festival, Mr. Bennett said.\nHe said no people were named on the list, and that all the organizations operated nationally. The F.B.I. was in the process of notifying the targeted groups. Mr. Bennett said the shooter did not have a manifesto.\nThe gunman fired 39 rounds in the shooting at the garlic festival on July 28, Scot Smithee, the Gilroy police chief, said Tuesday. Police found a 75-round drum magazine and five 40-round magazines near the gunman, who killed himself after being shot multiple times by the police, Chief Smithee said.\nThe gunman’s parents said they were “deeply shocked and horrified” by what their son had done.\n“We have never and would never condone the hateful thoughts and ideologies that led to this event, and it is impossible to reconcile this with the son we thought we knew,” the parents said in a statement released by their lawyer.\nThe parents apologized to each of the victims who had died — Stephen Romero, 6; Keyla Salazar, 13; and Trevor Irby, 25 — as well as those who were injured. The parents said they were cooperating with the investigation.\nTheir lawyer, Chuck Smith, said in an interview that the parents were anxious to learn more.\n“They want answers, too,” he said. \nThe Dayton gunman appeared to be ‘exploring violent ideologies,’ the F.B.I. said.\nTodd Wickerham, the special agent in charge of the F.B.I.’s Cincinnati field office, told reporters Tuesday afternoon that the investigation into the mass shooting in Dayton on Sunday had “uncovered evidence that the shooter was exploring violent ideologies.” He added that no evidence had been found suggesting a racial motivation for the shooting.\nEarlier, a federal law enforcement official said that the F.B.I. was looking at whether the Dayton gunman was associated with so-called incel groups. Incels, short for involuntary celibates, are misogynists who are deeply suspicious and disparaging of women, whom they blame for denying them what they see as their right to sexual intercourse. \nThe F.B.I. views incels as a growing threat. But the official, who spoke on the condition of anonymity, stressed that the motive for the Dayton shooting remains unknown. \nMr. Wickerham declined to give any details about the nature of the violent ideologies being explored by Connor Betts, the gunman who killed his sister and eight others in Dayton’s entertainment district in the early hours of Sunday morning. \n“We are still so early in this investigation,” he said. \nOn Tuesday night, the Betts family released a statement that offered condolences to the victims and their families and friends. It also requested privacy to mourn their own losses, and “to process the horror of Sunday’s events.”\nThe governor of Ohio pushed for a ‘red flag’ law.\nTwo days after being drowned out by shouts of “Do something!” at a vigil for mass shooting victims in Dayton, Gov. Mike DeWine of Ohio announced proposals on Tuesday that he said could reduce such shootings and limit gun access for people with mental health problems.\nMr. DeWine proposed adopting a version of a “red flag” law, which would allow the authorities to take firearms from a person deemed by a court to be dangerous.\nHe also said he would ask the General Assembly to pass a law requiring background checks for all firearm sales in the state, with some exceptions, including gifts between family members.\n[Here’s a look at other states that have “red flag” laws and how they work.]\nMr. DeWine, a Republican endorsed by the National Rifle Association, encountered an angry, grieving crowd Sunday evening in Dayton, where nine people were killed in an entertainment district by a gunman with a history of misogyny and violent threats. Mr. DeWine was delivering condolences when his speech was interrupted with chants of “Do something!” that made it impossible to hear the governor. Later, some in the crowd chanted “What do we want? Gun control! When do we want it? Now!”\nMr. DeWine, who took office in January, had previously spoken in support of red flag legislation, but the Republican-led Legislature never took up the proposal. \nHis latest ideas could face skepticism from both sides of the political divide: Democrats are unlikely to find the proposals sweeping enough, and Republicans lawmakers are often loath to consider any legislation that would curb gun rights.\n[Though gun control advocates view no single measure as a cure-all, they see tightening background checks as one of the most basic steps to diminish gun violence.]\nEl Paso is punctured by the ‘unfounded hatred’ that stole 22 lives.\nThe gut punch of shock and horror that immediately followed the massacre in El Paso has morphed into a new kind of grief. It is a jumble of emotion — sadness, anger, wrestling with loss and, now a few days into this painful new reality, exhaustion.\n“It’s too hard right now,” Edie Hallberg, her eyes weary, said of reckoning with the death of her mother, Angelina Englisbee, 86, who was killed in the shooting.\nAfter days of waiting and uncertainty, El Paso now knows the names of the 22 people who were killed when a gunman stormed into a Walmart and opened fire on Saturday, apparently targeting Mexicans and Mexican-Americans, having written a manifesto sounding his alarm over what he called an “invasion of Hispanics,” the authorities said.\n[The victims in El Paso also included the parents of a 2-month-old child.]\nThe death toll increased as two who were wounded died, the police said.\nAt first, the vigils in El Paso mourned a general sense of loss, knowing that lives had been claimed in what investigators described as a hate-filled rampage and that a blanket of safety this city has cherished had frayed. But by Monday, the nature of gatherings shifted, as they became more about pain over the individuals who had been killed.\nHundreds filled the stadium at Horizon High School just outside El Paso for a memorial for Javier Rodriguez, who was 15.\n“In a time like this, I can’t help but feel angry that this young man was robbed of his potential, robbed of his future and robbed of his life because of someone’s unfounded hatred,” said Adrian Barrios, who had taught Javier in middle school. “However, I know that if I truly want to pay tribute to Javier’s life, anger has no place in honoring his memory.”\n‘My ex-boyfriend was a mass murderer,’ a woman who dated the Dayton gunman wrote.\nAdelia Johnson, a woman who said she had dated Connor Betts, the Dayton gunman, said on Tuesday that on their first date in January, he showed her a video of a synagogue shooting.\nMs. Johnson said that once they were in a relationship, in March or April, Mr. Betts called her from a trip out of town to play a concert with his band, and told her he wanted to “hurt a lot of people.” She said she dismissed the conversation as him merely being sad and intoxicated.\nIn May, in an episode first reported by The Toledo Blade, Ms. Johnson said she was with Mr. Betts when he tried to deliver a letter to an ex-girlfriend who had just moved into a house nearby.\nMr. Betts had found the woman’s new home through a picture she posted on Facebook, and had written a letter to the woman telling her something akin to “You can’t outrun your past,” Ms. Johnson said in a first-person post on Medium.\nMs. Johnson said she told him that the letter was inappropriate, and in response, he “admitted that sometimes he got uncontrollable urges to do things,” including once burning down an abandoned building with his friends.\nShortly after the letter episode, Ms. Johnson wrote, she broke up with Mr. Betts, and raised concerns about his behavior with his mother.\nAsked how the mother reacted, Ms. Johnson wrote that “she was sad,” and added, “She didn’t act angrily toward me. She was concerned about him as well.”\nOther friends of Mr. Betts said he had a history of threatening women. \n“I don’t want to say I saw it coming,” said Mika Carpenter, 24, who met Mr. Betts at a summer camp when they were both 13. “But if it was going to be anybody, it was going to be him.”\nLike others who knew Mr. Betts as a teenager, Ms. Carpenter recalled him making dark and often violent jokes, including riffs about “bodily harm” that led many to keep their distance.\n“He was kind of hateful to women because they didn’t want to date him,” she said. She became friends with him anyway because, she said, she saw that he had a good side.\nThe Dayton police have cautioned that much about the shooting early Sunday remains unknown, including how it was that three people — Mr. Betts, his sister and a mutual friend — had gone out together and then one ended up shooting the other two. The friend, who has not been named by the police, was hit in his lower torso but survived; the sister, Megan Betts, 22, was killed.\n[“It seems to just defy believability that he would shoot his own sister,” Dayton’s police chief said of the gunman.]\nMs. Johnson wrote that Mr. Betts tangled with his parents, but that she did not understand why he would have attacked his sister, whom he liked. He had told Ms. Johnson that he was bipolar and had twice come near to killing himself, she wrote, adding that she believed he wanted to die in the attack.\nMs. Johnson wrote on Twitter that she believed he kept body armor in his car and “didn’t trust cops.” She said she had spoken with the F.B.I. since the shooting.\n“My ex-boyfriend was a mass murderer,” Ms. Johnson wrote on Medium. “I still don’t know how to wrap my head around that. That man who was so sweet to me and told me he loved me was a mass murderer. I kissed a mass murderer.”\nThe police say the suspect in El Paso has not shown any remorse.\nInvestigators, after extensive interviews with the suspect, are now piecing together more about the hours before the attack.\nIn a news conference on Monday, Chief Greg Allen of the El Paso Police Department said it took the gunman more than 10 hours to reach the city after leaving Allen, Tex., where he lived. He got lost in a neighborhood as soon as he arrived, the chief said.\nChief Allen said that the suspect, identified as Patrick W. Crusius, 21, had cooperated with investigators. But, he added, he had not shown any remorse. Instead, Chief Allen said, “he appears to be in a state of shock and confusion.”\n“We’re dealing with a tragedy with 22 people who have perished by an evil, hateful act of a white supremacist that has no bearing or no belonging in El Paso,” Mayor Dee Margo said at the Monday news conference. “It was not done by an El Pasoan. No El Pasoan would ever do this. I don’t know how we deal with evil. I don’t have a textbook for dealing with evil, other than the Bible.”\nPresident Trump is expected to visit Dayton and El Paso on Wednesday.\nThe politics surrounding the shootings gathered more attention, especially as Mr. Trump planned to visit El Paso on Wednesday, as well as Dayton. But Mr. Margo of El Paso stressed that the enormity of the shooting was something that loomed far larger than politics, and that it would take time for the city, and for him, to grapple with what happened.\nHe said that Mr. Trump had called him, and “it was what I would consider a true presidential call to a community suffering greatly.”\nStill, Mr. Margo, a Republican, stressed a specific point: He said he did not invite the president. The relationship between El Paso and the president has been strained since Mr. Trump said in his State of the Union address this year that, before a barrier went up on its border with Mexico, the city had been “one of the nation’s most dangerous cities” — an assertion that is            not supported by evidence. \nFor many, things did not get any better when Mr. Trump visited El Paso to hold a campaign rally in February. City officials are still pushing the campaign to pay an unpaid bill of $569,204 for municipal services related to the event and late fees.\n“The president can go anywhere he wants,” Mr. Margo said. “He’s president of the United States. I will greet him accordingly.”\nMr. Trump on Monday denounced white supremacy in the wake of the twin mass shootings, and citing the threat of “racist hate,” he summoned the nation to address what he called a link between the recent carnage and            violent video games, mental illness and internet bigotry.\nBut he stopped well short of endorsing the kind of broad gun control measures that activists, Democrats and some Republicans have sought for years, including tougher background checks for gun buyers and the banning of some weapons and accessories such as high-capacity magazines.\nAnd while he warned of “the perils of the internet and social media,” he offered no recognition of his own use of those platforms to incite fears of an “invasion’’ at the southern border, language he has repeatedly used in campaign ads and tweets. \n[Read more about Mr. Trump’s comments on the shootings here.]\nThe authorities face a challenge in how to combat domestic terrorism.\nOn Monday, Mr. Trump pledged to give federal law enforcement authorities “whatever they need” to combat domestic terrorism. The motive for the Dayton attack remains unknown. But even before the shootings, officials said that preventing attacks from white supremacists and nationalists would require adopting the same type of broad and aggressive approach used to battle international extremism.\n[President Trump faced new criticism for the echoes of his own rhetoric in the El Paso shooter’s manifesto. Read our analysis.]\n“We need to catch them and incarcerate them before they act on their plans,” Rod Rosenstein, the former deputy attorney general, said in an email interview. “We need to be proactive by identifying and disrupting potential terrorists before they strike, and we can accomplish that by monitoring terrorist propaganda and communications.”\nUnder current federal law, that is difficult. Federal officials have broad powers to disrupt foreign terrorist plots, given to them as part of the Patriot Act passed after the 2001 attacks. They can take preventive action, for example, by wiretapping or using an undercover online persona to talk to people anonymously in chat rooms to search for jihadis.\nBut domestically, federal officials have far fewer options. A federal statute defines domestic terrorism but carries no penalties. The First Amendment, which protects freedom of speech, makes stopping terrorist acts committed by Americans before they happen more challenging. No government agency is responsible for designating domestic terrorism organizations. And individuals who are considered domestic terrorists are charged under laws governing hate crimes, guns and conspiracy, not terrorism.\n[Read more about the challenges of tackling domestic terrorism here.]\nMitch Smith reported from Columbus, Ohio, Rick Rojas from El Paso and Campbell Robertson from Dayton, Ohio. Reporting was contributed by Simon Romero from El Paso; Manny Fernandez from Houston; Jose A. Del Real from Los Angeles; Nicholas Bogel-Burroughs, Amy Harmon and Timothy Williams from New York; and Sabrina Tavernise, Katie Benner, Matt Apuzzo, Maggie Haberman, Michael Crowley and Nicole Perlroth from Washington.\nPHOTO: Friends of Keyla Salazar, a 13-year-old killed at the Gilroy Garlic Festival, wrote on her coffin at her funeral on Tuesday. (PHOTOGRAPH BY Noah Berger/Associated Press FOR THE NEW YORK TIMES)\n\nLoad-Date: August 8, 2019"
}