{
    "title": "Dayton man convicted on terrorism counts asks for 'mercy and leniency'",
    "publisher": "daily news ",
    "year": 2019,
    "month": 3,
    "day": 9,
    "full text": "A Dayton man convicted of conspiracy and attempting to fly overseas to join ISIS said a federal judge would \"never regret\" giving him a sentencing break.\nLaith W. Alebbini, 28, told U.S. District Court Judge Walter Rice on Friday afternoon what motivated him to try to get to Syria was to see if ISIS was the right group to join to fight the Bashar al-Assad regime.\n \"Maybe I was confused, but my intent was to be part of the solution,\" Alebbini said. \"I just want to ask you for mercy and leniency for me. … you will never regret it.\"\n Addressing the court during a sentencing hearing, Alebbini disputed prosecutors' characterizations of his thinking and said he admires the United States and hopes for a United States of Arabia.\n Alebbini said many Islamic groups like ISIS favor that ideology.\n \"I would never kill innocent people because of that,\" he said. \"I agree with the agenda but disagree with the violence.\"\n Alebbini was found guilty after a bench trial in December of conspiracy and attempting to provide material support for a foreign terrorist organization.\n Alebbini's federal public defender Thomas Anderson has advocated for a sentence of time served (nearly two years) and denounced the 30- to 40-year range he said has been proposed by pretrial services and prosecutors.\n Anderson wrote in a sentencing memorandum that the sentencing calculation for Alebbini's crimes would be 63 to 78 months if not for a terrorism enhancement that bumps it to 360 to 480 months.\n : Final arguments made in case of Dayton man who allegedly tried joining Islamic State\n Anderson wrote that prosecutors should have to prove the enhancement is proper and that \"the government cannot meet this burden.\"\n Federal prosecutors have not yet filed their sentencing memo but reiterated Friday about all the statements and actions they said mean Alebbini was a would-be terrorist.\n A cousin who grew up with Alebbini in Jordan testified by telephone from Canada. Mohammad Ababneh said Alebbini was \"all talk\" and \"incapable\" of violence. Alebbini has no criminal history.\n Ababneh said Alebbini had been depressed over being unemployed, was smoking marijuana regularly and felt like a \"major disappointment\" to their family.\n Alebbini was arrested by the FBI on April 26, 2017, at the Cincinnati/Northern Kentucky International Airport, as he approached the TSA security checkpoint.\n Prosecutors said Alebbini had tickets for a flight to Jordan with a connection in Istanbul, Turkey, where he planned to get off the plane and instead go from Turkey into Syria.\n SOCIAL MEDIA: Follow Mark Gokavi on Twitter or Facebook\n DOWNLOAD OUR FREE MOBILE APP\n\nLoad-Date: March 10, 2019"
}