{
    "title": "Dayton terrorism suspect's new trial hearing begins today",
    "publisher": "daily news ",
    "year": 2019,
    "month": 5,
    "day": 24,
    "full text": "DAYTON —\nLaith Alebbini is scheduled for a teleconference hearing today after filing a motion for a new trial.\n Alebbini, 28, entered the motion the day before his expected sentencing for two terrorism charges. He was convicted last year in Dayton's U.S. District Court of conspiracy and attempting to fly overseas to join ISIS.\n Sentencing for Dayton terrorism suspect delayed by new trial motion\n Alebbini submitted a pro se (without an attorney) motion of four hand-written printed pages and 10 pages of exhibits, alleging that there is \"newly discovered evidence\" and \"the lying of a police officer\" and/or FBI agent contributed to his conviction. He said that this was \"sufficient infringement upon the integrity of the court.\"\n Prosecutors noted in a memo that Alebbini's federal public defender, Thomas Anderson, was not adopting Alebbini's motion. They wrote to U.S. District Court Judge Walter Rice saying that the motion should be \"denied, or alternatively, dismissed or stricken.\"\n Sheriff: Teens accused of murder in new Carlisle triple stabbing sought to kill all 3 victims\n First Assistant U.S. Attorney Vipal Patel lobbied for a 30- to 40-year sentence for Alebbini, saying that his case began and ended with action, not just words.\n Anderson said that his client's words were taken out of context and advocated for the minimum sentence. He said that the sentencing calculation for Alebbini's crimes would be 63 to 78 months if not for a terrorism enhancement that greatly increases the sentence to 360 to 480 months.\n We will update this story when more information becomes available.\n Thank you for reading the Dayton Daily News and for supporting local journalism. Subscribers: log in for access to exclusive deals and newsletters.\n Thank you for supporting in-depth local journalism with your subscription to the Dayton Daily News. Get more news when you want it with email newsletters just for subscribers. Sign up here.\n\nLoad-Date: May 24, 2019"
}