{
    "title": "De Blasio_ 'We Have Every Reason to Believe This Was an Act of Terror'",
    "publisher": "new york observer",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "While authorities were tight-lipped about what they believe motivated Ahmad Khan Rahami, the suspect in this weekend's Chelsea bombing, Mayor Bill de Blasio seemed sure about one thing: the bombing was terrorism.\n\"We have every reason to believe this was an act of terror,\" de Blasio said at a briefing at One Police Plaza today.\nThat's a clear shift in rhetoric from earlier this weekend, when the mayor studiously avoided using that phrase-calling it only an \"intentional act,\" even as Gov. Andrew Cuomo argued it was            \"obviously\" terrorism, while allowing there might not be international terror links.\nBut officials at the briefing-which included Police Commissioner James O'Neill, FBI Assistant Director William Sweeney, U.S. Attorney Preet Bharara and Deputy Commissioner of Intelligence & Counter-terrorism John Miller-offered few details about why, exactly, they were now comfortable calling the explosion a terror act.\nRahami was arrested this morning after trading gunfire with police in Linden, N.J., a town not far from his family home in Elizabeth, where last night police found a bag full of pipe bombs near an NJ Transit station. This morning police blasted out Rahami's name and information in an emergency alert sent to cell phones around the city; police found Rahami this morning in Linden after a phone call reporting a man sleeping outside a bar, news reports said. Two police officers were hurt while apprehending Rahami, who was shot but is alive.\nSweeney said the FBI chased down leads pointing to Rahami last night, and at one point stopped a vehicle under the Verrazano Bridge in Brooklyn because it had been seen at a \"location associated\" with Rahami. The five people in that car were not held or arrested, he said, offering little other information about what came of the traffic stop.\nPolice believe Rahami is responsible for two bombs in Chelsea-the one that exploded at 23rd Street and another, that did not detonate, at 27th Street-and one that exploded earlier Saturday in Seaside Park, N.J. Officials said they were not currently seeking another suspect or another explosive device.\n\"We are extremely grateful that we were able to apprehend the suspect,\" O'Neill said. \"I'm a lot happier today than I was yesterday.\"\n\"There is no other individual we are looking for at this point in time,\" de Blasio added, but her urged New Yorkers to remain vigilant anyway-and report anything suspicious. Heightened security will remain in place all week, with the United Nations General Assembly in town.\nSweeney said there is no intelligence indicating a terror cell is operating in the area. He said little when asked about Rahami's criminal record, other than he was involved in a \"domestic\" incident \"some time ago,\" but that the allegations were recanted, he said.\n\"There's nothing to indicate that currently he was on our radar,\" he said.\nRahami is a naturalized citizen of the United States who was born in Afghanistan, according to several news reports, but Sweeney offered few details on his biography beyond noting he'd lived in New Jersey in recent years. The Times has reported that his friends believed Rahami had visited Afghanistan not long ago, but Sweeney would not offer any motivations or indication of if and when Rahami might have been inspired to commit the attack.\nMiller, the counter-terror deputy commissioner, said by definition \"a bomb going off in a crowded street in New York City is a terrifying act\"-but it becomes terrorism when the violence is meant to spur political or social change.\n\"Our first priority was to understand who was behind it and to identify that person and bring that person into custody,\" Miller said. \"Why they did it, what was behind it and whether it was terrorism required us to understand first who did it.\"\nMeanwhile, the police are looking to speak with two men who encountered a pressure cooker bomb they believe Rahami planted on 27th Street in Chelsea. DNAinfo reported earlier today that police believe those men might have inadvertently inactivated the bomb when they opened the suitcase it was hidden inside, and then took the suitcase with them. Today, Chief of Detectives Robert Boyce said he couldn't say for sure the men had disabled the bomb. Police do not believe the men are connected to Rahami.\n\"We still want to talk to them, obviously,\" Boyce said. \"We consider them witnesses.\"\n\nLoad-Date: September 19, 2016"
}