{
    "title": "DE KLERK URGES WORLD ALLIANCE AGAINST TERRORISM; HE SAYS OTHER NATIONS SHOULD PREPARE FOR STRIKES",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "Former South African president F. W. de Klerk warned Tuesday that last week's terrorist attacks were \"a devilish strategy\" aimed at more than just the United States.\nDestruction of the World Trade Center towers was an attack at \"the heart of the inner structures of the world economy,\" he said in an interview before addressing an audience at the University of Missouri at St. Louis.\nTo that end, he said other nations must be prepared for possible terrorist strikes on their own soil. \"I think there's a definite risk, with the stepping up of security here, of a surprise attack in another part of the world,\" de Klerk said.\nThe result, he said, is that \"it's not (just) Americans who must deal with it. We need a world alliance against terrorism.\"\nIn his speech later, de Klerk emphasized that last week's incidents made clear - in \"chilling clarity\" - that attacking terrorism means attacking the ills that often fuel it.\n\"The world cannot accept an apartheid between a rich, largely white world, and a poor, Third World,\" said de Klerk, who is white. \"Now, generations are growing up around the world who watch the same TV shows … whose attitudes, tastes and aspirations are the same.\"\nAn international \"Marshall Plan\" to help poorer countries can combat the anti-West hostility that \"feeds right into the hands of the bin Ladens of the world,\" he said. \"We must strike a balance between globalization and the recognition of diversity.\"\nAll nations and all leaders involved in fighting terrorism, for examp le, must avoid touching off a global conflict of \"the Muslim world versus the non-Muslim world,\" he said.\nThe attacks at the World Trade Center and the Pentagon, which may have killed close to 6,000 people, were tragic, he said. But the aftermath can create \"a window of opportunity to address, with a fresh look, the Israeli-Palestinian situation\" that's behind it, he said.\n\"The obvious root cause is the failure to bring peace to the Middle East,\" de Klerk said. That's helped fuel \"a hatred of America\" among some Arabs who live in the Middle East - although he emphasized that most moderates in the Arab world respect the United States and abhor the violence.\nThe task now, he said, is for world leaders to be careful to aim military strikes at \"the perpetrators and those who conspired with them,\" he said, and not at innocent civilians.\nIll-planned attacks could attract more to the terrorists' cause, he warned. \"I'm not a dove. But we must isolate the radicals from the moderates\" and not \"drive the moderates into the arms of the radicals.\"\nDe Klerk has walked such a tightrope. He was the president of South Africa from 1989 to 1994, freed Nelson Mandela from prison and worked with Mandela to end that nation's formal practice of apartheid. He shared the 1993 Nobel Peace Prize with Mandela and set up a foundation to promote racial, ethnic and religious harmony.\nNow 65, de Klerk travels the world to advance that cause. He came to St. Louis as part of UMSL's World Lecture Series.\nSouth Africa demonstrated to the world that people can successfully deal with deep-seated problems like racism \"against all odds,\" de Klerk said. The lesson for all is that \"we can control our destinies and we can manage change.\"\n\nNotes\n\nAMERICA RESPONDS; Reporter Jo Mannies:; E-mail: jmannies@post-dispatch.com; Phone: 314-340-8334; Note: The FIVE STAR edition reported: In his speech later to several hundred people, de Klerk emphasized . . .  \n\nGraphic\n\n \nPHOTO; Photo headshot - (F.W.) De Klerk; Speaks at UMSL\n\nLoad-Date: September 19, 2001"
}