{
    "title": "DEADLY SCHOOL SIEGE Russians rally against terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "Tens of thousands of people answered a government call and rallied outside the Kremlin on Tuesday in a show of solidarity against terrorism. The demonstration came nearly a week after militants seized a school in southern Russia in a standoff that claimed more than 350 lives, many of them children.\nIn the grief-stricken city of Beslan, mourners lowered caskets into the ground in a third day of burials from the siege -- which officials have blamed on Chechens and other Islamic militants. So many were killed that Beslan gravediggers had to open up two new tracts in the cemetery.\nThe Moscow crowd of about 130,000 people -- some bearing banners saying, \"We won't give Russia to terrorists\" and \"The enemy will be crushed; victory will be ours\" -- observed a moment of silence at 5 p.m. on the cobblestones near St. Basil's Cathedral, adjacent to the Kremlin.\nThe hourlong demonstration was organized by a pro-government trade union. It echoed President Vladimir Putin's call for unity in vast, multiethnic Russia and sought to rally its people against enemies he says have aid from abroad.\nParticipants carried banners reflecting the white, blue and red of Russia's flag, and speakers echoed Putin's statements that terrorists must be crushed.\n\"We came here to show that we are not indifferent to the series of terrorist acts that have taken place,\" said Alexander, a student at a Moscow technical college who did not give his surname.\nMilitants seized the school in Beslan on Sept. 1, a day after a suicide bombing in Moscow killed 10 people and just over a week after two Russian passenger planes crashed after explosions and killed all 90 people aboard -- attacks authorities suspect were linked to the war in Chechnya.\nRussian prosecutors said Tuesday that authorities had arrested two people suspected in the plane bombings. They were not identified. The news agency Interfax cited an unnamed source as saying one of the men is suspected of selling plane tickets to two Chechen women believed to have carried out the Aug. 24 blasts.\nThe man was originally from southern Russia's Krasnodar region and made money by illegally selling tickets at Moscow's Domodedovo airport, Interfax said. Both planes took off from that airport.\nRussian television network NTV broadcast footage Tuesday from what it said was a videotape recorded by the assailants in the school siege. Hundreds of hostages were shown seated in the school's cramped gym. Many of them had their hands behind their heads. A thick streak of blood stained the wood floor.\nFootball-sized bundles of explosives were attached to wires and strings hanging from the two basketball hoops. One attacker in camouflage and a black hood stood amid the hostages with a boot on what NTV said was a book rigged with a detonator.\nThe official death toll of the three-day siege stood at 335, plus 30 attackers. The regional health ministry said 326 of the dead had been hostages, and the Emergency Situations Ministry said 156 of the dead were children.\nDiffering with Putin, the U.S. administration said only a political settlement could end the Chechen crisis. State Department spokesman Richard Boucher said U.S. officials had met with Chechens in the past, although \"we do not meet with terrorists.\"\n\nGraphic\n\n \nphoto; (1) PHOTO BY THE ASSOCIATED PRESS - Footage broadcast Tuesday by Russian television network NTV shows hostages sitting on the gym floor during the standoff last week at a school in Beslan, Russia. An assailant has a foot on a book apparently with a device connected to a chain of explosives. NTV said the attackers recorded the video. (2) PHOTO BY THE ASSOCIATED PRESS - The video shows explosives strung from a basketball hoop in the gym.\n\nLoad-Date: September 8, 2004"
}