{
    "title": "DEADLY MESSAGE; IRA VIOLENCE SHATTERS HOPES OF PEACE IN NORTHERN IRELAND",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 6,
    "day": 23,
    "full text": "The Irish Republican Army's cold-blooded murder of two policemen near Belfast a week ago has shattered renewed hopes of a negotiated peace in Northern Ireland.\nThe act of terrorism may indicate a division among nationalists who want to end British rule, but it sent a clear message that the underground IRA prefers to achieve that objective through bullets not ballots.\nTony Blair, Britain's new Labor prime minister, rightly denounced the execution-style killings and declared there would be no further contacts between London and Sinn Fein, the IRA's political wing.\nThrough an initiative begun when Mr. Blair took office last month, two meetings designed to bring Sinn Fein into multiparty peace talks have been held. A third had been planned, but it was called off after the IRA gunned down the police officers.\nThe White House, whose present occupant has tried to broker a peace agreement in Northern Ireland, quickly and correctly condemned the slayings as ''an outrageous act of cowardice.''\nAll well and good, but President Clinton should also insist that Sinn Fein leader Gerry Adams condemn the terrorism and restore the cease-fire in Northern Ireland that the IRA broke last year.\nMr. Clinton gave the Sinn Fein leader a large measure of legitimacy when he broke long-standing policy in 1994 and granted Mr. Adams a visa to visit the United States. Up to then, Mr. Adams had been barred from the country as a spokesman for terrorists.\nMr. Adams, who insists Sinn Fein speaks for the IRA but is not part of it, once again has refused to denounce IRA terrorism. He said only that the attack ''at a human level . . . diminishes us all and it has to be a challenge to all of us who want to play a productive role.''\n \nSadly, there is little reason for optimism. The IRA is back in the terrorism business and has no intention of giving it up.\n\nLoad-Date: June 24, 1997"
}