{
    "title": "DEADLY HATE MAIL MUST BE STOPPED",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 12,
    "day": 23,
    "full text": "The Federal Bureau of Investigation must work overtime to find those who are playing a deadly game of terrorism through fatal mail bombings in the South.  Both victims of these senseless killings have been involved in civil rights matters. Mail bombs claimed the lives of federal appeals court Judge Robert S.  Vance last Saturday and civil rights lawyer Robert E. Robinson of Savannah, Ga., two days later. Also, bombs have been removed from a courthouse in Atlanta and from the office of the NAACP in Jacksonville, Fla.  The bombings show why law enforcement agencies can never take lightly any incidents, no matter how minor, against people who are targeted for harm for racial or political reasons. At times, thorough investigations of minor incidents can help police piece together clues about who might be behind the major ones.  Four months ago, for instance, a tear-gas canister was thrown into the NAACP headquarters in Atlanta, injuring eight people. On the same day, television stations in Jackson, Miss., and Milwaukee got letters, with Atlanta postmarks, proclaiming a ''Declaration of War'' against the 11th U.S. Circuit Court of Appeals.  The letters warned of poison gas attacks on heavily populated areas to force the court to ''adopt the impartial and equitable treatment of all as its highest priority.'' Law enforcement officials suspect that a white racist group is behind the bombings since the targets all have links to school desegregation cases in which the NAACP is involved.\nUsing violence to make a point is the approach of a coward. These bombings should cause possible targets to take certain precautions, but they can't force civil rights groups, judges and others to give even an inch on their convictions that justice must be served. Meanwhile, the FBI and other law enforcement agencies must check all possible leads to determine who is behind this terrorism.\n\nLoad-Date: October 27, 1993"
}