{
    "title": "DEADLY SILENCE_ BOMB CAUGHT ON TAPE__ BLACK-BOX SOUND STRENGTHENS CASE FOR TERRORISM",
    "publisher": "philadelphia daily news",
    "year": 1996,
    "month": 7,
    "day": 26,
    "full text": "After reviewing black-box tapes containing a \"fraction-of-a-second sound,\" then silence, investigators yesterday moved closer to declaring that terrorism brought down TWA Flight 800, a source told the Associated Press.\n\"It was considered a 20-percent possibility that the explosion was caused by mechanical failure, now it's down to a 5- or 10-percent possibility,\" a source close to the investigation said. \"Investigators are holding out for physical evidence before they declare the probe criminal.\"\nThe source, who spoke on condition of anonymity, made the remarks late in the first day of study of the tapes from the flight data and cockpit voice recorders.\nIn a briefing to the media on the results of a preliminary study of the cockpit voice recorder, federal investigators said they had detected a \"fraction-of-a-second sound,\" then silence, 11 1/2 minutes after takeoff.\nInvestigators said they could not immediately explain what the sound was.\nJames Kallstrom, the FBI agent in charge, said investigators were comparing the data to that from so-called black boxes in crashes caused by bombs, such as the explosion of Pan Am 103 over Lockerbie, Scotland.\nVincent Cannistrano, who headed the CIA investigation into the Lockerbie bombing, said last night that he got chills as he heard federal officials describe the TWA tape.\n\"I got goosebumps because it reminded me so vividly of Pan Am 103,\" said Cannistrano, former CIA chief of counterterrorism operations.\nHe said that on the Lockerbie tape, there was also a normal conversation and \"then a crunching sound like the airplane breaking up. That was the bomb . . . A massive catastrophic event that cuts off everything at once is probably a bomb, not a mechanical problem.\"\nEarlier in the day, Kallstrom told reporters: \"We know there was a catastrophic explosion; it was caused by some kind of a bomb, obviously.\"\nBut Kallstrom added that they were still considering other possibilities, such as \"a mechanical problem that has nothing to do with terrorism or criminality, or something in the cargo that would have caused a mechanical problem.\"\nRobert Francis, vice chairman of the National Transportation Safety Board, refused to speculate about what the sound was or what it meant. He said both tapes would be subjected to detailed tests designed to learn more.\nThe data recorder's tape was contaminated by water, but Francis said its information probably could be recovered with time.\nPresident Clinton, who consoled victims' families earlier in the day, announced security measures that could make air travel more expensive and less convenient.\nClinton, a white ribbon of remembrance for victims pinned to his lapel, cautioned against jumping to conclusions about the cause of the crash.\nInvestigators still hoped to find the answer in the black boxes, which were recovered scratched and dented, but with \"healthy\" tapes. NTSB investigator Robert Benzon called their recovery \"a great step.\"\nAll 230 people aboard the Paris-bound jetliner were killed when it exploded over the Atlantic; 126 bodies, more than half the total, had been recovered by yesterday.\nMeanwhile, the search for more bodies continued about 10 miles off Long Island, where two Navy search vessels were anchored above two areas covered with debris.\nOne of the wreckage fields contains a 45-foot-high object that could be the remains of the plane's tail; the other, a 60- by 30-foot piece of twisted fuselage that is thought to contain or cover bodies.\nThe president announced the new safety rules after an emotional meeting with about 400 of the victims' relatives, who he acknowledged had suffered greatly. He expressed sympathy for their frustration with the pace at which bodies have been recovered and identified.\nHe said he agreed with the relatives' recommendation that the federal government establish an office to assist families in such a catastrophe. House Transportation Committee Chairman Bud Shuster, R-Pa., has said he would introduce legislation to create such an office.\nClinton and first lady Hillary Rodham Clinton met the families privately at the hotel where many of the relatives have stayed since the crash. The meeting lasted three hours, about an hour longer than planned. The president consoled the relatives personally, offering many a squeeze of the hand, a pat on the back, a hug.\nRichard Penzer, whose sister, Judy, died in the explosion, said he felt better.\n\"He gave a short speech, but it was beautiful,\" Penzer said. \"He was very reassuring as a human being. There didn't seem to be phoniness . . . He would have stayed there as long as we wanted.\"\nJoseph Ortiz, who lost his niece, had been cynical about the meeting earlier in the day. But afterward he said Clinton \"showed that he cared. I think most of the people feel good about his coming over.\"\n\"He was a leader,\" Rabbi Jay Rosenbaum said of Clinton. \"He was rabbi, priest and minister as one.\"\n\nNotes\n\nTALE OF THE BLACK BOXES\n\nGraphic\n\n \nPHOTO;\nPHOTO (1)\n1. The recorder on display in Washington: A bomb is now even more likely (ASSOCIATED PRESS) (Page 1)\n\nLoad-Date: October 17, 2002"
}