{
    "title": "Deadly shooting at Naval Air Station Pensacola was 'act of terrorism,' Barr says",
    "publisher": "daily news ",
    "year": 2020,
    "month": 1,
    "day": 13,
    "full text": "WASHINGTON —\nAttorney General William Barr told reporters Monday that a shooting that left three U.S. sailors dead last year at Naval Air Station Pensacola \"was an act of terrorism.\"\n Royal Saudi Air Force 2nd Lt. Mohammed Saeed Alshamrani, 21, killed three sailors Dec. 6 and injured eight others before he was shot and killed by deputies with the Escambia County Sheriff's Office. Ensign Joshua Kaleb Watson, 23, Airman Mohammed Sameh Haitam, 19, and Airman Apprentice Cameron Scott Walters, 21, died in the attack.\n \"The evidence shows that the shooter was motivated by jihadist ideology,\" Barr said Monday at a news conference.\n \"During the course of the investigation, we learned that the shooter posted a message on social media on Sept. 11 of last year that said: 'the countdown has begun.' Over Thanksgiving weekend, he visited the 9/11 Memorial in New York City. He also posted other anti-American, anti-Israeli and jihadi messages on social media, and did so two hours before his attack at the naval base.\"\n Barr said investigators have determined that no members of the Saudi military knew of Alshamrani's plans ahead of the Dec. 6 shooting. Previously, officials said Alshamrani was in the United States as part of a military training program.\n While investigating Alshamrani's motive, officials said they found \"derogatory material\" in the possession of 21 Saudi military cadets undergoing training in America. Seventeen of those had \"some jihadi or anti-American content,\" Barr said, while 15 \"had some kind of contact with child pornography.\"\n \"While one of these individuals had a significant number of such images, all the rest had one or two images, in most cases posted in a chat room by someone else or received over social media,\" the attorney general said.\n Barr said Saudi officials determined \"this material demonstrated conduct unbecoming an officer in the Saudi Royal Air Force and Royal Navy,\" prompting Saudi officials to \"dis-enroll\" its cadets from the training program. The cadets were expected to return to Saudi Arabia on Monday.\n Authorities continued working Monday to unlock two phones used by Alshamrani. Barr said investigators recovered two Apple iPhones after last month's shooting, including one that was shot at some point by Alshamrani. An unidentified source told The Associated Press that investigators believe they may still be able to extract data from the device.\n Barr said investigators were working to try to gain full access to the phones, which were password protected and encrypted.\n In a statement obtained by the AP, officials with Apple said the company has already provided investigators with all the relevant data held by the company.\n\nLoad-Date: January 14, 2020"
}