{
    "title": "DealBook Online",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 27,
    "full text": "MORE LAYOFFS The Swiss bank Credit Suisse is planning to further reduce the size of its European investment banking department, according to a person with direct knowledge of the matter.\nCredit Suisse, which announced plans last year to eliminate 3,500 jobs as part of an overhaul of its worldwide operations, may reduce the work force in its European investment banking division by as much as 30 percent, said the person, who spoke on the condition of anonymity because he was not authorized to speak publicly. MARK SCOTT\nFIGHT ESCALATES The Australian mining billionaire Georgina Rinehart, below, has threatened to sell her recently acquired 19 percent stake in Fairfax Media, sending shares in the Australian publisher tumbling on Tuesday.\nThe announcement is the latest volley in her battle to win seats on the board of the company, which publishes leading newspapers including The Sydney Morning Herald, The Australian Financial Review and The Age. Mrs. Rinehart, who is known as Gina, is the richest woman in Asia.\nFairfax proposed a drastic reorganization on June 18 to address several years of declining circulation, including plans to cut 1,900 jobs, or about 20 percent of its work force, over the next three years. On the same day, Mrs. Rinehart's privately held Hancock Prospecting said it had increased its stake in Fairfax to 18.7 percent from 12.6 percent.\nNEIL GOUGH\nBENCH NOMINATION President Obama on Monday nominated Katherine Polk Failla, the chief of the criminal appeals unit in the United States attorney's office for the Southern District of New York, to the Federal District Court in Manhattan.\nMs. Failla, 43, has led the criminal appeals unit for four years; previously, she had been the unit's deputy chief, a White House release said. The unit handles appeals from the office's criminal trials, including financial fraud, terrorism and other crimes. (A different unit handles civil appeals.) BENJAMIN WEISER\nnytimes.com/dealbook\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO         \n\nLoad-Date: June 27, 2012"
}