{
    "title": "Dealing with progress and terrorism",
    "publisher": "st. petersburg times ",
    "year": 1987,
    "month": 7,
    "day": 1,
    "full text": "In what truly could be labeled a milestone, Florida today begins    paying its bills for growth. As the exploding increase in population    moves this state to the fourth largest in the country, it is finally    recognizing that its tax structure must also be in the big leagues.\n \n    Florida, impoverished by its past inability to deal progressively    with taxation, has a broader sales tax.\n \n     That sales tax, applied to a host of professional services for the    first time, will raise an estimated $ 750-million this year and likely    more than $ 1-billion in fiscal 1988-89. It is money that will begin    paying a debt that has darkened the Sunshine State. As a prestigious    committee that studied the state's growth noted: \"Our failure to    provide the transportation, wastewater, solid waste, corrections,    schools and other public facilities we need threatens to have a    chilling effect on Florida's economy.\" For a national ranking of 47th    in per capita taxes, this state has paid dearly.\n \n     Today, the road to progress is being paved. Already this year, the    $ 18.3-billion state budget will spend $ 5.7-billion for public schools,    including 8 percent teacher pay raises and $ 375-million for    construction, $ 200.7-million for indigent health care, $ 25-million for    cleanup of waterways and protection of beaches, and $ 1-billion for road    and bridge projects.\n \n     The task is not simple or painless. Extending the 5 percent sales    tax to services will cost the average family about $ 80 a year. It will    produce confusion at first, as well as administrative and enforcement    problems. But it will also broaden the state's woefully narrow tax    base, tapping into the expansive service economy and taxing some people    who are not now paying their fair share.\n \n     Yes, the tax is cumbersome and may even produce some minor    inequities that will need future adjustment. But, short of a personal    income tax, it is the best option for Florida. And it will begin to    address the costs of growth.\n \n     Strangely, though, some of the very business interests that have    profited the most from this state's bounding growth are now unwilling    to pay for it. As some are called upon to share the tax burden for the    first time, they are resorting to blackmail in their efforts to resist    it. National broadcasters and advertisers, in an attempt to prevent    other states from following Florida's lead, are trying to damage this    state's economy. They have called for Florida convention boycotts, with    60 already canceled. They are pulling ads from Florida television    p p stations. Two companies, Johnson & Johnson, maker of Tylenol and other    products, and Kimberly-Clark Corp., maker of Kleenex and Huggies    diapers, have notified national networks to black out their ads in    Florida.\n \n     Their actions, to borrow the words of House Speaker Jon Mills,    amount to \"terrorism.\" How can the state deal with terrorists, Mills    asks? The answer is that it can't and shouldn't.\n \n     The advertisers have offered no constructive solutions to the    state's financial dilemma, only amateurish media events and mindless    insults. Would these same sales tax opponents spend their money and    donated advertising time to push a constitutional amendment for a state    income tax? We haven't seen that offered.\n \n     John DeGrove, former state secretary of community affairs and an    architect of growth management laws, told a group of editorial writers    Saturday that he is fed up with companies that aren't willing to pay    their way. So, he said, he has his own strategy for dealing with    companies that choose to boycott Florida. He will return the favor;\n \n he'll boycott their products.\n \n     \"Their actions are downright despicable,\" DeGrove said.\n \n     We can understand his anger. Those who threaten this state and are    willing to bring it economic harm to score a political point are not    its friends. If they wish to benefit from Florida's tremendous growth,    they should be willing to pay for it.\n \n    \n\nLoad-Date: November 19, 1992"
}