{
    "title": "Deal Averts Trial in Disputed Guantanamo Case",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 26,
    "full text": "WASHINGTON -- A former child soldier being held at the military prison at Guantanamo Bay, Cuba, pleaded guilty on Monday to terrorism-related charges, averting the awkward prospect that he would be the first person to stand trial before a military commission under the Obama administration.\nThe defendant, Omar Khadr, 24, a Canadian, admitted to a military judge that he threw a grenade that killed an American soldier during a 2002 firefight and that he had planted 10 roadside bombs for Al Qaeda. Mr. Khadr, born in Toronto, was 15 when he was captured in Afghanistan.\nBy avoiding the need for a trial of Mr. Khadr, the deal represents a breakthrough for the Obama administration's legal team, which had been dismayed that his case was to become the inaugural run of a new-look commissions system -- undermining their efforts to rebrand the tribunals as a fair and just venue for prosecuting terrorism suspects.\nMr. Khadr's decision to plead guilty was a turnabout from his vow to never accept such an arrangement lest it allow the United States to save face. He contended that he was coerced by older relatives into working with Al Qaeda and was not at fault.\nIn exchange for pleading guilty to five charges -- including murder in violation of the law of war, supporting terrorism and spying -- Mr. Khadr was spared the risk of a life sentence. A panel of seven military officers will decide the length of his prison sentence.\nBut his plea agreement is believed to cap the potential time at eight years, on top of the eight he has been in custody.\nThe deal followed a complex flurry of negotiations, including a side deal reached on Saturday between the United States and Canada allowing Mr. Khadr, after a year, to apply for transfer to Canadian custody to serve out the remainder of his sentence.\nThe commission system, set up by President George W. Bush in November 2001, has been contentious. The Supreme Court struck down one version in 2006, and it has produced only a handful of convictions.\nPresident Obama campaigned for the White House as a critic of the Bush administration's version of military commissions. One of his first acts after taking office was halting all tribunal prosecutions then in process -- including the case against Mr. Khadr.\nBut Mr. Obama and his advisers later decided that it was necessary to keep a form of the tribunals if some detainees were to receive any trial. The commission rules provided greater flexibility than civilian court about the admission of evidence like hearsay and material gathered from the battlefield.\nThe administration spent months working with Congress to set up new rules providing greater defendant protections. It restarted the tribunals in November 2009, hoping that the overhaul would change their global image as a second-class justice system. Some allies have refused to provide evidence or witnesses for use in the tribunals.\nNo one intended Mr. Khadr's case to become the first trial under the revamped system, complicating efforts to showcase the reforms. But in August, a 50-year-old Sudanese detainee pleaded guilty, and Mr. Khadr's case was already well developed and next in line.\nIn July 2002, Mr. Khadr, who comes from a Qaeda-linked family, was found wounded at a Qaeda compound in Afghanistan that had been attacked by United States troops.\nA grenade blast in that firefight killed an Army sergeant, Christopher Speer. Investigators concluded that Mr. Khadr probably threw the grenade. A videotape found at the compound was said to show Mr. Khadr making and planting roadside bombs.\nSeveral factors made prosecuting Mr. Khadr for war crimes unusual.\nThe centerpiece of the charges was not a conventional terrorism offense -- targeting civilians -- but killing an enemy soldier in combat. Usually in war, battlefield killing is not prosecuted. But the United States contended that Mr. Khadr lacked battlefield immunity because he wore no uniform, among other requirements of the laws of war.\nThe uniform issue also led to a scramble by the Obama legal team to rewrite commission rules on the eve of a hearing for Mr. Khadr. Because Central Intelligence Agency drone operators also kill while not wearing uniforms, the team rewrote the rules to downgrade ''murder in violation of the laws of war'' to a domestic law offense from a war crime to avoid seeming to implicitly concede that the C.I.A. is committing war crimes.\nMoreover, child soldiers are almost never prosecuted for war crimes. That meant that the world coverage of Mr. Khadr's case was dominated by questions about whether the case was appropriate. On Monday, for example, Human Rights Watch said the United States ''should never have pursued the case'' because convicting someone of war crimes for actions taken as a juvenile for the first time since World War II ''sets a terrible precedent.''\nIn an e-mail to The New York Times, Mr. Khadr's military lawyer, Lt. Col. Jon Jackson, said he planned to tell the sentencing panel that his client is a ''decent young man'' who ''deserves a first chance at a meaningful life.''\nIn a phone interview, Capt. John F. Murphy of the Navy, the tribunals' chief prosecutor, said Mr. Khadr was a convicted murderer and terrorist, not an innocent victim. ''He was convicted with the strongest evidence that exists under the law, which is his own admission under oath and in open court,'' Mr. Murphy said.\nCaptain Murphy said he told prosecutors to ''re-engage'' Mr. Khadr's defense about a plea deal in August. He did not say whether he had discussed the matter with administration officials, but stressed that his handling of the case was ''my own independent decision alone'' and ''not the result of any political interference with the case.''\nThe plea deal leaves only one remaining case currently on the tribunal docket: Noor Uthman Muhammed, a Sudanese detainee accused of running a terrorist training camp and of planning to participate in a terrorist operation against Israel. His trial is scheduled for February.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Omar Khadr during a 2003 interview at Guantanamo. Mr. Khadr, in an undated photo at left, was 15 when he was captured in Afghanistan. On Monday, he admitted to throwing a grenade that killed a U.S. soldier. (PHOTOGRAPHS BY REUTERS\n CANADIAN PRESS, VIA ASSOCIATED PRESS)                                \n\nLoad-Date: October 26, 2010"
}