{
    "title": "Dealing With Iran",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 20,
    "full text": "A REPORT soon to be released from the State Department will\ncrystallize the debate over how the United States should deal with\nIran. This issue has been unresolved since the Reagan\nadministration's Iran-contra scandal.\nLike its predecessors, the Clinton administration has had tough\nwords for the Tehran regime. President Clinton pledged to counter\n''Iran's involvement in terrorism and its active opposition to the\nMiddle East peace process.'' Secretary of State Warren Christopher\nhas branded Iran ''an international outlaw.'' CIA director James\nWoolsey has described Iran as ''by far the most active and\ndangerous state sponsor'' of terrorism.\nBeyond the words, the question is how the US should position\nitself toward the Rafsanjani government. Should it pursue dialogue\nand compromise - even though the mullahs, clerics, who govern Iran\nhave shown no desire to respond to such an approach? Or should it\npursue pressure and containment, encouraging those who would\noverthrow the mullahs' regime?\nThe State Department report, done at the behest of Congress,\nmainly deals with the People's Mojahedin. This is an opposition\ngroup that wages an active campaign against the Tehran regime in\nthe world of international lobbying; the group also mounts\nguerrilla raids into Iran from Iraq.\nThe State Department report will cast a negative eye on the\nMojahedin. US officials believe that in the past the Mojahedin have\nthemselves been guilty of anti-Americanism and terrorism. The State\nDepartment does not like the fact that the Mojahedin receive\nsanctuary and support from Saddam Hussein, who has just reemerged\nas the boogeyman of the Middle East. US officials charge that the\nMojahedin, in return for Saddam's blessing, may have helped him in\nsuppressing the Kurdish people.\nThe Mojahedin, despite the State Department's adamant refusal to\ntalk with them, maintain a sophisticated lobbying operation in\nWashington. They say the State Department is rough on them because\nit is afraid of offending Tehran, with which it ultimately hopes to\ndo business. The Mojahedin claim that the Tehran government has\nmounted a vigorous campaign to influence the State Department\nreport against them - and has sent emissaries to the US to\nencourage Americans espousing rapprochement with the mullahs.  The\nMojahedin are not without their own supporters here, including a\nslew in Congress who think the State Department ought to be talking\nwith an organization that is in a war against a regime that is also\nthe enemy of the US.\nThe New York Times weighed in with a recent editorial denouncing\nthe US boycott of the Mojahedin and deploring the fact that the\nboycott was treated as a victory by the Iranian mullahs. ''This,''\nsaid the Times, ''comes with special impudence from clergymen who\nclamor for the death of the novelist Salman Rushdie, who are\nplausibly linked with the murder of Iranian dissidents in France,\nSwitzerland, and Turkey and whose agents are believed to have\nassailed Mr. Rushdie's translators and publishers in Japan, Italy\nand Norway.''\nBut State has stonewalled. Assistant Secretary of State for Near\nEast Affairs Robert H. Pelletreau told the House Foreign Affairs\nCommittee earlier this month: ''The argument goes that we cannot\nprepare an unbiased report on the Mojahedin as mandated by Congress\nwithout sitting down and talking to its leaders. We believe such\ncontacts are unnecessary.''\nIronically, Mr. Pelletreau was the first officially sanctioned\nUS diplomat assigned to deal with the Palestine Liberation\nOrganization at a time when it was widely reviled and discredited.\nIf the US can talk with the Irish Republican Army and the North\nKoreans and the former military junta of Lt. Gen. Raoul Cedras in\nHaiti, it is difficult to see why it cannot explore face to face\nwith the Iranian Mojahedin the accusations against them.\n\nLoad-Date: October 21, 1994"
}