{
    "title": "Dealing with terrorism",
    "publisher": "the world",
    "year": 1984,
    "month": 3,
    "day": 23,
    "full text": "Terrorism has been prominent in the news in recent months, and a feeling of helplessness about it seems to be growing.\nBut is this necessary? From a truly spiritual point of view it is not. The Bible gently promises all who will hear, ''Thou shalt be far from oppression; for thou shalt not fear: and from terror; for it shall not come near thee.'' n1\nOn what basis can such tender promises be made, and how can we see them fulfilled more promptly?\nA few verses after the one quoted above, the Bible appears to answer these questions. It simply says, ''This is the heritage of the servants of the Lord.'' n2 Mankind can gain freedom from fear and terrorism, then, by serving God.\nThere are many ways to serve God, who is infinite good. One important way is through brotherly love.\nMany people feel contempt for terrorists as well as terrorism. Recently in a radio interview I heard them referred to as ''madmen.'' But contempt for individuals cannot ease the personal grief resulting from terrorist acts, nor can it undo the mayhem caused by those acts.\nMany of us intuitively sense that we need to love even the enemies of mankind, as Christ Jesus taught, but we do not yet comprehend how we could ever do it. We know the need to be kind and patient with others even when they are not that way with us. But few of us grasp how we could ever feel genuine love for someone who intentionally kills and maims innocent people, including women and children. Perhaps the reason is that we have not yet grasped what depth there is to spiritual love, which goes far beyond merely trying to love an unlovable or wicked mortal.\nTo love spiritually is to discern the true selfhood of another as the perfect child of God. It's to understand that man is the image and likeness of unchanging good, of infinite Love and universal Truth - of the one Almighty God. Wasn't Christ Jesus teaching this spiritual sense of love, transcending human affection, when he said, ''A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another''? n3 \nTo love a mortal as the spiritual image of God is not possible. That would be pretending someone was something he was not. But it is possible to use the innate spiritual sense we all are given by God in order to look at least a bit beyond the material evidence of who we and others seem to be and see something of man's real, spiritual identity. The effect of such love, which comes with a sublime and gentle glory, is to give anyone who cultivates it, and to some degree those he thinks about, a deeper sense of safety and security.\nThe experience of a friend of mine helps illustrate how this higher view of man can neutralize evil impulsions and provide protection. Recently she was accosted at her car in the parking lot of a shopping center. She said to the young man, ''I am the spiritual image and likeness of God, and so are you.'' She must have felt at least a bit of the spiritual truth behind those words, for the man soon left, and she was safe.\nHuman courage and calm in the face of danger are surely needed. But the spiritual truth of man is what the world most needs in order to effectively deal with the age-old problem of terrorism. The unalterable and eternal fact now is that man is fully and only the expression of God, good, motivated by infinite Love. He is not a miserable mortal motivated by rage over a chronic injustice, by religious fanaticism, or by any other manifestation of materialistic thinking. ''Now are we the sons of God,'' n4 the Bible tenderly and authoritatively assures us.\nAs more of us realize this universal truth of God and man and are willing to let go of limited material viewpoints, regardless of how long they seem to have dominated human consciousness, we will individually feel - and actually be - freer and safer, and to a degree the rest of humanity will be too. There is a solution to terrorism. It is spiritual love.\nMary Baker Eddy, the Discoverer and Founder of Christian Science, writes, ''Evil is not supreme; good is not helpless . . . .'' n5 Each of us can play a vital role in proving this truth.\nDAILY BIBLE VERSE\nLet love be without dissimulation. Abhor that which is evil;\ncleave to that which is good. Be kindly affectioned\none to another with brotherly love . . . . Dearly beloved,\navenge not yourselves, but rather give place unto wrath . . . .\nBe not overcome of evil, but overcome evil with good.\nRomans 12:9, 10, 19, 21"
}