{
    "title": "Deal on terror suspects hits new snag Provision on access to courts criticized",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 26,
    "full text": "WASHINGTON -- A compromise proposal on trials for terrorism suspects came under fire Monday from a key Republican senator and a former top military lawyer who said the deal would suspend a fundamental legal right against unlawful detention.\nSenate Judiciary Chairman Arlen Specter, R-Pa., said he is \"strongly opposed\" to a provision in proposed legislation that would bar foreigners now held as enemy combatants from challenging their detention in court.\nSpecter's opposition could complicate efforts to win congressional approval this week for a deal worked out Thursday between the White House and three Republican senators who had balked at President Bush's proposals on interrogations of and military tribunals for terrorism suspects: John Warner of Virginia, John McCain of Arizona and Lindsey Graham of South Carolina.\nCongress is pressing to complete work on two national security issues before leaving town to campaign for the Nov. 7 elections. House Armed Services Committee Chairman Duncan Hunter, R-Calif., said he expects the House to approve the tribunal legislation Wednesday. Senate debate could begin today.\nOn the second issue, three Republicans said their concerns about  a bill that would establish rules for telephone surveillance of terrorism suspects have been satisfied. Sens. John Sununu of New Hampshire, Larry Craig of Idaho and Lisa Murkowski of Alaska said new provisions requiring more court supervision of wiretaps have persuaded them to support the bill. Democratic Sens. Dick Durbin of Illinois, Russ Feingold of Wisconsin and Ken Salazar of Colorado said they remain concerned that the wiretaps would violate civil liberties.\nWhite House spokeswoman Dana Perino expressed hope that the Republican senators' announcement on the wiretapping deal will spark quick action on \"this vital program that helps us detect and prevent terrorist attacks.\"\nThe White House, however, is less inclined to satisfy Specter's concerns about the rights of people accused of being terrorists. Perino said the Bush administration opposes giving such suspects \"unfettered access\" to regular courts to lodge protests. She said all legal complaints should go through the military commissions that would be established under the legislation.\nThat position drew criticism from a prominent GOP attorney who testified Monday before the Judiciary panel. \"Due process should not be crucified on a cross of political expediency,\" said Bruce Fein, a Justice Department lawyer in the Reagan administration. He urged lawmakers to slow their pre-election rush to set new rules for CIA interrogations of terror suspects and their trials.\nAt issue is whether foreigners held on suspicion of terrorist activities should have the right to go before a judge to challenge the legality of their detention, a process known as habeas corpus.\nJohn Hutson, a retired rear admiral in the judge advocate general corps, accused the Bush administration of seeking to suspend habeas corpus to \"cover up\" mistakes at Guantanamo Bay, Cuba, where detainees are now held.\nSen. Patrick Leahy, D-Vt., said that a \"significant percentage\" of Guantanamo prisoners have been mistakenly imprisoned and that depriving them of court challenges is \"un-American.\"\nPentagon spokesman J.D. Gordon said about 320 detainees have been released from Guantanamo and 130 others have been approved for transfer.\nContributing: Kevin Johnson\n\nGraphic\n\n \nPHOTO, B/W, Charles Dharapak, AP\n\nLoad-Date: September 26, 2006"
}