{
    "title": "Deal Nears in Extension for Terrorism Insurance",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 5,
    "full text": "WASHINGTON -- House and Senate negotiators all but reached agreement on Thursday to extend federal terrorism insurance for six years, a big victory for developers in Lower Manhattan and other areas that insurers see as targets of potentially catastrophic attacks.\nThe deal would maintain the federal insurance backstop passed by Congress after the attacks of Sept. 11, 2001, but the threshold for federal assistance would begin after destruction costs reach $200 million, double the current threshold of $100 million.\nTo sweeten the deal for conservatives, negotiators added a measure to mitigate the impact of the 2010 Dodd-Frank Act on unintended targets. It would give insurance companies more flexibility on capital standards that were initially intended for banks under the financial regulatory law.\nAnother Dodd-Frank provision appears to be the last sticking point in the talks. Representative Jeb Hensarling, the Texas Republican who is chairman of the House Financial Services Committee, would like to make farmers, ranchers, manufacturers and small businesses that use financial instruments to hedge risks exempt from capital requirements aimed at hedge funds and other financiers. But Democrats are balking.\n''We're getting close to a fair compromise that would help New York and other cities,'' said Senator Charles E. Schumer of New York, the Democrats' chief negotiator. ''I'm optimistic we can get this done.''\nJust days ago, the post-9/11 Terrorism Risk Insurance Act was poised to terminate at the end of this year. Mr. Hensarling had wanted broad changes to the program, extending it for five years and raising the threshold of destruction to $500 million for any terrorism other than chemical, nuclear, biological or radiological attacks. Mr. Hensarling said private insurers could handle attacks below that level.\nChicago, Las Vegas, Los Angeles and New York said those changes would cripple major projects in their cities. Developers, insurance companies, professional sports leagues, shopping mall magnates and, in the end, dozens of House Republicans lined up against Mr. Hensarling.\n''This is something that could've been done a year and a half ago,'' said Representative Peter T. King, Republican of New York and an opponent of Mr. Hensarling's approach. ''He just picks fights that don't add up.''\nStill, Republican aides said, the fact that Mr. Hensarling got any concessions was at least a partial win for him, considering that the Democratic version of the bill passed the Senate in July on a 93-4 vote. Mr. Hensarling shaved one year off the Senate's seven-year version and won Dodd-Frank revisions that enjoy broad bipartisan support but have languished because of the overall stalemate in Congress.\nMr. Hensarling has repeatedly used his committee to extract free-market changes to popular legislation, often in the face of opposition from his own party. House Republican leaders went around the Financial Services Committee chairman to reauthorize federal flood insurance in March. Republican leaders must decide in June what authority to give Mr. Hensarling in his battle to close the doors of the federal Export-Import Bank, which helps underwrite the sale of American exports, particularly aircraft manufactured by Boeing.\nIn all these cases, Mr. Hensarling has argued that the federal government is taking on economic roles best left to the private sector. But each time, he has run up against business interests that say federal action is vital.\n''They can only put up with so much from us,'' Mr. King said.\nThe moves have also given Democrats opportunities to woo business interests that usually side with Republicans.\n''These are big projects,'' Representative Nancy Pelosi of California, the House minority leader, said on Thursday as she pressed for a terrorism insurance deal. ''If you want to have major construction, you need to have purchased land, get credit from the bank and the rest of that, and if you can't get insurance, you cannot proceed to do that.''\nGoing into talks, congressional aides said, Mr. Schumer initially insisted on few, if any, changes to the Senate bill because of the overwhelming vote. But Mr. Hensarling managed to extract concessions that moved Mr. Schumer closer to Mr. Hensarling's bottom line. While his bill might have had a $500 million threshold, he came to the table ready to lower it to $250 million, they said. It ended up at $200 million.\n\nhttp://www.nytimes.com/2014/12/05/business/deal-to-extend-us-terrorism-insurance-hinges-on-dodd-frank-changes.html\n\nLoad-Date: December 5, 2014"
}