{
    "title": "Deal on TRIA likely despite House vote Final version expected to follow Senate model",
    "publisher": "business insurance",
    "year": 2007,
    "month": 12,
    "day": 17,
    "full text": "WASHINGTON-Supporters of the federal terrorism insurance backstop remain optimistic the program will remain in place after its slated Dec. 31 expiration despite House of Representatives approval of an extension measure that the administration has threatened to veto.\nThe optimism stems in part from a promise by the House bill's chief sponsor, House Financial Services Committee Chairman Barney Frank, D-Mass., who said there is ``no chance'' the backstop will expire. If need be, the House will take up a more modest Senate extension bill that enjoys White House support before the lawmakers leave later this week, he said.\nLike its counterpart passed by the Senate last month, the House bill would extend the program for seven years. A measure the House passed in September would have extended the program for 15 years, but the Bush administration threatened to veto it. Also like the Senate bill, the latest House measure would permit the backstop to cover acts of both domestic and foreign terrorism. Current law covers only acts of foreign origin.\nDifferences in House version\nBut the House bill, which passed last week on a 303-116 vote, adds group life insurance to the lines covered by the backstop, which came into being under the Terrorism Risk Insurance Act of 2002.\nThe House measure also lowers the amount of terrorism losses required to trigger the backstop and contains a so-called reset provision that would provide lower deductibles for insurers that agree to write terrorism coverage for areas that have already suffered terrorist attacks.\nThe White House opposes all of those provisions, none of which are contained in the Senate measure.\nA day before the House vote, the Office of Management and Budget issued a statement of administration policy on the backstop. After reiterating the administration's longtime contention that the program should be cut back rather than expanded, OMB said if the measure ``were presented to the president in the form to be considered by the House, his senior advisers would recommend that he veto the bill.''\nOn the House floor, Rep. Frank admitted his bill might not represent the last word on the matter.\n``Now, we are going to pass a bill,'' Rep. Frank said last week. ``We understand that. And we may be able to pass only the Senate bill early next week. We have preserved our ability to do that. There is no chance of this expiring,'' he said.\n``The question is this: Should we acquiesce in a procedure by which the United States Senate waits until after we have adjourned for the Thanksgiving recess and sends us a bill and says, `This is it, take it or leave it,' or do we say, `No, we don't like that and we're going to at least try to make you vote on things'?''\nRep. Frank's certainty a bill will pass relieved backstop proponents.\n``There is a tremendous amount of relief in the community that we're about to reach a conclusion'' because of ``the acknowledgment that Barney Frank made that he is not going to allow the program to expire,'' said Joel Wood, senior vp with Council of Insurance Agents and Brokers in Washington.\n``Until it's done, the anxiety will remain and it's that time of year,'' Mr. Wood said. ``With a substantial majority of commercial policyholders having Dec. 31 expirations, it's a chaotic time of the year in any circumstance, and this has added a layer of frustration. But I think it is a great credit to both chambers that a seven-year extension appears to be in the offing.''\n``RIMS is very optimistic,'' said Janice Ochenkowski, president of the New York-based Risk & Insurance Management Society Inc. and managing director of Jones Lang LaSalle Inc. in Chicago. Rep. Frank's comments provided a ``strong indication that Congress will indeed move ahead in passing a TRIA bill before the program expires Dec. 31.'' She called it ``very promising development in the ongoing impasse.''\n``Chairman Frank said on the floor that TRIA would not expire, therefore you can conclude that one of two things are going to happen,'' said Ben McKay, senior vp in the Property Casualty Insurers Assn. of America's Washington office. Either the Senate will pass the House bill or the House will pass the Senate bill, he said.\n``Given the way Congress is going, nobody would be surprised if it happened the last day or the second to last day, although we're hopeful it happens earlier,'' he said.\n``A considerable amount of time and energy have gone into crafting legislation that balances the concerns of all stakeholders in both the House and the Senate,'' said a spokesman for the American Insurance Assn. in Washington. ``We still have hope those bodies will work out their differences.''\n``As the representative of the policyholder community, CIAT's first concern is seeing the creation of legislation that will extend the federal backstop for terrorism risk insurance, and that can win bipartisan support in the House and Senate,'' said a spokesman for the Washington-based Coalition to Insure Against Terrorism. ``The failure to achieve this goal before the existing law expires at year-end will curtail investment and development, and cast a long, dark shadow over an already uncertain national economic picture.''\n\nGraphic\n\n \nArt Credit: President Bush threatened to veto a broad TRIA bill, but Rep. Barney Frank insists the backstop won’t expire, even if it means a scaled-down extension.\nArt Credit: Reuters\n\nLoad-Date: December 22, 2007"
}