{
    "title": "Dear white people_ Please call it like it is(2)",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 31,
    "full text": "If you're a person who cares about justice, equality and, hey, other people, reading the news and being on social media lately have been emotionally draining. The past several months have brought attacks against Blacks in the United States greater in number and greater in scale than we have been seeing even in the past few years, even with the upsurge of publicity on police brutality and racial profiling by law enforcement authorities as well as the efforts made to combat the racism that is still so present in our country.\nHate crimes have included mass killings, as in the case of the AME Church massacre, the arson committed against other Black churches since then, the deaths of Freddie Gray, Sandra Bland, Kindra Chapman and others in police custody and the regular murders of Black trans women like India Clarke, London Chanel, Ty Underwood and many others. There have been too many total incidents for me to even include links to all of them here.\nIt's time to call all of these hate acts against people of color what they are: acts of terrorism.\nWe must stop tiptoeing around this word, terrorism, which makes us uncomfortable, because the use of the word \"terrorism\" to describe the actions of part of the American population will make its perpetrators aware of our hypocrisy. Because if we face current events head on, it will be impossible not to engage with the mass hypocrisy in the way we name attacks.\nYou may be thinking to yourself: \"But...what's happening in America...that's a few bad people. They're racist. I'm not. I'm not part of the problem. And besides, what's happening doesn't even fit the definition of terrorism.\"\nThe thing is, it does. Merriam Webster defines terrorism as \"the systematic use of terror, especially as a use of coercion.\" This definition contains a link to the definition of the word \"terror\": \"a. a very strong feeling of fear, b. something that causes very strong feelings of fear, c. violence that is committed by a person, group, or government in order to frighten people and achieve a political goal.\"\nWe can break this down piece by piece. Murder is violence. The use of unnecessary force, even if it isn't lethal, such as throwing around and pulling weapons against kids at a pool party, can be physically violent. It certainly is emotionally violent. So we have the violence part of the definition fulfilled. Is fear a goal? Certainly. Ever since the beginning of colonial history, fear has been a tactic utilized by systems of white authority to keep people of color subordinate. Is there a political goal, though? Absolutely. The maintenance of white supremacy, the reinforcement of structures that keep people of color in marginalized political, economic and social positions and keep white people in positions of power, is a political goal.\nIf you're still not convinced, it may have nothing to do with the dictionary definition of the word \"terrorism.\" The word comes with many heavy connotations when used in this country. Especially since 9/11, its use quickly triggers images of places allegedly unlike the United States and people committing the acts who look allegedly unlike us. Many Americans, upon mention of the word \"terrorism,\" will think of Islamic extremist groups in the Middle East, North Africa or Sub-Saharan Africa: ISIS, the Islamic State, Al Quaeda, Boko Haram, Al Shabab. Terrorism seems like a distant thing, a foreign thing. It seems like a thing for which we do not and could not understand the mentality. \"They\" do it. \"We\" would never.\nWell, not only is it not true that \"we white Americans would never,\" we white Americans do all the time and have since before this country existed. If you are not calling hate crimes against Black people terrorism, you're acting as complicit in the system and are thus part of the problem.\nSo what do we do? Well, for starters, call it like it is. The atrocities committed in this country are, in no uncertain terms, terrorism. Additionally, become an ally, or if you consider yourself one already, be a better ally. Talk to other white people, especially friends and family, who don't see the situation as it is and try to show them some light. Call people out on social media when they say something that hasn't been well-thought out. Finally, don't stop learning yourself or assume that your learning is finished. You can check out these links to get started on research, but this is only the beginning of the work to be done.\nContact Mina Shah at minashah 'at' stanford.edu.\nWhile you're here...\nWe're a student-run organization committed to providing hands-on experience in journalism, digital media and business for the next generation of reporters. Your support makes a difference in helping give staff members from all backgrounds the opportunity to develop important professional skills and conduct meaningful reporting. All contributions are tax-deductible. Support the Daily $25 $50 $100 $500 $1,000\n\nLoad-Date: January 17, 2019"
}