{
    "title": "DEATH PENALTY BECOMES OPTION; VA. TERRORISM LAWS TOUGHENED",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 3,
    "day": 10,
    "full text": "Del. David B. Albo has a simple reason for wanting to toughen Virginia laws on terrorism.\nAlbo, a Republican lawyer, represents Springfield in Fairfax County.\n\"I had 14 people in my district die at the Pentagon,\" he said of the Sept. 11 terrorist attack. \"It's a standard Northern Virginia bedroom community. Then, one day, 14 people don't come home.\"\nPeople who direct acts of terrorism could face the death penalty in state courts under legislation sponsored by Albo and Sen. Kenneth W. Stolle, R-Virginia Beach. Their bill, championed by Attorney General Jerry W. Kilgore, became the toolbox for anti-terrorism laws in the General Assembly session that ended yesterday.\nFor the first time, local prosecutors will have a definition of terrorism and the option of seeking the death penalty for those who plan the attacks, not just those who carry them out. Kilgore calls them \"the evil masterminds.\"\n\"It's not in the statute,\" he said of the term, \"but there's no other way to describe those individuals.\"\nPeople who make terrorist threats or commit hoaxes would face jail time. Virginia State Police would be able to tap digital cell phones and personal computers after getting permission from a judge. Police could seize the money and belongings of terrorists. Anyone who harms a rescue worker would go to prison for at least two years.\nThe assembly also tried to better define biological and radiological threats that could be prosecuted under the law. Laboratories will have to inform the state if they possess stockpiles of dangerous microbes or pathogens, but the information won't be available to the public. Doctors will have to provide emergency on-call and fax numbers to a confidential state registry.\nDoctors and other medical workers also must tell state police of any incidence of a disease that could be caused by exposure to \"an agent or substance that can be used as a weapon.\"\nAn attempt to tighten Virginia's requirements for getting a driver's license or photo ID card ended in a compromise yesterday. The compromise legislation requires stricter proof of state residency - a loophole that had been exploited by seven of the 19 hijackers involved in the September attacks - but does not require proof of citizenship or legal status.\nInstead, the Department of Motor Vehicles will study whether to make further changes in licensing or identification requirements, including proof of legal immigration status, and report to the General Assembly by Dec. 1.\n\"That's what I was after: You are who you say you are, and you live where you say you live,\" said Sen. Leslie Byrne, D-Fairfax, who sponsored one of the bills rolled into the compromise.\nThe legislature also broadened exemptions to the state Freedom of Information Act for anti-terrorism plans and resurrected the Virginia Military Advisory Council to coordinate with military bases across the state.\nUltimately, however, the budget dominated state anti-terrorism initiatives as it did everything else in the 60-day session. Even the experts aren't sure how to score the outcome, because some current programs were relabeled under measures for \"commonwealth preparedness.\"\nFor example, the budget agreement includes $8.9 million for the state police's SABRE program to combat terrorism as well as illegal drugs; it also includes $3 million next year to continue work on a new statewide police communications system. The assembly adopted a bond package that includes $13.6 million for a new state police headquarters and state emergency operations center.\nFormer Gov. Jim Gilmore had proposed a similar amount of bond money for the headquarters and center, as well as $20 million in unspecified spending to carry out the recommendations of the security panel he appointed after the Sept. 11 terrorist attack.\nGov. Mark R. Warner had proposed $44 million in new state spending on security measures. The budget agreement approved by the assembly includes more than $13 million in new state funds for anti-terrorism, but also shifts federal money and other funds to cover some of the initiatives.\n\"For the General Assembly, what was at stake here was getting the job done, not where the money was coming from,\" said former Lt. Gov. John H. Hager, who is Warner's special assistant on commonwealth preparedness. \"We feel like we made great progress.\"\nThe budget includes:\n*$10.8 million in federal highway funds for state police to hire, equip and train 50 troopers (the governor wanted $9.2 million to add 75);\n*$6.4 million for rescue squads and emergency medical services, out of about $30 million expected to be raised by a $2 increase in vehicle registration fees;\n*$1.8 million for the state health department to hire 15 epidemiologists to investigate disease outbreaks (Warner requested $5.4 million to add 25 such positions);\n*$1 million to improve security throughout the state government complex in Richmond;\n*$600,000 for the Division of Consolidated Laboratory Services to install computer equipment and software to track and inventory disease samples that it tests;\n*$400,000 for protection of crops and livestock.\n\"I think this will go a long way to help,\" said Dr. Grayson B. Miller Jr., acting deputy health commissioner for bioterrorism preparedness and response. \"We're lucky.\"\nThe health department just created Miller's position to oversee state efforts to reap more than $20 million in federal funds for bioterrorism. The grants - which the state must apply for by April 15 - would pay for his position, as well as measures to improve disease surveillance, laboratory microbiology, planning, public information, education and training.\n\"It's almost too early to say exactly how we would spend\" the federal money, said Miller, a veteran epidemiologist who most recently had been director of the Crater Public Health District based in Petersburg.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: March 12, 2002"
}