{
    "title": "Death Is Celebrated and Life Means Less Than Nothing Three Authors Strive To Understand the Violent",
    "publisher": "the forward",
    "year": 2003,
    "month": 10,
    "day": 3,
    "full text": "No End to War: Terrorism in the Twenty-First Century\nBy Walter Laqueur\nContinuum, 288 pages, $24.95.\n* * *\nJust War Against Terror: The Burden of American Power In a Violent World\nBy Jean Bethke Elshtain\nBasic Books, 240 pages, $23.\n* * *\nTerror and Liberalism\nBy Paul Berman\nW.W. Norton & Company, \n214 pages, $21. \n* * *\nRecent NBC/Wall Street Journal and Gallup polls indicate that American concern about terrorism has dropped to pre-9/11 levels. What will it take for the American public to again take terrorism seriously? Three books offer dramatically different approaches to the same problem, founded respectively on reason, faith and emotion.\nWalter Laqueur is one of the world's most insightful historians and commentators, having written on an astonishing variety of topics, from the history of Zionism and German Jewry, Communism and Fascism, to guerilla warfare and terrorism. His latest book is a frightening overview of global terrorism in the 21st century, when science and paranoia have finally given individuals power to destroy the world.\nLaqueur charts the history of terrorism and its depressing evolution of violence and justifications. Nineteenth-century terrorism was typically executed by revolutionaries who sought to free the people from oppression but who took great efforts to protect innocents from harm. Highly discriminating attacks on officials rather than society gave 19th- and early-20th-century terrorism the character of \"propaganda by deed.\" Such care and high-mindedness eroded throughout the 20th century, as terrorists from both Left and Right began to attack not simply high but middle officials, and, importantly, to regard society as a whole as their enemy. Fear and panic became goals, and in the 21st century these have yielded to the actual destruction of as much of an enemy society as possible.\nTechnological ability to actually carry out mass casualty attacks is only part of the reason for the shift toward violence that annihilates all. As all three writers point out, and as 9/11 horrifically demonstrated, the new terrorism is radically different ideologically, if not \"spiritually.\" While a brief summary cannot do justice to Laqueur's argument and wealth of evidence, at least three elements are involved: the means and language of European totalitarianism, Islamic religious fanaticism and abnormal psychology of small, highly paranoiac groups. Central to all is suicide. And its enemies are secular, pluralist and diverse societies, quintessentially the United States.\nHere all three writers, Laqueur most deftly, show that old categories of Right and Left no longer apply. The Left's rage against \"globalization\" is precisely the same as the Right's loathing of the \"new world order\" and the Islamic world's fear of \"Westernization.\" These three camps have actively joined forces against the society that personifies these chimeras. The otherwise absurd spectacle of Trotskyites and Christian Identity morally and practically joining together, and giving support to Islamic Jihad and the IRA, is understandable only by dissolving the categories of the past. The new unifying themes are anti-imperialism, anti-Americanism and antisemitism.\nBut the most important category that must be dissolved is regard for life itself. Modern terrorism is incomprehensible without taking note of the themes that are at the core of Laqueur's book: Islamic fanaticism, jihad, suicide and anti-Americanism. The rise of bin Laden and Al Qaeda is well understood, but their efforts to conduct jihad against the Soviets in Afghanistan and then the world were only given meaning by teachings of Egyptian Islamists. Their emphasis on jihad - in its original and unapologetic sense of total war against infidels - was fused to the notions of heroic self-sacrifice and rationalized slaughter, as understood from, on one hand, early Islam, and on the other hand, Nazism.\nThe result is an ideology where death is celebrated and life means less than nothing. Finding well-educated individuals with weak senses of self to carry out suicide attacks in pursuit of global religious domination has proven all too easy. But unlike other suicide terrorists, such as Tamil Tigers, Islamic groups from Hamas to Al Qaeda have made civilian casualties their goal. This has been supported by edicts from Islamic religious leaders and overwhelming indoctrination of Islamic societies in antisemitism and anti-Americanism. Others ranging from anti-globalization groups to neo-fascists share rage against the West but have not yet declared suicide the answer. But, as Laqueur notes, the smaller the groups, the more paranoid and vicious the ideology. Coupled with new technologies making it possible for mad scientists or merely clever graduate students to unleash plagues of microbes, we truly stand at the threshold of a new era of terror.\nTerrorism will not go away, and Laqueur points to Central Asia, Algeria, Kashmir, the Balkans and Nigeria for continuing Islamic terror. Left-Right fusion makes the possibility of anti-Western violence extremely high. And eventual use of weapons of mass destruction by terrorists is not a probability but a certainty. But the prerequisite for any resistance to terrorism is the ability to describe things clearly. As Laqueur points out in connection with 9/11, academics and the media share responsibility for creating an environment in which the religious roots of Islamic terrorism have been dismissed, those raising them are accused of racism, and critical semantic and moral distinctions are intentionally blurred. As Laqueur puts it, Jack the Ripper was not an \"amateur abdominal surgeon\" and terrorists who kill indiscriminately are not \"activists,\" like union organizers.\nJean Bethke Elshtain shares Laqueur's concern about distinctions. Elshtain teaches ethics at the University of Chicago. She belonged to a small but courageous group of academics who composed and signed the public statement \"What We're Fighting For\" after 9/11, an assertion of universal human values and the American obligation to defend them. The plain truth of Islamic terrorism for Elshtain, as she describes in her new book, \"Just War Against Terror: The Burden of American Power In a Violent World,\" is found in the words of bin Laden and other jihadists; they are fighting a global religious war against infidels, not in response to grievances but to establish total Islamic domination. By combining religious and political totalitarianism, the new Islamic terrorism has no \"philosophy of limits.\" To misdescribe this is to engage in denials and lies that facilitate terrorists and their destructiveness.\nElshtain's cataloging of media, religious and academic misrepresentations makes for painful reading. Looking deeply at apologists who seek reasons for \"rage\" or understand \"grievances,\" she notes an essential racism that asserts that terrorists are less than full moral agents who cannot respond with anything except violence. She goes further and analyzes the rhetoric of apologists, who ignore facts, lie, use old categories in order to prove old categories and question the motives of those who disagree.\nThese apologists often combine a form of racism with old-fashioned Stalinist thinking. Part of the problem is the culture of academia, where professors clone themselves and their very clever ideas and where new ideas can threaten the entire edifice. Another is the American Left's inability to take religion and religious language seriously, an issue discussed in detail by Paul Berman in \"Terror and Liberalism.\" Critics who conflate the personal and the political are objects of Elshtain's particular disdain. Elshtain quotes the anti-Nazi theologian Dietrich Bonhoeffer: We cannot retreat into the \"sanctuary of private virtuousness\" when confronted with evil and injustice. Even more profoundly, \"responsible\naction\" involves contamination.\nBut what we must seek is justice, not revenge. On this, Elshtain engages with the \"just war\" tradition, traced from Saint Augustine through theologians Paul Tillich and Reinhold Niebuhr. Christianity was never absolutely pacifist, and Elshtain is upset by 21st-century churches that have adopted this anti-historical and irrational stance. To traditional Christians, evil is real, and sometimes, she writes, God-fearing people must follow earthly authorities and \"serve our neighbor and the common good by using force to stop wrongdoing and to punish wrongdoers.\" Peace is not an absolute good, she argues, and neither is justice. Just-war thinking must be carefully applied to satisfy a number of criteria, not least of which are proper declarations in response to specific unjust aggression, proper intentions and actions with proportionality and discrimination.\nThese criteria set a high threshold. In Elshtain's view, this has been easily met in the war against terrorism and the defeat of the Taliban. Her book was written before the recent Iraq war, which for Elshtain could be theologically justified by love of our neighbors or \"equal regard for others based on human dignity and our common humanity.\" Have these wars been executed with proportionality and discrimination? Yes, even though civilians have been killed. But to ask whether it was worth it is to explicitly suggest that the alternative was a choice of equal moral weight. Iraq today may be a deeply imperfect place, but people are not being fed feet first into plastic shredders.\nElshtain has insights on every page, but her chapter on the missing legacy of Niebuhr and Tillich is a centerpiece. She cites, for example, Tillich's broadcasts into Nazi Germany decrying the demonic order and its \"symbols of death.\" One of the most horrific features of Nazism for Tillich and Islamism as well for Elshtain is the willingness to sacrifice children. Tillich pointed to the German philosophical legacy of Kant, Fichte and Hegel and their glorification of \"internal freedom,\" which provided a retreat into a dream world from the indecent one that enslaved Germans. Parallels with the 21st-century Islamic world seem inescapable. Similarly, she cites Niebuhr's relentless insistence on moral responsibility and moral discrimination. The hard choices facing us cannot be met with \"perfectionist pacifism,\" nonparticipation in morally ambiguous politics or without the contamination that results from decisive action.\nThe stakes are high. Islamic terrorism aims at, among other things, overthrowing the essential bases of American society: the moral equality of individuals, separation of church and state and the political equality of women. The American Left in particular has been silent on the nature of the threat, but there is every reason to take the Pashtun Taliban saying, or threat, seriously: \"Women belong in the house or the grave.\"\nAppeasement and dissembling will not work, and abandoning beleaguered peoples, even to respect their cultural \"difference,\" is to disregard their humanity. Elshtain echoes Abraham Lincoln's call for Americans to \"disenthrall themselves,\" to escape dogmatisms that blind us to the realities of terrorism and Islam. Nationalism and religion too must be seen as still powerful, evolving forces. Elshtain's prescription is succinct: \"The only defense against terrorism in the short run is interdiction and self-defense. The best defense against terrorism in the long run is building up secure civic infrastructures in many nations.\" In the 21st century, human dignity needs a guarantor, and the United States is the only possible candidate. Perhaps that assertion is an article of faith, but examining the world as it really is, there is no practical or moral alternative.\nLaqueur presents an erudite and dispassionate overview of terrorism's recent past and likely future, and Elshtain a moral understanding of the war against terrorism from the standpoint of Christian theology. Berman's focus is narrower still. His remarkable and impassioned critique is an indictment of liberalism's failure to confront Islamist terrorism, because it seems incapable of taking either the facts or the essential role of faith seriously.\nSituated in the American Left-liberal tradition, Berman argues that a deep-seated liberal desire not to think ill of others, motivated in part by an utter faith in human rationality and a healthy dose of post-colonial guilt, has produced a dangerous critical void when it comes to Islam. He usefully pairs two North Africans, the Franco-Algerian philosopher Jean-Paul Sartre and the Egyptian Islamist theologian Sayyid Qutb, to explore the nature of Islamism, its embrace of death as a fundamental goal and the liberal response. One cannot easily do justice to Berman's passion or eloquence. His readings of Qutb, the leading theoretician of Egypt's Muslim Brotherhood and intellectual godfather of Al Qaeda, demonstrate how absolutist readings of the Koran meshed perfectly with the language and doctrines of 20th century totalitarianism, namely fascism and Communism. Islam presumes to be a total system to begin with, and modern totalitarianism provided the scientific methods and mentality of death worship. The irrational element, the mass pathology of suicide culture and the suicide bombers it offers up is a kind of commonplace to Laqueur, who after all, left Germany in 1938. But Berman is positively agonized. And long before Samuel Huntington, Qutb eagerly anticipated the 'clash of civilizations.'\nIslamic totalitarianism and its \"pathological attachment to murder and suicide\" are the 21st century's equivalent to Nazism and Stalinism, Berman argues. And the century's first challenge is getting well-meaning people to believe there is a problem. This is not easy and never has been. Berman's description, for example, of the reactions of pre-World War II French socialists strikes particularly acute nerves. Anti-war socialists, always eager to approach matters rationally, managed to find \"truth\" in Hitler's \"excesses.\" \"The impositions of Versailles, the exploitation of financiers, the pre-war hawks,\" writes Berman, \"[t]heir reasoning was impeccable; 'Weren't some of the hard-liners, the French hawks, who favored war - Jews?'\" In the end, the anti-war socialists voted to join Petain's government. Then as now, Left and Right have little meaning and in any case meet happily on the dark side of the moon. The labels are broken; hate is hate.\nUnaddressed, however, is whether there is something intrinsic to Islamic theology that makes it uniquely susceptible to the cult of death Berman so ably describes. Other religions embrace martyrdom from time to time, but none displays the theological passion for annihilation as Islam. The question for Berman is not whether this is an authentic Islam or a forgery. It is authentic. The question is, what is moderate Islam doing about it? And the answer, frighteningly, is almost nothing.\nBerman's almost belated advocacy of a third way, liberal democratic quasisocialism, is deeply unpersuasive. But his criticism of Bush's militant, Wilsonian, muscular liberal internationalism is properly directed at their failure to communicate. He is absolutely correct that the war of ideas is being poorly fought, but he offers no practical suggestions beyond revival of Arthur Schlesinger's 1949 call for \"new radicalism.\" Web sites with Arabic translations of John Locke and John Stuart Mill would do more.\nIf our cause is just and our enemies relentless, how are we to proceed? Endless interfaith dialogues are as meaningless as they are comforting. Certainly there can be no discourse with radicals; as Elshtain dryly puts it, sadists are not interlocutors of equal moral weight. And strong arguments can be made for giving death-eaters what they want, only on our terms. But a 21st-century response to terrorism surely must have two aspects, most obviously that the best defense is a strong offense. Intelligence capabilities, discussed only by Laqueur, must be enhanced and monitored for effectiveness and legality. New procedures that infringe on our convenience will become permanent. Metal detectors, bomb-sniffing dogs and background checks will become commonplace, as will profiling, wiretaps and midnight raids.\nIt is naive to think American or European life will be as blithe and benign as the easy days before 9/11. But vigilance, prudence and self-confidence hardly produce a police state. Assertive action against terrorists, individuals, groups and states necessarily involves violence and, increasingly, pre-emption. To suggest the threats, especially from weapons of mass destruction, do not warrant pre-emption is magical thinking. Again, the question is not whether terrorists will use weapons of mass destruction, only when and where.\nBut against this backdrop is another less tangible but equally important aspect of defense. The United States is defined by jagged pluralism and obvious diversity, and its messy but effective tolerance and representative institutions. Americans collide with each other and send off sparks, causing some differences to dissolve and others to harden. A walk up Second Avenue shows the process in motion. If we stop believing in this process, whether melting pot or pressure cooker, where Americans combine into new wholes while retaining old strengths, then we are fatally weakened. This is what protects us. This is why we fight.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}