{
    "title": "DEATH-PENALTY SENTENCING TARGETED",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 10,
    "day": 26,
    "full text": "The House bill that would reauthorize the USA Patriot Act anti-terrorism law includes several little-noticed provisions that would dramatically transform the federal death penalty system, allowing smaller juries to decide on executions and giving prosecutors the ability to try again if a jury deadlocks on sentencing.\n The bill also triples the number of terrorism-related crimes eligible for the death penalty, adding, among others, the material support law that has been the core of the government's legal strategy against terrorism.\n The death penalty provisions, which were added to the House bill during a voice vote in July, are emerging as one of the major points of contention between House and Senate negotiators as they begin work on a compromise bill to renew expiring portions of the Patriot Act. If approved, the provisions could have a significant impact on future Justice Department terrorism prosecutions.\nThe Senate version of the bill does not include the death penalty expansions. Senate Democrats argue that the proposals are extraneous to the Patriot Act and should not be approved without fuller debate. Death penalty opponents and defense attorneys also contend that the measures, by removing some of the safeguards now in place, would increase the risk that innocent people could be executed.\n The Justice Department has endorsed the provisions, and Jeff Lungren, a spokesman for House Judiciary Committee Chairman F. James Sensenbrenner Jr., R-Wis., yesterday said the proposals were viewed as relatively uncontroversial because they were approved overwhelmingly on the House floor.\n A Republican staffer on the Senate Judiciary Committee said the death penalty issue was \"one of several concerns\" about the House bill, which also includes fewer restrictions on surveillance and search powers than the Senate version.\n Under the proposals, 41 new crimes would be added to the 20 terrorism-related offenses now eligible for the federal death penalty. Prosecutors would also find it easier to impose a death sentence in cases in which the defendant did not have the intent to kill.\n But critics are most concerned about procedural changes related to juries, including a provision that would allow a trial with fewer than 12 jurors if the court finds \"good cause,\" with or without agreement by the defense.\n The bill also would give prosecutors a chance to try again if a jury is deadlocked over a death sentence. Under current law, a hung jury at sentencing automatically results in a life sentence.\n\nLoad-Date: October 26, 2005"
}