{
    "title": "Death penalty questionable as deterrent",
    "publisher": "usa today",
    "year": 2019,
    "month": 8,
    "day": 7,
    "full text": "WASHINGTON - President Donald Trump is calling for new death penalty legislation as an answer to hate crimes and mass killings. But whether that would deter shooters is questionable - especially since most don't live to face trial.\nMore than half the perpetrators of mass shootings since 2006 have ended up dead at the scene of their crimes, either killed by others or dying by suicide, according to a database compiled by The Associated Press, USA Today and Northeastern University.\nDeath penalty scholars and psychologists say killers motivated by ideology are unlikely to be deterred by punishment. Most of them are willing to die or understand the risk and prepare for it. Some want the fame that an execution could potentially bring to their cause.\n\"In fact, in the case of terrorism, it might be worse than that because you have the very real possibility of creating martyrs,\" said Gary LaFree, head of the Department of Criminology and Criminal Justice at the University of Maryland, and co-founder of the National Consortium for the Study of Terrorism and Responses to Terrorism.\nTrump's remarks Monday on the death penalty followed weekend attacks that killed a total of 31 people in Dayton, Ohio, and El Paso, Texas. The shooting suspect in El Paso is believed to have posted a racist, anti-immigrant screed on the internet before the shooting. The motive in Dayton remains unknown.\nTrump said he was ordering the Justice Department to propose legislation ensuring that \"those who commit hate crimes and mass murders face the death penalty, and that this capital punishment be delivered quickly, decisively and without years of needless delay.\"\nThe death penalty was one of several steps Trump outlined that embrace conservative responses to mass shootings - such as denouncing video games and calling for changes in mental health laws - while brushing aside Democratic calls for stricter gun regulations and demands that he back off his virulent anti-immigrant rhetoric.\nBut the deterrent effect of the death penalty has long been questioned. Several studies have shown it doesn't work to reduce crime. And perpetrators of mass killings are already subject to the death penalty in 30 states as well as under federal law. According to an analysis from the Death Penalty Information Center, all but two of the states where mass shootings have occurred already have capital punishment.\nThe El Paso shooting occurred even though Texas has used the death penalty far more than any other state, executing 108 prisoners since 2010.\n\"Look at Dylan Roof,\" said Miriam Gohara, a Yale University law professor who studies the death penalty, referring to the man convicted and sentenced to death in the racist 2015 killings at a Charleston church. \"He has been sentenced to death. And that clearly did not dissuade these people.\"\nOf the 82 public mass shootings since 2006, 30 gunmen killed themselves and 16 were killed, according to the AP/USA Today/Northeastern database. Fourteen are serving life sentences, 12 are awaiting trial, and only three have been given the death penalty. There was also one who committed suicide while in custody. Others received other penalties and one suspect had charges dropped.\nThe database tracks every mass killing in the country dating back to 2006, defined as involving four or more people killed (not including the offender) over 24 hours, regardless of weapon, location, victim-offender relationship or motive.\nThe federal death penalty was reinstated in 1988, though actual executions rare. The government has put to death only three defendants since 1988, the most recent of which occurred in 2003, when Louis Jones was executed for the 1995 kidnapping, rape and murder of a female soldier.\nThe Justice Department has continued to approve death penalty prosecutions and federal courts have sentenced defendants to death. Attorney General William Barr recently ordered the Bureau of Prisons to schedule executions again , starting in December.\nExperts say death penalty cases are time consuming and costly, and suggest the money would be better spent in mental health. And because there isn't one motivator that pushes someone into violence, there isn't a panacea answer.\nFor one thing, psychologists haven't been able to study many of the shooters, said Frank Farley, a Temple University psychology professor and former president of the American Psychological Association. \"Because so many of them never survive, there's no fabulous study on the psychology of mass killers,\" he said.\n\nLoad-Date: August 7, 2019"
}