{
    "title": "Death of terrorist 'old news' to traders",
    "publisher": "usa today",
    "year": 2006,
    "month": 6,
    "day": 9,
    "full text": "NEW YORK -- Nearly five years after 9/11, killing or capturing terrorists on the USA's most-wanted list appears to be losing its power as a market-moving event.\nThat  was driven home Thursday when news of the killing of Abu Musab al-Zarqawi, the leader of al-Qaeda in Iraq, received a ho-hum response from professional traders and investors.\nWhile the elimination of Zarqawi was viewed as \"great news,\" it didn't pack the bullish punch or spark a \"we-got-him\" rally like past successes, says Steve Sachs, director of trading at Rydex Investments.\n\"Everyone thought when the news broke overnight it would give a (boost)  to the market, but nobody cared,\" Sachs says.\nIn a volatile day of trading that saw the Dow Jones industrial average fall almost 175 points before it rebounded to finish nearly 8 points higher at  10,938.82, traders credited bargain hunting and not the terrorist's death as the key catalyst.\nInstead of focusing on Zarqawi, investors focused on the Federal Reserve, interest rates and inflation -- the new market movers.\n\"I'm sure if something of the magnitude of the World Trade Center attack occurred, it would still cause a reaction in the market, but when something shocks you again and again you become desensitized. It is sort of old news,\" says Janna Sampson, portfolio manager at Pioneer Focused Equity fund.\nThe big news on Wall Street these days centers around economic issues, says Rydex's Sachs.\n\"What's more important is getting more clarity out of the Federal Reserve and (trying to figure out) how much the economy is going to slow and how much inflation is going to creep up,\" says Sachs.\nThere is also a sense that, unlike a few years ago when terrorism was the issue du jour, there is a broader array of geopolitical concerns, says Michael Panzner, vice president at Collins Stewart, a New York unit of a British-based broker.\nEmerging challenges such as the dispute over Iran's nuclear ambitions, the move in Latin America toward privatizing oil assets and political turbulence in energy-rich Nigeria have shifted investors' attention away from terrorism.\n\"It seems like there are more battles to fight than just terrorism,\" Panzner says.\nThe fact that investors have seen their account balances shrink in the past month amid an ongoing stock pullback deflects ever more attention away from problems abroad. \"When stocks are in a downtrend, investors don't care as much about geopolitics; what they care about is their pocketbooks,\" Sachs says.\n\nLoad-Date: June 9, 2006"
}