{
    "title": "Death penalty for 9_11 cleared",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 4,
    "day": 5,
    "full text": "The Pentagon on Wednesday cleared the way for a death penalty trial against five Guantanamo Bay captives charged with engineering the Sept. 11, 2001, terrorist attacks. \nRetired Navy Vice Adm. Bruce MacDonald, who is in charge of military commissions, signed off on the capital trial against alleged mastermind Khalid Sheikh Mohammed, 46, and four accused co-conspirators. \nThe men face charges of terrorism, hijacking aircraft, conspiracy and murder in violation of the law of war, among other charges, in the system set up by President George W. Bush within months of the attack and modified by President Obama in 2009. \nIf convicted, they could be sentenced to death using a method to be decided by Defense Secretary Leon Panetta or his successor. \nThe charges accuse the five of organizing the attacks -- including funding and training the 19 men who hijacked four commercial airliners on Sept. 11, 2001, and crashed them into the World Trade Center, the Pentagon and a field in Shanksville, killing 2,976 people. \nThe lead trial attorneys are retired Army Col. Robert Swann and federal prosecutor Edward Ryan, the two men designated by the Bush administration to prosecute the case. \nObama halted the previous trial, and Attorney General Eric Holder was initially determined to prosecute the five in Manhattan, not far from the site of the World Trade Center. Holder reversed course a year ago after members of Congress raised a variety of protests, arguing that a federal prosecution would put an even larger al-Qaida bull's-eye on New York, would snarl traffic or would risk acquittal if a civilian judge or jury concluded that the evidence against them was obtained through torture. \nPentagon prosecutors have been preparing their case since then. \nWhite House spokesman Jay Carney said the decision to go forward with the trial at Guantanamo did not diminish Obama's desire to close the detention center there. \n\"There have obviously been obstacles in achieving that. But he remains committed to doing that,\" Carney said. \"In the meantime, we have to ensure that Khalid Sheikh Mohammed and others who are accused of these heinous crimes are brought to justice. And a procedure is now under way to ensure that that happens.\" \nThe decision drew a rebuke from the American Civil Liberties Union, which has funded some of the 9/11 defense lawyers. \nThe Obama administration \"is making a terrible mistake by prosecuting the most important terrorism trials of our time in a second-tier system of justice,\" said Anthony Romero, the group's executive director. The war court was \"set up to achieve easy convictions and hide the reality of torture, not to provide a fair trial.\" \n\"Whatever verdict comes out of the Guantanamo military commissions will be tainted by an unfair process and the politics that wrongly pulled these cases from federal courts, which have safely and successfully handled hundreds of terrorism trials,\" Romero said. \nAll five were interrogated by the CIA in secret overseas prisons -- Mohammed was water-boarded 183 times, according to declassified CIA documents -- before their 2006 transfer to Guantanamo. Once in Cuba, he bragged to a panel of U.S. military officers that he was responsible for the Sept. 11 attacks \"from A to Z.\" \nThe chief prosecutor, Army Brig. Gen. Mark Martins, has said that by law no evidence derived through torture can be used at a Guantanamo trial. \nMacDonald signed the 123-page charge sheet alleging the five men engaged in a years-long conspiracy that trained the 9/11 hijackers in Afghanistan and Pakistan, funded them in wire transfers from Persian Gulf nations and dispatched some of them to the United States from Germany. It will be up to an 11-member team of U.S. prosecutors to prove it to a military jury of a dozen or more members. \nFirst, the military has to present the charges at the remote prison at the U.S. base in southeast Cuba, assign a judge to the case and give the defendants a formal appearance at the war court compound, Camp Justice, probably in May. Months of pretrial challenges, including wrangling over defense resources and whether the men are competent to defend themselves, are likely to follow. \nThe other four men facing the death penalty charges in the joint trial are Waleed bin Attash, 33, a Yemeni; Ramzi Binalshibh, 39, a Yemeni; Mustafa Ahmad al-Hawsawi, 43, a Saudi; and Ali Abd al-Aziz Ali, 34, a Pakistani who is Mohammed's nephew and also known as Ammar al Baluchi. \nThe Pentagon's war court witness advocate, Karen Loftus, sent an email to Sept. 11 victims' families yesterday advising them of the development. Some survivors and victims of the 9/11 attacks, selected through a lottery, will be invited to watch the proceedings at Guantanamo. Most will be directed to remote viewing sites being set up in Massachusetts, New York, New Jersey and Maryland that will show closed-circuit broadcasts of the proceedings. \nThe broadcasts are on a 40-second delay in case someone in court divulges classified information. \nLoftus described the military jury that will hear the mass murder trial as \"a panel of at least 12 members, whose function is analogous to jurors in a federal or state court. The case was also referred to as a joint trial, meaning that all five of the accused will be tried together, unless the military judge later determines that any or all of the accused should be tried separately.\" \nA Pentagon-paid defense lawyer for Ali, accused of wiring money to the 9/11 hijackers, has argued his client should not face a capital trial because he is not alleged to have killed or plotted to kill anyone. \n\"Mr. Ali would not be eligible for the death penalty if this case were tried in federal court,\" said attorney James Connell. \"This attempt to expand the reach of the death penalty to people who neither killed nor planned to kill is another example of the second-class justice of the military commissions.\" \n\nLoad-Date: April 5, 2012"
}