{
    "title": "Deaths Linked to Terrorism Are Up 60 Percent, Study Finds",
    "publisher": "the new york times",
    "year": 2014,
    "month": 11,
    "day": 19,
    "full text": "LONDON -- As Western governments grapple with heightened apprehension about the spread of Islamic militancy, an independent study on Tuesday offered little solace, saying the number of fatalities related to terrorism soared 60 percent last year.\nPointing to a geographic imbalance, the report by the nonprofit Institute for Economics and Peace said five countries -- Afghanistan, Iraq, Nigeria, Pakistan and Syria -- accounted for four-fifths of the almost 18,000 fatalities attributed to terrorism last year. Iraq had the bloodiest record of all, with more than 6,300 fatalities.\nAt the same time, the statistics in the organization's Global Terrorism Index suggested that the world's industrialized nations -- often the target of threats by groups such as Al Qaeda and the Islamic State, which is also known as ISIS or ISIL -- had suffered relatively few attacks on their soil since the Sept. 11, 2001, onslaught in the United States and the July 7, 2005, suicide bombings in London.\nFour groups -- the Islamic State, Boko Haram in Nigeria and the Taliban, which is active in both Pakistan and Afghanistan -- took credit for two-thirds of worldwide deaths related to terrorism in 2013, the report said, describing radical variants of Islam as ''the key commonality for all four groups.''\nThe Institute for Economics and Peace is a registered charity in Australia with offices in New York, Mexico City and Oxford, England.\n''In 2013, terrorist activity increased substantially with the total number of deaths rising from 11,133 in 2012 to 17,958 in 2013, a 61 percent increase,'' the report said. ''Over the same period, the number of countries that experienced more than 50 deaths rose from 15 to 24. This highlights that not only is the intensity of terrorism increasing, its breadth is increasing as well.''\n''Terrorism is both highly concentrated as well as a globally distributed phenomenon,'' it added. But the report noted that only 5 percent of fatalities ascribed to terrorism had occurred in the 34-nation Organization for Economic Cooperation and Development, which includes some of the world's wealthiest, industrialized economies.\nThe report seemed to indicate that, for four years beginning in 2007, efforts to confront terrorism had resulted in ''modest decreases.'' But in 2011, the year a Navy SEAL team killed Osama bin Laden at his hide-out in Pakistan, and when Syria's civil war began, the number of terrorism-related deaths began to rise sharply.\nThe impact of the turmoil in Syria has spread across the region, strengthening Islamist groups opposed to the government of President Bashar al-Assad, including the Qaeda affiliate Al Nusra Front and the Islamic State.\nThe report tallied fatalities to the end of 2013 and did not therefore reflect the rise in killings since Islamic State forces in June spilled from Syria into Iraq with the intention of creating an Islamic caliphate, provoking an American-led air campaign.\nThe Islamic State advance has been marked by ever more brutal tactics including the beheading of captured soldiers and of five Western hostages, the most recent last weekend when the death of Peter Kassig, a 26-year-old American aid worker and former Army Ranger, was depicted in grisly images showing his severed head at the feet of a black-robed executioner.\nThe rise of the Islamic State has also been marked by an increase in the number of foreign jihadis -- many from Western nations -- joining its ranks. In its report on Tuesday, the Institute for Economics and Peace did not refer specifically to foreign combatants but said the Islamic State campaign was ''underpinned by greater territorial ambitions in the Levant,'' magnifying ''the risk of further destabilization in the Middle East region.''\nThe latest evidence of the role of foreigners emerged on Monday when a Briton and a Frenchman were tentatively identified among a group of executioners seen in video clips announcing Mr. Kassig's death.\nOn Tuesday, however, The Times of London reported that an expert's analysis showed that the Briton had not been among the uniformed militants shown in the images. Initially, a British father had said he believed his son, Nasser Muthana, had been one of the bearded men standing over a row of kneeling Syrian captives.\nBut The Times quoted the father, Ahmed Muthana, as retracting his earlier remarks. ''I looked at the lineup and I didn't recognize my son. One of them looked like him but the eyes and nose are different,'' he was quoted as saying.\nOn Monday, Yvette Cooper, the Labour spokeswoman on home affairs in Britain, accused the government of ''completely'' failing to manage terrorism suspects lured by the Islamic State.\nSpeaking in Parliament, she said that a 26-year-old man from North London whose passport had been confiscated by the authorities was able to board a truck, leave the country and acquire fake travel documents in Belgium that enabled him to travel to Syria.\nOn Tuesday, Prime Minister David Cameron of Britain scheduled a closed-door meeting of the Cobra committee, a group of the most senior officials dealing with national security.\n\nhttp://www.nytimes.com/2014/11/19/world/europe/deaths-linked-to-terrorism-are-up-60-percent-study-finds.html\n\nLoad-Date: November 19, 2014"
}