{
    "title": "Death likely on docket",
    "publisher": "daily news ",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "ACCUSED BOMBER Dzhokhar Tsarnaev will likely face the death penalty in federal court, FBI and anti-terrorism experts said Saturday - and could be charged in the Boston hospital bed where he is reportedly clinging to life.\n\"He'll be facing the death penalty, so it's in his interest to cooperate with the FBI,\" former FBI Assistant Director Tom Fuentes told CNN.\n\"They don't need (Tsarnaev's) confession to prosecute and convict him,\" Fuentes added. \"There is going to be more evidence in this case because you've got video forensics (and) the murder of (MIT Officer Sean Collier).\"\nA special interrogation team would question Tsarnaev, who is in Beth Israel Deaconess Medical Center, without reading him his Miranda rights, which is legal under a public safety exception to protect police and the public from imminent danger.\nInvestigators are also in the process of seizing all the Tsarnaev brothers' computer hard drives, thumb drives and any other electronic footprints they left behind.\nSo far, they've searched a residence in Cambridge, crime scenes in Boston, Cambridge and Watertown, and Dzhokhar Tsarnaev's University of Massachusetts Dartmouth dorm room.\n\"Whatever (the Tsarnaevs) had, they may have compiled not just in everyday life, but for the attack,\" James Forest, director of the Center for Strategy Research and Technologies at the University of Massachusetts Lowell, told the Daily News.\nForest said the Chechen brothers could have gathered video and media coverage of previous years' marathons to inform their decisions during Monday's attack. \"They knew the global media would be capturing the explosions,\" he said.\nRussian officials said Saturday they anticipate contact between the investigators of their country and the U.S., CNN reported. Russian President Vladimir Putin is receiving information about the brothers, a spokesman said.\nBrian Jenkins, a Rand Corp. terrorism expert, told The News that authorities need to \"nail down all the evidence that confirms these are the two responsible for the bomb.\"\n\"They'll be making a case for prosecution, and, in a sense, for public confirmation,\" he said.\nMeanwhile, law enforcement officials want to keep Tsarnaev alive to grill him for information.\n\"Not just questions about why, but any potential leads on any individuals who may have helped train them or give them guidance about bomb-making,\" said Forest. \"We need that information, and that's probably the only way we're going to get that information.\"\nclestch@nydailynews.com\n\nGraphic\n\n \nNLVL\n\nLoad-Date: April 21, 2013"
}