{
    "title": "Death sentence for Mumbai attackers - six years later A court ruled Thursday on the case of a 2003 d",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 8,
    "day": 6,
    "full text": "Before last year's shootout at its luxury hotels, before the attacks on rush-hour commuter trains, Mumbai lost 52 residents to a double bombing in 2003. On Thursday, nearly six years on, an Indian court sentenced to death three perpetrators in that attack. That's simply too long for terrorism trials, argue Indian security experts. They say the notoriously slow wheels of Indian justice are hampering the nation's counterterrorism efforts and point to wider inabilities to address such attacks. \"It does harm the country's counterterrorism efforts because you see these interminable delays and extremely activist courts intervening aggressively whenever the security forces are put under any kind of accusations of abuse,\" says Ajai Sahni, head of the Institute for Conflict Management in New Delhi. \n\"If a case takes five, 10 years, no psychological link exists between the crime and the punishment.\" Six years and counting: case may drag on The case of another bombing in 1993 took 14 years to conclude. And Thursday's ruling may not mark the end of this case. The convicted - Mohammed Hanif Sayeed, his wife Fahmida, and Ashrat Ansari - have indicated they will appeal. A special court for trying terrorism cases convicted the trio for planting a pair of bombs in taxis on Aug. 25, 2003, killing 52 and injuring at least 100. Investigators said they were operatives for the Pakistan-based militant group, Laskhar-e-Taiba, or \"Army of the Righteous,\" the group also fingered in last November's Mumbai attacks. The sentencing comes as the country is closely following the trial of the lone surviving gunman from those attacks, Ajmal Amir Kasab. The decisions in such trials, says Mr. Sahni, are \"completely irrelevant to the trajectory of terrorism\" in South Asia. \"Whatever is being won or lost on the ground is from counterterrorism action by security forces,\" he says. Courts: the 'prudent' approach to terrorism Yet trials have become one of India's most visible responses to terrorist attacks, as the country has eschewed more militaristic - and to some extent even diplomatic - counterstrikes. India's prime minister stirred up controversy with a joint statement with his Pakistani counterpart last month that agreed to decouple terrorism from bilateral talks. \"I think we need to improve our own judicial processes, but I think the court of law is the more prudent approach at this point while we try to see whatever leverages we have against Pakistan,\" says Uday Bhaskar, a security analyst based in New Delhi. Even though people talk of taking a more militaristic option like the United States did following its Sept. 11 attacks, India does not have the capacity to do that, says Sahni. \"Whether it is policing, judiciary, the Army, the administration - every single institution in this country has a fraction of the capacity that it needs even to fulfill its basic duties, let alone counterterrorism,\" he says. Despite the delays, \"India's broad approach to deal with terror crimes through the courts is a more valid one [than] rhetorical demonization and a rough justice approach,\" says Teesta Setalvad, an activist who has worked to defend the victims of communal violence. \"Though terror acts get conviction late, they do get convictions,\" she adds, saying that while she doesn't condone the delays, Muslim and other minority victims of \"state and mob terror\" sometimes never see their attackers prosecuted. Kasab trial may move faster She and others expect that the ongoing case against Mr. Kasab will move faster than the 2003 case, given the defendant's confession, phone intercepts, and greater public attention. It could also make more explicit connections between the attack and the government of Pakistan than previous trials did. But that's not due to Indian trial improvements, says Sahni, but to the involvement of foreign intelligence agencies including the US Federal Bureau of Investigation.\n   \n\nLoad-Date: February 19, 2010"
}