{
    "title": "DEATH TOLL AT 16 IN ULSTER BOMBING",
    "publisher": "the new york times",
    "year": 1982,
    "month": 12,
    "day": 8,
    "full text": "The toll in a bomb attack here Monday night rose today to 11 British soldiers and 5 civilians killed, and Prime Minister Margaret Thatcher pledged in London that her Government would not ''rest until these merciless killers are brought to justice.''\nSixty-six people were wounded in the explosion that ripped through a crowded disco-bar shortly before midnight and collapsed a concrete roof on a dance floor. Most of the casualties were young British soldiers from a nearby garrison and their dates. Four of the five civilians who died were women.\nBALLYKELLY, Northern Ireland, Dec. 7 - The toll in a bomb attack here Monday night rose today to 11 British soldiers and 5 civilians killed, and Prime Minister Margaret Thatcher pledged in London that her Government would not ''rest until these merciless killers are brought to justice.''\nRescue workers labored through the night and part of today to extract victims from the rubble. A surgeon in a Londonderry hospital said the injuries were the worst he had seen in 14 years of sectarian violence.\n \n'Evil and Depraved Minds'\nPrime Minister Thatcher, speaking in the House of Commons, called the attack ''a slaughter of innocents'' and said it was ''a product of evil and depraved minds.''\n''This,'' she said, ''is one of the most horrific crimes in Ulster's tragic history.'' ''But nothing will deflect the Government from its resolve to cleanse Ulster from terrorism or to restore peace to Northern Ireland.''\nTelephone callers to two broadcasting stations said the bombing had been done by the Irish National Liberation Army. This secret paramilitary group, a Marxist offshoot of the outlawed Irish Republican Army, was held responsible for the bombings last summer in two London parks that killed 11 soldiers.\nThe British authorities said, however, that today's claim of responsibility could not be substantiated. They noted that the callers did not use the identifying code of the paramilitary group.\nViolence in Northern Ireland has been mounting since a provincial assembly was elected in October. Protestant political leaders demanded that Parliament take sterner action against terrorism.\nBallykelly, a small community in the heavily Roman Catholic countryside in western Ulster, was in shock today. The most commonly asked question was why the army had believed its off-duty troops were safe in a public lounge where a bomb threat was made two weeks ago.\nThe police said they were working on the theory that the bomb was left in a corner of the Droppin Well Pub while the attention of the crowd of about 150 was occupied with a regular Monday night dance contest.\n \n'It Was an Awful Sight'\nA constable said the bomb appeared to have weighed no more than 15 pounds. Whatever its size, the bomb collapsed the roof of the structure, which was attached to a two-story building housing the rest of the dance floor on the ground floor and a drugstore upstairs.\nJohn Cooke, father of the owner, said he had just finished a security check of the premises when the blast tore the building open.  ''I turned to go into the bar but all I found was rubble and people with their limbs off,'' Mr. Cooke told reporters today while tears streamed down his face. ''People were screaming. It was an awful sight.''\nThe attack came in the midst of a dispute over an invitation that a Labor Party member of the Greater London Council extended to two leaders of Sinn Fein, the political wing of the Provisional Irish Republican Army, to come to London next week to discuss British withdrawal from Ulster.\nKen Livingstone, the council member, said today that he would not withdraw the invitation because of the attack on the dance hall.  That drew the criticism of most other British leaders, including Mrs. Thatcher. ''Even before yesterday,'' she told Parliament, ''most of us were astounded that the invitation was ever issued. I believe that the nation would find it intolerable if it is not withdrawn.''\n\nGraphic\n\n \nIllustrations: photo of policemen removing body from a disco-bar in Ballykelly (Page A1)"
}