{
    "title": "Death in Jerusalem; Peace must prevail in the face of cowardly terrorism",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 2,
    "day": 27,
    "full text": "The scenes were ghastly, even in a nation long accustomed to living in terror. At 6:42 a.m. on Sunday morning in downtown Jerusalem, as the city's rush hour started to pick up, bus No. 18 came to a halt at a red light. Its driver never saw the light turn green.\nA passenger, a suicidal terrorist from the militant Islamic movement Hamas, detonated a bomb packed with 20 pounds of explosive, nails and shrapnel. Twenty-three people, among them two American students, died.\nAnd, in that one instant, the peace process between Israel and the Palestine Liberation Organization had also been wounded. While Palestine President Yasser Arafat immediately and energetically denounced the attack, Israelis may be tempted to vent their frustration at the attack against Prime Minister Shimon Peres' quest for peace.\nWe hope they do not; the undermining of the pro-peace consensus forged last fall by the martyrdom of Yitzhak Rabin would only constitute a victory for Hamas.\nThe Hamas attack, a retaliation for the killing last January of one of its most notorious criminals, is the worst terrorist attack on Israeli soil since that nation and the PLO recognized each other in 1993 and embarked upon their peace process.\nAnd there can be little doubt that the peace process itself was as much the target on Sunday in Jerusalem as was bus No. 18. As also evidenced earlier this month in the Irish Republican Army's attack in London, the prospect of a lasting peace is always the greatest threat to terrorist groups, triggering on their part the most desperate, and bloody, of actions.\nIn Gaza and in the West Bank, the ongoing creation of a peaceful Palestine state presided over by Yasser Arafat, anathema to Hamas' need to wage a holy war, is the cornerstone of such a lasting peace. Hence the attack on the bus and a second attack in the coastal city of Ashkelon, where a Hamas terrorist walked into a crowd and detonated a bomb, killing himself and a soldier.\nAfter the attacks, Mr. Peres announced that Israel had sealed its borders with the West Bank and Gaza Strip and will suspend contact with President Arafat's government during a period of mourning. But he vowed to proceed with the peace process thereafter.\nWe trust the Israeli people will follow in their prime minister's lead, once again rallying for the cause of peace, and that the nation's opposition parties will refrain from using Sunday's attacks to undermine the peace process or to seek political gain.\n\nLoad-Date: February 28, 1996"
}