{
    "title": "Debate Over Denial of Miranda Warning",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "WASHINGTON -- The Obama administration's announcement that it planned to question the Boston Marathon bombing suspect for a period without first reading him the Miranda warning of his right to remain silent and have a lawyer present has revived a constitutionally charged debate over the handling of terrorism cases in the criminal justice system.\nThe suspect, Dzhokhar A. Tsarnaev, 19, a naturalized American citizen, remained hospitalized on Saturday for treatment of injuries sustained when he was captured by the police on Friday night, and it was not clear whether he had been questioned yet. But the administration's effort to stretch a gap in the Miranda rule for questioning about immediate threats to public safety in this and other terrorism cases has alarmed advocates of individual rights.\nAnthony D. Romero, the executive director of the American Civil Liberties Union, said it would be acceptable for the Federal Bureau of Investigation to ask Mr. Tsarnaev about ''imminent'' threats, like whether other bombs are hidden around Boston. But he said that for broader questioning, the F.B.I. must not ''cut corners.''\n''The public safety exception to Miranda should be a narrow and limited one, and it would be wholly inappropriate and unconstitutional to use it to create the case against the suspect,'' Mr. Romero said. ''The public safety exception would be meaningless if interrogations are given an open-ended time horizon.''\nThe Miranda warning comes from a 1966 case in which the Supreme Court held that, to protect against involuntary self-incrimination, if prosecutors want to use statements at a trial that a defendant made in custody, the police must first have advised him of his rights. The court later created an exception, allowing prosecutors to use statements made before any warning in response to questions about immediate threats to public safety, like where a gun is hidden.\nThe question applying those rules in terrorism cases arose after a Nigerian named Umar Farouk Abdulmutallab tried to blow up a Detroit-bound airliner on Dec. 25, 2009. After landing in Michigan, he was given painkillers for burns and confessed to a nurse. He also spoke freely to F.B.I. agents for 50 minutes before going into surgery.\nAfter he awoke, the F.B.I. read Mr. Abdulmutallab the Miranda warning, and he stopped cooperating for several weeks.\nRepublicans portrayed the Obama administration's handling of the case in the criminal justice system as endangering national security, setting the template for a recurring debate.\nIn late January 2010, Mr. Abdulmutallab's family and lawyer persuaded him to start talking again, and he provided a wealth of further information about Al Qaeda's branch in Yemen. Later, during pretrial hearings, his lawyers asked a federal judge, Nancy G. Edmunds, to suppress the early statements.\nBut Judge Edmunds ruled that the statement to the nurse had been voluntary and lucid despite the painkillers, and that the 50-minute questioning was a ''fully justified'' use of the public safety exception. She declined to suppress the statements, and Mr. Abdulmutallab pleaded guilty and was sentenced to life in prison.\nBy then, the Justice Department had sent the F.B.I. a policy memo urging agents, when questioning ''operational terrorists,'' to use a broad interpretation of the public safety exception. The memo asserted that giving the ''magnitude and complexity'' of terrorism cases, a lengthier delay is permissible, unlike ordinary criminal cases.\n''Depending on the facts, such interrogation might include, for example, questions about possible impending or coordinated terrorist attacks; the location, nature and threat posed by weapons that might post an imminent danger to the public; and the identities, locations and activities or intentions of accomplices who may be plotting additional imminent attacks,'' it said.\nJudge Edmunds's ruling was seen by the administration as confirmation that its new policy was constitutional -- and that it was neither necessary nor appropriate to put domestic cases in military hands.\nStephen Vladeck, an American University law professor, said the middle ground sought by the administration has put both the civil libertarian and national security conservative factions in a bind.\n''This is the paradox of progressive national security law, which is how do you at once advocate for the ability of the civilian courts without accepting that some of that includes compromises that are problematic from a civil liberties perspective?'' he said. ''The paradox is just as true for the right, because they are ardent supporters of things like the public-safety exception, but its existence actually undermines the case for military commissions.''\n\nhttp://www.nytimes.com/2013/04/21/us/a-debate-over-delaying-suspects-miranda-rights.html\n\nGraphic\n\n \nThe Boston bombing suspect Dzhokhar A. Tsarnaev, 19, being treated Friday night, moments after he was taken from a boat in the backyard of a home in Watertown, Mass.  BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES       \n\nLoad-Date: April 21, 2013"
}