{
    "title": "Debate's Focus on Terrorism No Surprise Given Recent Republican Polling",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "The all-terrorism, all-the-time focus of the Republican debate on Tuesday was not an accident. Democratic and Republican voters give unequal weight to the issue after the attacks in Paris and San Bernardino, Calif., as revealed in polling this week.  \nA national survey on Wednesday showed that Democrats rank jobs and the economy ahead of terrorism in choosing whom to vote for, and that these priorities are reversed among Republicans. The poll echoes the views of Iowa voters in surveys this week.\nOn the debate stage in Las Vegas, Republicans competed to show toughness in protecting America, calling for carpet-bombing the Islamic State and restricting refugees from the Middle East from entering the country. \nHours earlier, Hillary Clinton unveiled a plan to stop online recruitment by the Islamic State that focused on enlisting Silicon Valley and passing tougher gun laws. In Iowa over the weekend, Senator Bernie Sanders spoke almost entirely about economic inequality. \nThe parties' leading candidates understand what is on the minds of their core supporters - fear for their physical safety in the case of Republicans, and fear of economic slippage among Democrats. \nA Monmouth University poll released Wednesday showed 46 percent of Democrats rank jobs and the economy as their top two most important issues, followed by 36 percent who consider national security and terrorism the top issue. Among Republicans, 57 percent said national security was a top issue and 41 percent named jobs and the economy, according to            a Monmouth poll released Monday. \nOnly 7 percent of Democrats said immigration was among their top concerns, compared with 25 percent of Republicans who did. \nIn Iowa, where the first nominating votes will be cast,35 percent of likely Democratic caucusgoers said jobs and the economy was the most important issue, versus            21 percent of Republicans, according to Quinnipiac University polls this week. \nThe same partisan split showed up over national security: Thirty percent of Iowa Republicans named terrorism the most important issue in picking a candidate, compared with 7 percent of Democrats. Health care and climate change were more pressing matters than terrorism for Iowa Democrats. \n Find out what you need to know about the 2016 presidential race today, and get politics news updates via            Facebook,            Twitter and            the First Draft newsletter. \n\nLoad-Date: December 16, 2015"
}