{
    "title": "Debunking the racist views that have sprouted from terrorism",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "MANAMA, Bahrain - Sometimes you have to travel a long way to see the reality that had been under your nose all along.  \nSince the atrocities of Sept. 11, some Americans have set aside compassion and civility toward foreign-born Americans, especially Arabs.  \nSome Americans have looked with hatred and anger at those who, based on appearance, might pose a threat.  \nIt is natural I suppose for Americans to think that way and behave in such a manner at a time like this. After all, on the surface there were only three major common traits among the terrorists: they were men, they were Muslims and they were murderers.  \nWhile some Americans have a deep distrust of men in general, most do not.  \nAll Americans hate murderers.  \nBut until the dastardly skyjackings of last month, I don't think a lot of Americans had ill feelings toward Muslims and Arab- Americans.  \nWhen you come thousands of miles from Chicago to a Muslim country, you get a totally different picture of Islamic reality.  \nThere is not a box cutter in every left hand. There is not an envelope of anthrax under every robe.  \nThere is not a gun or a bomb in every car trunk.  \nAn editorial in the Bahrain Tribune last week put it well. The headline of the editorial read: \"Unity needed in defending Islamic values.\"  \nA largely Muslim audience read the column. But it was better intended for Americans such as you and me. And so here it is:  \n\"The fear of the unknown brings out the best and the worst in humankind.  \n\"While many acts of courage and examples of man's compassion for his brethren have been recorded in the aftermath of Sept. 11, it is saddening that racism has reared its head against Muslims worldwide. Worse still is the fact that the prejudiced condemnation is coming from respected leaders who pride themselves as shining examples of the noblest in humanity.  \n\"When a Berlusconi (Italy's prime minister) declares that 'Western civilization' is superior to Islamic civilizations, did he stop to think that this display of ignorance and racism immediately negated his statement?  \n\"When Margaret Thatcher called on Muslim leaders to express their regret over the Sept. 11 bombings in a more vocal fashion, did she pause to consider that such demands were not made of white Christian leaders after the Oklahoma bombings by Tim McVeigh?  \n\"The masses take their cue from their public figures and from the media. A battered airline industry in America or Sweden or Switzerland, to name just a few countries, is still willing to offload Arab-American or Middle Eastern passengers solely because of their race; vigilant neighbourhood volunteers report any person who looks even faintly Arab in appearance to the police and these people undergo hours of interrogation until it is established that they are legitimate American citizens chasing their own American dream.  \n\"In these trying times, Arab leaders such as Their Highnesses the Amir, the Prime Minister and the Crown Prince (all of Bahrain) were absolutely right to sound the clarion call of reason in defense of the Islamic way of life and prevent the distortion of our religion's image by spin-doctors wishing to whip up a mass hysteria that will provide them with the cloak for racist acts of aggression.  \n\"Our leaders have stood firm in their opinion that the terrorist acts of Sept. 11 were a despicable act of aggression against innocent civilians.  \n\"However, they have been equally firm that nobody should confuse this terrorism with the values of Islam, a divine religion that offers peace and spiritual fulfillment to its followers. To do so would be a simplistic and self-serving view which will create exactly the sort of poisonous disharmony in the world that terrorists everywhere thrive on.  \n\"Much has been heard in the weeks following Sept. 11 about how the 'American way of life has been violated' and how 'giving in to fear would mean that the terrorists have won.'  \n\"Well, casting racist slurs on the Islamic way of life is just as great a violation and it will mean good sense and clarity of thought have been disturbed by terrorism.  \n\"Let us stand firm behind our leaders as they put forth our point of view to the world both from Bahrain and from abroad. By standing united, we create a platform from which we defend our faith and our way of life while at the same time unequivocally condemn the evil forces of terrorism.\"  \nAnd with that, the leaders of Gulf nations have quietly taken up the most potent weapon they have to \"counter the foreign media campaigns that aim at distorting the image of Arabs and Muslims.\"  \nThe Gulf ministers of information are planning to set up satellite television channels in English, French and Spanish that will \"begin communicating with other nations which have begun to look at Arabs and Muslim nations as supporters of terrorism.\"  \nThe TV programs will reach North America, Canada, Australia and East Asia.  \n\"No effort by Arab satellites, press, and political analysts since the Sept. 11 attacks has reached beyond the boundaries of the Arab world,\" says Gulf States' Secretary-General Jamil Al Hujailan. \"As if the problem related to something between Arabs themselves.\"  \nSo, while the United States fires cruise missiles, smart bombs and laser-guided devices and deploys special forces in Afghanistan, the Gulf States hope to win a battle using weapons that all Americans already have in their homes: the remote control.  \nChuck Goudie, whose column appears each Monday, is the chief investigative reporter at ABC/7 News in Chicago. The views in this column are his own and not those of WLS-TV. He can be reached by e- mail at goudie@@mediaone.net.  \n\nLoad-Date: October 30, 2001"
}