{
    "title": "Declassified Key Judgments of the National Intelligence Estimate on Global Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "Following are the portions of the National Intelligence Estimate dealing with the key judgments, dated April 2006, that were released Tuesday by the Bush administration\n\n  United States-led counterterrorism efforts have seriously damaged the leadership of Al Qaeda and disrupted its operations; however, we judge that Al Qaeda will continue to pose the greatest threat to the Homeland and U.S. interests abroad by a single terrorist organization. We also assess that the global jihadist movement -- which includes Al Qaeda, affiliated and independent terrorist groups, and emerging networks and cells -- is spreading and adapting to counterterrorism efforts.\n Although we cannot measure the extent of the spread with precision, a large body of all-source reporting indicates that activists identifying themselves as jihadists, although a small percentage of Muslims, are increasing in both number and geographic dispersion.\n  If this trend continues, threats to U.S. interests at home and abroad will become more diverse, leading to increasing attacks worldwide.\n  Greater pluralism and more responsive political systems in Muslim majority nations would alleviate some of the grievances jihadists exploit. Over time, such progress, together with sustained, multifaceted programs targeting the vulnerabilities of the jihadist movement and continued pressure on Al Qaeda, could erode support for the jihadists. \n  We assess that the global jihadist movement is decentralized, lacks a coherent global strategy and is becoming more diffuse. New jihadist networks and cells, with anti-American agendas, are increasingly likely to emerge. The confluence of shared purpose and dispersed actors will make it harder to find and undermine jihadist groups. \n  We assess that the operational threat from self-radicalized cells will grow in importance to U.S. counterterrorism efforts, particularly abroad but also in the Homeland.\n  The jihadists regard Europe as an important venue for attacking Western interests. Extremist networks inside the extensive Muslim diasporas in Europe facilitate recruitment and staging for urban attacks, as illustrated by the 2004 Madrid and 2005 London bombings. \n  We assess that the Iraq jihad is shaping a new generation of terrorist leaders and operatives; perceived jihadist success there would inspire more fighters to continue the struggle elsewhere. \n  The Iraq conflict has become the cause celebre for jihadists, breeding a deep resentment of U.S. involvement in the Muslim world and cultivating supporters for the global jihadist movement. Should jihadists leaving Iraq perceive themselves, and be perceived, to have failed, we judge fewer fighters will be inspired to carry on the fight. \n  We assess that the underlying factors fueling the spread of the movement outweigh its vulnerabilities and are likely to do so for the duration of the time frame of this Estimate. \n  Four underlying factors are fueling the spread of the jihadist movement: (1) entrenched grievances, such as corruption, injustice, and fear of Western domination, leading to anger, humiliation, and a sense of powerlessness; (2) the Iraq jihad; (3) the slow pace of real and sustained economic, social, and political reforms in many Muslim majority nations; and (4) pervasive anti-U.S. sentiment among most Muslims -- all of which jihadists exploit. \n  Concomitant vulnerabilities in the jihadist movement have emerged that, if fully exposed and exploited, could begin to slow the spread of the movement. They include dependence on the continuation of Muslim-related conflicts, the limited appeal of the jihadists' radical ideology, the emergence of respected voices of moderation and criticism of the violent tactics employed against mostly Muslim citizens.\n  The jihadists' greatest vulnerability is that their ultimate political solution -- an ultraconservative interpretation of Shariah-based governance spanning the Muslim world -- is unpopular with the vast majority of Muslims. Exposing the religious and political straitjacket that is implied by the jihadists' propaganda would help to divide them from the audiences they seek to persuade. \n  Recent condemnations of violence and extremist religious interpretations by a few notable Muslim clerics signal a trend that could facilitate the growth of a constructive alternative to jihadist ideology: peaceful political activism. This also could lead to the consistent and dynamic participation of broader Muslim communities in rejecting violence, reducing the ability of radicals to capitalize on passive community support. In this way, the Muslim mainstream emerges as the most powerful weapon in the war on terror.\n  Countering the spread of the jihadist movement will require coordinated multilateral efforts that go well beyond operations to capture or kill terrorist leaders. \n  If democratic reform efforts in Muslim majority nations progress over the next five years, political participation probably would drive a wedge between intransigent extremists and groups willing to use the political process to achieve their local objectives. Nonetheless, attendant reforms and potentially destabilizing transitions will create new opportunities for jihadists to exploit.\n  Al Qaeda, now merged with Abu Musab al-Zarqawi's network, is exploiting the situation in Iraq to attract new recruits and donors and to maintain its leadership role. \n  The loss of key leaders, particularly Osama bin Laden, Ayman al-Zawahri, and al-Zarqawi, in rapid succession, probably would cause the group to fracture into smaller groups. Although like-minded individuals would endeavor to carry on the mission, the loss of these key leaders would exacerbate strains and disagreements. We assess that the resulting splinter groups would, at least for a time, pose a less serious threat to U.S. interests than does Al Qaeda. \n  Should al-Zarqawi continue to evade capture and scale back attacks against Muslims, we assess he could broaden his popular appeal and present a global threat. \n  The increased role of Iraqis in managing the operations of Al Qaeda in Iraq might lead veteran foreign jihadists to focus their efforts on external operations. \n  Other affiliated Sunni extremist organizations, such as Jemaah Islamiya, Ansar al Sunna, and several North African groups, unless countered, are likely to expand their reach and become more capable of multiple and/or mass-casualty attacks outside their traditional areas of operation. \n  We assess that such groups pose less of a danger to the Homeland than does Al Qaeda but will pose varying degrees of threat to our allies and to U.S. interests abroad. The focus of their attacks is likely to ebb and flow between local regime targets and regional or global ones. \n  We judge that most jihadist groups -- both well-known and newly formed -- will use improvised explosive devices and suicide attacks focused primarily on soft targets to implement their asymmetric warfare strategy, and that they will attempt to conduct sustained terrorist attacks in urban environments. Fighters with experience in Iraq are a potential source of leadership for jihadists pursuing these tactics. \n  CBRN [chemical, biological, radiological and nuclear weapons] capabilities will continue to be sought by jihadist groups. While Iran, and to a lesser extent Syria, remain the most active state sponsors of terrorism, many other states will be unable to prevent territory or resources from being exploited by terrorists. \n  Anti-U.S. and anti-globalization sentiment is on the rise and fueling other radical ideologies. This could prompt some leftist, nationalist, or separatist groups to adopt terrorist methods to attackU.S. interests. The radicalization process is occurring more quickly, more widely, and more anonymously in the Internet age, raising the likelihood of surprise attacks by unknown groups whose members and supporters may be difficult to pinpoint. \n  We judge that groups of all stripes will increasingly use the Internet to communicate, propagandize, recruit, train and obtain logistical and financial support. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 27, 2006"
}