{
    "title": "Declassified_ Republicans debate terrorism, divorced from reality",
    "publisher": "the salt lake tribune",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "After nearly two hours of debating Middle East foreign policy, Republican candidates made two things clear: All the contenders want to destroy the Islamic State. And none of them has a real plan to rid the region of terrorism.\nThere were a range of ideas floated at the debate about how to correct what all Republicans argue is a failing Obama administration anti-terrorism policy. Leading contenders Donald Trump and Ted Cruz want to keep Syrian President Bashar al Assad in power for the time being and, as Cruz put it, \"carpet bomb\" the Islamic State into submission. Rand Paul opposes \"regime change\" in Syria. Establishment Republicans including Marco Rubio and John Kasich insist that removing Assad is key to drying up the terrorist group's recruiting.\nBut as the candidates got into the specifics of their plans, they revealed a range of misunderstandings about the way the Middle East works, the realities of the fight against terrorist groups there and the current state of U.S. policy.\nPaul began the debate by demanding that the U.S. halt support for the Syrian opposition. \"I think if we truly are sincere about defeating terrorism, we need to quit arming the allies of ISIS,\" he said.\nIn fact, the Islamic State has no allies inside Syria. Even the Islamic rebel brigades that the U.S. does not support, such as the al-Qaeda-linked Al Nusrah Front, are fighting the Islamic State every day. Paul also said that if the U.S. had bombed Assad in 2013, the Islamic State would be ruling in Damascus now. But the group was in no position then to threaten Syria's capital.\nTrump also confused the Syrian opposition with the Islamic State and made several other questionable statements about the crisis in Syria.\n\"We have to do one thing at a time. We can't be fighting ISIS and fighting Assad. Assad is fighting ISIS. He is fighting ISIS. Russia is fighting now ISIS. And Iran is fighting ISIS,\" he said.\nThe Assad regime has largely avoided large clashes with the Islamic State, and according to the U.S. government he has been engaged in large-scale oil trade with the terrorist group. Russia is almost exclusively bombing the Syrian rebels who are fighting the Islamic State, while sometimes also striking its capital, Raqqa.\nCruz stuck to his mantra that drastically increasing the airstrikes against the Islamic State would defeat the group, and he said that could be done without inflicting mass casualties on the civilians with whom the terrorists embed in cities in Iraq and Syria.\n\"You would carpet bomb where ISIS is, not a city, but the location of the troops,\" he said, seemingly unaware that the troops are in the cities, not just in Raqqa but also in Mosul and Ramadi, not to mention cities in Libya, Turkey, Egypt and beyond.\nTrump defended his plan to kill the families of terrorists, even though killing civilian noncombatants is a violation of the Geneva Conventions and a war crime. For Trump, the tactic is a deterrent against terror attacks. \"Frankly, that will make people think because they may not care much about their lives, but they do care, believe it or not, about their families' lives,\" he said.\nWhen it came to the issue of Syrian refugees, candidates' proposals had fatal flaws. All the candidates support a pause in allowing refugees from Syria to come to the U.S. Only Trump has called for deporting the refugees who have already been resettled here.\nBen Carson, who last month visited a refugee camp in Jordan, outlined his plan, which is to resettle refugees in Kurdish-controlled parts of Northeastern Syria, near the city of Al-Hasakeh, and then give the Kurds the means to defend the territory.\n\"We seem to be afraid to give the Kurds weaponry. We like to send it for some strange reason through Baghdad, and then they only get a tenth of it,\" he said. \"And if we would support them, we'd have a perfect ideal there.\"\nHis plan doesn't account for the fact that Kurdish forces have actually been clearing that land of Sunni Arabs as part of their drive for a Kurdish proto-state. He also seemed not to know that the U.S. has been providing tons of weapons directly to the Syrian Kurds and that the weapons that go through Baghdad are for the Iraqi Kurds, a different group in a different theater of the fight.\nThe establishment Republicans, including Marco Rubio, Jeb Bush, Chris Christie and John Kasich, all made the argument that the fight against the Islamic State and the Syrian civil war are connected and must be approached as one problem. But their plans amount to an intensification of the strategy that the Obama administration is pursuing now on the ground, similar to what Democratic front-runner Hillary Clinton has proposed.\nRubio defended his support for the Obama intervention in Libya and pushed back against Cruz's accusation that he supported the U.S. toppling of Egyptian President Hosni Mubarak and Libyan dictator Muamar Qaddafi, with disastrous results in the latter case.\n\"The revolt against Qaddafi was not started by the United States,\" he said. \"It was started by the Libyan people. And the reason why I argued we needed to get involved is because he was going to go one way or the other.\"\nIn Syria, it's not clear that Assad will go, and the hawks are pushing for no-fly zones and safe zones inside of Syria that could increase the risk of an escalating conflict with Assad's benefactors, Russia and Iran. The candidates also have no real plan to enlist more Arab support in their quest to remove Assad.\nChristie promised to shoot Russian planes out of the sky if they violated the sanctity of such zones. When it came to convincing Arab states to join the fight and provide boots on the ground, Christie argued he would be able to persuade Arab leaders to trust him more than they trusted Obama.\n\"When I stand across from King Hussein of Jordan and I say to him, 'You have a friend again sir, who will stand with you to fight this fight,' he'll change his mind,\" Christie said.\nKing Hussein of Jordan died in 1999. His son, King Abdullah II, has ruled the Hashemite Kingdom for the last 16 years.\nIt's a mistake any candidate could make, but it speaks to a larger point. The Republican candidates are not talking about foreign policy in a way that supports their claims they are ready to be commander in chief.\nJosh Rogin is a Bloomberg View columnist writing about national security and foreign affairs.\n\nLoad-Date: December 28, 2015"
}