{
    "title": "DECLARATION OF WAR WOULD PUT FOCUS ON NATIONS SPONSORING TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 8,
    "day": 12,
    "full text": "In a speech last Monday at George Washington University, President Bill Clinton called for strong new measures against terrorism, calling it the successor to Nazism and communism as the great scourge of our time. It was an admirable attempt to mobilize a country's will and resources to fight. But like all such attempts from Clinton and previous presidents, the rhetoric far outran the real measures proposed.\nClinton talked about working with allies, increasing intelligence-gathering, establishing FBI offices in far-flung capitals. He talked about the pious talk emanating from such anti-terrorism \"summits\" as Sharm el-Sheikh, at which countries that wink at terrorism denounced it at our behest for a day.\nMost of the president's talk centered on passive measures - hardening the national cocoon the way we have come to harden our homes against rampant street crime. He talked, for example, about increased airport security and chided Congress for refusing to give him increased wiretap authority against terrorists.\nCongress ought to be commended for thinking twice about increasing the wiretap authority of any government for any purpose. Why should the first and most dramatic moves against terrorism be self-inflicted limits on civil liberties? In the end, they may be necessary. But passive defense, much of it destructive of our freedoms, cannot be all. What is missing in all the rhetoric about terrorism is a readiness for active measures.\nWe do a lot of detecting and defusing of terrorism. What is lacking is deterrence. All this effort with wiretapping, bomb-sniffing, intelligence-sharing is aimed at reducing the terrorists' ability to carry out their attacks. What we are not doing is diminishing their will to carry out the attacks.\nThat is deterrence. And deterrence requires the serious use of force against terrorists and their patrons. We have a pretty good idea who bombed Pan Am 103. Yet the killers are sitting safe in Libya, our puny sanctions notwithstanding.\nWhat kind of message did that send to airline bombers? If we are going to deter future attacks like Pan Am 103 (and TWA Flight 800?), we must make clear that when we determine who did it and what country sponsored it, we will treat the crime as it was intended, as an act of war.\nAssuming TWA 800 was a bombing and we find out who sponsored it, the president should come to Congress and say this: \"Five and a half decades ago, after an infamous attack on an American military installation in Hawaii, the president came before Congress and asked for a declaration of war. Today, after an even more wanton attack not on our military but on innocent civilians - an attack we now know was supported by country X - I come to you to ask for a declaration of war on country X.\"\nDeclaring war does not mean that we send the Marines ashore the next morning. It does mean that we commit ourselves to a sustained, unrelenting effort to destroy the regime that is making war on us through terrorism. Declaring war is first of all a declaration of national intent.\nSecond, declaring war has a psychological purpose. It tells the American people that terrorism is not domestic crime writ large but a form of war by other means. It is not a law-enforcement problem where the model is extradition and trial, but war where the model is, in the immortal words of Gen. Colin Powell, to cut off the enemy and kill it.\nThird, a declaration of war will make it a lot easier for the international lawyers and text-readers that abound in American government to countenance the forceful military measures required to deter state-sponsored terrorism. A declaration of war takes us from being the hand-tied victims of belligerency to acquiring the rights of a belligerent.\nWhat rights? The right to impose on country X a naval blockade, for example. Instead of begging, cajoling or threatening third parties not to trade with our enemy, we simply say: \"Sorry, we are in a state of war. Nothing goes in, nothing goes out. Our Navy will make sure.\"\nWe would also enjoy the right to attack country X at our choosing. We have the capacity through our stealth weapons to turn out the lights of any capital on earth. If we discover that some capital was behind the destruction of TWA 800, we should do just that: Turn out the lights, blockade the harbors, declare that we will not rest until the regime has fallen and the terrorists and their sponsors have paid the price.\nDeclaring war is a serious step. But war has already been declared - by the terrorists. We can either continue pretending that it hasn't, or we can respond in kind. Moreover, when you call something the moral equivalent of Nazism and communism, as Clinton did, it is incumbent upon you to fight it with something more than wiretaps and bomb detectors.\n\nLoad-Date: August 12, 1996"
}