{
    "title": "Decoding Rumsfeld's Memo",
    "publisher": "the new york times",
    "year": 2003,
    "month": 10,
    "day": 24,
    "full text": "Defense Secretary Donald Rumsfeld is a master of relentlessly upbeat progress reports on the Pentagon's military gains against terrorism. So it was startling to see his real assessment in a memo circulated last week to top military officials, and then publicly released this week. Mr. Rumsfeld questioned whether America was \"winning or losing the global war on terror\" and asked whether an institution as big as the Pentagon was capable of changing itself fast enough to win. The results so far in shutting down Al Qaeda, he concluded, have only been \"mixed.\" Progress in hunting down top Taliban leaders, he noted, has also been relatively slow.\n     This page has long argued that the war on terrorism must consist of more than a series of triumphal military offensives, especially when some of these, like the war in Iraq, bear no clear relation to the terrorist threat. We have also challenged the wisdom of giving the Pentagon a leading role in matters it knows little about, like nation-building and setting foreign policy. It was Mr. Rumsfeld who aggressively seized much of that turf and who brushed aside doubts about rushing into a war of choice with Iraq when so much remained to be done on Al Qaeda and the Taliban. Now he appears to be acknowledging some of the same concerns. Better late than never. \n Mr. Rumsfeld is a canny player who knows exactly what he is doing when he drafts internal memos and makes them public. Recently, he has been getting much of the public blame for things that have gone wrong in Iraq, from prewar intelligence to postwar administration. He came out on the losing end of a turf battle with the White House national security adviser, Condoleezza Rice. For months he has waged a low-intensity war with the director of central intelligence, George Tenet. So it is not surprising to see him trying to reshape the larger debate. \nMr. Rumsfeld's big problem is that he seems to want to run almost every aspect of the war on terror but prefers to share the blame when things do not work out. Now he muses about forming a new institution that \"seamlessly focuses the capabilities of several departments and agencies\" on the problem of terrorism. He helpfully suggested that this new institution might be located within the Defense Department -- or maybe elsewhere. \nTalking about such a change seems logical. But Mr. Rumsfeld is astute enough to realize that an administration that has just created the Department of Homeland Security is not likely to start all over again any time soon. Perhaps he is really making a case for another huge increase in the Pentagon's already swollen budget.\nAmerica spends nearly $400 billion a year on defense, as much in real terms as when the main threat came from the Soviet military. Mr. Rumsfeld has rightly sought funds for 21st-century weapons systems adapted to fighting terrorism. But he has failed to make corresponding cuts in weapons systems that are no longer justified. And while he deserves credit for pushing toward leaner, more mobile military strategies, he has damaged other vital elements of the war on terrorism by gratuitously insulting important allies and pressuring intelligence agencies to come up with conclusions that support his views.\nPresident Bush should ponder his defense secretary's latest musings about the war on terrorism, but firmly resist any further expansion of Mr. Rumsfeld's budget or bureaucratic empire. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 24, 2003"
}