{
    "title": "Deconstructing Islamophobia Deconstructing Islamophobia",
    "publisher": "university wire",
    "year": 2017,
    "month": 3,
    "day": 14,
    "full text": "Why are Muslims so scary?\nBecause we're easily frightened, forgetful, bad at statistics and occasionally dumb.\nIn today's political landscape of a Muslim ban and possibly a registry, this fear should be critically interrogated. These policies are supposed to fix terrorism committed by Muslims but the risk of terrorism by Muslims in the U.S. is severely overblown. Between Jan. 1, 2002 and Oct. 3, 2016, 422 Americans have been killed by terrorists. Most of those terrorists were right-wing extremists. Compare that to the 440,000 Americans who were victims of apparently less terrifying regular murders, accidents and suicides between 2001 and 2014. Don't even bother comparing the casualties of terrorism to those killed by cigarettes. Most likely, nobody anywhere near you will ever be killed by a terrorist. If they were, the terrorist was probably a white Christian.\nGiven the statistical unlikelihood of terrorism, we're being unjustifiably fearful. \nYet despite the miniscule risk, many claim that the religion of Islam is inherently violent because of the relatively infrequent rate of Muslim terror worldwide. But to claim that Islam is inherently violent is to forget the blood-soaked history of Christianity.\nThe religious wars of the 16th and 17th centuries killed over 10 million people as Christians fought other Christians over dogmatic minutia. Don't forget that calls to evangelize Africa and Latin America were used to justify colonialism, which led to eight million people killed in the Congo alone only 120 years ago. Of course, we don't blame Christianity itself for those atrocities. There were plenty of other economic, political and social reasons for them, but religion was the initial cause of those conflicts and provided justification for them.\nWhen we look at violence in the Muslim world, it is unfair to attribute it solely to religion. Much of the violence stems from political issues related to the colonial borders that were poorly drawn 100 years ago. Currently, many engage in terror to fight against what is seen as Western colonialism, like U.S. support of Israel, U.S. troops in the Middle East and the U.S. organized Iran coup in 1953.\nThe terrorists do have good reasons to fight the U.S. It is estimated that out of more than one million killed during the War on Terror, as many as 88,500 were terrorists. If some foreign power invaded your country, regardless of the cause, and killed civilians nine times more often than they killed soldiers, what would you do? How could anyone stand by while their innocent neighbors are killed?\nTo view Islam as the sole cause of terroristic violence disregards legitimate grievances that many Middle Easterners have against the U.S. It also forgets the terrorism of Christians in the U.S. To view Islam as inherently violent forgets that basically all world religions, especially Christianity, have violent pasts.\nIt is irrational to view Muslims as the source of terror. The immigration ban is not supposed to solve anything; it spreads fear by targeting a religious group and blaming them for violence, while ignoring the violence inflicted upon that group.\nWe shouldn't be so afraid of terrorism; people are dumb when they're scared. If we were being realistic, we'd see that some groups, coincidentally made of Muslims, have good reasons to attack the U.S. because the death and instability caused by Western countries. But there are rarely attacks here. If we really want to stop terrorism, we'll have to start by ending the War on Terror.\n\nLoad-Date: March 15, 2017"
}