{
    "title": "Defenses Against Terrorism",
    "publisher": "the world",
    "year": 1999,
    "month": 12,
    "day": 27,
    "full text": "The threat of terrorism demands vigilance. But if vigilance tends toward panic or paralyzing fear, terrorists reap a victory of sorts whether or not their bombs go off.\n \nThis has never been truer than now, as the world begins its transition to a new century and millennium. In practical terms, the move to a new year with three zeroes has little consequence. Life will continue pretty much as before. But the calendar change has been loaded with symbolic importance. This new year arrives laden with unprecedented media hype, apocalyptic religious theories, and technological worries.\nTerrorists, who deal in fear and emotional reaction as much as in explosives, may sense an opportunity.\n \n Hence the vigilance is called for. The customs agents who recently stopped suspicious individuals at border crossings in Washington State and Vermont are part of a front line of defense. Their alertness furnished the first short chapter in a still-unfolding story of terrorist cells in Canada, which apparently harbored illegal Algerian immigrants with ties snaking toward Osama bin Laden, the Saudi extremist thought to be holed up in Afghanistan.\n \nAntiterrorism experts are still plumbing the sophistication and capability of the Bin Laden organization. Its bombing of US embassies in Africa last year left no doubt of brutal intent. The discovery of bombmaking materials in the car of the Algerian seized near Seattle suggests that intent remains active. Every law enforcement body is now doubly alert. \"Soft\" targets, like the African embassies, won't be easy to find.\n \nThis state of alertness won't end with the start of the year 2000. It's likely to strengthen, with greater cooperation and exchange of intelligence between the United States and other nations. This threat is increasingly a concern to all in an interconnected world.\n \nThere's another kind of vigilance that's equally as important as police or diplomatic efforts. That's the ability of all right- thinking individuals to refuse to be cowed by this threat.\n \nTerrorism, at heart, is morally disoriented thinking. It drapes the worst acts in a cloak of self-righteousness, claiming that murder and destruction will lead to a better world.\n \nBut the only thing that can ever lead toward that goal is a greater love for mankind - the exact opposite of the terrorist impulse. That love, often heightened at this time of year, finds expression in every neighborly act, in every contribution to charity, in every prayer that affirms a loving God and man made to partake of His love.\n \nThus each of us can add a stone to the most fundamental defense against terrorism.\n(c) Copyright 1999. The Christian Science Publishing Society\n\nLoad-Date: December 26, 1999"
}