{
    "title": "Defense, prosecution spar over legal issues Judge rules for defense on key points in Al-Hussayen tri",
    "publisher": "spokesman review",
    "year": 2004,
    "month": 5,
    "day": 4,
    "full text": "Federal prosecutors sought Monday to prevent Sami Al-Hussayen's defense\n attorneys from asking government witnesses if they ever have been arrested on\n terrorism charges.\n As the trial has proceeded through opening arguments and the beginning of\n the government's case against the computer science graduate student, defense\n attorneys have noted from time to time that various Internet experts called by\n the government have done some of the same things Al-Hussayen did - posted\n information on the Internet, including on the same Web sites Al-Hussayen\n helped maintain.\n The University of Idaho student faces charges of providing material support\n to terrorism by operating Web sites that authorities say helped raise money\n and recruits for terrorism.\n ''Defense counsel knows very well that none of the government's witnesses\n have been arrested for terrorism crime,\" prosecutor Todd Hinnen told the\n court. ''The only effect this can have is to confuse the jury.\"\nBut David Nevin, lead attorney for Al-Hussayen, disagreed. ''This is a\n really important question,\" he told the court. ''Nobody's ever been charged\n in the way that Mr. Al-Hussayen's been charged here.\"\n Earlier, Nevin had directly asked the administrator of the Internet\n Archive, a nonprofit Internet library that posts past versions of Web sites\n for all to see, if she'd ever been arrested. But as prosecutors objected, he\n withdrew the question.\n Nevin said he wouldn't ask Monday's witnesses that question but said he\n thought more arguments on the point still would be in order.\n That dispute was among a series of clashes between the prosecution and\n defense Monday that outshone the day's actual testimony for drama. The day's\n testimony consisted mostly of employees of various Web site registration and\n hosting firms verifying documents such as invoices for registration fees.\n That less-than-scintillating testimony was the main thing the jury heard\n Monday. The arguments on legal issues between the two sides took place before\n the judge without the jury present.\n Other issues raised outside the jury's presence Monday included:\n Objections by the defense to intercepted e-mail that prosecutors planned to\n introduce as evidence against Al-Hussayen. It apparently was unsolicited mass\n e-mail sent to more than two dozen recipients.\n The message, sent by someone identified as Omar Shakaa in response to a\n public proclamation against suicide bombings, sought support for a petition\n backing suicide bombings.\n U.S. District Judge Edward Lodge ruled against allowing the e-mail as\n evidence unless some link to Al-Hussayen is shown other than his simply having\n received it. ''It's not sent on by Mr. Al-Hussayen; it's just received, a mass\n mailing,\" Lodge said. ''He didn't do anything.\"\n Help the Needy, an Iraqi relief group affiliated with the Islamic Assembly\n of North America. The group came up in last week's testimony, as did\n Al-Haramain, a prominent charity in Saudi Arabia.\n Defense lawyers asked the judge not to allow any comments about the fact\n that Help the Needy has been indicted for illegally sending aid to Iraq and\n about the fact that two branch offices of Al-Haramain in Somalia and Bosnia\n have been formally designated as being linked to terrorism.\n Lodge agreed after attorneys noted that Al-Hussayen had contact only with\n the Saudi headquarters of Al-Haramain, which hasn't been designated as being\n linked to terrorism.\n As for Help the Needy, the judge said, ''The jury might read something into\n the indictment that's not there.\" An indictment is merely an accusation; the\n case hasn't gone to trial.\n Prosecutors then asked that the same ruling be applied to the Islamic\n Assembly of North America, requesting that defense attorneys be prevented from\n noting in court that the assembly has not been designated as a\n terrorism-linked organization.\n Defense attorneys objected, and the judge sided with them.\n The assembly ''is front and center in this case,\" argued defense attorney\n Scott McKay. ''The fact that IANA has not been designated has significant\n evidentiary value in this case.\"\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854 or by e-mail at bzrussell@Rmci.net. For more on Al-Hussayen's trial, see her Web log at  www.spokesmanreview.com/boise. \n\nLoad-Date: May 6, 2004"
}