{
    "title": "DEFEND AGAINST THE SHADOW ENEMY; TERRORISM IS THE MOST LIKELY THREAT TO THE U.S. - AND OUR ENEMIES H",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 6,
    "day": 4,
    "full text": "The destruction of the federal building in Oklahoma City and the bombing of the World Trade Center in New York shocked Americans. But those tragedies would have been far worse if nuclear, biological or chemical materials had been involved. After co-chairing a yearlong study for the government, we believe it is increasingly likely they will be.\nFor 40 years, Americans lived under the fear of Soviet nuclear attack. The end of the Cold War reduced the prospect of a nuclear holocaust, but ironically, prospects of a nuclear explosion inside the United States probably have increased.\nAnd it is not just the nuclear threat. Terrorists worldwide have better access to anthrax, ricin or sarin than to nuclear materials. So far, we have been lucky. But we should not wait for another Pearl Harbor to awaken us to the fact that there is no greater threat to our security than terrorism involving weapons of mass destruction.\nSkeptics may call us alarmists. Nuclear technology has been around for 50 years and chemical and biological agents for nearly a century, yet terrorists have rarely turned to them. Conventional high explosives are easier to obtain. Moreover, terrorists seeking to promote a cause run the risk of a moral and political backlash if the destruction they wreak is disproportionate to their cause.\nBut recent years have seen the rise of a new type of terrorist less interested in promoting a political cause and more focused on retribution or eradication of what they define as evil. Their motives are often a distorted form of religion and their imagined rewards are in the next world. For them, weapons of mass destruction, if available, are a more efficient means to their ends.\nSuch devices are becoming more available. The breakup of the Soviet Union and the rise of the mafias in Russia have increased the smuggling of nuclear materials. Chemicals and biological agents can be produced by graduate students or lab technicians. General recipes are readily available on the Internet. %BC% * %EC%\nOur overriding recommendation is to give the threat of terrorism with weapons of mass destruction the highest priority in U.S. national security policy.\nOf the threats that could inflict major damage to the United States, such terrorism is the threat for which we are least prepared.\nThe nation needs a national response program, directed by the White House. The program must be coordinated and integrated across the entire federal bureaucracy. And end-to-end systematic strategy to counter this threat must address all phases of a potential terrorist attack, from detection and prevention to response. Such a strategy must include and coordinate program initiatives by all involved departments and agencies.\nTo this end, we recommend that:\n* Policy direction be clarified at the White House level by a committee chaired by the vice president.\n* Interagency and interdepartmental coordination and integration be handled by deputies of the involved organizations.\n* The program be supported by a long-term funding strategy.\n* The program be managed by a single director and supported by a technical and systems planning staff.\n* An independent advisory board of outside experts be appointed by the president to monitor and advise the program.\n* A joint legislative oversight committee be appointed.\nThe very nature of U.S. society makes it difficult to prepare for this security problem. Within recent memory, we have not had to battle a foreign invading force on U.S. soil. Because of our ''Pearl Harbor'' mind-set, we are unlikely to mount an adequate defense until we suffer an attack.\nBecause the threat of terrorism with weapons of mass destruction is amorphous (rogue states, transnational groups, ad hoc groups or individuals) and constantly changing, it is difficult to make predictions and preparations. However, given the current geopolitical state of the world, there is every indication that terrorism will be the most likely physical threat to the U.S. homeland for at least the next decade.\n \nOnly if we go beyond business as usual and respond in a broader and more systematic manner do we stand a chance of dealing with this problem before the horror of another Pearl Harbor.\nJoseph S. Nye Jr. was assistant secretary of defense and R. James\n Woolsey was the CIA director in the first Clinton administration.\n They wrote this for the Los Angeles Times.\n\nLoad-Date: June 5, 1997"
}