{
    "title": "Defense attorney suggests bomb suspect was improperly lured into act",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 9,
    "day": 18,
    "full text": "An attorney for a West suburban teenager charged with trying to ignite what he thought was a car bomb outside a Chicago bar said Monday that agents may have improperly lured his client by telling him fictitious Islamic religious leaders condoned violence.\nThe defense lawyer spoke to reporters after 18-year-old Adel Daoud of Hillside made an initial appearance in a federal court.\nDaoud was arrested Friday after, authorities allege, he tried to set off a triggering device that was part of a fake mechanism set up by FBI agents as a part of a sting. He faces charges of attempting to use a weapon of mass destruction and attempting to damage and destroy a building with an explosive.\nThomas Durkin says agents wooed Daoud into participating by posing as terrorists and telling him imams overseas wanted him to engage in terrorism — contradicting instructions from the teen's imams that such violence ran counter to Islamic teachings.\n\"The government played the imam card,\" said Durkin, who has represented similar such cases in Chicago. \"I've never seen that before.\"\nThe U.S. attorney's office has said the device was harmless and the public was never at risk.\nThe FBI has used similar tactics in counterterrorism investigations, deploying undercover agents to engage suspects in talk of terror plots and then provide fake explosive devices. In 2010, a Lebanese immigrant took what he thought was a bomb and dropped it into a trash bin near Wrigley Field..\nJudge Arlander Keys delayed a ruling Monday on whether to grant bond for Daoud, saying he would decide the matter at a hearing Thursday.\nDurkin questioned how federal agents apparently approached Daoud after discovering he was active in a jihadist Internet forum. He said it wasn't clear Daoud harbored any desire to launch an attack until agents reached out.\n\"I've had terrorism cases,\" Durkin said. \"This doesn't smell like a terrorism case. There's something wrong with it.\"\nProsecutors didn't speak to reporters after Monday's hearing. But in filings, they said Daoud was offered several chances to walk away from the plot.\nDaoud's father, Ahmed Daoud, began weeping as he tried to approach his son in court — a U.S. marshal stepped between them and told the elder Daoud he wasn't allowed to speak with the teen.\n\"Salam,\" Adel Daoud said in a soft voice to his father as marshals led him away. Salam is an Arabic word for peace.\nThe father pounded his hand on a door frame as he left the room, and acquaintances tried to console him.\n\"I can't see my son. It's not fair,\" Ahmed Daoud said.\nDurkin said his client is immature for his age, and that counselors from the Chicago-area school he graduated from this year, the Islamic Foundation School, described him as \"socially awkward.\"\nThe Chicago-born teen aspired to study Arabic, which he can't speak fluently, Durkin said, and Adel Daoud grew up in an ethnically mixed, middle-class neighborhood.\nAfter Daoud began talking to undercover agents, the affidavit says, Daoud and an agent met six times over the summer and exchanged messages. Daoud then identified 29 potential targets, the document said, and settled on a downtown bar, which the affidavit did not name.\n\nLoad-Date: September 18, 2012"
}