{
    "title": "Defense budget debated Byrd questions Rumsfeld about war on terrorism",
    "publisher": "charleston daily mail",
    "year": 2002,
    "month": 2,
    "day": 6,
    "full text": "DAILY MAIL WASHINGTON BUREAU\nWASHINGTON - Sen. Robert Byrd, a longtime hawk, said he will be watching defense budget and the war on terrorism with an eagle eye.\nByrd Tuesday closely quizzed Defense Secretary Donald Rumsfeld about a defense budget that anticipates spending \"a billion dollars a day.\"\n\"My question is, what is victory?\" Byrd, D-W.Va., asked Rumsfeld during a Senate Armed Services hearing. \"What is our goal in the war on terrorism? How will we know when we are winning?\"\nThe administration has proposed a $ 379 billion budget plan that continues the war on terrorism, increases procurement and begins the transformation of the military into a fighting force for the future. The defense budget would increase nearly $ 50 billion, the largest hike in two decades, if Congress goes along with President Bush's proposal.\nRumsfeld said the military needs to rebuild after overzealous cuts after the end of the Cold War. The war on terrorism, including homeland defense, carries a price tag of almost $ 2 billion a month.\nWhile the budgetary increases are substantial, Rumsfeld said defense spending makes up only 17 percent of the federal budget, instead of the 50 percent it consumed when he first came to Washington in the 1960s.\nBut Byrd, who has been in Washington even longer, said Congress has the responsibility to ask tough questions about the defense buildup and the prosecution of the war.\nAs Senate Appropriations chairman, Byrd said he has broader spending concerns in a tight budget year.\n\"We must be selective in our use of the military, precisely because America has other priorities that must not be compromised,\" Byrd said.\nByrd's questions, probing but not confrontational, were the first Tuesday to really get at the heart of the war against terrorism. Rumsfeld said he recognizes this new war is more complex and victory is less easy to pinpoint.\n\"Is it as simple as World War II? No, it isn't,\" Rumsfeld said, adding that success may be measured in terms of financial backing and recruits to terrorist organizations.\n\"Those questions are important, important to pose and to pose vigorously,\" Rumsfeld told Byrd.\nByrd also asked Rumsfeld whether Bush has the authority to send troops into North Korea, one of the countries the president included in his \"axis of evil\" in his State of the Union speech. Rumsfeld said actions in North Korea were a judgment the president must make.\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n\nLoad-Date: February 8, 2002"
}