{
    "title": "Defense opposes anonymous jury in February terrorism trial",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 1,
    "full text": "NEW YORK - The lawyer for a Vietnamese man facing a terrorism trial in the United States is urging a judge to reject the government's demands for an anonymous jury.\nIn court papers filed this week on behalf of Minh Quang Pham, attorney Bobbi C. Sternheim cited the \"need to safeguard fragile constitutional rights in this increasingly prevalent climate of fear.\"\nPham, who was extradited to the U.S. from London in March, has pleaded not guilty to charges he provided material support to al-Qaida in the Arabian Peninsula. Prosecutors say he assisted an American who edited and published an English-language publication used by al-Qaida to distribute propaganda and recruit individuals from Western cultures to join the group.\nEarlier this month, Sternheim argued in federal court papers that Republican presidential candidate Donald Trump's call for a temporary ban on Muslim immigration into the United States and recent attacks in the U.S. and Paris make it difficult to find unbiased prospective jurors.\nProsecutors also cited the November attacks in Paris and the December attacks in San Bernardino, California, saying the attacks show terrorists can inspire others \"to sow death, fear and destruction well outside of the physical territory they control, even here in the United States.\"\nIn opposing an anonymous jury for Pham's Feb. 1 trial, Sternheim said anonymity impairs a defendant's presumption of innocence, threatens judicial integrity and disrupts the ability of lawyers to investigate jurors for bias. She said anonymity signals jurors that the defendant is \"very dangerous.\"\nOn Dec. 23, prosecutors requested an anonymous jury, saying Pham faces some of the most serious terrorism charges that exist and has been linked to a terrorist organization that has \"allied itself with the group's anti-American and murderous goals.\"\nThey say he contributed while in Yemen to plots to kill Americans and attack U.S. interests, including a 2009 Christmas Day plot to detonate a bomb on a passenger plane from Europe to Detroit and a thwarted October 2010 plot to explode bombs on U.S.-bound cargo planes.\nProsecutors say he was also directed by Anwar Al-Awlaki, a U.S.-born al-Qaida leader who was killed in a drone strike in Yemen in September 2011, to detonate explosives made with household chemicals in the arrivals area of London's Heathrow Airport.\nProsecutors noted that al-Qaida in the Arabian Peninsula has called on followers to attack civilians and has taken credit for coordinating attacks overseas, including the January 2015 Paris attack on the French publication Charlie Hebdo, which killed a dozen people.\nSternheim said anonymous juries in Manhattan federal court began with the trial of drug kingpin Leroy \"Nicky\" Barnes in the 1970s and gained acceptance during organized crime trials in Manhattan and Brooklyn. In the 1990s, anonymous juries were used regularly at terrorism trials, though there have been exceptions.\n\"What should be a last resort is now a standard tactical weapon used by the prosecution,\" Sternheim said.\n\nLoad-Date: January 17, 2018"
}