{
    "title": "Defense Lawyers Present Opening Statements at Terror Trial",
    "publisher": "the new york times",
    "year": 2005,
    "month": 6,
    "day": 8,
    "full text": "Defense lawyers for three Muslim men accused of helping a former professor, Sami al-Arian, finance Palestinian terror attacks told a jury here on Tuesday that prosecutors had built their high-profile case on vague innuendo, shaky assumptions and faulty evidence. \n Prosecutors are ''so intent on proving that they are tough on terrorism'' after the attacks of Sept. 11, 2001, that they have overlooked critical holes in their efforts to link the defendants to the Palestinian Islamic Jihad, said Steven Bernstein, who is representing Sameeh T. Hammoudeh, a Muslim activist in Tampa facing terrorism charges in the case.\n In his opening statement in the long-awaited trial, Mr. Bernstein likened the terrorism prosecution to anti-Communist investigations of the 1950's, and he characterized the government's attitude toward his client as: ''He's Arab, he's Muslim, he associates with these other characters, he must be part of it.''\n Mr. Arian, a former professor at the University of South Florida who was an influential Palestinian activist, is facing terrorism and racketeering charges along with Mr. Hammoudeh and two other associates, Ghassan Ballut and Hatim Fariz. \n Prosecutors maintain that Mr. Arian and his associates, all American Muslims vocal in their support of Palestinian sovereignty, led ''double lives'' as members and leaders of Palestinian Islamic Jihad and helped to finance, organize and publicize terror attacks in Israel that took more than 100 lives. \n In his opening statement on Monday, William Moffitt, a Washington lawyer representing Mr. Arian, cast the case as a critical test of First Amendment freedoms, saying his client had been harassed by the government in a 14-year-long investigation because of his outspoken political beliefs.\n Lawyers for the three lesser-known associates of Mr. Arian each gave an opening statement on Tuesday and took a somewhat different tack. They focused less on freedom-of-speech issues and instead maintained that innocuous actions by their clients were misread by government investigators as sinister and criminal. \n Bruce Howie, a lawyer from St. Petersburg representing Mr. Ballut, a Muslim leader in the Chicago area, said extensive wiretaps, bank records, mailings and other material collected by the government had produced no direct evidence linking Mr. Ballut to Palestinian Islamic Jihad. ''They came up with nothing,'' Mr. Howie said.\n The defense lawyers also sought to humanize the men depicted by prosecutors as cold-blooded terrorists, offering stories about their children and vignettes from their personal lives. \n Kevin Beck, a lawyer for Mr. Fariz, pointed, for instance, to Mr. Fariz's days as a high-school soccer player in Chicago -- missing a game-winning kick in a championship match -- and said that ''it doesn't get any more American than that.'' He urged the jury not to succumb to ''innuendo or inflamed passions or prejudices.''\n Prosecutors presented their first witness, an immigration official, Timothy Shavers, who testified for more than three hours in often arcane detail about immigration regulations. The government was apparently trying to lay the groundwork for showing that Mr. Arian and his associates misled immigration officials about their political histories when they came to the United States and that Mr. Arian had used a Tampa research group that he ran to help others with terrorist links enter the United States by offering them jobs.\n Mr. Arian and the three co-defendants were not even mentioned for the first hour of testimony, on complex immigration rules, and several jurors appeared to be nodding off. Indeed, with the trial expected to take at least six months, the federal judge hearing the case, James S. Moody Jr., told the prosecutor, Terry A. Zitek, that he would have to pick up the pace or ''you're going to have to bring a supply of No-Doz.''                           \n\nhttp://www.nytimes.com\n\nLoad-Date: June 8, 2005"
}