{
    "title": "Defense bill gives Obama rare Guantanamo win Many detainees could be closer to going home under bipa",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON • Many detainees at Guantanamo Bay may be closer to heading home under a bipartisan deal reached in Congress that gives President Barack Obama a rare win in his fight to close the prison for terrorism suspects.\nThe deal would lift the most rigid restrictions Congress previously imposed on detainee transfers overseas and is part of a broad compromise defense bill passed Wednesday in the Senate and the House last Thursday.\nIt's the first time since Obama came to office promising to close Guantanamo that Congress is moving to ease restrictions instead of strengthen them. And it could signal changing views of the prison for terrorism suspects now that the war in Afghanistan is winding down.\nObama's achievement was somewhat a surprise, after the Republican-controlled House voted overwhelmingly earlier this year to make it harder to transfer detainees. But the deal to move in the opposite direction passed with hardly any opposition and little attention - perhaps overshadowed by debates over Iran sanctions, military sexual assaults and spying by the National Security Agency.\nObama still faces big obstacles to closing Guantanamo. Congress has in effect blocked him from doing so for his first five years in office, and he faces declining clout in his final three.\nCongressional proponents of keeping Guantanamo open say they felt they had to allow for transfers to other countries to maintain a more important priority - a ban on detainees from coming to the U.S.\nThe annual cost of operating Guantanamo after 12 years has reached more than $2 million per prisoner while other terrorism suspects are kept in U.S prisons at a fraction of the price.\nAs of this week, half of the 160 detainees at Guantanamo were approved for transfer nearly four years ago, provided that the home country could provide security guarantees. But the administration has argued that many approved transfers have been blocked by restrictions imposed by Congress.\n\nLoad-Date: December 19, 2013"
}