{
    "title": "Defense Lawyer Revisits Terrorism Trial With a Critical Eye",
    "publisher": "the new york times",
    "year": 2003,
    "month": 7,
    "day": 5,
    "full text": "It is an unorthodox memoir to say the least. A defense lawyer from the trial in the 1993 bombing of the World Trade Center has written a book sharply criticizing the judge, prosecutors and even his fellow defense lawyers. But he saves some of his strongest criticism for himself.\n     \"I had made the kind of mistake that would shame a first-year law student,\" the author, Robert E. Precht, writes as he describes losing a motion for his client after he failed to properly research a legal precedent and cited a case that had been reversed. \"My career flashed in front of my eyes.\" \n Mr. Precht's book, \"Defending Mohammad: Justice on Trial,\" comes a decade after the attack that killed six people and wounded more than 1,000. Although the book will not be published by Cornell University Press until September, an early version has already spurred debate, with some lawyers portrayed in the book disputing some accounts and disagreeing with others. \nIn the trial, Mr. Precht's client was Mohammad Salameh, who rented the yellow Ryder van that carried the explosive into the trade center garage, and who later contributed to his own arrest when he returned to the Ryder office seeking a refund of his rental deposit. \nMr. Precht writes that although the 1993 attack was eclipsed by Sept. 11, the earlier bombing was significant for ushering in a new sense of vulnerability for Americans.\nMr. Precht avoids saying whether he believes Mr. Salameh was guilty, but he writes that he was \"determined to ensure that he received a fair trial.\"\n\"Unfortunately,\" he writes, \"the key court actors -- judge, prosecutors, and defense lawyers -- failed to meet this challenge.\" His client and three co-defendants were convicted and sentenced to spend the rest of their lives in prison.\nMr. Precht, 49, who is now assistant dean of public service at University of Michigan Law School, said in a phone interview yesterday that the trial was a traumatic experience for him and that for his book to have any credibility, he would have to be self-critical.\n\"If I were still practicing law in New York, I could never have written this book,\" he added.\nMr. Precht, then with the Federal Defender Division of the Legal Aid Society, accuses the judge, Kevin T. Duffy of the Federal District Court in Manhattan, of lacking impartiality and of essentially convicting his client before the trial ended. \nJudge Duffy had no comment on the book.\nMr. Precht describes one incident in which Judge Duffy summoned him and his co-counsel, John J. Byrnes, into his chambers and told them that two of Mr. Salameh's co-defendants had met privately with the prosecution before trial in an unsuccessful attempt to negotiate guilty pleas. One defendant implicated Mr. Precht's client, the judge said. \n\"I think your client will be convicted,\" Mr. Precht quotes the judge as saying. \"I'm fairly certain he did it.\" \nHe considered asking Judge Duffy to disqualify himself but did not out of fear that the request would only antagonize the judge further. \"This was a terrible mistake,\" Mr. Precht writes. \"My handling of this episode is my biggest regret.\" \nMr. Precht said yesterday that although the jury ultimately convicted his client, he believes the judge was biased throughout the trial, as evidenced by rulings and jury instructions that favored the government, and, in Mr. Precht's view, influenced the verdict.\nMr. Precht also describes the judge and smiling prosecutors entering the courtroom together before the verdict was announced, leading him to believe that the judge had privately shared the verdict with them, and congratulated them.\n\"Duffy was treating the prosecutors as conquering heroes,\" Mr. Precht writes. \nJ. Gilmore Childers, one of the former prosecutors, said by phone that the prosecutors had not been with Judge Duffy, and often used the same door because it led to a corridor behind the courtroom.\n\"The judge absolutely did not share anything about the verdict,\" he said. \"The first we heard anything about the verdict was when the forelady read it.\"\nThe convictions of Mr. Salameh and his three co-defendants were all upheld on appeal. Judge Duffy, who handled other major terrorism trials in recent years, was recently praised by the federal appeals court in Manhattan in an opinion citing two of those trials. \n\"Judge Duffy carefully, impartially, and commendably conducted the two lengthy and extraordinarily complex trials,\" a three-judge panel wrote in April. \"The fairness of the proceedings over which he presided is beyond doubt.\"\nMr. Precht also writes that his superior, Leonard F. Joy, the Federal Defender, did not take a more confrontational approach in the case because he was afraid of jeopardizing his office's contract to offer public defender services.\nMr. Joy said yesterday: \"The only goal we had in the case was to provide our client with the best possible legal representation. Any suggestion in the book to the contrary is simply incorrect.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Robert E. Precht's book will be published this September. (Associated Press, 2001) \n\nLoad-Date: July 5, 2003"
}