{
    "title": "Defendant in Dutch filmmaker's killing plans no defense He quotes prayers in court, refuses to answe",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 12,
    "full text": "The man accused of killing Dutch film producer Theo van Gogh quoted Arabic prayers at judges as his trial began Monday and walked out of court holding a Quran above his head.\nMohammed Bouyeri is the only suspect on trial in Van Gogh's killing. He refused to answer questions about his possible motivation and said he has no plans to fight the charges.\nProsecutors say Bouyeri, of Moroccan origin, attacked Van Gogh on an Amsterdam street on Nov. 2, shooting him several times and then going on a rampage that targeted police officers. Bouyeri, 27, could face life imprisonment if convicted of terrorism, murder, attempted murder and impeding democracy by threatening members of parliament.\nThe killing was seen by some as an act of terrorism because Van Gogh was a prominent critic of Muslim fundamentalism. The killer left a five-page note pinned to the corpse with a knife, filled with religious ramblings and threatening more attacks.\nHe was arrested after being shot in the leg. Prosecutors say he is tied to the crime by witnesses, ballistics and DNA analysis.\nBouyeri confirmed his identity for the three-judge bench, but his lawyer, Peter Plasman, has said his client doesn't recognize the court's authority. \n\"My client wants no defense by him, nor on his behalf, and that's a very thoroughly considered decision,\" Plasman said. \"This is probably the last thing I'll be saying at this trial.\"\nSilent through most of the proceedings, Bouyeri said one phrase in Arabic when asked by judges to explain why he seemed to hate the Western society that gave his parents work and asylum.\nBouyeri answered: \"I pray that God protect me that I should ever think differently than I do now.\"\nReading from police recordings, judges said Bouyeri laughed and told his younger brother, Hassan: \"I knew what I was doing, and I succeeded.\"\nThe day's main witness was Rudolph Peters, a professor of Islamic culture at the University of Amsterdam, who said Bouyeri's writings showed he became radical more than 18 months before the killing.\nBouyeri is allegedly a member of a terrorist cell known as the Hofstad Network. He is said to have attended private prayer sessions with a Syrian spiritual leader, Redouan al-Issar, who disappeared shortly before the Van Gogh murder.\nTwelve other suspected group members are awaiting trial on separate terrorism charges.\n\nLoad-Date: July 13, 2005"
}