{
    "title": "Defense says threat was gangster rap lyrics Terrorism charge was filed after documents were found in",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 10,
    "day": 21,
    "full text": "EDWARDSVILLE - As police provided a jury with new details on what they say may have been plans for a shooting spree, a lawyer defending former SIUE student Olutosin Oduwole worked to poke holes in the underlying charge - that his client attempted to make a terrorist threat.\nOfficer Rick Weissenborn of the university police acknowledged to defense lawyer Jeffrey Urdangen that he was unaware of any evidence indicating how Oduwole, 26, planned to communicate a threat. The charge was filed after police who towed Oduwole's stalled car in 2007 found writing inside that suggested a plan to extort money to prevent a \"murderous rampage.\"\nThe defense claims that it was really lyrics Oduwole wrote for a \"gangster rap\" song and that the documents had neither been sent to anyone nor were visible from outside the car.\nProsecutors in the trial in Madison County Circuit Judge Richard Tognarelli's Court portrayed Oduwole as a man who ordered four semi-automatic firearms and was so persistent about their delivery that the dealer for the first time in his career reported concerns to federal agents.\nThe agents notified police in Wood River, where Oduwole lived.\nPolice searched his car, abandoned along a road at Southern Illinois University Edwardsville that July 20, several days later and arrested its owner later the same day.\nHe had moved to a campus apartment at Cougar Lake, where police said they found a loaded .25-caliber handgun. Oduwole is also charged with a misdemeanor alleging illegal possession of a firearm.\nA paper in the car contained handwritten words that seemed to threaten a \"murderous rampage similar to the VT shooting\" at a major university unless $50,000 was deposited to a PayPal account within seven days.\n\"I looked at it as a threat to our community at SIUE,\" Weissenborn testified.\nThree months earlier, a student at Virginia Polytechnic Institute and State University, in Blacksburg, Va., commonly known as Virginia Tech or VT, fatally shot 32 people and wounded 25 others before killing himself.\nNeither side disputes evidence shown to the jury that Oduwole opened a PayPal account on May 31, 2007, in the name of \"Jeff Robinson.\" Paypal is a service for payment of online purchases.\nA letter carrier testified that he delivered an Express Mail or similar envelope addressed to \"Jeff Robinson\" to Oduwole on July 2, 2007, at his apartment in Wood River and that Oduwole identified himself as Jeff Robinson.\nIn other testimony Thursday, Weissenborn reported finding a ski mask, a black shirt and a red shirt in Oduwole's car.\nThe jury was told that officers found not only a pistol in the apartment but a notebook page that contained the words \"Destructive Methods of Vengeance\" and a reference to April 16.\nProsecutor James Buckley noted that April 16, 2007, was the date of the Virginia Tech shootings.\nBut defense attorney Justin Kuehn showed the court a Web page describing an April 16, 2006, activity of Oduwole's social fraternity, Iota Phi Theta, that was called \"Destructive Methods of Vengeance.\" Oduwole was president of the SIUE chapter.\nThe trial is scheduled to resume Monday.\n\nGraphic\n\n \n Photo - Oduwole \n\nLoad-Date: October 22, 2011"
}