{
    "title": "Defense secretary says goal is to reduce, not eliminate, terrorism; 'Range of options'_ U.S. can't l",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 25,
    "full text": "The U.S. goal is to reduce the global reach of terrorism, not to eliminate it entirely, Defense Secretary Donald H. Rumsfeld said Monday.\nAt a news conference announcing home mortgage interest rate cuts for Reservists and members of the National Guard called to active duty, Rumsfeld was asked if Bush's goal is to stamp out terrorism.\n\"What we need to do is deal with terrorism so that it does not threaten our way of life,\" he said. \"Trying to stamp it out in every single locale all across the globe in perpetuity sounds like a pretty big task to me.\" Eliminating terrorism, he added, is \"setting a threshold that is too high.\"\nPresident Bush, in contrast, has repeatedly said that his intention is to \"rout out and whip terrorism.\"\n\"We will rid the world of evildoers,\" the president has said.\nRumsfeld stressed that the administration is still considering \"a whole range\" of options in response to the Sept. 11 terrorist attacks. He said the aim is \"to create a situation where it becomes in people's interest to not support terrorists or terrorist networks and, where they exist, to attempt to make life uncomfortable for them, and expel them or turn them in.\"\nBush on Monday notified Congress, in line with the War Powers Resolution, that he had ordered the deployment of \"various combat equipped\" and combat support forces to \"a number of foreign nations\" in the Middle East/Southwest Asia region. He provided no details and said he could not predict the scope and duration of these deployments.\n\"In the future, as we act to prevent and deter terrorism, I may find it necessary to order additional forces into these and other areas of the world,\" he wrote, saying the fight against terrorism will be long.\nAs the U.S. military buildup continued, the Air Force announced that it was invoking \"stop loss\" authority, preventing any member from retiring or otherwise leaving the service for at least 30 days. Those who already have approval to leave or retire before Oct. 1 are exempt, as are people who must retire due to disability.\nRumsfeld did not comment on a weekend report by the Russian Interfax news agency that three U.S. Air Force transport planes had arrived in Uzbekistan carrying about 200 U.S. troops and reconnaissance equipment. Uzbekistan shares a border with northern Afghanistan.\nAn official in Pakistan said the United States probably will be granted access to at least four airfields in Pakistan. Three are in the southwestern part of the country and one is in the northwest.\nRumsfeld declined to say whether the administration is intent on overthrowing the Taliban religious militia that rules most of Afghanistan.\n\"We're intent on altering behavior,\" he said.\nRumsfeld and Mel Martinez, the secretary of housing and urban development, announced interest rate reductions for all members of the Reserves and National Guard who are called to active duty and who have home mortgages with Federal Housing Authority-approved lenders.\nBy invoking the 1940 Soldiers' and Sailors' Civil Relief Act, the government is requiring the lenders to cut their rates to a maximum of 6 percent for one year. It also gives these military members more protection against foreclosure on their home loans, and renters more protection against eviction.\nAbout 10,000 members of the National Guard and Reserve have been called to active duty since the terrorist attacks, and Rumsfeld has clearance from the White House to call as many as 50,000.\nMartinez said he also is encouraging - but cannot require - mortgage lenders to postpone principal payments for all servicemen and women during their tour of active duty. Once payments are resumed, they would be in amounts that would amortize the mortgage debt within the maturity provided in the original mortgage.\nIn related developments:\n-The Education Department ordered lenders to postpone the student loan payments of members of the National Guard and Reserve who have been called to active duty since the terrorist attacks. It also encouraged schools to refund tuition or give comparable credit to students forced to withdraw from school because of military obligations.\n-Little Rock Air Force Base, which operates Air Force C-130 transport planes in Jacksonville, Ark., has received an order to deploy, according to a base spokesman, Lt. Jemal Singleton. He offered no details.\n- Army Secretary Thomas White said his service's special operations forces are well prepared to join the fight against terrorism. \"They will be an integral part of our joint prosecution of this campaign,\" he said in an Associated Press interview.\n\nLoad-Date: September 25, 2001"
}