{
    "title": "DEFENSE SEEKS TO SUPPRESS BUZZWORDS",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 3,
    "day": 15,
    "full text": "TAMPA\nSami Osmakac is charged with attempting to use a weapon of mass destruction in a South Tampa party district.\nBut his attorney wants a federal judge to bar prosecutors from exposing jurors to the words \"terrorism\" or \"homegrown terrorist\" during Osmakac's May trial in Tampa.\nThe use of those words is \"inflammatory\" and \"designed to prejudice the defendant and attack his character,\" defense attorney George E. Tragos wrote in his latest motion to the court.\n\"The words have no evidentiary value and they are not necessary to prove any of the elements in the case,\" he wrote.\nEarlier in the week, Tragos sought an order to exclude speculative testimony from private international terrorism consultant Evan Kohlmann, or to exclude Kohlmann's testimony altogether. The government expects to respond in opposition to both motions by March 27.\nOsmakac, 27, known in the local Muslim community as a democracy-hating extremist, is accused of planning attacks on local bars and bridges as payback for wrongs done to Muslims. No attack was carried out.\nHe is a naturalized U.S. citizen from Pinellas Park who was born in Kosovo.\n* * *\nPALM HARBOR\nCar burglary suspect may be linked to more\nDeputies arrested a 24-year-old man in connection to one of several car burglaries reported recently in Palm Harbor, the Pinellas County Sheriff's Office said.\nThe first burglary occurred Feb. 11 and the most recent was reported Tuesday. All occurred in an area from Tampa Road to Alderman Road, and from Alt. U.S. 19 to Belcher Road.\nThe burglarized vehicles had been left unlocked, and, in some cases, the cars were stolen if the keys were inside, sheriff's officials said.\nKyle Jeffrey Lang of Palm Harbor faces a burglary charge in connection to Tuesday's break-in.\nLang was booked into the Pinellas County jail on a burglary charge, where he remained Friday in lieu of $5,000 bail.\n\nGraphic\n\n \nPHOTO: Osmakac (Ran Tampa Edition)\n\nLoad-Date: March 17, 2014"
}