{
    "title": "Defense filing seeks dismissal of terror case Attorneys for a Minnesota terrorism suspect argue to a",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 2,
    "day": 15,
    "full text": "After learning that conversations with their client may have been inadvertently recorded, defense attorneys for Minnesota terrorism suspect Mohamad K. Elzahabi asked a federal judge on Wednesday to dismiss their client's three-year-old case.\nCalling it a violation of attorney-client privilege, the attorneys cited a letter from prosecutors that said, \"It is possible that privileged conversations could have been inadvertently included\" in round-the-clock recordings of Elzahabi as he awaits trial in a cell by himself in an unknown location.\nElzahabi, in his mid-40s, was first charged in a terrorism-related investigation in June 2004. He allegedly told FBI agents that he taught sniping in Afghanistan and that he associated with Al-Qaida leaders. And he was charged with lying to federal agents about sending walkie-talkies to Pakistan, helping to get a Massachusetts driver's license for a man later convicted of plotting a bombing in Jordan and possessing fraudulent immigration documents.\nA Lebanese national, Elzahabi is believed to have arrived in Minneapolis in mid-August 2001 and lived in a house near the University of Minnesota.\nA spokeswoman for the U.S. attorney's office in Minneapolis said the office had no comment on the defense filing.\nElzahabi's defense attorneys, Paul Engh and Peter Wold, argue in the document, filed Wednesday in U.S. District Court in Minneapolis, that if Elzahabi can't talk to his lawyers freely because he may be recorded, he can't be effectively represented.\nBecause he is a terrorism suspect, Elzahabi can be subject to restrictions called Special Administrative Measures, allowed under federal regulations when there is a suspicion that an inmate may \"use communications with attorneys ... to further or facilitate acts of terrorism,\" the document says. And under those measures, authorities may monitor or review communications between inmates and attorneys.\nBut Elzahabi's attorneys argue that there is no reason to suspect them of passing on information.\n\"It makes no difference whether the government has or has not reviewed the communications, the damage is done,\" the document says.\nThe defense attorneys anticipate that prosecutors will argue that no harm was done, they wrote.\n\"The context of the bugging answers our claim of prejudice,\" they wrote. Elzahabi \"sits alone. No one visits. The tape rolls. The prison guards don't talk to him. The tape rolls. He doesn't call his family, because every word will be interpreted, re-interpreted. I love you will be [a] signal. How are you, will be code for something else. The tape rolls. His lawyers are all he has in terms of contact, and the tape rolls. Why, now, should he say anything to us. Anything at all for, under this regulation, the tape rolls.\"\nPam Louwagie - 612-673-7102\n\nLoad-Date: February 15, 2007"
}