{
    "title": "Defense_ Government cherry-picked in seeking 40 years in Dayton terrorism case",
    "publisher": "daily news ",
    "year": 2019,
    "month": 5,
    "day": 7,
    "full text": "The attorney for a Dayton man convicted of two terrorism charges said the FBI \"poured over every word uttered\" by Laith Alebbini for months and used a few of them in trying to justify a 40-year prison sentence.\nFederal public defender Thomas Anderson wrote in a response to a prosecutor's sentencing memorandum that such a sentence for someone who planned no attacks and harmed no one would be \"unprecedented.\"\n Alebbini, 28, was convicted in Dayton's U.S. District Court last year of conspiracy and attempting to fly overseas to join ISIS. U.S. District Court Judge Walter Rice found Alebbini guilty after a bench trial — the first trial involving terrorism counts in the the Southern District of Ohio.\n Alebbini is scheduled to be sentenced May 16.\n First Assistant U.S. Attorney Vipal Patel lobbied for a 30- to 40-year sentence and said Alebbini's case started and ended with action, not just words.\n Anderson has advocated for a minimal sentence and argued that the sentencing calculation for Alebbini's crimes would be 63 to 78 months if not for a terrorism enhancement that bumps it to 360 to 480 months.\n \"To justify an unprecedented 40-year sentence, the government's memorandum recites fractions of Laith's recorded conversations with the confidential human source, as well as his friends and family, about his belief that ISIS had created a true caliphate and his unwavering desire to leave the United States and make his way to Syria to fight (the forces of Syrian President) Bashar al-Assad,\" Anderson wrote.\n \"According to the government, some of the statements he made about his intentions to fight and die for the Syrian people with the Islamic State place him on par with some of the most violent terrorists ever prosecuted by the United States government. That is simply not true.\"\n Alebbini was arrested by the FBI on April 26, 2017, at the Cincinnati/Northern Kentucky International Airport, as he approached the TSA security checkpoint.\n Prosecutors said Alebbini had tickets for a flight to Jordan with a connection in Istanbul, Turkey, where he planned to get off the plane and instead go from Turkey into Syria.\n Anderson has said Alebbini knew and spoke to nobody in or associated with ISIS. The defense attorney wrote in a combined 221 pages of memo and attachments that his client's statements about being an \"inghimasi\" soldier for the The Islamic State \"were carefully pulled out of hours and hours of conversations and are not put into any context by the government.\"\n Anderson reiterated that Alebbini made many statements, \"often in the same lengthy and passionate religious and philosophical discussions and arguments, which showed he was unsure and questioned what he was reading online about ISIS and the Syrian civil war.\"\n Alebbini often talked of his fondness for the American system of government and that the best way to help the Islamic State would be to impart the federalist ideas he'd seen in the U.S., Anderson wrote.\n Anderson cited comparable cases where more violent offenders got 22- to 60-month sentences and said prosecutors' wishes for Alebbini to spend decades in prison was preposterous:\n \"The 40-year sentence the government urges would clearly make Laith Alebbini the most severely punished defendant for these crimes in American history – and it would not even be close.\"\n SOCIAL MEDIA: Follow Mark Gokavi on Twitter or Facebook\n DOWNLOAD OUR FREE MOBILE APP\n : Final arguments made in case of Dayton man who allegedly tried joining Islamic State\n Thank you for reading the Dayton Daily News and for supporting local journalism. Subscribers: log in for access to exclusive deals and newsletters.\n Thank you for supporting in-depth local journalism with your subscription to the Dayton Daily News. Get more news when you want it with email newsletters just for subscribers. Sign up here.\n\nLoad-Date: May 10, 2019"
}