{
    "title": "Defense Ends Its Arguments In Terrorism Trial in Miami",
    "publisher": "the new york times",
    "year": 2007,
    "month": 12,
    "day": 1,
    "full text": "The lawyers representing seven men standing trial here on charges of planning to wage an armed insurrection against the government wrapped up their closing arguments on Friday and sought to portray their clients as young, misguided indigents rather than, as the government contends, homegrown terrorists eager to do Al Qaeda's bidding. \n  The lawyers attacked the credibility and motivations of the government's main witnesses, two informants for the Federal Bureau of Investigation who masqueraded as terrorists. They criticized the methods of the federal investigators, and issued broadsides against the entire prosecution, calling the case one  of entrapment scripted by the government in a nervous post-Sept. 11 political climate. \n  ''The case was written, produced and directed by the F.B.I.,'' said Albert Levin, the lawyer for one of the defendants, Patrick Abraham.\n  The lawyers said their clients were simply playing along with the F.B.I. informants to get money to pay for a religious mission ministering to an impoverished Miami neighborhood and to expand a construction business owned by the group's leader, Narseal Batiste.\n  The lead prosecutor is scheduled to deliver the government's rebuttal on Monday morning, after which the judge will hand the case to the jury for deliberation. \n  The men were arrested in June 2006 and accused of planning to join forces with Al Qaeda, blow up the Sears Tower in Chicago and several federal buildings, and overthrow the government. \n  Each was  charged with four counts of conspiracy, including conspiracy to provide material support to Al Qaeda, conspiracy to destroy federal buildings and conspiracy to wage war against the United States. \n  The government built its case on an eight-month investigation involving more than 12,000 wiretapped conversations and many hours of video recordings captured by hidden cameras.\n  Federal investigators never found any military weapons, explosives or blueprints for a terrorist plot. But prosecutors contend that the group had nearly attained the final stage of ''jihadization'' and had the will and intent to conduct a terrorist attack. \n  Among the evidence the government has offered are a videotape of the men taking an oath to Al Qaeda; recordings of conversations in which Mr. Batiste spoke about waging a ''ground war''; surveillance photos some of the men took of federal buildings in Miami; wish lists of weapons and military equipment; and a request, submitted through one of the informants, for $50,000 from Al Qaeda. \n  The prosecutors have also pointed to the fact that several of the defendants had security guard licenses as evidence that they were planning to infiltrate government buildings. And several of the men were skilled in the use of swords and martial arts equipment, which, the prosecutors contend, was proof that they were militarized and ready to do battle against the government. \n  In their closing arguments, the defense lawyers generally sidestepped the issue of the loyalty oath, perhaps the most glaring piece of evidence that ties all the defendants together. But they belittled much of the other evidence and sought to distance their clients from Mr. Batiste, who is heard on wiretaps speaking overtly about waging a war in the United States. \n  Gregory Prebish, the lawyer for one of the defendants, Burson Augustin, said his client had had a security guard license before he met Mr. Batiste. \n  ''The government is trying to make something nefarious or terroristic about something positive about this young man,'' Mr. Prebish said.\n  The other defendants are Rotschild Augustine, Naudimar Herrera, Lyglenson Lemorin and Stanley G. Phanor. The men worked for Mr. Batiste in a small construction company.\n  The group -- called the Liberty City Seven after the poor Miami  neighborhood where they lived -- came under surveillance in September 2005 when a Yemeni man called the F.B.I. to report suspicious activity among the men. Weeks later, prosecutors say, the Yemeni man reported that the men had asked him to help put them in contact with Al Qaeda. \n\nhttp://www.nytimes.com\n\nLoad-Date: December 1, 2007"
}