{
    "title": "Defeating terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 4,
    "day": 23,
    "full text": "Sept. 11, 2001 put terrorism at the forefront of American politics. Many have their opinions on how to successfully win the War on Terror, but few are correct.\nHow do you win a war on an ideology? The short answer is simply, you can't. Defeating an intangible object is impossible, but defeating those who drive the idea isn't. America is at war with terror, specifically the Islamic fundamentalists who waged war against us way before we waged war on them. We have declared war on terror, but how do we win?\nIn my opinion, there are two ways. President Bush has undergone wars on both Afghanistan and Iraq, claiming they are both a part of a wider war on terror, and I believe he's right. The first way to win the War on Terror is militarily. The Middle East, in all of human history, has never seen a true democracy. They have been ruled under an iron fist. The theory behind the war on Iraq is that if the United States can aid a democratic, free and open society in Iraq with all of the liberties that the West enjoys, then it could cause internal revolutions outside the Iraqi border.\nSome say that this is a reverse Truman Doctrine. For those a little shaky on their Cold War history, the Truman Doctrine aimed at stopping the spread of communism. The idea was that once communism was established in a certain area, it would continue to grow until it consumed every nation around it. The Korean War and the Vietnam War were fought over containing the communist plague. The Bush Administration believes once a successful democracy is established in Iraq, it will spread and cause revolutions in countries like Iran, Syria and Saudi Arabia. Destroying governments that are sympathetic to terrorism (and in many instances, fund it) is key in stopping the fundamentalists. After all, if the terrorists don't have a safe harbor, then functioning a successful terror cell is infinitely more difficult. Friendly, democratic states in the Middle East would hardly be interested in keeping the terror flame going.\nThe second way to wage the war is purely economic. Taking Ronald Reagan's format for fighting a war without firing a single bullet may be overlooked. Reagan took down the mighty Soviet Empire without a single boot on the ground. He understood that fighting an economic war, a war that the Soviets could not win, would lead to a victorious United States. He was right. He understood the fallacies of communism and exploited them by means of an arms race. The Soviet Empire collapsed internally in 1991.\nHow can we apply that to the War on Terror? Quite easily, as a matter of a fact. Terrorists need two things to function. The first was mentioned above. The second is the almighty dollar. Without money, the terrorists are completely handicapped at doing anything at all. What is the Middle East's biggest bargaining chip in world politics? You guessed it -- oil. If we take away the West's demand for oil, then you essentially turn the Middle East into a gigantic sandbox. Easier said than done, I know. But one way of winning this war is removing not only our dependence on oil, but the world's dependence on oil. The answer to this complicated formula lies in alternative fuel sources that can be developed within the United States. The Middle East absolutely depends upon the world's demand for oil. You take that away, then you take one of two key elements that fuel terrorism; the other being hatred. They may hate us and they might hate us until Armageddon, but hate alone will not cause the destruction that we've seen so far in this dangerous world.\nI stand firmly in the president's corner on the war in Iraq. If Bush is right, and only time will tell, and there is a successful democratic state in Iraq and if this successful state fuels internal revolutions in its neighbors, then we can finally stop fearing the terrorism fueled by fundamentalists that dwell on totalitarianism and human misery. I would also plead with Bush to take the second route simultaneously. Both of these plans take a lot of time to mature so it's better we start now than later. And that is the Idiot's Guide to Winning the War on Terror.\nDisclaimer: the word \"idiot\" used in this piece is in no way referring to President Bush. It applies only to those who believe that the Iraqi War is not an extension of the War on Terror and who believe that the War on Terror can be successfully fought using law enforcement and intelligence (see The Democratic Party). I don't know about you, but I'm tired of fighting terror with law enforcement. We have already fought the terrorists with policemen and firefighters (see Sept. 11, 2001) and I'd rather not do it again.\n(C) 2003 Technician via U-WIRE\n\nLoad-Date: April 23, 2004"
}