{
    "title": "Defeating terrorism_ No rules, no limits, no mercy",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 5,
    "day": 24,
    "full text": "After four years, it is clear to me how America must fight the war on terror: viciously.\nThe rules of war need to be changed, and we need to change them to destroy stateless terrorists and their sponsors. Forget the Geneva Convention. Assume any of our POWs in the next wars are killed in action, and take no prisoners ourselves. Use torture. Don't try to avoid destroying shrines and temples; do so deliberately to send our own message of dominance. If civilians put themselves in the way, kill them too.\nAmerica must be prepared to destroy absolutely and ruthlessly any and every group, entity, faction, sect or even state standing in the way of total victory in the name of our national security. So far we have not done so - because of a lack of leadership.\nAs Memorial Day approaches, we take time to remember those who died in wars for our country. I am inspired by newsreel films of the D-Day invasion of World War II, the last time America fought a war as though it wanted to win. I marvel at the bravery it took for those men to get off those landing craft and onto the beaches. I admire and respect those who died who had no doubts in their minds about the rightness of that war and how far their leaders would go to win.\nThis Memorial Day, think about the American soldiers fighting and dying against Islamist terrorists in the Middle East, a cause as just as fighting the Nazis - while most national Democrats are offering to surrender. Think about the one-sided reporting against the war by media that seem more concerned with helping Democrats return to power. This has implications for how America must fight its next wars.\nAmericans have become increasingly - but not surprisingly - blase about war. War is supposed to be hell for everybody. A committed wartime leadership must make it clear that the public will need to sacrifice in its own way to support the soldiers who are called to sacrifice in their way. For the last three wars we've fought, all the public has had to endure is war by evening news, cushioned by the Democrats' media-sanctioned notion that you somehow can support the troops while opposing their mission.\nThe war against terror will last at least 50 more years. Besides fighting viciously and mercilessly against the enemy abroad, it's also clear to me that we need to have censorship here at home, as was the case during World War II. The media cannot be allowed to present \"both sides\" of the war, because in the war on terror, there is only one side: America's.\nThe leadership necessary for fighting the next wars must have the capacity to be ruthless on behalf of America. Democrats today are like the whining brats in the schoolyard who call kids names but are too scared to fight. Republicans will hit you in the mouth, then run. Neither model will work for future wars.\nWhoever wants to be elected president in 2008 should stand up now for the principle of total and unconditional war against our enemies in the war on terror, a war in which a warrior can be sent to die by his president without regret or ambivalence on either part, a war in which the public can take pride and support.\nRemember the Cold War concept of deterrence called \"mutually assured destruction\" that would keep America and the Soviets from fighting a hot war? American leadership should apply a shortened version of that concept to fighting terrorism worldwide: Call it \"assured destruction,\" which would tell terrorists what it would cost to attack America. Then follow through on it.\n---\nZ. Dwight Billingsly is a principal of Branford Gateway Investment Co., a longtime activist in local Republican circles and a regular contributor to the Commentary page.\n\nNotes\n\n POINT OF VIEW OTHER VIEWS  \n\nGraphic\n\n \nPHOTO\n PHOTO - Emergency services at the scene of the March 11, 2004 Madrid, Spain train bombing disaster. Christohe Simon | AFP | Getty Images  PHOTO - Z. Dwight Billingsly \n\nLoad-Date: May 24, 2007"
}