{
    "title": "DEFENSE CHALLENGES ANTI-TERRORISM LAW",
    "publisher": "charleston daily mail",
    "year": 1997,
    "month": 4,
    "day": 15,
    "full text": "WHEELING - A federal prosecutor admitted a federal anti-terrorism\nstatute used against a former Clarksburg firefighter is broad but he\nsaid its intent is clear.\nThose who provide broad range of resources to someone whose intent is\nto commit a terrorist act can be prosecuted, Assistant U.S. Attorney\nDavid Godwin said in U.S. District Court.\nA lawyer for one of the seven men charged in an alleged plot to blow\nup the FBI center argued Monday that indictments brought under the\nstatute should be thrown out because it is too vague.\n\"It gives the government the right to charge anybody with anything,\"\nsaid defense lawyer Gary Zimmerman of Pittsburgh.\nZimmerman's client, James \"Rich\" Rogers, is accused of making\nphotograph copies of FBI center blueprints that Mountaineer Militia\nleader Floyd \"Ray\" Looker sold for $ 50,000 to fictitious Middle East\nterrorists.\nRogers was charged under a 1994 federal law that makes it illegal to\nprovide resources for use by terroristic organizations.\nThose resources identified in the law include money, lodging, false\ndocuments, communication equipment, weapons, explosives,\ntransportation and \"other physical assets.\"\nThe case against Looker and Rogers is believed to be the first\nprosecution under the law, officials said. The other five defendants\nare charged with different violations.\nU.S. Magistrate James Seibert expressed reservations about the way\nprosecutors have used the law.\n\"To me, it doesn't seem to fit into these categories,\" Seibert said.\nZimmerman contended the definition \"other physical assets\" is so\nbroad that people must guess its meaning.\nHe asked whether someone clipping a photo of the U.S. Capitol from a\nnewspaper and providing it to someone who planned to deface the\nbuilding would violate the law.\nSeibert used that example and the example of someone providing a road\nmap to a terrorist.\nGodwin acknowledged that in theory the person who supplied the\nclipping or map could be charged if the individual knew the items were\ngoing to be used in committing or planning a crime.\nThen Zimmerman said the person who provided the materials could be\ncharged even if the crime was never committed.\n\"That doesn't make sense to me,\" Zimmerman said. \"I have to go to\njail for 10 years and he goes to the corner pub for a beer.\"\nSeibert did not rule immediately on the motion to dismiss the\nindictment or on separate motions to suppress evidence and for Rogers\nand Looker to be tried separately.\nZimmerman sought to suppress evidence seized from the Clarksburg fire\nhall and Rogers' home in Jane Lew.\nFBI agents testified Monday that Rogers told them that they could\nsearch his locker and gym bag at the fire hall even though he refused\nto sign a formal release granting permission on Oct. 11.\nRogers testified he was jolted from sleep by agents who swarmed around\nhis bed about 6:50 a.m.\nHe said he told the agents they could search the items because he\nbelieved he had no choice and because he thought they were looking\nspecifically for photographs.\nFBI agents seized a number of items, including black powder, an M-80\nexplosive, books and a blow pipe. Later, they went to his home and\nseized a handgun, shotgun and camera.\nOn the issue of separate trials, the government reversed itself and\nsaid it opposes trying Rogers separately from Looker. Zimmerman\naccused the government of an \"ambush.\"\nGodwin said the government had changed its position because Looker\ndecided to let a lawyer represent him. He said that he had been\nconcerned about Looker's conduct if he represented himself.\nEven if Looker has a lawyer, trying the two men in the same room would\nbe \"as far away from due process and fairness as we can be,\"\nZimmerman said.\n\nLoad-Date: April 16, 1997"
}