{
    "title": "Defense measure lets president lock citizens up, indefinitely",
    "publisher": "usa today",
    "year": 2012,
    "month": 6,
    "day": 6,
    "full text": "Most Americans probably don't think they could be locked up indefinitely without charges or a trial. Surprise: Most Americans are wrong.\nIn the decade since the 9/11 attacks, Congress has been willing to do almost anything to ward off more terrorist strikes. It has given the government broad authority to hunt, hold and try suspected terrorists.  Trouble is, the law is written so broadly that the government would have little difficulty applying it to virtually anyone.\nThe latest  example  is a provision in the annual defense authorization bill that would allow the U.S. military to detain anyone indefinitely without charges or trial -- even U.S. citizens -- if the president determines they're suspected of being terrorists or having aided terrorists.\nOne would hope no president would ever abuse that authority, but the Founders saw enough of a threat to protect against it constitutionally. The  Fifth Amendment guarantees that \"no person\" can be \"deprived of life, liberty or property without due process of law.\" It is the bedrock protection Americans have always had against a rogue government. It's one of the rights that sets the U.S. apart from countries where the dictator decides what the law is. Why should it be so casually discarded?\nLawmakers  who allow fear of terrorism to overcome respect for more than two centuries of American legal tradition wrote this indefinite-detention measure into last year's defense authorization bill. President Obama promised not to use the authority against American citizens, but that doesn't undo the law, or bind him or any successor. A federal district court ruled the law unconstitutional last month, but higher courts have yet to weigh in. The House effectively renewed the authority last month. The Senate could take it up soon.\nBackers insist this is a necessary protection against terrorists who could otherwise manipulate America's legal system, sneer at prosecutors, withhold knowledge of imminent terrorist attacks,  and walk free to commit murder and carnage. That sounds more like an episode from the TV show 24 than  what happens in real life.\nIn real life, suspected terrorists depicted as too hard to try in civilian courts turn out to be just as vulnerable to American justice as the average thug. President George W. Bush labeled suspected dirty bomber Jose Padilla an \"enemy combatant\" and kept the U.S. citizen hidden away in a military prison for three-and-a-half years, until it looked as if the Supreme Court might declare that action unconstitutional. Padilla was transferred to a civilian jail, tried and convicted in federal court and sent to the Supermax prison in Florence, Colo.\nIn real life,  prosecutors in federal courts have similarly tried and convicted scores of accused terrorists. And the government already has some leeway -- granted under a public-safety exception in a 1984 Supreme Court ruling -- to question terror suspects before reading them their Miranda rights.\nSupporters of the no-trial/no-charges rule say U.S. citizens are protected because they can always use their  right to challenge their imprisonment, known as habeas corpus. But courts in terrorism cases have often  either been slow to grant habeas relief or have given the government's evidence so much deference that the protection is virtually nullified.\nAlthough the threat of terrorism remains very real, Tuesday's news that a U.S. drone strike in northern Pakistan killed Abu Yahya al-Libi, al-Qaeda's second in command, is further confirmation that the terror group is on the ropes. The United States can defeat Osama bin Laden's organization without compromising the values that set Americans apart from terrorists in the first place. Increasingly, the choice between security and civil liberties is looking like a false one. \n\nLoad-Date: June 6, 2012"
}