{
    "title": "Defining homegrown terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 12,
    "day": 6,
    "full text": "The War on Terror is about freedom and protecting civil liberties. At least, that's what the supporters of Senate Bill 1959 would have you to believe.\nNot only are your phone calls and mail monitored for \"suspicious activity,\" but your search habits and posts online must now be watched just in case you happen to say anything \"radical.\" All this is supposedly necessary to make sure your rights are protected. But the violation of rights to protect rights is a contradiction.\nIt's already illegal to incite others to violence, so why do we need a new law to deal with this? The difference between laws against \"hate speech\" and SB-1959 is the new bill allows such speech to be labeled an act of domestic terrorism. People suspected of having \"political, religious or social beliefs\" that promote the \"use of force\" and have other vague \"purposes\" can be labeled \"homegrown terrorists\" and automatically lose the constitutional guarantee of a fair and speedy trial.\nEven if we grant the debatable position that \"hate speech\" laws are consistent with the First Amendment, we should still be concerned that innocent people not be punished. And since the Military Commissions Act of 2006, labeling someone a \"terrorist\" or \"enemy combatant\" is not the way to go about making sure their rights are protected. The act defines \"enemy combatant\" as including anyone \"who has purposefully and materially supported hostilities against the United States,\" to be determined at the discretion of the president or someone he appoints. Such a classification strips you of your rights as a U.S. citizen. Your access to a fast and fair trial is no longer guaranteed.\nIt got even worse this summer. With Executive Order 13364, the president declared unilaterally that anyone who has acted, or is \"purported to act for or on behalf of, directly or indirectly, any person\" who poses \"a significant risk\" of \"undermining efforts to promote economic reconstruction and political reform in Iraq or to provide humanitarian assistance to the Iraqi people,\" can have their property seized.\nSo is protesting the war illegal now? As vague as the language of this order is, peaceful protest may qualify you as an enemy of the state. Who decides whether you are \"purported to act,\" or what \"directly or indirectly,\" \"significant risk\" and \"undermining efforts\" means?\nThe secretary of the treasury.\nNot a court. Not a judge or jury. But someone the president happens to appoint for the job.\nOf course, none of us are actually involved with violent groups, but that doesn't mean there's nothing to worry about. The Military Commissions Act, Executive Order 13364 and SB-1959 don't just ban violence (they wouldn't need a new law for that); it criminalizes dissent. It is designed specifically to stifle protest and is directed at the president's political enemies. It's illegal, and it's unconstitutional, and it's being done anyway. Senate Bill 1959 is another extension of this authoritarian philosophy, and it is in sub-committee right now.\nContact your senators now, while there is still time to stop it.\n(C) 2007 Technician via U-WIRE\n\nLoad-Date: December 6, 2007"
}