{
    "title": "Deficit projected to hit $475 billion in '04; Limp economy, tax cuts and war against terrorism are s",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 7,
    "day": 16,
    "full text": "The Bush administration dramatically raised its budget deficit projections on Tuesday to $$ @455 billion for this year and $$ @475 billion for next, record levels fed by the limp economy, tax cuts and the battle against terrorism. \nThe totals would easily surpass the $$ @290 billion shortfall of 1992 that has been the red ink high water mark until now. They also mark a deterioration by more than 50 percent since February. \nThe shortfalls would drop to $$ @213 billion in 2007, before edging back up to $$ @226 billion the following year - underscoring that major budget challenges will loom just as the huge baby boom generation begins to retire and relies ever more on federal benefits like Social Security. \nThe dreary numbers set Republicans and Democrats at each other's political throats over an issue the public has largely ignored in recent years - even as massive projected surpluses have melted into deep deficits in the budget's starkest, most abrupt turnabout ever.\nWhite House officials and GOP lawmakers said congressional spending must be controlled and economic growth policies like tax cuts should be continued. They said President Bush has had other, more pressing concerns.\n\"Restoring a balanced budget is an important priority for this administration,\" White House budget director Joshua Bolten told reporters. \"But a balanced budget is not a higher priority than winning the global war on terror, protecting the American homeland, or restoring economic growth and job creation.\"\n\"Deficits do matter,\" said House Budget Committee Chairman Jim Nussle, R-Iowa. \"Spending-driven deficits matter even more.\"\nDemocrats in Congress and on the campaign trail linked the unprecedented red ink to what they call Bush's mismanagement of the economy. Former House majority leader Rep. Richard Gephardt, D-Mo., a presidential candidate, called the deficit numbers a result of Bush's \"abysmal and poor\" economic record.\nThey also said the numbers masked a budget problem far worse than advertised, noting that the White House excluded the costs of a U.S. role in Iraq beyond this year. In addition, the administration only projected five years into the future, missing the massive long-range costs of Bush's plan to make recent tax cuts permanent, and of the retirement of the 75-million strong baby boom generation later this decade.\n\"Total fiction,\" Sen. Kent Conrad, of North Dakota, top Democrat on the Senate Budget Committee, said of the new Bush numbers.\nFederal Reserve Chairman Alan Greenspan told a House committee that he still supports tax reductions to spark the languid economy. But he said the cuts should be paid for with spending reductions or tax increases to keep deficits from growing - a comment that could complicate future GOP drives for new tax cuts,\nTo justify its prediction of shrinking deficits beginning in 2005, the White House envisions robust economic growth resuming this summer, producing more jobs and corporate profits and more federal revenue.\nIt also assumed that Congress will heed Bush's call for tight limits on the growth of most federal programs, besides defense, domestic security and automatic benefits like Social Security. Citing pressing needs, lawmakers have been unwilling to do that during Bush's first two years in office.\nEven if the projections come true, they would still mark a head-turning about face in the government's fiscal status.\nIn his first months in office in 2001, Bush projected federal surpluses totaling $$ @5.6 trillion from 2002 through 2011. Now, actual deficits and Bush projections total $$ @2.1 trillion in red ink for the first seven years of that period - a $$ @7.7 trillion reversal. \nBolten said the rosy 2001 estimates did not factor in a recession, a stock market collapse, the Sept. 11 terrorist attacks, a war on terrorism or corporate scandals.\n\nLoad-Date: July 16, 2003"
}