{
    "title": "Defining the rhetoric of terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 10,
    "full text": "Speech is the most powerful and versatile tool that we possess as individuals. Harnessing this power by speaking deliberately can have an enormous impact, and, throughout history, we've observed that individuals who choose their words carefully can become very influential.\nOn its own, however, speech is entirely neutral. Like any tool, it is the person who uses it that holds the true power. It is up to each and every individual to determine if they will use their power of speech for good or for bad. Of course, it gets even more complicated, for what is one person's good is another person's evil.\nBut, at the root of it all is speech.\nAs we are forced to confront the realities of terrorism in our world, I find my mind often wandering to the power of speech. Words are used by terrorist groups to radicalize and to plan horrifying attacks. Yet words also play a crucial role in healing after these attacks and can bring people together as we search for a way to deal with tragedy.\nThe importance of rhetoric has not been lost on America's politicians.\nHillary Clinton, along with several other Democratic presidential candidates, has announced that she won't use the phrase \"radical Islamic terrorism\" to describe the ISIS attacks in Paris because it \"sounds like we are declaring war against a religion.\" Instead, Clinton prefers the term \"radical jihadists,\" referring to the Islamic notion of jihad, which often manifests as religious warfare against non-Muslims.\nPresident Obama has also paid careful attention to his word choice, drawing a clear distinction between ISIS - whose members he referred to as \"thugs and killers, part of a cult of death\" - and the Islamic faith.\nSeveral Republican presidential candidates have responded to Clinton's decision not to categorize terrorist attacks as radical Islamic terrorism.\n\"This is not a question of religion,\" Republican presidential candidate Jeb Bush said. \"This is a political ideology that has co-opted a religion, and I think it's more than acceptable to call it for what it is and then organize an effort to destroy it.\"\nRepublican candidate Marco Rubio echoed Bush's sentiment, saying, \"We are at war with radical Islam, with an interpretation of Islam by a significant number of people around the world, who they believe now justifies them in killing those who don't agree with their ideology.\"\nThis all goes back to words as well. Some Muslims have interpreted the literature of Islam in a violent way, but the majority of Muslims - the overwhelming majority - have not. Instead, they've used their words to condemn the acts of ISIS and to participate in the healing process that inevitably follows the tragedies we have observed in the past weeks.\nSo, what words do we use to describe the recent acts of terrorism? What words can possibly describe the incomprehensible evil that is ISIS?\nThese attacks are the result of radical Islamic terrorism, and Clinton knows this; everyone knows this. Referring to it as such is accurate, and to defeat ISIS we can't tiptoe around this term. As Bush said, we have to call it like it is.\nHowever, there is something to be learned from Clinton's decision. The root of her argument is that using this phrase will paint the Islamic community with a broad brush, and will wrongly associate the vile acts of ISIS with the many peaceful Muslims who are just as horrified as anyone else by the terrorist attacks.\nThis is a very real concern. Consider Republican presidential candidate Donald Trump, who has, at various points, suggested banning Muslims from traveling to the U.S., creating a register of all Muslims living within the U.S. and even having surveillance on American mosques.\nThis is what Clinton is trying to avoid by refusing to use the phrase \"radical Islamic terrorism.\" She doesn't want ignorant people, people like Trump, to use the phrase to fuel mass hatred against an entire religion because of the acts of a single radical group.\nJust as Christians wouldn't want to be judged by the Westboro Baptist Church, Muslims don't want to be judged by ISIS. Obviously, this is far from a perfect comparison, but the idea is that no religion wants to be judged by a radical group, whether that group is picketing funerals or causing thousands of deaths across the world.\nWhile we can't shy away from labeling these attacks as radical Islamic terrorism, we must remember the power of our speech. We must remember to choose our words carefully, in a way that condemns the acts of ISIS without condemning an entire faith community. Let's call it like it is - because it is radical Islamic terrorism - but ensure that we aren't using that term as an excuse to discriminate against the hundreds of thousands of peaceful Muslims who have to watch their faith being perverted into violence.\nCaroline Briselli is a junior majoring in history and is The Daily Collegian's Thursday columnist. Email her at cyb5251@psu.edu or follow her on Twitter at @CarolineBrisell. \n\nLoad-Date: January 17, 2018"
}