{
    "title": "Defining Terrorism In The Palestinian - Israeli Conflict",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 3,
    "day": 10,
    "full text": "The media craze about Sami Al-Arian's indictment with the addition of their own analysis and conclusions is not a surprise. We saw some dinosaurs like Steve Emerson on CNN talking about money donation that allegedly went to families of the suicide bombers. Remember Steve Emerson? He is the \"expert\" who went on CNN the day of the Oklahoma City bombing to offer his \"expertise\" on how two Middle Eastern men carried out the bombing. He went on to detail that plot with very creative imagination. A day later, the FBI announced that it was Timothy McVeigh who carried out that terrorist act. Emerson had to hibernate for a couple of years until he and the likes got their golden opportunity after the Sept. 11 tragedy.\nI don't know the details of Al-Arian's case, but I'll leave it to the judiciary system. I am sure both the prosecutors and the defense lawyers will get their day in court. I have confidence in the system. My main point is not about that case. It is rather about the standard that this and other cases are measured by, namely: How do the authorities define terrorism and hence prosecute based on that definition?\nThere is no universal definition for terrorism, but \"killing or harming civilians for political cause\" is agreed upon by almost everyone. When we apply that definition to the Palestinian-Israeli conflict, we see two major problems with the way our government and most of the media dealt with it. First, they classify all Palestinian resistance as terrorism, combining the killing of innocent civilians along with attacks against military targets. It is not the question whether or not you like these actions. The question is: Are they all terrorism?\nThe second point is the killing of civilian noncombatant Palestinians by the Israeli army and armed settlers. Four to five times as many Palestinians are killed in the conflict as Israelis. In addition, hundreds of Palestinian homes and shops have been destroyed, thousands of acres of agricultural land and trees have been razed, and the quality of life in the occupied territories (particularly Gaza) has been unbearable. U.N. agencies and other independent agencies confirmed that most Palestinian casualties have been among the civilians. Now, if that is not terrorism, then what is it?\nThe main difference between the killings on both sides is that one party has fighter jets, attack helicopters, tanks, missiles and a powerful arsenal. The other party has primitive weapons and \"suicide bombers.\"\nUnfortunately, our government not only has stopped pushing peace talks, but has been completely one-sided. It has never acknowledged the rights of Palestinians to independence, freedom and self-determination. It has never seriously criticized Israel for its crimes. This reminds us of our government two decades ago, when it labeled Nelson Mandela and the African National Congress as terrorists because they were fighting for equal rights.\nThe most disturbing thing that some elements in the media and government are doing is to put genuine terrorist groups who attacked us - like al-Qaida - in the same basket with groups that are fighting for freedom and independence like those in Palestine, Chechnya and Kashmir. It is true that some of these groups have committed unacceptable acts of terror, but we cannot label them all terrorists and ignore their cause for struggle. Unfortunately, we are using these labels for political reasons so that we please and make deals with the rulers of these countries.\nIt is time to apply the rules of real justice. It is important to listen to other people in the world and not repeat the mistakes we made with the American Indian and African-American people. We should be liked and respected, not hated and feared around the world.\n\nNotes\n\nLOCAL VOICE\n\nLoad-Date: March 12, 2003"
}