{
    "title": "Defining 'terrorist' creates difficult undertaking",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 25,
    "full text": "After the bombings on July 7 in London, the BBC announced in a memo to its journalistic staff that in place of the word \"terrorist,\" the word \"bomber\" should be used (unless it is attributed to a quote).\nSome on the right wing, afraid of another withdrawal by an ally, and fearful of the \"leftist\" press, attacked the BBC for its apparent sugarcoating of the \"Islamo-fascists.\"\nBill O'Reilly, on his TV show, has spent considerable time deriding this decision, but thankfully, the right here has no control over the BBC's funding (ironically, given the right's newfound love for the United Kingdom, a left-center government controls the country).\nBut a large question does loom in the scenario: What is the definition of a terrorist?\nThe bombings in London were terroristic in nature that can be certain. Even supporters of the BBC have stated this case. But it has also been hinted that the BBC is worried about the muddying of the definition of what a terrorist is.\nA simplified definition of the word \"terrorist,\" fairly accepted by the majority, would be \"a person who uses violence to achieve a political, religious or ideological goal.\" Of course, the wish to inspire terror and fear itself plays the major role in those targetings.\nMy question in connection with that premise is this: If a group is killing people for the goal of removal, can they be properly labeled a terroristic organization? How are you a terrorist when it is not your goal to inspire terror?\nThe old idea, one person's terrorist is another's freedom fighter, can also play a conflicting role in the search to define what a terrorist is.\nThe Palestinian Liberation Organization has in fact used bombings in order to coerce Israel into negotiations or defeat. Of course, the PLO has seen much more failures than successes. But if their aim is the freedom of their people from an oppressive conqueror, which Israel certainly acts well in that role, can they also be viewed as freedom fighters? Of course, atrocities such as a suicide bombing in a discotheque cannot be forgiven, but still.\nLabeling an organization aimed against your own country's oppressive tendencies terroristic is not a new idea. The American Indian Movement and other Native organizations were accused of being terroristic while their goal was the civil rights of their people (disclosure: I have family members who, at one time or another, were members of some of these organizations, including AIM.) During the Apartheid era, the South African government considered the African National Congress, now the governing party of the country, to be a terrorist organization. China reliably labels dissidents as terrorists in order to remove some of the attention to them.\nThe Weather Underground has often been labeled a terroristic organization (they did use bombings as a weapon), but no one was killed in those attacks because the organization would warn about them beforehand. They were revolutionary in nature, often speaking of solidarity with non-white peoples. Destructive, yes. Anti-American government, again, yes. But no one was killed, and they had a greater goal than just getting the U.S. to leave some country.\nCurrently, the United Nations is drafting a definition of terrorism that, in its current form, would read as follows: \"The targeting and deliberate killing of civilians and noncombatants cannot be justified or legitimized by any cause or grievance,\" and \"to intimidate a population or to compel a government or an international organization to carry our or to abstain from any act cannot be justified on any ground and constitutes an act of terrorism.\"\nAn established definition of the word \"terrorism\" is more than welcomed, but would it be effective in shaping our viewpoints on what can be correctly labeled \"terroristic?\" Governments worldwide tend to label any organization (some against entire peoples, tribes, or nations) that seek to override the current state system.\nAnother question, to play devil's advocate: Is the United States inspiring fear in Iraq with this continuing war? You see it in news reports constantly. Are we ourselves engaging in state-sponsored terrorism? Although I would not go that far, we have certainly engaged in it before.\nThe idea of terrorism is extremely difficult to define, as the United Nations has been dealing with for quite some time now. Any definition of terrorism is bound to include organizations who seek to free themselves from tyranny of some sort. Organizations like al Qaeda are truly abhorrent, and do necessitate destruction, but did the PLO? Did AIM?\nPerhaps the BBC is correct in abandoning the word \"terrorist\" in its descriptions of the London bombings. Remember, London endured constant attacks from the Irish Republican Army decades ago, so the word \"bomber\" still invokes a strong reaction in the average Londoner.\nThe word \"terrorism\" has become blurred from its original intended use. When someone uses the language of anti-terrorism to engage in terrorism, it is time to abandon it for another set of more accurate descriptions and ideas.\n(C) 2005 Daily Nebraskan via U-WIRE\n\nLoad-Date: July 25, 2005"
}