{
    "title": "Defiance, tenderness, wariness in wake of Boston",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 4,
    "day": 18,
    "full text": "WASHINGTON - A Virginia woman makes a point to get out and go jogging. A Texas mom stays in and snuggles her toddler a little closer. A nurse from Massachusetts looks over her shoulder more often while touring D.C.\nStrains of defiance, tenderness and wariness are interwoven as Americans are forced to do some post-9/11 rebalancing in the aftermath of the Boston bombings, figuring out how to move forward with life while remaining vigilant against the threat of terrorism.\nThe discovery of tainted letters sent to the Capitol and the White House only added a new source of jitters to the week's events, evoking eerie parallels to the anthrax attacks that followed the life-altering events of Sept. 11, 2001.\nFor Simone Rinaldi, playing tourist in Washington this week with her family, the twin bombings at the marathon quickly revived thoughts of the collapse of the Twin Towers in New York as she wondered anew if there would be other attacks and whether loved ones in Boston were safe.\n\"I've definitely been more cautious as we walk around,\" said Rinaldi, a nurse practitioner from Cape Cod, Mass.\nCautious, yes. But not cowed.\n\"The world is a really scary place, yet we have a life to live,\" she said from a park across Pennsylvania Avenue from the White House. \"The challenge is to take precautions, but again to not let our lives get small and live in fear.\"\nSimilar sentiment echoed around the country - from a Starbucks table in Los Angeles to a smoker's bench in Billings, Mont. - as people grappled with the balancing act involved in putting the week's events in perspective.\n\"Caution is always important, but so is life,\" said MacKenzie Edwins, a receptionist catching lunch at a Starbucks in L.A.\nJennifer Miller, a hospitality industry manager smoking a cigarette on that bench in Montana, said the marathon bombing made her think this: \"It's at home in America. It happened here.\" But also this: \"I refuse to live in fear of going anywhere or doing anything.\"\nSuch perspective is precisely what terrorists try to destroy, by provoking reactions far out of proportion to actual danger.\nHorrific as the bombing was - three people died in Boston, with more than 170 injured - five people die in car, truck or motorcycle accidents every hour in the U.S. Terrorism pushes our fear buttons, says security expert Bruce Schneier, and we have an outsized response.\n\"Psychologically, we are primed to overreact,\" he says.\nAnd that can cause people to surrender civil liberties without full deliberation in pursuit of safety and stronger law enforcement, as happened after 9/11, Schneier warns: \"The fear is that this is an excuse to put us into a police state.\"\nAround the country, people wondered whether the bombing would - and should - affect security restrictions.\nSecurity may increase for a time, but \"the sad thing is it always goes back to normal,\" said Lynn Chamberlain, a training coordinator at Johns Hopkins Medicine in Baltimore.\n\nLoad-Date: April 19, 2013"
}