{
    "title": "Defiance, tenderness, wariness in wake of bombings",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 4,
    "day": 18,
    "full text": "WASHINGTON • A woman from Virginia makes a point to get out and go jogging. A mother in Texas stays in and snuggles her toddler a little more closely. A nurse from Massachusetts looks over her shoulder more often while touring D.C.\nStrains of defiance, tenderness and wariness are interwoven as Americans are forced to do some post-9/11 rebalancing in the aftermath of the Boston bombings, figuring out how to move forward with life while remaining vigilant against the threat of terrorism.\nThe discovery of tainted letters sent to the Capitol and the White House only added a new source of jitters to the week's events, evoking eerie parallels to the anthrax attacks that followed the events of Sept. 11, 2001.\nFor Simone Rinaldi, playing tourist in Washington this week with her family, the twin bombings at the marathon quickly revived thoughts of the collapse of the Twin Towers in New York as she wondered anew if there would be other attacks and whether loved ones in Boston were safe.\n\"I've definitely been more cautious as we walk around,\" said Rinaldi, a nurse practitioner from Cape Cod, Mass.\nCautious, yes. But not cowed.\n\"The world is a really scary place, yet we have a life to live,\" she said from a park across Pennsylvania Avenue from the White House. \"The challenge is to take precautions, but again to not let our lives get small and live in fear.\"\nSimilar sentiment echoed around the country - from a Starbucks table in Los Angeles to a smoker's bench in Billings, Mont. - as people grappled with the balancing act of putting the week's events in perspective.\n\"Caution is always important, but so is life,\" said MacKenzie Edwins, a receptionist catching lunch at the Starbucks in LA.\n‘I REFUSE TO LIVE IN FEAR'\nJennifer Miller, a hospitality industry manager smoking a cigarette on that bench in Montana, said the marathon bombing made her think this: \"It's at home in America. It happened here.\" But also this: \"I refuse to live in fear of going anywhere or doing anything.\"\nSuch perspective is precisely what terrorists try to destroy, by provoking reactions far out of proportion to actual danger.\nHorrific as the bombing was - three people died in Boston, with more than 170 injured - five people die in car, truck or motorcycle accidents every hour in the United States. Terrorism pushes our fear buttons, says security expert Bruce Schneier, and we have an outsized response.\n\"Psychologically, we are primed to overreact,\" he says.\nAnd that can cause people to surrender civil liberties in pursuit of safety and stronger law enforcement, as happened after 9/11, Schneier warns: \"The fear is that this is an excuse to put us into a police state.\"\nAround the country, people wondered whether the bombing would - and should - affect security restrictions.\nSecurity may increase for a time, but \"the sad thing is it always goes back to normal,\" said Lynn Chamberlain, a training coordinator at Johns Hopkins Medicine in Baltimore.\n\"Now we're going to have to raise up not only our national security but our local security,\" said Zeke Reardon, an electrician from Denver.\nTerrorism peaked as a public concern just one month after the 9/11 attacks. In October 2001, Gallup found that 46 percent of Americans called terrorism the most important problem facing the country, up from less than 1 percent in the days before the attack.\nIt has not reached that level of importance since, and in surveys this year, it again stood at less than 1 percent.\nBut while it may not be Issue No. 1, security nonetheless remains a priority for most Americans. In a January 2013 poll by the Pew Research Center, 71 percent said defending against terrorism should be a top priority for the president and Congress, down just 5 points from four years earlier.\n‘A DIFFERENT WORLD'\nIn Seattle, accountant John Calhoun laments that young people may be desensitized to the threat of terrorism in the post-9/11 environment. He was troubled that his children, ages 13 and 21, weren't more upset as they watched news about the marathon bombing unfold on TV.\n\"It's a different world than we used to think we lived in,\" Calhoun said, wearing a half-marathon shirt from a past race as he ran stairs at the Seattle Art Museum's Olympic Sculpture Park on a sunny Tuesday afternoon.\nRunners, in particular, seemed to push back against the notion that the marathon bombing could intimidate Americans.\nSpontaneous running events popped up around the country, and social media was filled with posts from those pulling on their sneakers to send a message.\n\"I am going running today as a small sign of support for Boston and to show those responsible for the tragic events that we are stronger than they are,\" Ironman CEO Andrew Messick said in an email to athletes.\nTammi DeVan, in Alexandria, Va., did just that. \"Jogged a couple miles for those who will never be able to again,\" she posted on Facebook.\nFor some Americans, the bombing was reason to slow down at least for a moment, and to hope it would bring Americans closer together.\n\"Usually at this time of day, I am looking for an excuse to get out of my house,\" Nancy Worth, a mother of four in Plano, Texas, posted on Facebook on Tuesday. \"Today I feel happy to stay home, do mundane things like laundry, and snuggle Sammy,\" her 2-year-old.\n\nGraphic\n\n \n FILE - An overhead view of activities at the Century 16 theatre east of the Aurora Mall in Aurora, Colo., in this, July 20, 2012 file photo. The United States proclaims itself the world's foremost economic and military superpower _ the mightiest nation on Earth, \"land of opportunity\" for those who want to work hard and prosper. But as Monday April 15, 2013 bombings at the Boston Marathon illustrate, the reality is that, from sea to shining sea, this is a nation of \"soft targets\" full of opportunities for those who want to do it harm. (AP Photo/David Zalubowski, File) \n\nLoad-Date: April 18, 2013"
}