{
    "title": "DEKALB COUNTY Events to remember lynchings to begin",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 9,
    "day": 16,
    "full text": "Members of the DeKalb Remembrance Committee have spent months planning ways to recognize lynchings that happened in the county and honor those affected. They even attended training to ensure that difficult conversations about racism throughout history, and even today, would be constructive and productive.\nNow they are ready to go public. A kickoff event will be held Wednesday evening.\nThe Interfaith Commemoration Service is the launch of what the committee is calling \"A Journey of Remembrance and Reconciliation.\" In the coming days and weeks, the committee will also host pod-casts, sponsor symposiums and curate art exhibits.\nThe series of events will culminate with the unveiling of markers in downtown Decatur and Lithonia acknowledging the three known lynchings that took place in DeKalb County. Dates in early 2020 are being considered for the unveilings.\nHere is an overview of the events and activities scheduled thus far, all of which are free and open to the public, unless designated otherwise:\n|The Interfaith Commemoration Service is 7 p.m. Wednesday at the DeKalb History Center inside the Historic Courthouse, 101 E. Court Square in downtown Decatur. It will feature a community choir as well as faith leaders and public officials acknowledging the impact of racial terrorism.\n|Akinyele Umoja, a professor of African American Studies at Georgia State University, will give a lecture on Wednesday entitled, \"Reparations: Should America Pay?\" The event is part of Georgia State's Constitution Day and will begin at 2:30 p.m. at the Decatur Campus, 3251 Panthersville Road, in Building SF Room 2100-2101.\n|Emory University's Candler School of Theology is presenting a symposium entitled \"Bearing Witness: Faith, Remembrance and the Journey Toward Social Justice\" at 7 p.m. Saturday at Decatur First United Methodist Church, 300 E. Ponce de Leon Ave. Panelists include author and activist Austin Channing Brown and Hank Klibanoff, a journalist, author and host of the \"Buried Truths\" podcast.\n| \"Recollections: DeKalb, Georgia's Legacy of Hate and Hope\" is a podcast curated by students at Agnes Scott College that will consist of interviews with DeKalb residents who lived through the Jim Crow era and segregation. It is scheduled for release in October.\n|DeKalb County adults and high school students are encouraged to enter the Remembrance Project Artist Competition. Entries must be original art that address the lynchings in DeKalb, related social issues or the importance of future generations remembering the impact of racial terrorism. Any medium is acceptable, and entries are due by Jan. 20. More information is on the NAACP website.\nSeveral other events also are planned.\n(Box)\nTHE STORY SO FAR\nAfter the DeKalb County commission approved a resolution to authorize a lynching marker near the courthouse, the AJC began to research the three known incidents. In June, the paper published an article accompanied by a 16-minute documentary that provided information about the lynchings in DeKalb and the efforts by the NAACP and others to acknowledge what had happened.Now the members of the DeKalb Remembrance Project are preparing for an Interfaith Commemoration Service that will be the official public\nkickoffto this initiative. Next spring, lynching markers in Lithonia and downtown Decatur will be unveiled.More information about the DeKalb Remembrance Project can be found on their website, naacpdekalb.org, or by calling 404-241-8006.\nAfter the DeKalb County commission approved a resolution to authorize a lynching marker near the courthouse, the AJC began to research the three known incidents. In June, the paper published an article accompanied by a 16-minute documentary that provided information about the lynchings in DeKalb and the efforts by the NAACP and others to acknowledge what had happened.Now the members of the DeKalb Remembrance Project are preparing for an Interfaith Commemoration Service that will be the official public\nkickoffto this initiative. Next spring, lynching markers in Lithonia and downtown Decatur will be unveiled.More information about the DeKalb Remembrance Project can be found on their website, naacpdekalb.org, or by calling 404-241-8006.\n\nLoad-Date: September 16, 2019"
}