{
    "title": "Delay in trial of Indonesian cleric Bashir raises worry about antiterrorism efforts Abu Bakar Bashir",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 2,
    "day": 10,
    "full text": "The trial of firebrand Islamic cleric Abu Bakar Bashir was postponed almost immediately after it opened on Thursday, drawing concerns that Indonesia's largely successful efforts to combat Islamic extremism could be reversed by a judicial system that has failed to convict Bashir in the past, despite clear connections to violent Islamists.\nPolice arrested Mr. Bashir last August for allegedly helping set up and fund a terrorist training camp in Aceh Province that was plotting attacks on hotels and embassies, as well as on high-profile figures, including the president. Since Indonesia's counterterrorism police uncovered the cell in February 2010, around 130 peopled tied to the camp have been arrested and scores have faced trial.\nBashir's latest trial, however, has faced a series of fits and starts. On Thursday, the judge agreed to postpone the trial until Monday on technical grounds after a request for more time from Bashir's lawyers.\nThe international community has hailed Indonesia's efforts to crack down on terrorism in a nation marked by its moderate Muslim majority, but also scarred by a recent history of violent acts of terrorism. Some analysts worry that the delay in Bashir's trial could injure Indonesia's counterterrorism efforts if the court fails to make the charges stick. The trial also draws attention to renewed militancy in a country that has seen a marked rise in religious strife among minority religions.\n\"The authorities claim to have enough evidence,\" says Noor Huda Ismail, a former student of the Al-Mukmin Islamic boarding school that Bashir founded. He now works on reforming accused terrorists. \"But if we fail to prove these allegations, we're going to lose our credibility.\"\nThursday's trial marks the third time Bashir has faced the courts on terrorism charges. The first trial was in connection with the 2002 Bali nightclub bombings that killed more than 200 people. He was convicted on conspiracy charges but released on appeal in 2006 after serving 25 months in jail.\nBest-known for fiery sermons that analysts say have stirred his followers to commit acts of violence, Bashir is also considered the spiritual leader of Jemaah Islamiyah, which seeks to establish an Islamic caliphate across Southeast Asia.\nSome analysts say Bashir's influence has waned in recent years, and they say his arrest has not provided the blow to radical Islam some expected.\nStill, Ismail said it was crucial for the court to prove that Bashir was involved with the camp in Aceh, since a third failed trial ran the risk of merely enhancing his legitimacy and celebrity status.\nMob violence overshadowed the trial\nThursday's news capped a week of sectarian clashes in which hard-line Muslim mobs killed three members of the Ahmadiyah, a minority Islamic sect mainstream Muslims consider heretical.\nHard-liners have also surrounded courthouses in recent weeks to protest what they see as weak verdicts, including that of Antonius Richmond Bawengan, a Christian sentenced on Tuesday to five years in prison for distributing books and leaflets that \"spread hatred about Islam.\" While he received the maximum sentence for blasphemy, hard-liners say the law should be revised to allow for harsher punishment.\nOfficials say the riots are no indication of government weakness, nor are they evidence that Indonesia's small Islamic fringe is becoming more powerful.\nBut Sidney Jones, an analyst at the International Crisis Group, said radical civil society groups and escalating religious intolerance are evidence that the government has not taken a firm enough stand against radical civil society groups that pose an increasing security threat.\n\"Bashir is an important figure and there is stronger evidence against him this time,\" she told Reuters. \"But locking him away does not change the security situation here - there are still small groups, some with no connection to Bashir, that could carry out attacks.\"\nVideo footage from the BBC on Thursday showed armed police (who numbered around 3,000) surrounding the South Jakarta District Court filled with Bashir supporters. Shots of \"Allah Akbar\" or God is great, came from men in white skullcaps and women in burqas.\nThe supporters included the spokesman for Jamah Ansharut Tauhid (JAT) an above-ground group Bashir founded in 2008 that claims its committed to establishing an Islamic state in Indonesia.\nMr. Bashir's lawyers, meanwhile, say the trial is a farce aimed at drawing more funding and support from Western countries for counter-terrorism efforts, which have come under criticism in recent months due to a series of cases revealing torture by the Indonesian military.\n       \n\nLoad-Date: February 11, 2011"
}