{
    "title": "Delayed Miranda Warning Ordered for Terror Suspects",
    "publisher": "the new york times",
    "year": 2011,
    "month": 3,
    "day": 25,
    "full text": "WASHINGTON -- The Federal Bureau of Investigation has instructed agents to interrogate suspected ''operational terrorists'' about immediate threats to public safety without advising them of their Miranda rights to remain silent and to have an attorney present.\nA three-page F.B.I. memorandum, dated Oct. 21, 2010, also encouraged agents to use a broad interpretation of public safety-related questions. It said that the ''magnitude and complexity'' of the terrorist threat justified ''a significantly more extensive public safety interrogation without Miranda warnings than would be permissible in an ordinary criminal case.''\n''Depending on the facts, such interrogation might include, for example, questions about possible impending or coordinated terrorist attacks; the location, nature and threat posed by weapons that might post an imminent danger to the public; and the identities, locations, and activities or intentions of accomplices who may be plotting additional imminent attacks,'' the memo said.\nIn the Miranda case, the Supreme Court ruled that if prosecutors want to use statements made by the defendant while in custody against him, police must have warned him of his rights before those statements were made. The court later created an exception for answers to questions about immediate threats to public safety.\nThe practice of reading Miranda warnings to terrorism suspects arrested in the United States has led to political disputes. In particular, Republicans, seeking to portray the Obama administration as soft on terrorism, criticized the reading of a Miranda warning to the main suspect in the failed bombing of a Detroit-bound airliner on Dec. 25, 2009.\nObama administration officials said the warnings had not prevented interrogators from gaining intelligence from such suspects, and the F.B.I. director, Robert S. Mueller III, testified in July 2010 that agents were already using a broad interpretation of the public safety exception to the Miranda rule in terrorism cases.\nStill, in May 2010 Attorney General Eric H. Holder Jr.floated the idea of seeking legislation that would ask courts to interpret the public safety exception to allow lengthier questioning of terrorism suspects before the warning. The administration never produced such a proposal. But the October memorandum shows that the Justice Department decided on its own to encourage agents to take a broad interpretation.\nThe existence of the memorandum was reported by The New York Times in December, but the Justice Department refused to make it public. On Thursday, The Wall Street Journal published an article containing excerpts from the document, and The Times later obtained access to a full copy.\nMatthew Miller, a Justice Department spokesman, said that the memo could not alter a constitutional right. He portrayed it as clarifying existing flexibility in the rule -- especially when investigators are willing to risk sacrificing the ability to use a suspect's statements in trial.\nIn most cases, the memorandum said, after public safety questions have been exhausted, interrogators should advise the terrorism suspect of his rights. But in certain ''exceptional cases,'' agents may continue to ask questions without a Miranda warning ''to collect valuable and timely intelligence not related to any immediate threat.''\nHowever, it said, such extended questioning must be approved by supervisors who would weigh ''the disadvantages.'' A footnote listed precedents ruling that prosecutors could not use self-incriminating statements made by a defendant before a warning.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 25, 2011"
}