{
    "title": "Delay sought in terrorism plot trial Reason for request was not disclosed because it's classified",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 5,
    "day": 22,
    "full text": "The prosecution is asking for a delay in the trial of a man accused of plotting a terrorist attack in Tampa, but the reason for the request is classified.\nSami Osmakac is scheduled to go on trial next week on charges of attempting to use a weapon of mass destruction and possession of an unregistered machine gun. He was arrested in January 2012 after an FBI sting operation. Authorities said he planned to attack a busy Tampa nightspot, then take hostages and demand the release of Muslim prisoners.\nOn Wednesday, the U.S. attorney's office filed a motion with U.S. District Judge Mary Scriven asking her to postpone the trial until June 23. The request refers to another motion filed under seal under the Classified Information Procedures Act, which governs court procedures when classified information is part of a criminal case.\nThe motion states that the prosecution consulted with defense attorney George Tragos, who took no position on whether he opposes the delay as he was unaware of the substance of the government's CIPA motion.\nOsmakac had been scheduled to go on trial in October, but that was delayed when questions arose regarding his mental competency. Scriven last week ordered another competency evaluation of Osmakac by the same psychologist who previously found him competent to stand trial.\nThe use of classified information already has complicated the case. At the request of the prosecution, the judge will permit the government's key witness to testify under a veil of secrecy, which will include a screen that blocks gallery spectators from seeing him, as well as a fake name and restrictions on the defense's ability to ask him about his work in other cases and his background.\nThe defense is arguing Osmakac was entrapped and was susceptible to being influenced because of mental illness.\nesilvestrini@tampatrib.com \n(813) 259-7837\nTwitter: @ElaineTBO\n\nLoad-Date: May 22, 2014"
}