{
    "title": "Delicias Journal; The Mexicans Rise Up Against 'Fiscal Terrorism'",
    "publisher": "the new york times",
    "year": 1995,
    "month": 5,
    "day": 13,
    "full text": "Here, on the edge of the desert, where hard men like Manuel Calderon Gallegos wring a living from the land, they say life depends on two things: water and honor.\nFor most of his 72 years, Mr. Calderon has farmed the brittle land, always shying from what he considers the dirty business of politics and always believing that paying one's debts is the only honorable thing.\nBut there has not been any rain to speak of in these parts for three years now. The deep wells on his 100 acres cannot bring up enough water to sustain the corn and alfalfa he usually grows. He lost the last two crops and the bank suspended his credit. Then last December the Government devalued the peso, sending interest rates soaring and making his existing loans unpayable.\nEven for as stoic a man as Mr. Calderon, it was too much to take. On Jan. 2 he marched into the local office of a large and growing protest group called El Barzon -- named for the leather strap that tied a plow to the oxen once widely used in Mexico -- and became a member.\nMr. Calderon said he was still uncomfortable with some of El Barzon's tactics -- members recently tarred and feathered a banker -- but he plays his part.\n\"I don't like any resistance type of movement,\" he said as he prepared to take part in an anti-Government May Day march through the streets of Delicias. \"Working is my love. I've dedicated my life to it. But I've never lived through times as bad as these. We've got to take to the streets so the people know what we are saying.\"\nWhat started out three years ago as a movement of local farmers with overdue loans has since expanded into a nationwide organization with offices in every Mexican state and, officials say, 250,000 members. And the economic crisis brought on by the steep devaluation of the peso last December has vastly broadened El Barzon's base of support among the country's middle class.\n\"Last year we came to this same plaza,\" said Roberto Cazares Quintana, 41, the president of El Barzon in Delicias. \"We closed it all off with tractors, we even set up a corral with cattle. And who listened to us? Nobody. Now all we need do is show up and all the different groups in society are here. The crisis now is felt everywhere.\"\nAnyone who has ever fretted over a percentage point fluctuation in a variable rate mortgage can understand the terror Mexicans face at this moment. With few exceptions, interest rates for bank loans, mortgages and credit cards change monthly.\nAnnual interest rates were high even before the crisis -- about 35 to 40 percent. But since the devaluation, interest rates have gone up like sand in a desert dust devil. It is not uncommon to find banks charging 80 percent annual interest for a mortgage, 100 percent for a personal loan and 120 percent for credit cards.\n\"When rates are that high, loans are unpayable,\" said Jesus Barrera, the owner of a candy store in Delicias who has joined El Barzon. \"Mexicans now are ashamed to live in a Mexico where they practice such fiscal terrorism.\"\nAmong its demands, El Barzon lists a moratorium on bank repossessions and a grace period for debtors.\nSo far the social explosion that some feared would follow Mexico's economic crisis has not occurred. Mexicans are taking most of the hardship in stride. But El Barzon worries the Mexican Government because it has managed to mobilize the middle class, which has supported the Government.\n[\"It is not the 14 million Mexicans in extreme poverty who can cause social disorder,\" the Mexican columnist Luis Pazos wrote on the day after the May Day commemorations. \"Rather it is the other dozens of millions of Mexicans who are fed up with the way they have lost much of what they had earned over the last six years because of the Government.\"]\nAt first, many of those angry middle-class Mexicans rejected El Barzon, at least publicly. Mr. Cazares said that until a few months ago most landed farmers were too proud to be seen marching in the streets, or admitting openly that they could not pay their debts.\n\"They would send one of their workers to represent them because they were ashamed to come on their own,\" Mr. Cazares said. \"But now they're getting over their shame because there is no other way.\"\nAs the misery caused by the economic crisis mounts, El Barzon gains strength. And with numbers its members grow bolder.\nIn Mexico City, members parked their tractors in front of several banks and dumped crates of rotting tomatoes. After parading through Delicias on May 1, El Barzon members took their tractors, their palominos and their well-worn pickup trucks about 18 miles south on the highway to the tollbooths at Saucillo.\nAbout 100 of them took over the tollbooths, blocking the tollkeepers and shouting for motorists to pass through without paying. Some surprised motorists honked their horns and gave their 10-peso toll -- about $1.75 -- to the protesters in a sign of solidarity. The big tractor-trailer drivers leaned on their horns and smiled, since the toll they saved added up to almost 90 pesos.\n\"People have to protect their rights,\" said Artemio Godinez Tacuba, one of the motorists. \"And that includes the right to make a living.\"\n\nGraphic\n\n \nPhotos: The president of El Barzon in Delicias, Roberto Cazares Quintana, right, was questioned by police officers during the May 1 protest. Mexico's economic crisis has broadened support for El Barzon, a group protesting high interest rates. In Delicias, on May 1, El Barzon members seized tollbooths and let motorists pass without paying. The man on the left carried a sign reading, \"Unite Against the 15% Value-Added Tax\" (Photographs by Eliza Wells Smith/The New York Times)\n \nMap of Mexico showing location of Delicias.\n\nLoad-Date: May 13, 1995"
}