{
    "title": "Dells Man Charged In Plot To Kidnap Michigan Governor",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 17,
    "full text": "So far, 13 men have been accused in a domestic terrorism plot to kidnap Whitmer, bomb the Michigan Capitol building and harm local law enforcement.\nMichigan Attorney General Dana Nessel has announced that a 14th person was charged in the case of the attempted kidnapping of the state Democratic Governor Gretchen Whitmer and plans to \"instigate civil war\".\n© Nicole Hester/Ann Arbor News via AP Michigan Gov. Gretchen Whitmer wears a mask with the word \"vote\" displayed on the front during a roundtable discussion on healthcare, October 7, 2020, in Kalamazoo, Mich.\nThe case against five of the men charged in federal court over an alleged plot to kidnap Michigan Governor Gretchen Whitmer will go to a grand jury for charges.\nHiggins was arrested Thursday in Wisconsin and will be extradited to MI for an arraignment, authorities said. Higgins provided night-vision goggles for the mission, the document says.\nHiggins was arrested Thursday in Wisconsin and will be extradited to MI, she said.\n\"It's loose talk\", Scott Graham, an attorney for Franks, said.\nPSG boss Thomas Tuchel facing selection nightmare for Man United\nLater in the game, PSG took full advantage of the superior numbers to score through the ever-impressive Kylian Mbappé after he was assisted by Rafinha.\nIn total, 20 state felony charges were filed against eight individuals allegedly involved in the plot.\nA sixth man, Barry Croft, was separately ordered on Tuesday to be transferred to MI from his home state of Delaware.\nBerens is also set to consider Friday whether two of the men, Adam Fox and Ty Garbin, should be denied bond ahead of trial.\nMI has been a hot spot for disagreements over shutdowns and other restrictions Whitmer ordered to try to slow the spread of the coronavirus - actions that allegedly sparked the plot against her. Sgt. Michael Fink said in an affidavit released Thursday. The county district attorney's office said it wasn't known when he would appear in court there.\nProsecutors say the men also sought to target law enforcement officers at their homes for intimidation, made threats of violence to incite civil unrest and trained for an operation to storm the MI state capitol in Lansing to take government officials hostage.\nNessel said she couldn't go into detail on the charges at the moment. \"These were very credible, and very serious threats to our elected officials and the public in general, and the swift actions taken by state and federal authorities this past week are nothing short of heroic\". He was arrested Thursday in Wisconsin. A court date has not been scheduled. The seventh is awaiting extradition from SC.\n\nLoad-Date: October 18, 2020"
}