{
    "title": "Delusions and the domestic terror threat",
    "publisher": "the philadelphia inquirer",
    "year": 2019,
    "month": 8,
    "day": 19,
    "full text": "The recent mass shootings in El Paso, Texas, and Gilroy, Calif., lay bare that the United States is facing a lethal inner torment driven by toxic ideology, an unchecked gun culture, social paranoia, internet-driven conspiracies, and deep racial divides.\nThis hemlock-laced cocktail has resulted in a threat facing the U.S. eclipsing that of Salafi-jihadist-motivated terrorism. By any objective barometer, whether using the University of Maryland's Global Terrorism Database or U.S. government-collected data, since 9/11 radical right-wing terrorists have carried out more attacks on the U.S. homeland than ISIS or al-Qaeda-inspired terrorists.\nThere are countless drivers for this surge. A key one is senior-level political rhetoric that provokes paranoid delusions of a hostile takeover in the U.S. American politics, as Richard Hofstadter observed in 1964, has long had a penchant for cultivating conspiratorial mindsets - like the one we saw from the El Paso shooter, whose manifesto echoed many of President Donald Trump's talking points, such as the need to stem the Hispanic \"invasion.\"\nHighly charged oratory from the perch of the White House exacerbates the \"ingroup\" vs. \"outgroup\" mentality. Individuals like the El Paso and 2018 Pittsburgh synagogue shooters feel that their \"ingroup\" - for example, white people - is being threatened by an \"outgroup,\" like Hispanics. In order to retain ingroup dominance, they turn to violence. This thinking, coupled with unrelenting social media echo chambers and ready access to semiautomatic weapons, means that domestic terrorism threats will likely continue to get worse.\nYet many steps can be taken to counter the growing menace of domestic terror. As Clint Watts wrote for the Wall Street Journal: \"We must swiftly and carefully apply the best practices of the two decades since Sept. 11, 2001, to counter this decade's domestic terrorist threat.\"\nHere are four ways we can tackle the delusions underlying that threat.\nFirst, senior political officials, especially the president, must tone down divisive rhetoric. Disparaging Africa, painting Latino immigrants as invaders, banning Muslims, and minimizing the damage caused by white nationalists in Charlottesville, Va., embolden the radical right, at best, and at worst, animate them to carry out acts of terror. The president's bully pulpit provides an unparalleled platform to change the public discourse. It should be used to tamp down paranoia and slow the fast-moving momentum of the radical right.\nSecond, Congress and the executive branch must enact a domestic terrorism law. Critics will argue that this is unnecessary given that the El Paso shooter will likely spend the remainder of his life in jail - or will be executed - without having terrorism charges brought against him.\nThe case of Christopher Hasson, however, demonstrates the need for a domestic terrorism law. Hasson was arrested in February for drug and weapons offenses but not for terrorism despite indications that he developed politically motivated kill lists of political and media personalities. A domestic terrorism law, which was endorsed this month by the FBI Agents Association, would allow law enforcement and prosecutors to bring appropriate charges against someone like Hasson and better protect civilians from such threats.\nThere is also important symbolic benefit to prosecuting mass shooters who target civilians based on their ethnicity. Americans, frequently Muslims, who have pledged allegiance to ISIS but never received tangible support or guidance from the group have been prosecuted for terrorism activity. In contrast, American white supremacists are not charged with terrorism offenses. Enacting a domestic terrorism law can erase this double standard.\nThird, the FBI has devoted just 20% of its counterterrorism field agents to domestic threats even though since 9/11, there have been more domestic terrorism incidents than transnationalinspired attacks. The U.S. government must realign its resources and authorities if we want to successfully counter domestic terrorism.\nFourth, technology companies must recognize their role in fanning the flames by adhering to their own community and safety guidelines and removing white supremacist content that incites violence. Twitter, YouTube, and Facebook have made major strides against removing content attributable to jihadist groups. But they have not removed white supremacist content with the same alacrity or consistency as they've done with ISIS.\nAs these companies remove content, white supremacists move to alternative platforms like 8Chan or Gab, where their reach is much more limited because of the smaller audience on these platforms. Public opinion wields power here, too: Web infrastructure and security company Cloudflare recently bent to public pressure to refuse services to 8Chan. Public power of the purse will influence technology companies confronting the reputational risk of platforming hate.\nBattle lines are being drawn as paranoid thinking polarizes the U.S. The president, Congress, companies, and civilians must accept our shared responsibility to repair a climate that allows white supremacy and violence to flourish. Until that happens, the crackle of gunfire will terrorize many more communities.\nJason Blazakis is director of the Center on Terrorism, Extremism, and Counterterrorism at the Middlebury Institute of International Studies at Monterey, Calif. @Jason_Blazakis\n\nLoad-Date: August 19, 2019"
}