{
    "title": "Demand-driven terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 11,
    "full text": "Last week's attacks on London brought back into play a very scary realization for those of us who live in or around a major city: There's no way to guarantee our safety. If someone wants to hurt us, they can. This isn't fatalistic pessimism, but rather a matter of logistics; there simply is no way to defend the myriad of soft targets found in any metropolitan center.\nOne of the biggest questions at the moment is just how bad this is going to get. Would a subway attack on a major Western city every year or two, as terrifying as it sounds, be a best-case scenario at this point? The other important question -- and one that was asked after Sept. 11 and quickly forgotten -- is: Why do they want to hurt us? The short answer is \"Lots of reasons.\" What's important right now is to not ignore this question; we simply can't afford to continue traveling down the road of \"They want to kill us, so I don't care why.\"\nThose who say things like \"They hate us for our freedom\" can retread tired lines about their political opponents wanting to give therapy to our enemies all they want; they can make grandiose speeches denouncing members of the \"Blame America First Club\"; they can insist that there really are only two classes of people in the world, freedom-lovers (the good guys) and freedom-haters (the bad guys). All of this is quite comforting and sure to win votes, but there are a couple of problems: It isn't true, and it doesn't work.\nTerrorism, like drugs, is a demand-driven phenomenon. The idea of cutting off drugs at the source is doomed to failure no matter how many farmers' lives we ruin through our defoliation campaigns. In the same vein, the number and magnitude of future terrorist attacks depend much more on the reproductive capacity of the ideologies that fuel such atrocities than on any amount of diligence, intelligence or military action on the part of the West. We cannot cut off terrorism at the source; we need to figure out why the \"demand\" for actions targeting Western civilians is so high.\nIt is a mistake to view Islamic terrorism as a monolithic force with a singular agenda; as is the case with any other group of people, there are numerous, often-competing factions that have different goals in mind. We have two choices: Ignore the intricacies inherent to contemporary terrorism and continue with the narrow-minded, myopic policies that led us to lump Saddam Hussein together with Osama bin Laden; or try our best to gain an understanding of the numerous terrorist groups that abound in the Middle East and elsewhere, and surmise which ones have realistic demands. For those groups that adhere to an apocalyptic brand of extremist Islam that calls for the deaths of all Christians and Jews on earth, we know that we won't be bargaining with them any time soon, and our only choice is to capture or kill them before they do the same to us.\nBut as for other groups -- those with specific political or social demands -- it's time to rethink things. The catchphrase \"We don't negotiate with terrorists\" has been obviated by a world in which anyone who can get their hands on 10 pounds of explosives can easily kill dozens of subway riders. It sounds ugly and it hurts, but at some point we're going to have to negotiate with those who are trying to kill us, because as long as their ideologies attract new adherents, we will be at risk. This isn't a matter of political opinion or an attempt to cast the United States in a bad light (as anyone who's had access to newspapers in the Arab world knows, bizarre rumors and untrue conspiracy theories abound) -- it's a purely practical standpoint. They can kill us if they want to, so it's time for us to do our best to make them not want to kill us anymore. Of course there should be a huge focus on intelligence and security, but to assume this is enough to keep us safe is to destroy the poppy field without treating the addicts back home. As long as the demand is still there, poppy farmers, like angry young men who hate the United States, can simply move elsewhere and start anew.\n(C) 2005 Michigan Daily via U-WIRE\n\nLoad-Date: July 11, 2005"
}