{
    "title": "Demand for equal coverage in acts of terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "There never seems to be a shortage of news on terrorism. It seems whenever ISIL, Islamic State of Iraq and the Levant, commits an act of terrorism, reporters are all over it. However, I have noticed a pattern. When the Paris attacks occurred, according to an article in The Guardian, there was a terrorist attack in Borno, Nigeria, by terrorist group Boko Haram. The Guardian article stated that 2,000 people died in the Nigerian attacks, and that it was the \"deadliest massacre\" committed by Boko Haram. According to CNN, 128 people were killed in the Paris attacks. With an act of terrorism that caused over 2,000 casualties versus 128, it was a big surprise for me that the Paris bombings got a lot more media coverage than Nigeria.\nI would think that, with 2,000 casualties, it would make bigger headlines. In light of the Brussels attacks, I have noticed yet another pattern. While the tragedy of Brussels occurred, so did another act of terrorism in Pakistan. According to CNN, in Lahore, Pakistan, a suicide bomber killed 69 people in a terror attack targeting Christians. So far, 35 people were confirmed to be killed in the Brussels attacks, according to the New York Daily News. Again, 69 confirmed deaths versus 35 people, yet the lesser makes bigger headlines. I reason that the Paris and Brussels attacks had more media coverage than the Nigerian and Pakistani attacks not because of race relations, as some have argued, but because there is a long history of violence in both Nigeria and Pakistan. In Nigeria, according to aljazeera.com, over 800,000 children were forced to flee because of Boko Haram, which has been terrorizing the country since 2009. Since then, over 15,000 people have been killed because of that terror group.\nTherefore, Boko Haram is no stranger to the media. But many of us know about what happened in Pakistan and that there were acid attacks on women that left them disfigured and sometimes even blind. Pakistan is also no stranger to terrorist attacks. According to satp.org, over 60,000 people from 2003 to March 27, 2016, have been killed in terrorist-related attacks.\nA lot of Americans think violence in European countries is uncommon or unheard of. In Paris, the country known for Eiffel Tower, fancy foods, and famous artwork, the last thing we think of happening is an attack by terrorists from the distant Middle East. The same can be applied to Belgium, home of the famous waffles and other tasty desserts. They also seem to be far away from any danger. Yet, terrorism struck in both of these countries, by a terrorist group originating in the middle east. To me, it is unfortunate that both attacks in Pakistan and Nigeria do not get as much coverage in the media as Brussels and Paris. I think there should be equal coverage of all acts of terrorism. However I believe that, as long as there are attacks in countries that are less known for violence, it could continue to be an unfortunate reality.\nKatie Glosser can be contacted at kglosser@kscequinox.com\n\nLoad-Date: January 4, 2017"
}