{
    "title": "Demise of multiculturalism can help root out terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 6,
    "day": 28,
    "full text": "Multiculturalism, rest in peace. There may have been no obituary for the notion that every group and every belief in a multiethnic society is deserving of mutual respect and tolerance. But thanks to jihadism, multiculturalism and moral relativism --- its necessary counterpart --- are now 6 feet under.\nSigns of multiculturalism's demise first began to appear in Holland, a nation that officially embraced its precepts in 1983. In theory, the Minderhedennota, or minorities policy, extended the Dutch tradition of tolerance to a growing population of minority groups --- largely from Islamic nations --- that had immigrated to Holland.\nIn practice, however, the recognition of group rights conflicted with the protection of cherished individual rights. Multiculturalism created a political morass in which a religious fundamentalist subculture that denied the equality of women and castigated homosexuality could challenge national secular law.\nControversial filmmaker Theo Van Gogh recognized this contradiction. And for raising the issue of individual rights in the 10-minute movie \"Submission,\" Van Gogh was murdered in 2004 by an Islamic extremist who shot him eight times, slit his throat and then staked a rambling manifesto into his chest that predicted the destruction of Holland, all of Europe and the United States.\nBritain indulged the same multicultural fantasies. Then Britons were shocked to learn the terrorists who carried out the July 7, 2005, bombings in London were homegrown lads.\nMoral relativists had a plausible explanation for these acts of violence. Van Gogh was an acerbic critic who had attacked Muslims in offensive ways. And Holland and Britain were, after all, charter members of the coalition of the willing in Iraq. Like the bombings in Madrid on March 11, 2004, the attacks in London could be rationalized by terrorism fetishists as the asymmetrical response of an aggrieved party.\nBut the explanations become even more tendentious when applied to the plot to carry out a series of bombings in Canada --- the birthplace of multiculturalism --- storm Parliament and behead the Canadian prime minister. As in Britain, the plot appears to be significantly homegrown.\nBut the Canadian political and media classes have been vocal opponents of U.S. policy in Iraq and the broader war on terror, an amplification of traditional criticism against the powerful and often-despised giant on Canada's southern border.\nIf multiculturalism bit the dust this month in Ontario, then a court in Paris put nails in its coffin. No Western country has shown greater antipathy toward the United States and greater official sympathy for the alleged roots of terrorism than France under President Jacques Chirac. But on June 14, a French court sentenced 25 Muslim extremists for plotting to attack the Eiffel Tower and the Les Halles shopping complex, among other targets.\nMulticulturalism has been the enabler of radical Islam in Western countries. The multiculturalist conceit makes it tragically possible for Islamic extremists to transplant the violence and oppression and backwardness that many Muslim immigrants to the West tried to escape. \nMillions of them have come to Europe, Canada, Australia and the United States from the Islamic world in recent decades to improve their lives in ways that were inconceivable in their native countries. Most came for economic reasons. Some came for political or religious reasons. Yet a minority among those immigrants, succored by multiculturalism, has contrived to leech off the civil liberties of Western democracies and use their talents to plot the carnage of 9/11, 3/11, 7/7 and more.\nMutual respect for that kind of intolerance is nothing short of national suicide.\n* Jonathan Gurwitz is a columnist for the San Antonio Express-News. His column appears occasionally.\n\nGraphic\n\n \nPhoto: SANG TAN / Associated PressA forensic officer walks next to the wreckage of a bus and cars scattered on the road in central London after a string of bombs exploded July 7, 2005, at various sites.\n\nLoad-Date: June 28, 2006"
}