{
    "title": "Democrats and terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "Democrats and terrorism\nSamuel Studer\nsamuel-studer@uiowa.edu\nOn Nov. 13, three teams of terrorist planned and carried out attacks at six different locations throughout Paris. These venues included a concert hall and at least two restaurants.\nCNN reported that at least 352 people were wounded, 99 of them seriously. The French government declared a state of emergency, and ISIS claimed responsibility for the attacks. Many see these as the most dangerous attacks in Europe since World War II. Meanwhile, French President François Hollande said on Wednesday in front of French mayors that France will continue to accept Syrian refugees. The Eiffel Tower and other iconic landmarks were lit up on Tuesday, showing a sense of national solidarity for Paris.\nIn the aftermath of these attacks, the U.S. Democratic debate started on the evening of Nov. 14. The attacks ended up shifting the focus of the debate to foreign policy, a relevant topic because, as president, of the United States will face the challenge of combating terrorism that has evolved across the globe.\nThe Paris attacks shifted the focus away from touchy subjects. In an interview with the Wall Street Journal, Sen. Bernie Sanders had called Hillary Clinton's character into question based on her email practices. However, he quickly moved off the subject in the debate.\nIt also gave former Maryland Gov. Martin O'Malley, who has been polling low, a chance to stand up for something. So far in the campaign, national security and terrorism have not been a big concern. After debates such as this one, the issue will be present on voters' minds. O'Malley has a chance to reach out to voters, which to this point he has not quite been able to do. Clinton can also find a way to avoid tough question regarding her character, shifting the focus of the Democrats to new candidates.\nThe way President Obama addressed this will play a role for voters. Obama came off as condescending and rude during his press conference in Turkey. He dropped the ball on showing strength and his leadership abilities. The attacks require an aggressive and hands-on approach. Voters will likely to look to Republicans if they see this weakness from the leader of the Democratic Party.\nThese attacks might not have been on United States soil, but they will affect the presidential race. Presidential candidates must be ready to answer tough questions. This may drag the focus away from the little stuff, but it is important to think about the bigger picture.\nThe Nov. 14 debate gave candidates the opportunity to focus on the issue of terrorism and helped to shape voters' minds on certain candidates. And in my mind, the debate showed that Sanders cannot stand behind his single issue of economic reform; he must face the bigger issues. This weekend gave us the chance to see these.\nVoters are looking for a president who can handle national security and terrorism. What candidate will have the know how to stop this from happening in the United States? What candidate will address big-picture ideas? All these questions now surround voters. The race for president has changed because voters understand that we need a leader who has solutions for all the issues we face as a country.\n\nLoad-Date: November 19, 2015"
}