{
    "title": "Democrats Set to Press Bush On Privacy and Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 12,
    "day": 7,
    "full text": "Leading Senate Democrats put the Bush administration on notice Wednesday that they intended to press for a fuller accounting on a wide range of counterterrorism programs, including wiretapping, data-mining operations and the interrogation and treatment of detainees.\n  Democrats have appeared divided at times over how aggressively to challenge the administration on its terrorism policies, in part because of concerns that they risked playing into Republican accusations that they were soft on terrorism.\nBut Senator Patrick J. Leahy, Democrat of Vermont, who will take over next month as chairman of the Judiciary Committee, made clear at a committee hearing Wednesday that he wanted to investigate actively the effectiveness and legality of many programs.\n  ''The administration's gone to unprecedented lengths to hide its own activities from the public while at the same time collecting an unprecedented amount of data on private citizens,'' Mr. Leahy told Robert S. Mueller III, the director of the Federal Bureau of Investigation. \n  As the sole witness at the hearing, Mr. Mueller bore the brunt of the Democrats' criticism. But their sharp questions often went well beyond the F.B.I.'s purview, delving into areas like the National Security Agency's eavesdropping program, the Central Intelligence Agency's interrogations of Qaeda suspects and the Department of Homeland Security's use of profiling scores to assess the risks posed by travelers.\n  As a first step toward what Mr. Leahy described as an effort to roll back the administration's curtailment of rights, he and Senator Arlen Specter, Republican of Pennsylvania, proposed legislation that would seek to restore the rights of all terrorism suspects to challenge their detentions in court. \n  The military detention legislation that President Bush signed into law in October stripped the federal courts of jurisdiction to hear petitions from noncitizens for rights of habeas corpus. \n  Brian Roehrkasse, a spokesman for the Justice Department, said that while the administration would review the Leahy-Specter proposal, the process approved by Congress allows enemy combatants to challenge their detention and ''goes well beyond what is required for lawful prisoners of war under both international and domestic law.''\n  Several Republican senators on the Judiciary Committee, including Mr. Specter and Charles E. Grassley of Iowa, told Mr. Mueller that they shared the concerns about some terrorism operations, particularly the F.B.I.'s struggle to remake its computer system. \n  An audit of the computer overhaul released this week by the Justice Department inspector general found that the project risked falling $57 million short this year. Mr. Mueller disputed that, saying that the program was on schedule and within budget. \n  In addition, several senators criticized the pace of the F.B.I. investigation into the anthrax attacks of October 2001, which are unsolved, and the bureau's unwillingness to brief members of Congress fully about where the investigation stands.\n  Amid the sharp criticism, one notable dissent came from Senator Jeff Sessions, Republican of Alabama, who thanked Mr. Mueller for his hard work and suggested that Democrats and civil rights advocates were too quick to criticize the administration over policies that might affect privacy rights. \n  Opponents of the administration's policies, Mr. Sessions said, will ''criticize you for not maintaining information and not sharing it with the person at the airport so they can identify somebody who might be a terrorist if they happen to get by the system, and then they'll complain that you're maintaining information that somehow might oppress somebody's rights.''\n  Mr. Sessions added, ''If you don't maintain those records and somebody slips by and kills a lot of Americans, you'll be hauled in here to be criticized for it, there's no doubt about that.''\n  Mr. Leahy said he was troubled by recent reports about the Department of Homeland Security's use of a scoring system to rate the risk that people coming across American borders might be terrorists or criminals. He said the program and broader government data-mining efforts could make it more difficult for innocent Americans to travel or to get a job -- without giving them a chance to know why they were labeled a risk.\n  ''It's worrisome,'' Mr. Leahy said, ''because if it's done poorly or without proper safeguards and oversight, databanks don't make us safer. They just further erode Americans' privacy.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Robert S. Mueller III, director of the Federal Bureau of Investigation, testifying yesterday before the Senate Judiciary Committee. (Photo by Caleb Jones/Associated Press)\n\nLoad-Date: December 7, 2006"
}