{
    "title": "Democrats Find Their Voice on Guns",
    "publisher": "the new york times",
    "year": 2016,
    "month": 7,
    "day": 29,
    "full text": "After two teenagers were shot dead and 17 people were wounded Monday in a Florida nightclub, the local police chief was quick to address a question that comes up these days whenever there's a new gun rampage. ''This was not a terrorist act,'' he said. ''You can put that out of your mind.''\nThe chief's parsing of gun violence may have been intended to offer some small comfort to a nation that suffers 30,000 gun deaths every year. But it also seemed to respond to fears, stoked by the Republican presidential nominee, Donald Trump, that foreign-bred terrorism is the singular threat -- thereby deflecting public attention from the far larger problem of domestic gun violence made possible by easy access to lethal weapons. \n  Hillary Clinton, in contrast, has been surprising in using her nominating convention to feature gun safety -- an issue many Democrats plainly rated as a political loser when they ducked it at the past three party conventions. Mrs. Clinton has forcefully pressed the issue before the voters from the beginning of her campaign last year. Her vice-presidential running mate, Senator Tim Kaine of Virginia, has been an outspoken critic of the National Rifle Association ever since he served as governor at the time of the 2007 shooting massacre at Virginia Tech that took 32 lives and wounded 17 people.\n  The stark body count of Americans lays bare the truth of a fearsome gun problem that deserves a full-scale debate beyond Mr. Trump's simplistic terrorism warnings. From 2001 to 2013, federal data shows, 406,496 people died by firearms in this country. In the same period, the tally from domestic terrorism was less than 1 percent of that: 3,030 killed -- the vast majority on 9/11, according to CNN. Beyond 9/11, the yearly average has been fewer than 33 deaths from terrorism.\n  Survivors of shootings like the former Representative Gabrielle Giffords, relatives of gunshot victims, and gun safety advocates were given featured appearances in the Democratic convention spotlight. A clear signal on the issue was the speaking slot afforded Michael Bloomberg, the former New York mayor, who is deeply identified with the gun control cause.\n  During her campaign for the nomination, Mrs. Clinton made numerous appearances with the families of shooting victims. She has called for a raft of needed restrictions, including closing gun-show loopholes in the law requiring that gun buyers submit to background checks, ending the gun industry's outrageous protection from civil damage suits, and denying guns to domestic abusers and risky suspects on the government's no-fly lists. ''We have to take on the gun lobby,'' she tells voters even as Republican politicians pander in fear of the N.R.A.\n  Mr. Trump, proudly bearing the N.R.A.'s endorsement, dares to invoke fantasies of a ubiquitously armed citizenry ready to draw in self-defense ''shootouts'' -- this in a nation reeling from gun violence.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion), and sign up for the Opinion Today newsletter. \n\nhttp://www.nytimes.com/2016/07/29/opinion/democrats-find-their-voice-on-gun-control.html\n\nLoad-Date: July 29, 2016"
}