{
    "title": "Democratic platform takes shape Fighting terrorism takes priority on party's agenda",
    "publisher": "the world",
    "year": 2004,
    "month": 7,
    "day": 4,
    "full text": "WASHINGTON - The Democratic Party pledges an unrelenting struggle against terrorism and a commitment to seeing Iraq succeed, according to a statement of election principles shaped heavily by national security crises.\nA draft released Saturday of the party's 2004 platform offers few departures from Democratic orthodoxy on social and economic issues and hews to the agenda of its presidential candidate, John Kerry.\nIn one shift from the 2000 platform, Democrats dropped a reference to endorsing the Kyoto treaty on global warming. Also, the Clinton-era embrace of the death penalty is gone.\nThe document is predictably critical of President Bush and the manner in which he \"rushed to war\" in Iraq. But it does not call the war a mistake, saying people of good will can disagree on that.\nKerry has said he would repair America's international alliances and build a genuine multinational coalition to secure Iraq, and the platform emphasizes that Democrats will not abandon Baghdad.\nHaving \"gone to war, we cannot afford to fail at peace,\" it says. \"We cannot allow a failed state in Iraq that inevitably would become a haven for terrorists and a destabilizing force in the Middle East.\"\nNational security takes up half the 63-page platform. It is a striking departure from past platforms and an effort to avoid ceding the advantage to Bush and Republicans on who is better at protecting the United States from terrorism.\n\"It is centered around a strong America,\" said Connecticut Rep. Rosa DeLauro, who led the drafting committee.\nThe platform contends that Bush, through unilateral acts, is responsible for damaged relationships with other countries. \"Our alliances are frayed, our credibility in doubt,\" the draft says.\nA spokesman for the Bush-Cheney campaign said the document was \"John Kerry's indictment of the 30-nation coalition standing shoulder to shoulder with America as we aid the new government in Iraq.\" Scott Stanzel said Kerry is exhibiting \"a stunning level of disregard for America's allies.\"\nThe Democratic platform draft does not rule out pre-emptive military action, if necessary, under a Kerry administration.\nPlatforms are not binding on the candidates. Republicans, holding their convention a month after the Democrats, have not worked out their platform process.\nThe full platform committee will put its stamp of approval on the document next weekend and send it to the party's national convention in Boston for adoption at month's end.\nThe document declares terrorism the imperative.\n\"Today, we face three great challenges above all others - first, to win the global war against terror; second, to stop the spread of nuclear, biological and chemical weapons; and third, to promote democracy and freedom around the world, starting with a peaceful and stable Iraq,\" the draft says.\nThe party takes a cautious approach to the Patriot Act, parts of which Democrats have criticized as infringing on civil liberties. Aspects of the law, not specified in the document, \"must be made smarter to better protect the privacy and liberty that law-abiding Americans cherish, while still allowing government to take all needed steps to fight terror.\"\nThe platform supports abortion rights, gay rights short of marriage and affirmative action.\nIt absorbs Kerry's promises to expand health care, modernize the military, promote energy independence and pass middle-income tax cuts.\nIt drops any reference to support for the death penalty - a feature of the past two Democratic platforms when Clinton and Al Gore moved the party toward the center on crime. Kerry opposes capital punishment except for terrorists.\nSupport for a constitutional amendment on the rights of crime victims is gone, replaced by vague language saying victims should be heard and compensated for their suffering.\nOn the environment, the platform pledges Democrats will \"restore American leadership on global issues such as climate change.\" Kerry has talked in favor of a global \"climate change strategy,\" avoiding an explicit endorsement of the Kyoto deal as negotiated.\nThe platform calls for reviewing the effects of trade pacts and ensuring new ones have labor and environmental protections. But it does not specifically endorse reopening existing multilateral deals, such as the North American Free Trade Agreement, to add those protections, as some Democrats want.\nThe draft was assembled after four public hearings that involved 26 hours of testimony and some 3,000 written submissions from people or groups wanting a say in what Democrats stand for.\n\"It was important that this not be a grab bag of policies\" nor simply an indictment of Bush, DeLauro said in an interview, but rather a statement of principles on \"what Democrats believe and what direction the country can go.\"\n\nLoad-Date: July 5, 2004"
}