{
    "title": "Democratic, GOP lawmakers clash on language for detainees",
    "publisher": "the hill",
    "year": 2011,
    "month": 10,
    "day": 19,
    "full text": "Senate Republicans clashed with Majority Leader Harry Reid (D-Nev.) on Tuesday over his decision to hold back legislation that would make it tougher to try terrorist detainees in U.S. civilian courts. Reid has drawn the ire of pro-military Republicans in recent weeks for keeping a Pentagon policy bill off the Senate calendar because it contains terrorist detention proposals he and the Obama administration oppose. The situation is particularly tough for Reid because the Defense authorization bill was approved by the Senate Armed Services Committee in a bipartisan vote. \nSen. Lindsey Graham (R-S.C.) on Tuesday accused Reid of acting at the behest of the White House. “This is not Harry Reid. This is President Obama’s team,” Graham said. “We have a bipartisan plan, but the White House is holding it up ... because they have an irrational view” of how to detain and try suspected terrorists, he said. Administration officials and many liberals on Capitol Hill argue that any new detainee provisions should allow some terrorism suspects to be transferred to U.S. soil and injected into the federal court system, which would enable them to testify in trials against other terrorism suspects. Many congressional Republicans, however, support blocking the transfer of terrorism suspects from the Guantánamo Bay detention facility to the United States to be tried in the federal court system. The Armed Services Committee, after ample closed-door debate this summer, overwhelmingly agreed to detainee provisions that would clear the way for indefinite detention of suspects aligned with al Qaeda and similar groups. The detainee language would make it mandatory that terrorism suspects be held in military custody, while also setting restrictions on the transfer of detainees to the civilian court system. The detention language passed the committee by a 25-1 vote. Committee member Kelly Ayotte (R-N.H.) called it “overwhelmingly a bipartisan compromise.” Graham and Ayotte joined committee ranking member John McCain (Ariz.) and other top Republicans during a morning colloquy on the Senate floor aimed at persuading Reid to bring up the Pentagon bill soon. Graham charged that the American Civil Liberties Union is more important to the White House than passing a Pentagon policy bill that will “affect the day-to-day lives” of military troops. The South Carolina Republican did not stop there, saying the administration’s detainee stance is “driven by the most liberal people in this country.” Graham then sent a strong message to the White House: “We are not going to change this bill.” For his part, Reid countered that he hopes “we can work something out … in the next several days.” What’s more, the majority leader vowed that the upper chamber will pass a Pentagon authorization bill this year, blaming the delay on Republican tactics he said have created a logjam of outstanding legislation. “My colleagues are right about Defense authorization,” Reid said. “Nobody is saying we are not going to do the Defense authorization bill. We are going to do it.” But Reid also sought to cast some blame on the GOP, which he has repeatedly criticized for obstruction in the Senate. “We have wasted months and months because of obstructionism,” Reid said. “We are trying to find time to do lots of things.” Senior Republicans and Democrats — joined later Tuesday by Pentagon Inspector General Jeh Johnson — agreed that Washington must revise its policies for how terrorism suspects are held after being captured. But there is a clear chasm between the policies preferred by each party. Graham said the committee created “a presumption of military custody” for terrorism suspects in response to an Obama administration that has been “hell-bent on criminalizing this war on terror.” “Most Americans don’t see these as guys who stole a car and robbed a liquor store,” Graham said on the Senate floor. “They see them as a legitimate threat to this nation.” But the Pentagon’s Johnson said the provision would complicate the handling and questioning of terrorism suspects. For instance, the “trigger is unclear,” with some saying the provision applies only to suspects caught “in the course of hostilities,” while others say it would kick in no matter where a suspect is nabbed — including on U.S. soil, Johnson said during a forum at the Heritage Foundation. The military’s top lawyer said it is unclear, should the Senate’s military presumption provision be made law, how law enforcement officials would treat suspects they apprehend. “If you read it literally, must law enforcement officers stop a … useful questioning and call the Army to come get him?” Johnson asked rhetorically. Obama administration officials including Johnson and many liberals on Capitol Hill continue to argue that any new detainee provisions allow some terrorism suspects to be transferred to U.S. soil and injected into the federal court system. The Senate language — and a House-passed proposed ban on such transfers — would mean some detainees would be unable to testify at trial against other terrorism suspects. The GOP senators noted that their bill contains a presidential waiver, which they claim was requested by the administration. Graham said he “faults” the Obama administration with “locking the system down” for capturing terrorism suspects, then detaining and interrogating them. “We don’t have a jail because they won’t use Guantánamo,” Graham said. The military kept one suspect “on a ship for 60 days — the Navy is not in the detention business.” Senate Majority Whip Dick Durbin (D-Ill.), said on the floor following the GOP colloquy that the vast majority of terrorism convictions since 9/11 have been handed down by civilian courts, not military tribunals. But if one only heard the Republican members speaking Tuesday, Durbin said, “you’d think it was exactly the opposite.”\n\nLoad-Date: February 13, 2012"
}