{
    "title": "Democracy challenged_ The state of gun control after Las Vegas",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 6,
    "full text": "\"Democracy Challenged\" is a political column which brings to the forefront issues in American politics and challenges conventional beliefs.\nStephen Paddock is a terrorist. The 64-year-old white man from Las Vegas who had never received so much as parking ticket before he brutally murdered 58 and injured over 500, is a terrorist. It is asinine that the local Sheriff in Nevada said that officials have not yet labelled it terrorism because he could have just been a \"distraught person.\"\nAny person who commits a massacre like this is clearly a distraught person, but it is also blatant terrorism. The real reason they're not labeling it as such is because he does not fit the \"normal profile\" for a terrorist. To put it bluntly, he isn't from the Middle East.\nIf the man found dead in the 32nd floor of the Mandalay Bay Hotel had been Muslim, news outlets would run amuck and plaster \"terrorism\" all over the screens and newspaper headlines. That is just one of the many underlying issues here: racism. While it is not at the forefront of everyone's mind, it certainly is a major issue we face when tragedies like this occur. However, the most important take away this tragedy will face is another political \"discussion\" on gun control.\nWith this story still unfolding, and the officials on the ground refusing to label this as terrorism, or even domestic terrorism, I foresee one outcome. Nothing.\nNothing will come of this. No gun control reform, no major upheaval of our 2nd amendment rights. And certainly, no bills passed. Why? Because in 2012 when 20 six- and seven-year-olds were murdered at Sandy Hook, nothing happened.\nWhy should we expect our policy makers to care now when they didn't care after 20 children were robbed of their lives? It is the sad reality where our politicians lie on the side of gun control, because they know this story will soon lose its spark, and people will forget. And the facts are there to back me up.\nIn December 2012, when the Sandy Hook shooting took place, there were roughly 2,000 stories a week on the topic of gun control, and just a few weeks later, that number dropped 50%, to 1,000 stories a week, The Washington Post reported. Gun control bills are so hard to pass because when all is said and done, and those who were murdered are laid to rest, the story ends. People simply stop caring until the next tragedy occurs.\nWe are in a bewildering, constant cycle of caring and not caring about gun control. When will it end? When will we wake up and say enough is enough? And if the death of 20 children didn't do it, what will?\n\nLoad-Date: October 6, 2017"
}