{
    "title": "Democrats fast-track gun legislation proposals",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 8,
    "day": 8,
    "full text": "BY MICHELLE L. PRICE\nThe Associated Press\nLAS VEGAS - In the wake of shootings in Gilroy, Calif., El Paso, Texas, and Dayton, Ohio, Democratic presidential candidates are releasing more detailed plans and embracing federal gun buybacks, where the government compensates people for turning over weapons. Local governments across the U.S. have run such initiatives to get people to voluntarily give up guns.\nA look at some of the plans to combat mass shootings and toughen gun control laws:\nASSAULT WEAPONS AND GUN BUYBACKS\nAlmost all the candidates say they want to reinstate the 1994 ban on assault weapons, which prohibited the sale of new weapons. Some have gone further, proposing ways to reduce the number of military-style weapons owned privately. The most popular is a federal buyback program.\nFormer Vice President Joe Biden and Vermont Sen. Bernie Sanders say they would push for a voluntary weapon buyback program, in addition to reinstating the prohibition on military-style weapons.\nMassachusetts Sen. Elizabeth Warren, Washington Gov. Jay Inslee, Minnesota Sen. Amy Klobuchar, New Jersey Sen. Cory Booker, former Maryland Rep. John Delaney, Montana Gov. Steve Bullock, Hawaii Rep. Tulsi Gabbard, New York Sen. Kirsten Gillibrand and California Sen. Kamala Harris are among those who have said they support banning assault weapons.\nDOMESTIC TERRORism\nInslee put forward a plan Tuesday that would direct federal law enforcement agencies to develop a strategy for confronting white nationalism, along with tracking white nationalists and releasing an annual report on domestic terrorism.\nHis plan also called for barring anyone with a misdemeanor conviction for a hate crime from buying a gun.\nButtigieg's plan, also released Tuesday, proposed a $1 billion effort to combat radicalization and domestic terrorism. The mayor also proposed pushing the Centers for Disease Control to study links between white supremacists and gun violence.\nLICENSING\nBooker, Buttigieg and Inslee have all released plans calling for a nationwide requirement that every gun owner be trained and have a license. Booker also proposed a rule limiting gun buyers to one purchase per month, a proposal aimed at curbing traffickers making bulk purchases in states with weaker gun laws. He also proposed requiring gun owners to report lost and stolen firearms.\nTECHNOLOGY\nIn his gun control plan, Booker said he will push to require new handguns to stamp identifying information on bullet casings when a shot is fired.\nBiden has endorsed the idea of requiring fingerprint-identification technology that only allows a gun to be fired when held by the authorized owner.\nOTHER MEASURES\nMost of the Democratic candidates have called for a ban on high-capacity magazines, which allow shooters to fire more bullets without reloading. Almost all of them also have called for a ban on bump stocks, the devices used by the gunman in the 2017 mass shooting in Las Vegas that allow semi-automatic weapons to fire like machine guns. The Trump administration issued a rule banning the attachments in December 2018, but Democratic candidates have called for that to be made more permanent by Congress.\nMost of the candidates support \"red flag\" laws allowing a judge to order guns to be taken from someone deemed to be threat, and there's broad agreement about requiring background checks on all gun purchases. That includes closing loopholes that allow someone to purchase guns before their background check is completed or allow private purchases and transfers without a background check.\n\nLoad-Date: August 8, 2019"
}