{
    "title": "Democrats Call for Continued Action as Republicans Reject Transparency, Terrorism Reforms to Rules a",
    "publisher": "yellow sheet report",
    "year": 2017,
    "month": 2,
    "day": 7,
    "full text": "Washington, D.C.- At today's recently concluded organizing meeting of the House Natural Resources Committee, the Republican majority voted down a number of Democratic proposals that, among other reforms, would have mandated financial disclosure by politically appointed Trump administration witnesses; strengthened language in the Committee's oversight plan to acknowledge the human causes of climate change; and added terrorist funding through natural resources trafficking to the Committee's oversight plan. Democrats immediately called for continued action on each issue and vowed to press forward with a vigorous oversight and legislative agenda throughout the 115thCongress.\nThe votes were held with minimal debate, and Chairman Rob Bishop (R-Utah) at one point misrepresented the Committee's jurisdiction in voting against a proposal from Rep. Don Beyer (D-Va.) to investigate connections between illegal natural resources harvesting and trafficking and transnational organized crime, terrorism, and human rights abuses.\nWhile Bishop claimed that those connections are not the Committee's purview, the Eliminate, Neutralize and Disrupt Wildlife Trafficking Act by Rep. Ed Royce (R-Calif.), which increased penalties for wildlife traffickers, wasreferred to the Committeejust last year. The Fish and Wildlife Service (FWS) and National Marine Fisheries Service, both of which are overseen by the Committee, combat illegal resource harvesting and its funding of violent criminal organizations every day, as described by FWS law enforcement chief William Woody inJune 2016 congressional testimony.\nThe Republican vote to block a proposal by Rep. Jared Huffman (D-Calif.) to require politically appointed Trump administration witnesses to disclose financial conflicts of interest related to the topic of a hearing, unless the chairman and ranking member specifically ruled there was a reason for noncompliance,prompted outcryfrom leading Democratic members of Congress, including Whip Steny Hoyer (D-Md.) and Caucus Chair Joe Crowley (D-N.Y.), among others.\n\"The majority just voted to stick its head in the sand and hide information from the public on everything this Committee does,\"saidRanking Member Ral M. Grijalva (D-Ariz.)after the meeting ended. \"They don't want to know the value of public lands they vote to give away, they don't want to know anything about the human causes of climate change the rest of us understood years ago, they don't want to learn more about terrorists funding their operations through natural resource trafficking, and they don't want the public to hear anything about the Trump administration's financial conflicts of interest. I don't think I've seen such a display of intentional ignorance since I got to Congress.\"\n\"The Republican majority in the House Natural Resources Committee today voted against transparency and against congressional oversight into the Trump administration's conflicts of interest,\"said Rep. Jared Huffman (D-Calif.), ranking member of the Subcommittee on Water, Power and Oceans. \"The nominees put forth by the president include people involved in active litigation against the agency they are now tasked to lead, a man who previously held the top position in the world's largest publicly traded international oil-and-gas company, and even members of the President's own family whose financial interests could intersect with their official duties. With lobbyists running the Trump transition effort and campaign donors filling the President's cabinet, I wish the committee majority had joined us to require Trump administration witnesses to testify in the public interest, not their own financial interest.\"\n\"Unfortunately, our Republican colleagues were not supportive of the need for oversight on agencies and programs susceptible to hacking by foreign governments, nor were they concerned about environmental justice as it relates to the lives of minority, low-income, rural, tribal and indigenous populations,\"said Rep. A. Donald McEachin (D-Va.), ranking member of the Subcommittee on Oversight and Investigations. \"We need to do all we can to avoid another harmful attack on our democracy and an occurrence such as what happened in Flint, Michigan.\"\n\"House Republicans are continuing to skirt ethical concerns over whether Congress exists as a check on the President or simply as his rubber stamp,\"said Rep. Norma Torres (D-Calif.), ranking member of the Subcommittee on Indian, Insular and Alaska Native Affairs.\"In light of news that House Republican Judiciary staff secretly assisted in the drafting of the President's Muslim Ban, I asked the Chairman to say on the record if his staff had also signed non-disclosure agreements to work for the administration without this Committee's knowledge. His refusal to provide a straight answer is troubling to say the least. I plan to continue to raise this with Chairman Bishop to ensure our legislative body upholds the separation of powers enshrined in our constitution.\"\n\"I am disappointed that Republicans did not adopt important oversight functions for the Committee,\"said Del. Madeleine Bordallo (D-Guam). \"Minority proposals would have ensured vigorous debate on issues important not only to Guam and the territories, but the entire nation, such as climate change, illegal wildlife trade and human trafficking, and violence on public lands. Additionally, there were amendments that addressed any potential conflicts of interest and self-dealing on issues before the Committee. I commit to continue working with the Committee on matters of importance to the people of Guam and to the nation, and encourage bipartisanship in this session of Congress.\"\nA summary of each Democratic proposal - all of which were voted down - is available below. The roll call vote for each amendment will be available online later today.\nAmendments to the Rules\nRep. Grijalva.Fair Market Value:Requires that committee reports include an estimate from the Congressional Budget Office of the fair market value for any federal land that has been proposed for sale or exchange.\nRep. Grijalva.Subpoena:All materials that the Committee receives in response to a Committee subpoena will be considered official committee records. This would mean that subpoenaed materials were the property of the House and all Members would access to them in accordance with House Rules.\nRep. Huffman. COI Witness Disclosure:Requires that any civilian witness invited to testify, who is appointed by the President, will disclose any financial connection that exists between themselves and any entity that's directly related to the subject of the hearing.\nAmendments to the Oversight Plan\nRep. Lowenthal. Climate Change:Modifies the existing oversight language on climate change to acknowledge that human activity is a major contributor to the problem.\nRep. McEachin.Environmental Justice:States that the Committee will conduct oversight of the ways that minority, low-income, rural, tribal and indigenous populations are impacted by issues within the Committee's jurisdiction.\nRep. Hanabusa.Extremism on Public Lands:States that the Committee will conduct oversight into the episodes of violent extremism on public lands, and explore ways to prevent such actions from happening in the future.\nRep. McEachin.Russian Hacking:States the Committee will conduct oversight into the agencies and programs that may be susceptible to hacking and interference from foreign governments.\nRep. Beyer.Wildlife Trafficking:States the Committee will conduct oversight of the connections between illegal natural resources harvesting and trafficking and transnational organized crime, terrorism, and human rights abuses.\nRep. Huffman.Self-Dealing:States that the Committee will conduct oversight to protect American taxpayers from cases of self-dealing by Administration officials, including the President.\n###\n\nLoad-Date: February 13, 2017"
}