{
    "title": "Democracy, not force, said key to ending terror",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 5,
    "day": 2,
    "full text": "In the end, terrorists will not be stopped by armies, high-tech weapons, color codes or the USA Patriot Act, says the author of \"Jihad vs. McWorld.\"\nInstead, he told a Vancouver audience Wednesday night, hopes lie in the slow, halting rise of democracies and freedom around the world.\nAnd democracy requires the participation of educated citizens, said Benjamin Barber in a lecture at Washington State University Vancouver.\nIt is democracy and the education of the masses that are the enduring weapons against terrorism, he said.\n\"It is nonsense (to suppose) democracy happens at the barrel of a gun,\" he said.\n\"Going after rogue states doesn't respond to the problem of terrorism. Terrorism isn't a function of rogue states.\"\nAuthor of \"Jihad vs. McWorld\" and other books, the University of Maryland professor said, \"Terrorists are powerless, and democracy is the remedy to powerlessness.\"\nWhat scares him even more than terrorists, he said, are the millions of powerless Muslims around the world who were happy about the 9/11 attacks and are supportive of Osama bin Laden.\nBush's motives valid\nBarber said he doesn't agree with critics who say President Bush invaded Iraq for the oil or to settle a score against Saddam Hussein on behalf of his ex-president father.\nBush's motive, he said was \"high-minded. He was trying to protect America\" from terrorism in the wake of 9/11.\nBut over time, he said, the impressive and swift military victory in Iraq won't protect world freedom, the U.S. way of life or democracy.\nBarber made clear he doesn't think the Bush administration really knows what needs to be done in Islamic countries to undermine terrorism, let alone how long it will take.\n\"If we spent one-tenth of what we spend on smart bombs on smart kids, we wouldn't need the smart bombs a generation from now,\" he said. \"Education is so much cheaper.\"\nPatience required\nCautioning his audience not to expect too much too soon in Iraq, he said democracies require starting \"at the bottom and building up.\"\nThe United States, he said, \"has attention deficit\" and he fears the nation will lose interest in Iraq.\n\"We get bored and move on,\" he said. \"We seem to lack patience.\"\nHe said after more than 200 years, America is still struggling to improve its democracy. He noted that the nation was more than 100 years old before women got the vote and nearly 200 before the country got serious about including blacks in the democratic process.\nWe're interdependent\nBut what Americans \"have understood,\" he said, \"is that democracy requires citizens and citizens require education.\"\nThe nation has been slow to discover how interdependent the world has become, he said.\nThat interdependence is unavoidable, he said, with contributors such as the Internet, global trade, disease and international terrorism.\n\"The world will never be safe if weapons are all that stand between us and terrorism,\" he said.  \"If children are hungry in Damascus, well-fed kids in San Francisco are not safe.\"\nGregg Herrington covers state and local issues and may be reached at 360-759-8025, or via e-mail at gregg.herrington@columbian.com  \nOn Cable TV\n* What: \"Preventive War or Preventive Democracy? National Security in a World of Interdependence.\"\n* Who: Dr. Benjamin R. Barber, University of Maryland, sponsored by the Thomas S. Foley Institute for Public Policy and Public Service at Washington State University Vancouver.\n* WHEN/ WHERE: Sunday, 8:30 p.m.; Tuesday, 10 p.m.; Thursday, 10 a.m.; and Friday, May 9, 1:30 p.m.; CVTV Cable Channel 23.\n\nLoad-Date: May 2, 2003"
}