{
    "title": "Democrats say Congress poised to update terrorism eavesdropping law",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 8,
    "day": 1,
    "full text": "WASHINGTON -- Democratic congressional leaders said Wednesday they want to expand the government's surveillance authority over suspected terrorists and get it done before going on recess at week's end. But they remain in a stalemate with President Bush over spending, with no signs of progress.\nThe administration is pushing to update the Foreign Intelligence Surveillance Act (FISA) to allow surveillance without a warrant of terror suspects who are overseas. The proposal, offered late last week by Director of National Intelligence Mike McConnell, is designed to fix what the White House says is a glaring problem: the missing of significant foreign intelligence that could protect the country against terrorist attacks.\n\"To the extent that more flexibility is needed, as Director McConnell has indicated, we are prepared to make those accommodations under the law,\" House Speaker Nancy Pelosi said after congressional leaders met with Bush at the White House Wednesday. \"We hope to do that this week.\"\nSenate Majority Leader Harry Reid said he, too, thought the matter would be worked out. But he would not predict timing, as Pelosi did.\n\"In the Senate, I don't promise any legislation,\" Reid said. He said the hang-up is \"what the involvement of the attorney general will be.\"\nDemocrats and some Republicans in the Senate have openly questioned the truthfulness of Attorney General Alberto Gonzales, whom they also accuse of helping Bush exploit executive power at the expense of civil liberties and possibly beyond the law on an array of matters.\nThe Senate's Republican leader, Mitch McConnell, said he saw bipartisan willingness to get the legislation done before the Congress goes into recess.\nThe White House responded with measured optimism.\n\"I think they understand and appreciate the importance,\" Bush spokesman Tony Snow said of Democratic leaders. \"We will see.\"\nThe administration believes the FISA court under existing law must approve certain spying because many conversations and contacts taking place overseas are routed through U.S.-based communication carriers, satellites or Internet providers.\nIts latest proposal is narrower than what the administration sought in April: a slew of changes to the 1978 FISA law.\nThat law created a court which meets in secret to review applications from the FBI, the NSA and other agencies to investigate suspected spies, terrorists or other national security threats. Shortly after the attacks of Sept. 11, 2001, Bush authorized the NSA to eavesdrop -- without requiring a warrant beforehand from the FISA court -- on calls between people in the U.S. and others overseas when terrorism is suspected.\nAfter the program became public and was challenged in court, Bush earlier this year put it under FISA court supervision.\n\nLoad-Date: August 1, 2007"
}