{
    "title": "Democracy has been changed by terror threat, speaker says",
    "publisher": "richmond times dispatch ",
    "year": 2007,
    "month": 9,
    "day": 19,
    "full text": "Fear of terrorist attacks has changed America and other Western democracies in ways that hurt their ability to fight terrorism, speakers said yesterday at a forum on the future of democracy.\n Dr. Ali Ansari, an expert on Iran from the University of St. Andrews in Scotland, said Americans and the British have too readily surrendered rights and principles in the name of security since the Sept. 11 attacks.\n At the same time, their political leaders have chosen to unite them through displays of force and tough talk, leaving the rest of the world to wonder what democracies truly stand for, he said.\n As strong as America is militarily, Ansari said, \"a greater strength is its ability to act as a moral center.... That is one of the great losses since Sept. 11.\"\n For example, he said, Iranian reformers in 2002 were pressing their government to stop torturing people. But their arguments were soon\nundercut by America's ambivalence about torturing terror suspects, he said.\n A Pakistani woman in the audience said America fails to look beyond its own security interests in supporting Pakistani President Pervez Musharraf, who seized power in a coup. Because of unrest over Musharraf's rule, she said, \"we have explosions everywhere, all the time.\"\n An audience member from India said repressive governments in parts of the world have learned they can get support from America against their political opponents by labeling them cynically as terrorists.\n The \"Future of Democracy\" forum, which ended yesterday, was the final event in an 18-month celebration of the 400th anniversary of Jamestown and the democracy that took root there. The final sessions, held at the Williamsburg Lodge, drew several hundred invitees.\n One of the forum's main topics was the evolving relationship between that democracy and 21st-century terrorism.\n Panelist Marsha Crenshaw of the Center for International Security and Cooperation at Stanford University said that even mature democracies are not immune to violent terrorist movements. She cited the Irish Republican Army in Great Britain and the Basque separatist movement in Spain.\n But the 21st century has seen an \"an erosion of restraint\" by terrorist groups, who now routinely kill masses of innocent people, she said. One reason is the use of the suicide bomb - pioneered not by Islamic extremists but by the separatist Tamil Tigers of Sri Lanka in the 1980s, she said. Another reason may be that horrendous death tolls bring global media attention, she said.\n The logical next step for modern terrorists is to acquire and use a weapon of mass destruction such as a nuclear device, Crenshaw said. The response of democratic governments to such a catastrophe will be critical, Crenshaw said, \"and they should start planning now.\"\n Mitchell Reiss, vice provost for international affairs at the College of William and Mary, said America has done too little to explore the underlying nature of the terrorist threat it faces.\n After the Soviet Union launched Sputnik in 1957, dramatizing its challenge to the free world, American universities produced \"a large cadre of Soviet experts\" to help understand the enemy, Reiss said. But there is no such drive now to produce experts in Islamic extremism or even fluent speakers of Arabic, he said.\n Because Americans are \"ethically and morally repulsed\" by terrorist killings, the nation's leaders have vowed never to negotiate with them, Reiss said. As Vice President Dick Cheney once put it, \"We don't negotiate with evil; we defeat it.\"\n But groups and nations sometimes renounce terrorism, as the IRA and Libya's Moammar Gadhafi have, Reiss said, so it makes little sense to rule out negotiation.\nContact Bill Geroux at (757) 625-1358 or wgeroux@timesdispatch.com\n\nLoad-Date: September 22, 2007"
}