{
    "title": "DEMOCRATS SEEK SOUTHERN VOTES_ IN S.C. DEBATE, KERRY SAYS TERRORISM THREAT HAS BEEN EXAGGERATED",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 1,
    "day": 30,
    "full text": "Sen. John Kerry of Massachusetts, the front-runner for the Democratic presidential nomination, said last night that the Bush administration has overstated the threat of terrorism to secure support for the Iraq war.\nKerry said, \"I think there has been an exaggeration,\" when debate moderator Tom Brokaw asked about terrorism.\n\"I could run a long list of clear misleading, clear exaggeration [including] the linkage to al-Qaida,\" said Kerry.\nThe 90-minute debate - the last before Tuesday's South Carolina primary - was relatively calm and in the words of one candidate while the cameras weren't running, polite. The contenders stayed mostly on message in an attempt to secure supporters and not alienate undecided voters.\nBut Kerry's remark about terrorism drew sharp criticism from Sen. John Edwards of North Carolina, who has been reluctant to criticize his opponents.\n\"It's just hard for me to see how you can say there's an exaggeration when thousands of people lost their lives on Sept. 11,\" said Edwards. \"I think the problem here is the administration is not doing the things that need to be done to keep this country safe, both here and abroad.\"\nKerry also came under attack from former Vermont Gov. Howard Dean, the one-time front-runner, who said Kerry was not an effective leader in Congress and criticized Kerry for not having authored successful health care legislation.\nKerry said getting things done in Congress doesn't always result in getting the credit for it.\n\"One of the things you need to know as president is how things work in Congress if you want to get them done,\" said Kerry, saying he succeeded in getting many of his initiatives folded into other bills that became law.\nDean called this a \"real inside-Washington answer.\"\nIn addition to South Carolina, voters in Arizona, Delaware, Missouri, New Mexico, North Dakota and Oklahoma hold their nominating contests Tuesday. Nearly 300 delegates are up for grabs. Observers have said that in order for any of the candidates to stop Kerry's momentum after strong wins in Iowa and New Hampshire, they must win something Tuesday.\nThe main issue for many Democratic voters is who can best beat President Bush. Walking down Greenville's Main Street before the debate, one activist was holding a sign that read: \"Dean, Kerry, Edwards, Clark, doesn't matter. Just Anybody But Bush.\"\nWith the exception of Bill Clinton, Democratic presidential candidates have fought losing battles in the South. The Democratic Party has focused extensively on social issues such as gun control and abortion rights - two issues Southern voters disagree with the national party on - and that has left many voters here feeling ignored.\nEdwards argues that he is the only candidate who can beat Bush in Southern states.\n\"The Republicans take the South for granted, and too many times the Democrats ignore the South,\" said Edwards. \"It's enormously important for [Democrats] to be successful and to have a president that people in the South believe represents them.\"\nEdwards has campaigned in South Carolina more than the other candidates. Kerry prior to this week had not visited the state since announcing his candidacy last year, but has been steadily rising in the polls.\nBrokaw asked Kerry if he was worried about being branded a \"big liberal from Massachusetts.\" Kerry said no.\n\"I'm going to talk mainstream American values. And I intend to win the South and campaign all across it,\" said Kerry.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: February 1, 2004"
}