{
    "title": "Democrats May Again Seek To Delay Eavesdropping Vote",
    "publisher": "the new york times",
    "year": 2008,
    "month": 2,
    "day": 9,
    "full text": "With the Senate at an impasse over the government's wiretapping powers, Democratic leaders said Friday that they might again seek to put off a vote on a long-term resolution of the question, despite a deadline next week.\n  The White House is pushing to broaden the government's ability to eavesdrop on terrorism suspects and to give legal immunity to phone carriers that have helped in past wiretaps. \n  While the Bush administration is expected to succeed ultimately on both counts, it has faced procedural hurdles in Congress, and the Senate last week agreed to a 15-day extension of the existing law to avoid a Feb. 1 deadline. \n  That extension expires on Feb. 16. The Senate is likely to vote next Tuesday in favor of a bill that would give the phone carriers the immunity the White House has long sought, but Democratic leaders said that might not leave them enough time to work out differences with the House, which rejected an immunity provision in a bill it passed last November.\n  The two chambers would probably meet in conference to try to reach a compromise, but Jim Manley, a spokesman for the Senate majority leader, Harry Reid, said those discussions could take them past the Feb. 16 deadline. \n  With that in mind, Mr. Reid introduced a motion Friday that would allow the Senate to extend the wiretapping powers for another 15 days. ''It's an option that Senator Reid wants available,'' Mr. Manley said. \n  Tony Fratto, a White House spokesman, said the administration did not want to see another temporary extension. ''We'd like the Senate to get its work done,'' Mr. Fratto  said. '' Dealing with a patchwork of extensions isn't good for the intelligence community.''\n  Mr. Manley blamed Republicans and the administration for slowing the process by refusing to consider changes in the administration's plan. ''It'll be the president's fault if the law expires,'' he said.\n  While the House has already voted against immunity, 21 moderate Democrats who are part of the so-called Blue Dog coalition are lobbying in favor of immunity. The Senate bill, including immunity, ''will ensure a strong national security apparatus that can thwart terrorism around the globe,'' those Democrats said in a letter.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 9, 2008"
}