{
    "title": "Democratic win marks the end of post-Sept. 11 paranoia",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 9,
    "full text": "After more than five traumatic years, the post-Sept. 11 era came to an end this week.\nAl Qaeda's attacks on the World Trade Center and the Pentagon in 2001 set off a period of pervasive fear and militarism in the United States. American flags appeared on every car bumper and storefront, but flying the stars and stripes was no longer an embrace of free speech and democracy -- it was an exhortation to go kill Arabs to \"avenge\" the attacks.\nNational-security issues dominated the 2002 midterms and the 2004 presidential race. Voters' major concerns were which countries we should bomb and which party or president would be the most ruthlessly effective. Fear and bloodlust had so consumed the national psyche that trying to understand the root causes of terrorism or suggesting that we should not sacrifice all of our liberty for a bit of security was grounds for being called an anti-American traitor.\nBut this week's election and the campaign that preceded it indicate that Americans have finally crawled out from under the bed.\nThe Democrats won the U.S. House of Representatives and probably the Senate in a campaign that was fueled by increasing public furor over Republican corruption in Congress and the mismanaged, immoral war in Iraq.\nIndeed, the Republicans all but admitted that fear of terrorism can no longer capture the public's political imagination, judging by their TV campaign ads. In 2002 and 2004, images of swarthy Arab men and the falling twin towers were mainstays in spots for GOP candidates that insinuated -- or outright stated -- that the Democrats would let the terrorists win. The fear instilled by those ads was rather effective, as the Republicans performed well in both elections.\nThis campaign season, however, Republican ads barely mentioned terrorism. Instead, the GOP's preferred \"thing to be terrified of\" was illegal immigrants who don't speak English and who steal \"our\" jobs.\nThe replacement of one sort of racist xenophobia with another is hardly an improvement, but its implications about the national mood are telling. Fear of immigrants is an expression of broader economic insecurity -- as manufacturing jobs disappear and health-case costs soar, those who are affected are searching for a scapegoat, and immigrants fit the bill.\nBut the post-Sept. 11 panic was existential, not economic. It's hard for the country to be all right psychologically when the same dreadful question is hanging over everyone's head: Am I going to die today? That mortal angst was at the heart of the post-Sept. 11 mentality.\n(It was always silly, seeing as you're much more likely to get killed by some drunk on the expressway than to die in a terrorist attack -- especially in a place like Lexington, Ky., with lots of intoxicated drivers and not a single high-profile terrorism target. But rational thinking isn't exactly one of the American public's strong points.)\nBy the time Tuesday's elections rolled around, we'd stopped worrying about our mortality. Other concerns had taken its place: How am I going to be able to afford a hospital stay if I get sick? Why are American soldiers dying in Iraq while the country only gets nearer to civil war?\nEven the pre-election \"surprise\" -- the now-semiannual ploy to remind Americans of the existence of bearded Muslims just as swing voters are deciding whom to vote for -- didn't work. Just two days before the election, the Iraqi kangaroo court sentenced Saddam Hussein to death by hanging, and Democratic nail-biters worried that this cheap trick would throw the election to the GOP.\nIt didn't. Americans simply aren't as worried about revenge for Sept. 11 as they are about the problems at home.\nThe healing of the societal pathologies that shaped the post-Sept. 11 era doesn't mean we're all better now. The rhetoric about illegal immigration and language policy has left anti-Hispanic sentiment at a high. The ballot initiative in Michigan about affirmative action helped revive some of the anti-black racism that pervaded early-1990s debates over welfare and crime, as did slanderous TV ads about black Democratic Senate candidate Harold Ford in Tennessee.\nBut if we could ultimately heal the post-Sept. 11 panic and angst, surely we can get through this.\n(C) 2006 Kentucky Kernel via U-WIRE\n\nLoad-Date: November 9, 2006"
}