{
    "title": "DEMOCRATS LOSE FOOTING OVER ALERTS_ ANY DOUBTS RAISED ARE SQUELCHED BY THE BUSH ADMINISTRATION'S CON",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 8,
    "day": 4,
    "full text": "The politics of terrorism has Democrats tied in knots.\nEach time President Bush raises fears of a possible attack, the political debate shifts from his most troublesome issue (Iraq) to one of his strongest (the war on terrorism) while Democrats fight their impulse to question the president's motives.\nThe advantages of incumbency were in full display Sunday, when Homeland Security Secretary Tom Ridge warned of possible al-Qaida terrorist attacks on financial institutions in New York City, Washington and Newark, N.J.\nThe information was obtained in the past 36 to 72 hours, officials said Sunday, increasing anxieties about a potential strike. The Bush administration let a 24-hour news cycle pass before acknowledging that most of the intelligence, while recently obtained, was three or four years old.\n\"I am concerned that every time something happens that's not good for President Bush, he plays this trump card, which is terrorism,\" former Democratic presidential candidate Howard Dean said Sunday.\nSimilar doubts were raised privately by John Kerry's senior advisers, top Democrats in Congress and even some senior Republicans who privately questioned Ridge's timing. The announcement came three days after the close of the Democratic National Convention, which helped increase Kerry's terrorism-fighting poll ratings, and less than two weeks after a scathing report by the Sept. 11 commission.\nThe administration yesterday issued a blanket condemnation of anybody who questions the rationale behind the warnings. Ridge said the old intelligence was updated in January, but he didn't provide details to satisfy his skeptics.\n\"We don't do politics in the Department of Homeland of Security,\" he said.\nOne top GOP operative, who works closely with Bush's political team, said the White House appeared to overplay its hand, and voters may smell politics behind the warning. A senior U.S. intelligence official said there is no doubt that the United States is in constant danger, but he was concerned enough about the timing of the announcement to ask colleagues in a weekend meeting, \"Why? Why now? Why are we raising alarms about this now?\"\nThe officials spoke on condition of anonymity because they feared retribution from the White House.\nKerry's campaign officials said he would like to believe that Bush is acting in the nation's interest. Even if he didn't give Bush the benefit of the doubt, there are enormous political risks to Kerry questioning the president's motives, the officials said, because a subsequent terrorist strike would make him look politically craven and shortsighted.\nCriticizing the commander in chief for putting the nation on alert also wouldn't help Kerry persuade voters that he's tough enough for the job, the officials said on condition of anonymity.\nThe Democratic strategy is to use the terrorism warnings to raise the ante. Instead of questioning why alert levels have been increased, Kerry and his surrogates have tried to fuel doubts about what Bush has done - or failed to do - to make the country safer since Sept. 11, 2001.\n\nLoad-Date: August 5, 2004"
}