{
    "title": "Demolition Debate Consumes Israel(2)",
    "publisher": "the forward",
    "year": 2008,
    "month": 7,
    "day": 25,
    "full text": "In a nationwide wave of anger over  this month's so-called bulldozer  attack, Israel is resounding with  calls to revive the discontinued  practice of demolishing the homes  of terrorists' families, beginning  with that of the perpetrator of the  bulldozer attack.\nPrime Minister Ehud Olmert  himself was the first to raise the  demand during a Cabinet meeting  that took place hours after the July  2 attack that killed three people and  wounded dozens. The perpetrator,  Hossam Dwayyat, a Palestinian  resident of East Jerusalem, went  on a deadly rampage in downtown  Jerusalem, using a construction  vehicle to ram a bus, cars and  pedestrians. Police shot Dwayyat  dead on the spot.\nOlmert was pre-empting public  pressure, which in the hours  and days that followed became  overwhelming.\nMany Israelis view the demolition  of terrorists' homes  condemned  by much of the international community  as vindictive and a violation  of human rights  as the only way  around an otherwise intractable  problem. Herein lies the problem  of how to punish the dead or, more  precisely, how to punish and deter  people who fear no personal retribution,  since they plan to be killed  in the course of their crime.\nMaking families pay a price  after the fact for a terrorist's deed  is widely seen by Israelis as the  only available deterrent. For my  research I have interviewed many  suicide bombers who did not go  through with their attacks, and  many said that they thought about  their family losing its home at the  last moment, said Anat Berko,  a research fellow at the Institute  for Counter-Terrorism, which is  part of Herzliya's Interdisciplinary  Center.\nThe measure, introduced by the  British during the mandate period  and continued by Israel, was standard  practice until three-and-a-half  years ago. Some 270 homes were  destroyed during the second intifada  alone. Deputy Prime Minister  Shaul Mofaz discontinued the  policy in 2005, while he served  as defense minister. Mofaz was  following the still-secret recommendations  of the so-called Shani  Committee. The military committee,  which is headed by Udi Shani,  a major general, is widely believed  to have questioned the deterrent  effect of home demolition.\nThe day after the latest attack, the  second in Jerusalem in five months,  Olmert asked Attorney General  Menachem Mazuz to review the  legality of the practice. Mazuz concluded  that it is legal, reaffirming  the long-standing position of the  government, which dropped the  practice for tactical and not legal  reasons. Mazuz added, however,  that it would likely provoke legal  challenges, which he did not detail.  The day after that, July 4, Defense  Minister Ehud Barak instructed  the army to issue an order for the  demolition of Dwayyat's home.\nIt has since emerged that another  family lives there, not Dwayyat's,  raising the likelihood that the house  will be sealed with concrete rather  than razed. The decision to target  the attacker's family appears unaffected  by media reports suggesting  that Dwayyat was not driven by  hatred of Israel, but rather by drugs  or personal instability. The government  maintains the position that he  was a terrorist.\nAnother demolition order was  issued for the home of Ala Abu  Dhaim of Jabel Mukaber, who  gunned down eight students in the  Mercaz HaRav yeshiva on March 6.  Like Dwayyat, he was shot dead by  security forces in the process.\nThe plan drew broad-based support  in a Knesset debate July 7,  with lawmakers from right to left   Israel Beiteinu, Shas, Kadima  and Labor  giving it their backing.  Even Yossi Beilin of Meretz, a party  usually firmly against such practices,  said that if it reduces attacks,  he will not stand in the way.\nMinisters have stated confidently  since the bulldozer attack that  demolitions do curb terror, despite  the apparently contradictory findings  of the Shani Committee. This  committee mulled the matter for  weeks, but a few hours after the  attack, Barak fired off a letter to  the Defense Ministry lawyer, stating  that in light of an apparent renewal  of terror in Jerusalem, demolishing  houses has a deterring effect  that conveys an unequivocal message  about Israel's determination  to fight this.\nOlmert spoke with a similar sense  of authority, saying that a harsh  response has the power to break  this pattern. He told a July 3  conference of the Israel Democracy  Institute that if we need to demolish  houses, we'll demolish houses,  and if we need to revoke benefits,  we'll do that. He was referring  to his additional request that the  Cabinet consider revoking National  Insurance stipends from the families  of terrorists.\nBut despite the broad support  among politicians and the general  public, there has been a critical  response from several top security  experts and former army officials.  Amnon Straschnov, the general  who was the army's chief judge  advocate during the first intifada,  has expressed alarm that the policy  is being revived so soon after being  shelved. Writing in Haaretz, he  described the move as bellicose  and misguided.\nYehuda Ben-Meir, senior fellow at  the Institute for National Security  Studies and former deputy foreign  minister, told the Forward that there  are many cases  especially when  the attacker acts independently, as  in the last attack  where demolitions  will not have any deterrent  effect, and could serve to intensify  hatred against Israel. He added:  In fact, if something is presented  as being unjust, it has a negative  effect. It is in Israel's interest to  show the country's Arabs that the  way we act is just and right.\nStraschnov suggested that the  move has more to do with the  government's eagerness to please  the public than with discouraging  terrorism. Could they have something  to do with the fact that this  is an election year? he wrote in  Haaretz.\nStill, numerous people with similar  credentials insist that there is a  sound security rationale to the practice.  If terrorists know this happens,  it deters them, said Berko,  who is a retired lieutenant colonel.  To put something in the village  that shows this is what happens to  terrorists works.\nEfraim Inbar, director of Bar-Ilan  University's Begin-Sadat Center for  Strategic Studies, said, While people  are normally punished only for  their own deeds, in circumstances  like these, societies have to deviate  from this principle.\nTerrorism, Inbar said, has come  to rely on operatives who expect to  die, and with personal punishment  impossible, unconventional practices  become the only option.\nThe challenge here is so great:  Terrorists kill a lot of people and  expect to be killed, making threats  to punish them ineffective. In the  light of this challenge, the measures  being discussed offer a solution to  this problem, and are acceptable,  he added.\nCounter-terrorism expert Yoram  Schweitzer agreed with Inbar that  desperate times justify, in principle,  desperate measures. But he argued  that both sides of the debate are  over-simplifying the issues.\nSchweitzer, director of the  Terrorism and Low-Intensity  Conflict Research Project at the  Institute for National Security  Studies has, like Berko, interviewed  dozens of suicide bombers who  failed or backed out and those who  dispatched them.\nBut in contrast to Berko, Schweitzer  has had firsthand encounters leading  him to conclude that during the  second intifada, the policy lost its  deterring force, as there were so  many incidences, such an availability  of compensation [from terrorist  groups], and because it became a  semi-culture to perform attacks and  put this concern aside. This meant  that the decision to halt the practice  was correct.\nYet now, when there is no major  wave of attacks, the impact of  demolishing homes increases,  Schweitzer said. This kind of  measure, like terrorism itself, is  not intended for people themselves,  but for the audience, he told the  Forward. It is there to deter other  people who would consider this  kind of action, and see their family  losing its home as a discouragement.  As such, it depends on the  atmosphere in which it's carried  out.\nSchweitzer concluded that Israel  was correct to move away from  house demolition as a matter of routine,  and should not backtrack on  this decision. But he said that government  anti-terror advisers should  consider particular cases one by  one, using intelligence reports to  judge the effect of a demolition. If  effective in a particular case, then a  demolition should take place, but a  blanket rule does not work.\n\nGraphic\n\n \nIMAGE: Useful?:Israeli bulldozers destroy a Palestinian house in retaliationfor an attack, before the practice was discontinued for tacticalreasons in 2005.; AP PHOTO\n\nLoad-Date: July 27, 2008"
}