{
    "title": "Demo flunks Islam quiz",
    "publisher": "the deseret news",
    "year": 2006,
    "month": 12,
    "day": 13,
    "full text": "WASHINGTON -- It's hardly the way Texan Silvestre Reyes wanted to ascend to the chairmanship of the influential House Intelligence Committee.\nBut the world of bloggers buzzed and critics flapped Tuesday about a botched pop quiz that raised questions about the El Paso Democrat's understanding of the al-Qaida terrorist network and other Islamist extremists.\nReyes, who takes the helm of the committee in January and has served on the panel since 2001, didn't know that al-Qaida was a Sunni organization and couldn't pin down Hezbollah's Shiite affiliations, during an interview last week with Congressional Quarterly's national security editor.\nThe differences between the Sunni and Shiites are more than semantics. Islam's 1,400-year-old rift is playing out in deadly fashion across Iraq, where ordinary citizens are caught in a crossfire between insurgents, terrorists and militias motivated by politics and religion.\nConservative radio commentator Rush Limbaugh thundered Tuesday that Reyes' lapse was proof of the Democrats' inattention to national security.\n\"Do you think the Democrats are concerned about al-Qaida and Hezbollah?\" he said, claiming Democrats care more about investigating President Bush and his anti-terrorism policies than going after terrorists.\nReyes declined an interview request Tuesday. In a statement Monday, he said he was \"acutely aware of al-Qaida's desire to harm Americans. The Intelligence Committee will keep its eye on the ball and focus on the pressing security and intelligence issues facing us.\"\nThe former Vietnam combat veteran has traveled to Iraq five times and to Afghanistan three times. He also recently toured Lebanon and Israel.\nSome experts suggested that Reyes is just one example of an American policy establishment that has paid little attention to the tricky nuances of politics, religion and sectarian differences that have riven the Mideast.\nTop FBI counterterrorism officials have shown limited understanding and curiosity about Islam's two major branches. And at least two other House Intelligence Committee members failed the same questions that tripped up Reyes.\nDanielle Pletka, a Middle East and terrorism expert at the American Enterprise Institute, was shocked by Reyes' lack of knowledge about Islam.\n\nLoad-Date: December 13, 2006"
}