{
    "title": "Democratics tap new county chair",
    "publisher": "the wilson daily times ",
    "year": 2011,
    "month": 4,
    "day": 18,
    "full text": "April 18--U.S. Rep. G.K. Butterfield, D-Wilson, said people need to go out and convince their neighbors to vote Democratic at the polls in the upcoming election to prevent the party from enduring the \"shellacking\" it took the prior year.\nButterfield served as featured speaker at Saturday's annual Wilson County Democratic Convention. The event drew almost 200 people to the Wilson County Courthouse.\nButterfield spoke about the strides Democrats have made in past years to reduce the federal debt. He maintains the only way to resolve what he refers to as a \"very difficult\" budget year along with mounting fiscal debt is to give the Democratic party the push it needs to regain control of the N.C. General Assembly.\n\"Many people say that the greatest challenge facing our country right now is terrorism,\" Butterfield said. \"And while terrorism is indeed very important and I'm very proud of the response we've had as a nation to address the issue of global terror, I suggest the greatest issue we're facing as a nation now is our fiscal crisis.\n\"Democrats and Republicans together agree that it is a crisis,\" he added. \"But we have stark differences on how to resolve this crisis and so that's the debate that you see going on in Washington.\"\nDelegates elected officers at this weekend's convention.\nAsa Gregory was approved unanimously by delegates to head up the local party as chairman while Patricia Fitch was elected vice chair.\nThe position of second vice chair and third vice chair were contested.\nFrank Emory and Ricardo Dew were nominated to serve as second vice chair. Emory was named victor after receiving 106 votes. Dew received 86.\nJason Kessler was selected to serve as the local delegation's third vice chair. He beat out Toby Jordan for the position 131 to 61.\nIndividuals were also selected to represent the county on the state level. These individuals include Millicent Graves, Betty McCain, Kitty Thomas, Frank Emory, Dewey Sheffield and Toby Jordan. Gregory will also represent the county on this level.\nabrantley@wilsontimes.com -- 265-7878\nTo see more of The Wilson Daily Times or to subscribe to the newspaper, go to http://www.wilsondaily.com/. Copyright (c) 2011, The Wilson Daily Times, N.C. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: April 18, 2011"
}