{
    "title": "Dems seek hearing on rightist hate",
    "publisher": "daily news ",
    "year": 2018,
    "month": 10,
    "day": 30,
    "full text": "Top Democrats on the House Judiciary Committee urged their Republican colleagues on Monday to convene an emergency hearing on hate crimes in light of a rash of white supremacist attacks on Jews, African-Americans, Democrats and members of the media.\nRanking member Jerrold Nadler (D-N.Y.), Reps. Sheila Jackson Lee (D-Texas) and Steve Cohen (D-Tenn.) demanded committee chairman Bob Goodlatte (R-Va.) schedule the hearing \"as soon as possible.\"\n\"Whether it manifests itself as racism or anti-Semitism or xenophobia, white supremacy is white supremacy,\" the Democrats said in a letter to Goodlatte. \"In its modern form, it motivates a fluid and particularly virulent form of domestic terrorism. It must be stopped.\"\nThe Democrats listed three violent attacks carried out in the past week that they labeled \"acts of terror.\"\nLast Wednesday, they noted, an armed white man tried to enter a predominantly black church in Jeffersontown, Ky. When the man failed, authorities say he went into a nearby supermarket and fatally shot two African-Americans before reportedly telling a white bystander, \"I won't shoot you. Whites don't shoot whites.\"\nOn Friday, federal prosecutors charged Trump supporter Cesar Sayoc with mailing bombs to at least 12 high-profile critics of the President and to CNN's Midtown newsroom. The Democrats noted Sayoc has identified himself as a white supremacist who \"dislikes gays, African-Americans, Jews, and anybody who isn't white.\"\nThen, on Saturday morning, a white supremacist stormed into a synagogue in Pittsburgh and killed 11 congregants while shouting, \"All Jews must die,\" according to reports. The horrendous attack marked the deadliest on the American Jewish community in U.S. history.\n\"Must we let this violence play out another year before the committee takes action?\" the Democrats asked. \"It is our responsibility to respond to this madness, and to do so without delay.\"\nA spokeswoman for Goodlatte did not respond to a request for comment.\n\nLoad-Date: October 30, 2018"
}