{
    "title": "DEMS STRESS TOUGHNESS ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 4,
    "day": 27,
    "full text": "The leading Democratic candidates for president, while underscoring their opposition to the war in Iraq, attempted last night to portray themselves as resolute in the fight against world terrorism, during the first of what will be a long series of debates.\nThe party's front-runners in early opinion polling -- Sens. Hillary Rodham Clinton of New York and Barack Obama of Illinois -- averted direct criticism from their competitors in the 90-minute appearance aired live nationwide by MSNBC. Yet the field, including former Sen. John Edwards of North Carolina, came in for biting criticism from the race's lesser-known candidates.\nAmericans \"don't want blow-dried candidates with perfection,\" said New Mexico Gov. Bill Richardson. And Alaska Sen. Mike Gravel said: \"Some of these candidates frighten me. ... They frighten me.\" Asked which ones worry him, Mr. Gravel replied: \"I would say the top-tier ones.\"\nYet the top-tier candidates devoted much of their time at historically black South Carolina State University to bolstering their images as tough on terrorism while deeply critical of the war in Iraq.\n\"As a senator from New York, it is something that I have worked very hard on, ... to try to do those things that would actually make us safer,\" said Mrs. Clinton, maintaining that \"we haven't secured our borders, our ports. This administration has tried to hype the fear ... without delivering on the promise of making America safer,\" she said.\nMr. Obama, who already had answered a terrorism question once, returned to the issue later -- in an apparent attempt to underscore a point. \"We have genuine enemies out there that have to be hunted down,\" he said. \"There is no contradiction between us intelligently using our military and, at the same time, using lethal force to take out terrorists.\" When Mr. Gravel asked whom he plans to \"nuke,\" Mr. Obama said with a smile, \"I'm not planning to nuke anyone.\"\nAt the first of many promised televised debates in the runup to the 2008 contest for the White House, the stakes for the apparent front-runners in the Democratic field are rising early in this exceptionally long campaign.\nMrs. Clinton's apparent advantage over Mr. Obama among Democratic voters has narrowed to just 5 percentage points nationally, according to a new Wall Street Journal-NBC News poll. It found 36 percent supporting Mrs. Clinton, and 31 percent favoring Mr. Obama -- a much-closer contest than one month ago, when she held a 12-point edge.\nThe Clinton campaign, dismissing this new poll as \"an outlier\" in a statistical range of surveys, points to a new Pew Research Center poll, taken April 18-22, that shows their candidate with a 10-point advantage, Mrs. Clinton with 34 percent, Mr. Obama with 24 -- roughly the same advantage that she held last month: 9 percentage points.\nBut for Mr. Edwards and other, lesser-knowns, the debates provide much-needed forums to make stronger names for themselves before the first primary elections and caucuses in January. With a flood of primaries expected to be held in early February, the nominations could be locked up earlier than ever.\nWith MSNBC sponsoring the first debates for both parties, NBC News anchor Brian Williams moderated last night's event. Next week, MSNBC's Chris Matthews will moderate the first GOP debate May 3, to be conducted at the Ronald Reagan Presidential Library in California.\n\nGraphic\n\n \nPHOTO: Stan Honda/AFP/Getty Images: New Mexico Gov. Bill Richardson, left, shakes hands with Sen. Barack Obama as Sen. Joe Biden, Sen. Hillary Rodham Clinton, Rep. Dennis Kucinich and moderator Brian Williams talk after the Democratic Party presidential primary debate last night at South Carolina State University in Orangeburg, S.C.\n\nLoad-Date: April 27, 2007"
}