{
    "title": "Dems skeptical over hint of 2 surveillance efforts Discrepancies between Gonzales , FBI director rai",
    "publisher": "usa today",
    "year": 2007,
    "month": 7,
    "day": 30,
    "full text": "WASHINGTON -- Congressional Democrats dismissed suggestions Sunday that apparent contradictions between Attorney General Alberto Gonzales and FBI Director Robert Mueller over a controversial terrorist surveillance effort could be explained by the fact they were discussing two different programs.\nSunday's New York Times, quoting unnamed sources, reported that Gonzales' responses Tuesday to the Senate Judiciary Committee were carefully worded to draw a distinction between a program to eavesdrop on phone calls without warrants and one that involves mining a database of domestic phone and e-mail communications for possible terror links. President Bush has confirmed the warrantless surveillance program.\nThe Times report could not be independently verified.\nUSA TODAY reported in May 2006 that the National Security Agency has compiled a massive database of domestic phone records. The Bush administration has never confirmed nor denied the existence of a secret anti-terrorism database.\nSen. Orrin Hatch, R-Utah, said on ABC's This Week that Gonzales, a former Texas Supreme Court justice, should not be faulted for parsing his words when discussing surveillance efforts before Congress. \"Since they were discussing highly classified, top-secret information,\" Hatch said, \"Judge Gonzales was, of course, trying to dance around it.\"\nIn May, former deputy attorney general James Comey testified that several high-ranking officials threatened to resign in March 2004 because of their misgivings over a classified anti-terrorism program he did not describe.\nGonzales told the Senate panel  Tuesday there was no disagreement \"about the terrorist surveillance program the president announced to the American people.\"\nOn Thursday, Mueller told the House Judiciary Committee he had serious reservations about the warrantless surveillance.\nSenate Judiciary Committee Chairman Patrick Leahy, D-Vt., said Sunday on CBS' Face the Nation that members of his panel were \"incredulous\" over Gonzales' answers.\nThe senators' comments came as Democrats pressed for an investigation of the attorney general on perjury charges, and Bush lobbied for changes in the law that will enable federal agents to monitor suspected terrorists' communications without getting a warrant.\nBush made an appeal in his Saturday radio address for legislation to speed the ability to intercept suspected terrorist communications, but one prominent member of his own party said the effort has been complicated because many members of Congress feel the administration has kept lawmakers in the dark about the extent of surveillance.\n\"I don't know if they've been telling us the truth or not because I do not know what the program is,\" Sen. Arlen Specter, R-Pa., said on  Face the Nation. \"Essentially what the attorney general has said is that there are two programs.\" Gonzales consistently has qualified his assertions that the administration's united front on terrorism surveillance refers to the warrantless program Bush has publicly confirmed. \n\nLoad-Date: July 30, 2007"
}