{
    "title": "Denies Murder Charge",
    "publisher": "the new york times",
    "year": 1980,
    "month": 10,
    "day": 29,
    "full text": "A Zimbabwe Government minister charged with murdering a farmer says that one of his bodyguards killed the man in self-defense, according to documents entered today with the High Court.\nThe documents, released to reporters by attorneys for Edgar Z.  Tekere, the Manpower Planning Minister, said Gerald Adams, a farm manager, died during a ''military operation'' at a farm near Salisbury Aug. 4. Mr. Tekere took personal command of the operation, they added.\nMr. Adams was shot and killed by a bodyguard after he ''raised his pistol toward him with the apparent intention of shooting him,'' the documents said. ''The accused then shot the deceased before he himself could be shot.''\nZimbabwean Manpower Planning Minister Edgar Tekere, accused of murdering farmer, claims his bodyguard killed man in self-defense\nThis account of the killing emerged from a defense request that charges against the minister and seven bodyguards be dropped because, his lawyers said, the court had no jurisdiction in their case. The documents say Mr. Tekere and his men were protected by a 1975 act giving immunity to Government leaders acting in connection ''with the suppression of terrorism.''\nThe trial is scheduled to begin Monday.\n \nChina Is Reported Ready To Take I.L.O. Seat\n \nSpecial to the New York Times\nGENEVA, Oct. 28 - Peking is ready to occupy the seat in the International Labor Organization that has been held open for it since the United Nations agency ousted the Nationalist Chinese Government on Taiwan in 1971, diplomatic sources said today.\nThe sources said that Francis Blanchard, director general of the I.L.O., was informed of the Chinese desire to join while on a visit to Peking this month.\nQuestioned today, Mr. Blanchard would say only that Peking was ''actively considering'' taking over the vacant seat.  The diplomatic sources said China might begin active membership and send a delegation to the I.L.O. annual assembly in June. The principal question to be resolved is the backlog of $33 million in contributions that China has been assessed in the nine years since Peking was recognized as the rightful holder of the seat."
}