{
    "title": "Denver man admits planning bomb attack on N.Y. subway",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 2,
    "day": 22,
    "full text": "New York » A former Denver airport shuttle driver admitted Monday to a plot to bomb the New York City subways, saying he was recruited by al-Qaida in Pakistan for a \"martyrdom plan\" against the United States.\nNajibullah Zazi, 25, told a judge the terror network recruited him to be a suicide bomber in New York, where he went to high school and once worked a coffee car just blocks from the World Trade Center site.\n\"I would sacrifice myself to bring attention to what the U.S. military was doing to civilians in Afghanistan,\" Zazi said in court.\nThe Afghan native pleaded guilty to conspiracy to use weapons of mass destruction, conspiracy to commit murder in a foreign country and providing material support for a terrorist organization. He faces a life prison sentence without parole at a sentencing in June.\nZazi said he went to Pakistan in 2008 to join the Taliban and fight against the U.S. military but was recruited by the terrorist network and went into a training camp.\nHe admitted building homemade explosives with beauty supplies purchased in the Denver suburbs and cooked up in a Colorado hotel room, then driving them cross-country to New York City just before the eighth anniversary of the Sept. 11 terror attacks.\nWhile entering the city, he was stopped by police for a routine traffic violation on the George Washington Bridge, which connects New Jersey and New York. Suspicious police allowed him to go free but kept a close watch on his movements.\nA law enforcement official familiar with the case told the AP that Zazi was spooked by the traffic stop and flushed the explosives down the toilet after arriving in New York.\nHe said the terrorism plot was aimed at the city subway system but wouldn't name a specific target when asked by U.S. District Judge Raymond Dearie.\nLaw enforcement officials told The Associated Press that the jailed Zazi recently volunteered information about the bomb plot during a meeting with his attorney and federal prosecutors in Brooklyn.\nZazi's attorney, William Stampur, would only say after the hearing Monday: \"The plea speaks for itself.\"\nThe 10-page plea agreement is sealed. --\nAttorney general backs court system\nAttorney General Eric Holder says the criminal justice system has proven to be an invaluable weapon in assembling a terrorism case in New York against a former Denver airport shuttle driver. Holder made the comment at a news conference Monday after the guilty plea in a Brooklyn courtroom by Najibullah Zazi, accused in a plot to attack New York City subways with homemade explosives.\nThe Obama administration has been on the defensive about its record on terrorism since a Nigerian man allegedly tried to blow up an airliner landing in Detroit on Christmas Day. That suspect faces charges in federal court, but Republicans say the Democratic administration should try such suspects before military tribunals rather than through civilian courts.\n\nGraphic\n\n \nMark Becker listens to the testimony of Forensic Psychologist Dr. Philip Resnick during his first degree murder trial at the Butler County District Courthouse Monday, Feb. 22, 2010 in Allison, Iowa. Becker is accused of the June 24, 2009 murder of Aplington-Parkersburg High School coach Ed Thomas. (AP Photo/Brian Ray, Pool)\nAssociated Press file photoNajibullah Zazi, center, is escorted off an NYPD helicopter by U.S. marshals in September after being extradited from Denver. Zazi pleaded guilty Monday in a plot to bomb the New York City subways.\n\nLoad-Date: February 24, 2010"
}