{
    "title": "Denying Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 2,
    "day": 8,
    "full text": "Anyone following the investigation into the mid-January slaughter of the Armanious family (husband, wife, two young daughters), living in Jersey City, N.J., knows who the presumptive suspects are: Islamists furious at a Christian Egyptian immigrant who dares engage in Internet polemics against Islam and who attempts to convert Muslims to Christianity.\nThe authorities, however, have blinded themselves to the extensive circumstantial evidence, insisting that \"no facts at this point\" substantiate a religious motive for the murders.\nSomehow, the prosecutor missed that all four members of this quiet family were savagely executed in the ritualistic Islamist way (multiple knife attacks and near-beheading); that Jersey City has a record of Islamist activism and jihadi violence, and that an Islamist Web site carried multiple threats against Hossam Armanious with postings such as this one: \"We are going to track you down like a chicken and kill you.\"\nLaw enforcement seems more concerned to avoid an anti-Muslim backlash than to find the culprits.\nThis attitude of denial fits an all-too-common pattern. I previously documented a reluctance in nearby New York City to see as terrorism the 1994 Brooklyn Bridge (\"road rage\" was the FBI's preferred description) and the 1997 Empire State Building shootings (\"many, many enemies in his mind,\" said Rudolph Giuliani). And the July 2002 LAX murders were initially dismissed as \"a work dispute\" and the October 2002 rampage of the Beltway snipers went unexplained, leaving the press to ascribe it to such factors as a \"stormy [family] relationship.\" These instances are part of a yet-larger pattern.\n* The 1990 murder of Rabbi Meir Kahane by the Islamist El Sayyid Nosair was initially ascribed by the police to \"a prescription drug for or consistent with depression.\"\n* The 1999 crash of EgyptAir 990, killing 217 - by a co-pilot not supposed to be near the aircraft's controls at that time who repeated 11 times \"I rely on God\" as he wrenched the plane down - went unexplained by the National Transportation Safety Board.\n* The 2002 purposeful crash of a small plane into a Tampa high-rise by bin Laden-sympathizer Charles Bishara Bishop went unexplained; the family chimed in by blaming the acne drug Accutane.\n* The 2003 murder and near-decapitation in Houston of an Israeli by a former Saudi friend who had newly become an Islamist found the police unable to discern \"any evidence\" that the crime had anything to do with religion.\nNor is this a problem unique to American authorities.\n* The 1993 attack on foreign guests dining at the Semiramis Hotel in Cairo, killing five, accompanied by the Islamist cry \"Allahu Akbar,\" inspired the Egyptian government to dismiss the killer as insane.\n* The 2000 attack on a bus of Jewish schoolchildren near Paris by a hammer-wielding North African yelling \"You're not in Tel-Aviv!\" prompted police to describe the assault as the result of a traffic incident.\n* The 2003 fire that gutted the Merkaz HaTorah Jewish secondary school in a Paris suburb, requiring 100 firefighters to douse the flames, was described by the French minister of the interior as being merely of \"criminal origin.\"\n* The 2004 murder of a Hasidic Jew with no criminal record as he walked an Antwerp street near a predominantly Muslim area left the Belgian authorities stumped: \"There are no signs that racism was involved.\"\nI have cited 13 cases here. Why this repeated unease acknowledging Islamist terrorism by the authorities, and why the shameful denial?\nAnd for that matter, why a similar unwillingness to face facts about rightwing extremists? Because terrorism has much greater implications than prescription drugs going awry, road rage, lunatics acting berserk, or freak industrial accidents. Those can be shrugged off.\nAnd so, police, prosecutors, and politicians shy away from stark realities in favor of soothing and inaccurate bromides. This ostrich-like behavior carries heavy costs; those who refuse to recognize the enemy cannot defeat him. To pretend terrorism is not occurring nearly guarantees that it will recur.\n\nLoad-Date: February 8, 2005"
}