{
    "title": "Deny weapons to terrorists Our opinion",
    "publisher": "spring hope enterprise",
    "year": 2010,
    "month": 5,
    "day": 13,
    "full text": "Who would have thought that the ultra-conservative National Rifle Association and the Republican Party would be pro-terrorism. But that's the result when they put their passion for unrestricted guns ahead of their common sense.\nThe leaders of the NRA have long opposed virtually any form of gun control, including bans against any of the weapons favored by crooks and terrorists. Thanks largely to the power of NRA lobbying, violent domestic criminals often are better armed than the police. And, at least for now, so are potential and real terrorists who make it into this country.\nSince Sept. 11, 2001, the Department of Homeland Security and law enforcement agencies around the country have struggled to keep the country safe from the real and vicious threats against us. The \"war against terrorism\" has included heightened airport and airline security, intrusive surveillance and investigations under the Patriot Act, terrorist watch lists documenting terrorists real and imagined, and tougher passport regulations. The Republican administration of George Bush was willing to go to any lengths, including torture and warrantless wiretaps at the expense of civil rights, to stop terrorism. Republican leaders last week were even complaining that giving terrorist American citizens their legal Miranda rights was a sign of weakness and vulnerability.\nAmong all the protections, however, one law passed was a product of common sense: persons on the suspected terrorism watch lists are not allowed onto American aircraft so they can't hijack or destroy them.\nBut under current law, these same terrorists in America can buy all the weapons and explosives they want -- weapons and explosives they can use in mounting a terrorist attack such as the recent failed car bombing in Times Square in New York City. The Government Accountability Office reported this week that people on terrorist watch lists legally bought guns or explosives from U.S. dealers 1,119 times over the past six years.\nNew York City officials, sensitized to terrorism, went to Congress last week to ask that the loophole be closed, so that terrorists who can't fly also can't buy guns or explosives. It's a limited if too large clientele and such ban is consistent and logical. But the NRA and Republican leaders in Congress, willing to ignore constitutional limits in other ways, oppose denying terrorists their Second Amendment rights to bear weapons even if they know, or ought to know, that they could be used to kill innocent Americans at every opportunity.\nAllowing identified terrorists suspects to openly purchase weapons to kill Americans is a grievous dereliction of responsibility and breach of national security. It is a philosophical indulgence begging for a real-life catastrophe, and it is pro-terrorism. And that makes the NRA and any politicians unwilling to protect American citizens so obviously also pro-terrorism, one terrorist attack from having blood on their hands.\n\nLoad-Date: December 11, 2010"
}