{
    "title": "Department of Homeland Security increases its presence in Colorado Springs",
    "publisher": "colorado springs business journal ",
    "year": 2006,
    "month": 10,
    "day": 6,
    "full text": "Colorado Springs' connection to U.S. Northern Command and the Department of Homeland Security continues to attract businesses to the area. The latest national player to stake a presence in the Pikes Peak region is Washington, D.C.-based DFI International, formerly Defense Forecasts Inc. The company's Government Services division serves the defense, homeland security and intelligence communities, said spokesman Jim Cowen. \"The Pikes Peak region is home to an expanding homeland defense effort,\" he said. \n\"We're excited to increase our presence in the area and hope to match our skills to the government's needs. \" Cowen and company president Dennis Reimer were in town this week for the Fourth Annual Homeland Defense Symposium at The Broadmoor Hotel. \"We've had a single representative here for several years, but we are seeing a growing opportunity to work not only with Northcom and the Department of Homeland Security, but with other branches of the military as well,\" Reimer said, noting Fort Carson's growth as a training location for National Guard and Reserve units which play an important role in natural disaster and domestic terrorism emergency readiness. Reimer said that the company's plan is to \"secure a suite\" within the Science Applications and Information Corp. 's complex, and to eventually grow to four or five employees. SAIC and DFI are partnering on an $800 million defense contract. DFI specializes in policy initiatives such as Learned Information Sharing, the national repository for lessons learned and best practices. It also helped develop the Terrorism Knowledge Base, an unclassified database that includes more than 35 years of information about domestic and international terrorism. \"We are also collaborating on programs to support national readiness, including possible 'bridges' between the military and government or civilian sectors,\" Reimer said, adding in the aftermath of Hurricane Katrina, the Department of Homeland Security is increasingly focused on the importance of an integrated protocols. Jarrod Agen, a spokesman for the Department of Homeland Security, sees the roles of companies like DFI as important to future emergency and terrorism readiness. \"Our customs and border protection team has been working with the (National) Guard through the DoD on a joint operation,\" he said. \"The role of Homeland Security is to apprehend illegal aliens, but the Guard is equally involved, using surveillance equipment and helping to build infrastructure. \" Reimer said that his company hopes to hire separating or retiring military individuals with active security clearance status for future contracts. \"That was another factor that made the Pikes Peak region attractive,\" he said. \"In order to make a difference, we need to provide stability and consistency to our clients. That's something the military can't always guarantee because of troop deployments and staffing turnovers. \" Cowen said that DFI employs 200 people, 15 percent of whom are former military members. Commercial real estate brokers like Jim DiBiase of the Olive Real Estate Group are often in the position of showing prospective office and industrial space to government contractors. While leasing activity has been slow so far, he thinks the pace will quicken as Congress allocates more money for Homeland Security and DoD contracts. \"There's been so much turmoil around the budget process that we've been in a wait-and-see-mode,\" he said. David White, vice president of the Economic Development Corp. confirmed that a growing number of small defense firms are moving to the region. \"Homeland Secutiry is a growth industry. We need to work with our congressional delegation to assure that we are ready to receive future projects and allocations,\" he said. \"We are becoming the security capital of the United States. \"\n\nLoad-Date: October 6, 2006"
}