{
    "title": "Depriving terrorists of their rights doesn't serve purpose",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 5,
    "day": 16,
    "full text": "Last week, after the attempted bombing in Times Square, Sen. Joe Lieberman, I-Conn., proposed that those aiding foreign terrorist activity should be stripped of their citizenship. House Speaker Nancy Pelosi, D-Calif., and Secretary of State Hillary Rodham Clinton quickly agreed, with a few reservations, that the idea had merits. On Sunday, Attorney General Eric H. Holder Jr. \nsaid on morning news shows that Congress should consider legislation that would allow questioning of terrorism suspects without warning them of their right to remain silent, as required by the Supreme Court in Miranda v. Arizona. Both of these proposals are dangerous and ineffective violations of basic civil liberties, and they are almost surely unconstitutional. In 1967, in Afroyim v. Rusk, the Supreme Court held that Congress cannot strip individuals of citizenship unless they choose to renounce it. In words directly applicable to the Lieberman proposal, the court stated: \"Citizenship is no light trifle to be jeopardized any moment Congress decides to do so. ... The very nature of our free government makes it completely incongruous to have a rule of law under which a group of citizens temporarily in office can deprive another group of citizens of their citizenship.\" Nor can Congress eliminate the need to inform terrorism suspects of their right to remain silent. The Supreme Court has held that the warning is required by the privilege against self-incrimination found in the 5th Amendment. Previous efforts by Congress to eliminate or modify this have been declared unconstitutional. Moreover, such actions are unnecessary. Those who commit terrorist acts can and should be severely punished; stripping them of their citizenship and failing to inform them of their right to remain silent serve no additional purpose. There is no reason to believe that advising terrorism suspects of their rights obstructs effective law enforcement. Take the case of Faisal Shahzad, accused of placing the car with explosives in Times Square. He spoke to authorities before being given his Miranda warnings and continued to speak after. In fact, police have demonstrated over decades that they can function effectively even when suspects are advised of their rights. If there is a public safety emergency, current law permits questioning without Miranda warnings. Those determined not to speak will refuse to do so whether or not they have been informed of their rights. Proposals for depriving Americans of their citizenship or civil liberties ignore the risks of doing so. If individuals accused of terrorism acts can be deprived of their citizenship or their rights, would this extend to defendants such as Timothy McVeigh or Terry Nichols, who were convicted of the Oklahoma City bombing? In fact, why shouldn't all mass murderers be deprived of these rights as well? They too terrorize communities. The great fear is that when the government has the power to strip some people of basic rights, it cannot be easily limited. Fundamental protections of our democracy are lost and for no gain. We have seen time and again that terrorists can be successfully prosecuted without stripping them of their rights during the process. Responding to acts of terrorism with deprivations of civil liberties is a familiar and troubling pattern. This is exactly what happened after 9/11, as Congress quickly passed the Patriot Act and the Bush administration instituted unconstitutional policies such as indefinite detentions and warrantless electronic eavesdropping. There is little indication that these abuses have made the nation any safer. It is deeply distressing that Democrats, now that they are in power, feel the same need to respond to terrorist activity by proposing unconstitutional and ineffective violations of civil liberties. There is, of course, enormous political pressure to show toughness against terrorism. But that should not take the form of depriving citizens of their constitutional rights. Throughout American history, the response to crises often has been to violate basic rights, only to realize in hindsight that the nation wasn't made any safer for sacrificing its constitutional birthright. I still hope that the country will learn from this history and that Congress will reject the misguided proposals of Lieberman and Holder. Erwin Chemerinsky is dean of the UC Irvine School of Law. \n\nLoad-Date: May 16, 2010"
}