{
    "title": "Deprogramming Jihadists",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 23,
    "full text": "As Katherine Zoepf illustrates, re-educating willing foot soldiers is one measure that might undermine jihadist terrorism (Nov. 9). As analysts of terrorism, we are starting to learn that one of the common characteristics -- if not the most common characteristic -- that most participants in this violent social movement share revolves around religious knowledge. According to several new studies, including a recently leaked study by MI5, the British counterintelligence agency, of hundreds of subjects known to be associated with extremism, jihadist terrorists are often religious novices, with either a limited or incorrect knowledge of Islam.\n  Efforts ''to correct theological misunderstandings,'' as Zoepf notes, offer promise, especially if those efforts can impact the radicalization process before would-be terrorists commit to violence.\n  LOUIS KLAREVAS Center for Global Affairs New York University New York\n  While Prof. Bernard Haykel argues that Saudi Arabia's new antijihad, therapeutic rehabilitation program that focuses on the psychological and emotional needs of jihadists is ''consistent with Saudi history in that you try through nonviolent means to cajole, to bribe, to buy off the opposition,'' it seems evident that the Saudi government has tapped into an important concept: the best way to fight an idea is not by destroying it but rather by providing a better alternative. Especially since a growing number of scholars of terrorism suggest that jihadists ''don't generally join for religious reasons,'' but rather because ''terrorist movements seem to provide a sense of adventure, excitement, vision, purpose, camaraderie.''\n  Providing violent individuals with concrete alternatives rather than simply punishing them has incredible power in combating terrorism.\n  ALEX RONAN Pitzer College Claremont, Calif.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 23, 2008"
}