{
    "title": "DEPUTY ATTORNEY GENERAL CITES ROLE OF BANKS IN FIGHTING TERRORISM; MARY LEE WARREN URGES INSTITUTION",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 10,
    "day": 2,
    "full text": "Financial institutions play a crucial role in helping the federal government identify and thwart terrorists and other international criminals, a deputy U.S. attorney general said Wednesday in Clayton.\nComputer technology has made it easier than ever to move money around, even across borders and between continents, said Mary Lee Warren, a former federal prosecutor and Wall Street lawyer.\n\"Barriers that once restricted the flow of capital have been removed,\" she said at the Wells Fargo Financial Institutions Forum, held at the Ritz-Carlton St. Louis hotel.\nTerrorists, drug dealers and other \"transnational\" criminals can exploit that freedom to funnel money between the United States and other countries, Warren said. Because banks and other institutions often are the intermediaries, they must be vigilant in spotting and reporting unusual transactions.\nThe USA Patriot Act, approved by Congress after the terrorist attacks of Sept. 11, 2001, requires a higher level of scrutiny by financial institutions in addition to giving the government greater powers of investigation, Warren said.\nBanks that assist illegal schemes -- knowingly or negligently -- can face stiff civil and criminal penalties. Earlier Wednesday, she noted, Delta National Bank & Trust Co. of New York pleaded guilty to one count of failure to file a suspicious-activity report on a Colombian national suspected of money laundering. The plea agreement called for the bank to forfeit $950,000 to the United States.\nAnother bank, Banco Popular in Puerto Rico, agreed earlier to pay a $20 million civil penalty and allow the government to lay claim to $21 million in suspect deposits, Warren said.\nTechnology is helping terrorists and criminals hide money, but it also is making it easier for authorities to retrace their steps and assemble evidence, she said. \"It is virtually impossible to live in Western society today without leaving digital footprints.\"\nThose types of footprints - records of bank withdrawals, hotel reservations and the like - helped authorities track the movements of the Sept. 11 hijackers and determine whether they had allies planning other catastrophic attacks, she said. \"Money is, of course, the fuel for the enterprise of terrorism. But it has also become its greatest point of vulnerability.\"\nThe Justice Department contends that stopping the flow of money goes a long way toward stopping terrorism, Warren said. \"Together, we can ensure that there is no safe place for terrorists or other criminals to hide their money.\"\n\nNotes\n\nReporter Christopher Carey; E-mail: ccarey@post-dispatch.com; Phone: 314-340-8291  \n\nGraphic\n\n \nPHOTO; Color photo headshot - (Mary Lee) Warren, Visited Clayton\n\nLoad-Date: October 3, 2003"
}