{
    "title": "DEQ OPENS NEW OFFICE FOR SOUTH-CENTRAL VA",
    "publisher": "richmond times dispatch ",
    "year": 2000,
    "month": 12,
    "day": 15,
    "full text": "The state Department of Environmental Quality has opened a regional office in Lynchburg to serve south-central Virginia.\nDEQ formed the office as a way to simplify activities, such as issuing environmental permits, which are performed in the agency's regions across the state.\nThomas L. Henderson was named director of the new office. Henderson had been director of the DEQ's regional office in Roanoke.\nThe Lynchburg office will serve the counties of Amherst, Appomattox, Buckingham, Campbell, Charlotte, Cumberland, Halifax, Lunenburg, Mecklenburg, Nottoway, Pittsylvania and Prince Edward, and the cities of Danville and Lynchburg.\n \nThe DEQ now has seven regional offices. The others are in Abingdon, Roanoke, Harrisonburg, Henrico County, Woodbridge and Virginia Beach.\nWoman convicted in theft of tickets\nDALEVILLE - A woman caught on tape stealing more than $ 1,800 worth of lottery tickets from a convenience store where she worked was convicted yesterday of embezzlement.\nJudy Peters, 56, pleaded guilty in Botetourt County Circuit Court to charges of stealing lottery tickets from the Cavalier Mart in Daleville between May 29 and June 1.\n \n Peters is scheduled for sentencing in March.\n \n Radford police chief retires after 13 years\nRADFORD - Radford's police chief retired on Wednesday after former and current officers expressed their low opinion of his performance.\nA.C. Earles, 56, who was police chief for 13 years, had been blasted in an opinion survey that found that most officers did not think he was doing a good job.\n \nDeputy Chief Jonny Butler, a 29-year veteran of the department who also was criticized in a report presented at Monday's City Council meeting, was named acting chief effective 5 p.m. Wednesday.\n \n Four tires blow out on Gilmore's plane\nARLINGTON - Gov. Jim Gilmore's airplane blew out four tires when it landed at Reagan National Airport yesterday. No one was injured.\nThe governor was bound for the National Press Club in Washington to attend a news conference about terrorism when the plane landed around 9:30 a.m., spokeswoman Lila White said.\nOfficials did not know what caused the tires to blow up.\nOn the plane with Gilmore were two pilots, Press Secretary Mark Miner, Deputy Secretary of Public Safety Bruce Morris, Public Safety Department spokesman Don Harrison and the governor's bodyguard.\nAnother state plane was sent to bring Gilmore and his entourage back to Richmond.\n \nThe panel on terrorism, which Gilmore heads, recommended that President-elect George W. Bush develop a national plan for combating terrorism within his first year in office.\n\nLoad-Date: December 16, 2000"
}