{
    "title": "Derailment in Moscow kills 21, injures 136",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 7,
    "day": 16,
    "full text": "MOSCOW - A subway train derailed Tuesday deep below Moscow's streets, twisting and mangling crowded rail cars at the height of the morning rush hour. At least 21 people were killed, Russian officials said, and 136 more were hospitalized, many with serious injuries.\nThe Russian capital's airports and transit systems have been a prime target for terrorists over the past two decades, but multiple officials vigorously dismissed terrorism as a possible cause.\nThe Moscow Metro is world-famous for its palatial interiors with mosaics, chandeliers and marble benches. Park Pobedy, where the derailment occurred, is Moscow's deepest metro station - 275 feet below the surface - which made the rescue particularly difficult. The station serves the vast park where Russia's World War II museum is located.\nIt was unclear what caused the train to derail. Lines of inquiry included a fault in one of the cars or the sinking of the roadbed, according to Vladimir Markin, spokesman for Russia's top investigative body. He said other officials who said earlier that a power surge triggered an alarm, causing the train to stop abruptly, were incorrect.\nOf the 136 people hospitalized, at least 42 were in grave condition, health officials said.\nMore than 1,100 people were evacuated from the train, which was stuck between two stations, in a rescue operation that lasted at least 12 hours.\nBy evening, rescuers had recovered all but two of the bodies trapped in the wrecked train cars, officials said.\nIn video released by the government, several wrecked train cars looked almost coiled, occupying the entire width of the tunnel.\nWorkers were trying to force open the mangled doors of one car to retrieve bodies. Photos posted on social media sites showed passengers walking along the tracks in the dimly lit tunnel.\nRussian officials rushed to open an investigation into the accident. President Vladimir Putin, who is traveling in Brazil, demanded a detailed investigation into the \"reasons for the event\" and asked the country's top investigators to open a criminal case, his spokesman told Russian news agencies.\nMayor Sergei Sobyanin said unnamed officials will not only be fired but also charged with crimes, though he would not say what charges they might face.\nWhile technical glitches are regular occurrences in the Moscow Metro, the subway hasn't seen deadly accidents in decades. Terrorism is another matter. More than 100 people have been killed in bombings on Moscow's subway trains or near stations since 2000.\n\nLoad-Date: July 16, 2014"
}