{
    "title": "Designs for an Afghanistan Campaign Medal",
    "publisher": "air force times",
    "year": 2004,
    "month": 3,
    "day": 8,
    "full text": "Army Reserve Capt. Sean K. Stewart\nMint Hill, N.C.\nRIBBON - Blue, red and white stripes on the left represent the United States; black, red and green stripes on the right represent the current Afghan flag; tan center stripe represents the deserts of Afghanistan.\nMEDAL - Obverse: An eagle represents the United States holding a serpent signifying America's dedication to eradicating terrorism, with a globe above the eagle representing the global war on terrorism. Ribbon on the eagle's shield represents the support of the American people for their service members.\nReverse: A globe represents the war on terrorism with an outline of Afghanistan superimposed.\nNavy Master Chief Petty Officer (retired) Douglas A. Bewall\nGold Beach, Ore.\nRIBBON - Black, red and green are the national colors.\nMEDAL - Obverse: An image of Afghanistan symbolizes of the Afghan people's ability to survive and assimilate their conquerors over the centuries. Reverse: Same design as the current Southwest Asia Service Medal (upraised sword entwined with a palm frond, with the words \"United States of America\" around the edge).\nArmy Sgt. Gabriel A. Jiminez\nFort Bliss, Texas\nRIBBON - The national flag of Afghanistan.\nMEDAL -The national coat of arms of Afghanistan.\nArmy Maj. James D. Crabtree\nFort McPherson, Ga.\nRIBBON - Black and white stripes represent the war on terrorism. Inner black, red and green stripes represent the Afghan flag.\nMEDAL - Obverse: The Nadir Shah's tomb in Kabul, one of the few Afghan monuments to survive more than 20 years of war.\nReverse: A torch symbolizes the light of freedom, and a broken chain represents the end of ignorance and tyranny under the Taliban regime.\nArmy Master Sgt. Kenton J. Falerios\nMosul, Iraq\nAfghanistan campaign medal\nRIBBON - The black stripes symbolize the mourning of our lost loved ones and the attack on our country. Center stripes represent the United States.\nMEDAL - Obverse: An eagle swooping in to seek justice for the attacks on the United States. Figures under the Pentagon and World Trade Center represent the number of victims who died in the attacks.\nReverse: The shape of Afghanistan.\n\nNotes\n\n5 COLOR ILLUSTRATIONS.\n\nLoad-Date: January 21, 2006"
}