{
    "title": "Despite obstacles, peace efforts in Middle East are still on track",
    "publisher": "st. petersburg times ",
    "year": 1993,
    "month": 11,
    "day": 13,
    "full text": "It was almost certainly too much to expect, but that didn't stop some people  from expecting it anyway and being disappointed.\nConsidering that the last time President Clinton and Israeli Prime Minister  Yitzhak Rabin saw each other was only two months ago, the expectation was that  they would have something really important to announce when they got together  Friday.\nSo when Clinton and Rabin talked to reporters after their private meetings,  the most notable thing about it was how little they had to say beyond the  usual pleasantries of how glad they were to see each other again.\nExpressions of friendship and trust were nice, but where was the big  announcement?\nWSHRABIN\nEarlier in the week, speculation had it that Clinton and Rabin might even  be joined at the White House by Jordan's King Hussein. That would, indeed, be  an important development.\nBut when this was firmly denied by all sides, the guessing turned to some  revelation about the Israeli foreign minister's supposedly secret talks with  Hussein in Amman week before last. It's common knowledge that the Israelis and  Jordanians worked out a series of economic cooperation agreements and the  betting was that they would be made public.\nIn the end, the only announcements Rabin and Clinton made were that present  levels of direct U.S. aid to Israel would be maintained (at more than  $ 3-billion a year) and that there would be new deals on supplying the Jewish  state with advanced American fighter-bombers, high-tech computers and  anti-missile defense systems. Ordinarily, this is the kind of stuff that is  hashed out by bureaucrats, not by presidents and prime ministers.\nAlmost immediately, there was new speculation that something had gone wrong  in the peace process.\nSince Rabin and Yasser Arafat signed their interim peace agreement at the  White House on Sept. 13, everything seemed to be falling into place, to be  going well. If there was no big announcement during Rabin's visit Friday,  there had to be a reason for it.\nWas King Hussein getting cold feet? Was Syrian President Hafez Assad  holding things up? Were the Israelis disappointed by how Arafat's Palestine  Liberation Organization was living up to its deal?\nThough Clinton and Rabin wouldn't exactly put it that way, at least not  publicly, the answer to all those nagging questions was simple:\nYes, but not to worry.\nThe idea of making peace with Israel has always given Hussein cold feet. He  remembers what happened to Egyptian President Anwar Sadat, not to mention his  own grandfather, King Abdullah. Both were shot and killed for getting too  close to the Israelis - Sadat in 1981 and Abdullah 30 years earlier as the  young Hussein looked on.\nSo as the time grows closer for Hussein to go public about his dealings  with Israel, it's only natural that he would become even more cautious than  usual. Especially when a powerful neighbor like Hafez Assad is still holding  out on any deal with Israel.\nBecause he's president of the most powerful country in the area after  Israel, Assad can sabotage anybody else's peace efforts he finds inconvenient.  In practice, that means he can veto any deals Israel might make with the  Palestinians, Jordan or Lebanon until he gets what he wants for Syria.\nAnd what Assad wants is every inch of the Golan Heights territory Israel  captured from Syria 26 years ago. He wants it back all at once and so far, at  least, he doesn't want to give Israel much in return, not even the guarantee  of a full-blown peace treaty.\nRabin, not surprisingly, is quite prepared to wait the Syrians out on this.  As far as he's concerned, Israel can hold on to the Golan Heights another 26  years if Syria won't offer real peace for its return.\nAnd then there's also the question of public opinion. Many Israelis are  having a hard enough time trying to stomach the idea of giving up the Gaza  Strip and part of the West Bank to make peace with the Palestinians. They need  a bit more time to digest that fully before being asked to give up even more  land to the Syrians.\nIsraeli public opinion is also a big factor in Rabin's stated unhappiness  with Arafat and the PLO. There's been a series of terror attacks in the West  Bank and Gaza Strip in recent weeks, at least one of them carried out by  members of Arafat's own Fatah faction of the PLO.\n\"The PLO,\" Rabin said Friday, \"must condemn vigorously, openly and  immediately any action that is in flagrant violation of the (Sept. 13)  commitment to renounce terrorism.\"\nClinton, standing at Rabin's side, agreed completely, adding that Arafat  was \"duty bound\" to condemn the terrorism even though he couldn't control  everyone who acted in his name.\nBoth men also expressed deep disappointment that no one was taking steps to  abolish the Arabs' worldwide economic boycott against Israel.\nIsrael was going the distance in seeking peace with its neighbors, Clinton  said, and it was now time for the Arab world to acknowledge that by dropping  the boycott. This, he said, would help the Israeli public accept the idea of  additional sacrifices for peace.\nIsraelis, Rabin added, \"must feel that the attitudes and the atmosphere  have actually changed after Sept. 13. We feel that our good will is yet to be  matched.\"\nBut neither Rabin nor Clinton seemed especially angry. Neither, for  example, would say what they would do if the Arab boycott remained or if  Arafat refused to condemn PLO terrorism.\nIf there was any obvious lesson to be drawn from this latest meeting  between Clinton and Rabin, it's that U.S.-Israeli relations are as close as  they've been in years - certainly closer than at any time during the Bush  administration.\nRabin said he would be returning home comfortable in the knowledge that  Israel \"has a true friend in the White House that we can rely on.\"\nImplicit in his words was that Israel could wait as long as it takes for  the Arabs to come around to its peace terms.\n\nLoad-Date: November 17, 1993"
}