{
    "title": "Despite low support from United States , Israel should keep fighting",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 24,
    "full text": "On Sept. 20, 2001, President Bush stood before a joint session of Congress and said: \"The only way to defeat terrorism as a threat to our way of life is to stop it, eliminate it and destroy it where it grows.\" He went on to ask nations around the world to join in the fight against terrorism, saying \"Terror, unanswered, can not only bring down buildings, it can threaten the stability of legitimate governments.\"\nIsrael has heeded the president's call. On Monday morning, Israeli helicopters fired missiles toward Hamas founder Sheik Ahmed Yassin, killing him and several others. This act sparked immediate outrage, not only from Palestinians, but from Arab and European governments as well. The Bush administration reported that it was \"deeply troubled\" by the assassination.\nThough the administration's remarks were obviously intended to keep the president's \"roadmap\" to peace afloat, they cannot be considered consistent with his 2001 speech. The United States must not be ambiguous when it comes to terrorism. Unfortunately, the president missed a chance to support a key ally in the war on terror.\nThere is no question that Yassin was a terrorist leader. If he did not directly plan the hundreds of Hamas attacks on Israeli civilians, he was at least complicit in their coordination. Israel dealt a moral blow to Hamas and its terrorist network with Monday's assassination.\nRetaliation, of course, seems almost inevitable. Every time a \"spiritual leader\" is killed, thousands of angry Palestinians march in the streets and demand death to Israel. So why is this time so different from the rest? It is because Ariel Sharon has shown his enemies that he has the guts to bring the fight to the terrorists. On Monday, Israel did not wait for Hamas to strike first. If terrorism is to be defeated, that is the method that must be used, not only by Israel, but also by the United States.\nThe Bush administration should have immediately expressed its support for the Israeli government's stand against terror. Sharon did exactly what Bush asked of him and scores of others back in 2001. Sadly, politics got in the way of such an expression from the president.\nIn order to win its fight against terrorism, Israel should continue what it started on Monday. Yasser Arafat should be the next in line. He had the chance for permanent peace in 2000, when the Israeli government offered a sweeping settlement of land and sovereignty. However, Arafat walked away from the table without presenting a counteroffer, and he has since refused to call for a stop to the homicide bombings that have killed nearly 500 Israeli civilians.\nAlong with Arafat, the leadership of terrorist organizations such as Hezbollah, Hamas and the Al-Aqsa Martyrs Brigade should be targeted for assassination. But Israel should not stop with the leadership. For lasting peace to be achieved, these organizations must be eliminated from top to bottom.\nIsrael should not stand alone in this fight. The United States should do whatever it takes to offer its support in this critical effort. Hamas broke a long tradition of not threatening Americans after Yassin's assassination. Based on this threat, Bush should offer Israel the military, political and economic support of the United States.\nThis will likely not occur without a tragic attack on American citizens by Hamas or another radical Islamic organization. Until then, Israel will be forced to fight its own fight against terrorism. Hopefully, Israel will not bow to world pressure and will continue to fight terror on its own terms. If so, success will ultimately follow, and Israel will finally be able to exist in peace.\n(C) 2003 Kentucky Kernel via U-WIRE\n\nLoad-Date: March 24, 2004"
}