{
    "title": "Despite filibuster, senate confirms Brennan for CIA Attorney general assures drones won't be used on",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 3,
    "day": 8,
    "full text": "WASHINGTON • The Senate confirmed John Brennan to be CIA director Thursday after President Barack Obama's administration bowed to demands from Republicans blocking the nomination and stated explicitly that there are limits on the president's power to use drones against U.S. terrorism suspects on American soil.\nThe vote was 63-34 and came just hours after Sen. Rand Paul, R-Ky., a potential 2016 presidential candidate, held the floor past midnight in an old-style filibuster of the nomination to extract an answer from the administration.\nStill, Brennan won some GOP support. Thirteen Republicans voted with 49 Democrats and one independent to give Brennan, who has been Obama's top counterterrorism adviser, the top job at the nation's spy agency. He will replace Michael Morell, the CIA's deputy director who has been acting director since David Petraeus resigned in November after acknowledging an affair with his biographer.\nThe confirmation vote came moments after Democrats prevailed in a vote ending the filibuster, 81-16.\nIn a series of fast-moving events, by Senate standards, Attorney General Eric Holder sent a one-paragraph letter to Paul, who had commanded the floor for nearly 13 hours on Wednesday and into Thursday.\n\"It has come to my attention that you have now asked an additional question: ‘Does the president have the authority to use a weaponized drone to kill an American not engaged in combat on American soil?' \" Holder wrote Paul.\n\"The answer to that question is no.\"\nThat cleared the way.\n\"We worked very hard on a constitutional question to get an answer from the president,\" Paul said after voting against Brennan. \"It may have been a little harder than we wish it had been, but in the end I think it was a good, healthy debate for the country to finally get an answer that the Fifth Amendment applies to all Americans.\"\nRIFT AMONG SENATE GOP\nHowever, Paul's stand on the Brennan nomination and insistence that the Obama administration explain its controversial drone program exposed a deep split among Senate Republicans, pitting leader Mitch McConnell of Kentucky, libertarians and Tea Partyers against military hawks such as John McCain of Arizona and Lindsey Graham of South Carolina.\nThe government's drone program and its use in the ongoing fight against terrorists were at the heart of the dispute.\nThough Paul held the Senate floor for the late-night filibuster, about a dozen of his colleagues who share his views came, too, to take turns speaking for him and trading questions. McConnell, a fellow Kentuckian who faces re-election next year, congratulated him for his \"tenacity and for his conviction.\"\nMcConnell said in Senate remarks on Thursday, \"The United States military no more has the right to kill a U.S. citizen on U.S. soil who is not a combatant with an armed, unstaffed aerial vehicle than it does with an M-16.\"\nUNUSUAL COALITiONS\nPaul's filibuster echoed recent congressional debates about the government's authority in the war on terrorism and whether the United States can hold American terrorism suspects indefinitely and without charge. The disputes have created unusual coalitions as libertarians and liberals side against defense hawks.\nThe latest GOP split also underscored the current rift within the rank and file over budget cuts, with some Tea Partyers willing to reduce defense dollars to preserve tax cuts but longtime guardians of military spending fighting back.\n\nGraphic\n\n \n ASSOCIATED PRESS  Sen. Rand Paul, R-Ky., walks to a waiting vehicle as he leaves the Capitol Thursday after his failed filibuster of the nomination of John Brennan to be CIA director on Capitol Hill in Washington. Senate Democrats pushed Wednesday for speedy confirmation of Brennan's nomination to be CIA director but ran into a snag after Paul began a lengthy speech on potential domestic drone attacks.   \n\nLoad-Date: March 8, 2013"
}