{
    "title": "Despite what we hear, life is better now",
    "publisher": "pittsburgh tribune review",
    "year": 2014,
    "month": 10,
    "day": 5,
    "full text": "Americans now face beheadings, gang warfare, Ebola, ISIS and a new war in Syria. It's natural to assume that the world has gotten more dangerous. But it hasn't. \nPeople believe that crime has gotten worse. But over the past two decades, murder and robbery in the U.S. are down by more than half and rape by a third, even as complaints about \"rape culture\" grow louder. \nTerrorism is a threat. But deaths from war are a fraction of what they were half a century ago, when we fought World War II and the Korean War and Chairman Mao murdered millions. Despite today's wars in Iraq, Syria, etc., last decade saw the fewest deaths from war since record keeping began. \nLast month's beheading in Oklahoma and other despicable acts of terrorism are frightening but Americans are unlikely to be killed. Terrorists killed 18,000 people last year but only 16 were American. Every death is tragic \"” but even if terrorists pulled off a World Trade Center attack every few years, President Obama would still be correct when he said, \"If you had to choose any moment to be born in human history, you'd choose this time. The world is less violent than it has ever been. It is healthier than it has ever been.\" \nHe was mocked for saying that \"” and much of what our president says is deceitful and should be mocked \"” but that statement was true. \nThanks to miraculous innovation created by free markets, fewer people languish in poverty and we live longer than ever. The average American now lives 79 years. (Much of that innovation happened despite attacks on markets by Obama and his cronies, but that's another story.) For most people, and most Americans, life is better. \nSince crime is down, the media find the few cities, such as Indianapolis and Bismarck, N.D., where crime is up. If they can't find increased crime, they focus on rare, lurid cases like mass shootings and serial killers. Even as life gets safer, people get the impression that the world is falling apart. \nThen rule-makers overreact. \nBureaucrats pass \"zero tolerance\" policies toward guns in schools so strict that a 7-year-old boy in Maryland was suspended for chewing his Pop-Tart into the shape of a gun. \nIn New Jersey, a 13-year-old was suspended for twirling his pencil in a way that reminded another student of a gun. He was ordered to undergo psychological evaluation and strip-searched by the New Jersey Department of Children and Families. \nWe wax nostalgic about the past. But the past was much nastier than today. Fifty years ago, most Americans my age already were dead. \nJohn Stossel is host of \"Stossel\" on Fox News and author of \"No They Can't! Why Government Fails, but Individuals Succeed.\" \n\nLoad-Date: October 7, 2014"
}