{
    "title": "Despite Zarqawi's death, terrorism cycle will continue",
    "publisher": "usa today",
    "year": 2006,
    "month": 6,
    "day": 14,
    "full text": "We are truly stupid if we think the killing of Abu Musab al-Zarqawi is a step toward less terrorism. As Michael Berg -- father of Nicholas Berg, a U.S. contractor believed to have been beheaded by Zarqawi -- has stated, \"His death will incite a new wave of revenge.\" The cycle will continue -- violence begets violence (\"Inside the takedown,\" Cover story, News, Friday).\nWe can kill all the terrorists in the world and still have terrorism. The sons of the slain terrorists will pick up the swords of their dead fathers and continue the fight against the foreigners who are on their land. That's the answer to lessening the terrorism: Get our armies off their land.\nInvading their countries will just cause more terrorism in the future. This is the legacy we are handing down to our children and to their children.\nTom Losee\nNew Paltz, N.Y.\nKilling discourages some\nAfter the recent killing of Abu Musab al-Zarqawi, it was clear by the looks on the faces of the liberal talking heads that they are now very concerned the tide is  turning in favor of a U.S. military victory in Iraq. The mere thought that President Bush was right to focus on the war has turned their collective stomachs.\nElected Democrats and some members of the news media have been doing and saying everything they can to discourage our military and the public, but it isn't working. Our men and women in uniform are defeating the terrorists and keeping the USA safe. I hope the liberals will move to France or Cuba and leave us to enjoy our freedom.\nSteve Heckman\nSpringfield, Ohio\nDon't celebrate yet\nI'm glad we finally killed Abu Musab al-Zarqawi, but before we celebrate, let's remember that we ourselves created this monster. Who had heard of Zarqawi  before we invaded Iraq? Would his international terror network exist today had we not invaded?\nZarqawi's terror network is just one of many unintended consequences of our invasion. As we celebrate our success at cleaning this one up, let's not forget how many other consequences we still have left to deal with.\nIlya Shlyakhter\nPrinceton, N.J.\n\nGraphic\n\n \nPHOTO, B/W, Khalid Mohammed, AP\n\nLoad-Date: June 14, 2006"
}