{
    "title": "Despite terrorism, SIUC continues international ties",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "On an overseas recruiting mission, Phillip Lindberg saw the effects of the terrorist scare up close and personal.\nWhen he walked from a train station to his hotel in Berlin late one night, he discovered a police officer posted outside of an old building a few feet from his hotel, holding an automatic assault weapon to his side.\nLater, he found out that the building next to his hotel was an old synagogue that was a known target of terrorist attacks, and the officer was preparing for any dangerous encounters.\nSouthern Illinois U.\n\"I had a cold chill up and down my spine,\" Lindberg said.\nBut Lindberg, assistant director of International Students and Scholars, continued on with his work despite the results from the international terrorism.\nLindberg returned to campus this week after he spent time outside of the country to try and recruit prospective students to Southern Illinois University.\nHe planned to represent the University at 11 college fairs in 10 countries, in three weeks. However, he decided to cut his global journey short for his own safety.\nLondon, Athens, Kuwait and Cairo were a few of the areas he did not travel to because of the attacks. Officials in London and Athens canceled their college fairs because of security concerns, while Lindberg chose to stay away from Kuwait and Cairo because of anti-American tension.\nAdvice from a friend in Istanbul and the security chief at the foreign embassy in Turkey persuaded Lindberg to cut his visit short and return home a week and a half early.\nFor two weeks, Lindberg carried his recruiting materials with him and funneled through tightened security while using public transportation to get around, doing most of his sight-seeing on train rides between countries in Europe.\n\"Security was incredibly tight all over Europe,\" Lindberg said.\nThe decision to travel out of the country after the attacks was entirely up to him, and he felt strong enough to continue on with the trip after they occurred, said Christine Svec, the associate director of International Programs and Services.\n\"I think he was very wise in coming back early,\" Svec said.\nAside from the results of the terrorist attacks, Lindberg felt that his trip was a successful one, delivering SIUC's presence to students and parents mainly in Europe.\nThe best responses Lindberg received came from Turkey and Switzerland, both with a growing interest in studying in the United States, Lindberg said.\n\"A lot of the students that went to the fairs went to international schools,\" Lindberg said.\nAs many as 75 universities from across the United States participated in the fairs, sponsored by various organizations to try and help students find a way to study in the United States.\n\"It's very difficult to visit a college 7,000 miles away,\" Lindberg said.\nThe SIUC atmosphere has been spread around outside the country from the University's present and past international ties, which seems to be the best promoter.\n\"Word of mouth is a tremendous advertising tool for us,\" Lindberg said.\nInternational student recruiting has been a success in recent years. Compared to 2000, this year there was a 52 percent increase in new international freshmen and a 31 percent increase in international transfers, according to Svec.\n\"The word is getting out there, and the word is that international students love SIUC, \" Svec said.\n(C) 2001 Daily Egyptian via U-WIRE\n\nLoad-Date: October 26, 2001"
}