{
    "title": "Despite U.S. Fear Hezbollah Moves Openly In Europe",
    "publisher": "the new york times",
    "year": 2012,
    "month": 8,
    "day": 16,
    "full text": "BERLIN -- As American officials sound the alarm over what they call a resurgent threat from the Shiite militant group Hezbollah, thousands of its members and supporters operate with few restrictions in Europe, raising money that is funneled to the group's leadership in Lebanon.Washington and Jerusalem insist that Hezbollah is an Iranian-backed terrorist organization with bloody hands, and that it is working closely with Tehran to train, arm and finance the Syrian military's lethal repression of the uprising there. Yet, the European Union continues to treat it foremost as a Lebanese political and social movement.\nAs Israel heightens fears of a pre-emptive strike on Iran's nuclear sites, intelligence analysts warn that Iran and Hezbollah would respond with attacks of their own on targets abroad. Israeli and American officials have attributed the Bulgarian bus bombing last month that killed six people, including five Israeli tourists, to Hezbollah and Iran, saying it was part of a clandestine offensive that has included plots in Thailand, India, Cyprus and elsewhere.\nWhile the group is believed to operate all over the Continent, Germany is a center of activity, with 950 members and supporters last year, up from 900 in 2010, Germany's domestic intelligence agency said in its annual threat report. On Saturday, Hezbollah supporters and others will march here for the annual Jerusalem Day event, a protest against Israeli control of that city. Organizers told the Berlin police that the event would attract 1,000 marchers, and that two counterdemonstrations were also likely.\nHezbollah has maintained a low profile in Europe since the attacks of Sept. 11, 2001, quietly holding meetings and raising money that goes to Lebanon, where officials use it for an array of activities -- building schools and clinics, delivering social services and, Western intelligence agencies say, carrying out terrorist attacks.\nEuropean security services keep tabs on the group's political supporters, but experts say they are ineffective when it comes to tracking the sleeper cells that pose the most danger. ''They have real, trained operatives in Europe that have not been used in a long time, but if they wanted them to become active, they could,'' said Alexander Ritzmann, a policy adviser at the European Foundation for Democracy in Brussels, who has testified before Congress on Hezbollah.\nThe European Union's unwillingness to place the group on its list of terrorist organizations is also complicating the West's efforts to deal with the Bulgarian bus bombing and the Syrian conflict. The week after the attack in Bulgaria, Israel's foreign minister, Avigdor Lieberman, traveled to Brussels for a regular meeting with European officials, where he called for the European Union to include Hezbollah on the list. But his pleas fell on deaf ears.\n''There is no consensus among the E.U. member states for putting Hezbollah in the terrorist-related list of the organizations,'' Erato Kozakou-Marcoullis, the foreign minister of Cyprus, which holds the European Union's rotating presidency, said at the time. ''Should there be tangible evidence of Hezbollah engaging in acts of terrorism, the E.U. would consider listing the organization.''\nThe stark difference in views reflects the many roles that Hezbollah has played since it emerged in Lebanon after the Israeli invasion in 1982. Hezbollah's militant wing was responsible for a string of kidnappings and for sophisticated bombings at home and has been accused of bombings abroad. But the group also became a source of social services that the shattered Lebanese government was incapable of providing, and has evolved since then into a political force with two cabinet ministers and a dozen seats in Parliament.\n''They are quite professional in this, and this is something some Western donors are admitting that has a positive impression on some Western politicians,'' said Stephan Rosiny, a research fellow at the Institute of Middle East Studies at the German Institute of Global and Area Studies in Hamburg.\nThat in turn provides a rationale for the group's charitable networks among Lebanese immigrants in Europe. ''They may collect money for their institutions, but they aren't operating publicly,'' Mr. Rosiny said. ''As long as they aren't involved in politics and aren't operating openly, they are tolerated.''\nFrom all indications to date, it is an arrangement that Hezbollah is eager to preserve. The group's secretary general, Hassan Nasrallah, has said that a European blacklist would ''destroy Hezbollah. The sources of our funding will dry up and the sources of moral political and material support will be destroyed.'' And Hezbollah's defenders note that no hard evidence has been produced tying the group to the Bulgarian bus bombing.\nExperts question how effectively European police officials are keeping track of the kind of serious, well-trained operatives capable of staging attacks versus counting up donors to funds for orphans of suicide bombers. ''I don't believe that they are able to monitor Hezbollah activities because Hezbollah is such a professional player,'' said Guido Steinberg, an expert on terrorism with the German Institute for International and Security Affairs.\n''The supporters that march the streets with a Hezbollah flag are not a threat to national security,'' Mr. Ritzmann said. ''We're more concerned with small groups -- a car dealer, a grocer, or whatever, who operate in a traditional way like a sleeper cell would operate.''\nEurope has long been more tolerant of militant Islamic groups than the United States. Before the 9/11 attacks, Al Qaeda maintained a media information office in London. Much of the planning and organization for the attacks took place in Hamburg, Germany, where the plot's leader, Mohamed Atta, lived.\nAmerican officials privately complained for years about Germany's reluctance to crack down on businesses that circumvent sanctions against Iran. The pressure appears to have paid off, with Germany last year agreeing to include the European-Iranian Trade Bank, based in Hamburg, on a European Union blacklist. On Wednesday, German police officials arrested four men suspected of sending special valves to Iran for use in the building of a heavy-water reactor.\nYet, where the American and Israeli governments see Iran and Hezbollah gearing up their long-dormant capacity for international terrorism, Europeans strongly differentiate between an international terrorist network like Al Qaeda and what is viewed here as a conflict pitting Israel and the United States on one side against Iran, Syria and Hezbollah on the other.\nSome analysts say that Shiite groups like Hezbollah pose less of a risk than Sunni militant organizations like Al Qaeda. ''The greatest danger from Islamist militants comes from the Salafists, not the Shiites but the Sunnis,'' said Berndt Georg Thamm, a terrorism expert in Berlin, referring to a hard-line branch of Sunni Islam. He cited as examples the man who confessed to killing seven people in southwest France this year and the gunman who killed two United States airmen at the Frankfurt airport last year. ''As far as Europe is concerned, Hezbollah is not what is moving it at the moment.''\nThe perception gap across the Atlantic is so great that American officials sound more concerned about the threat posed by Hezbollah to Europe than the Europeans themselves. ''We assess that Hezbollah could attack in Europe or elsewhere at any time with little or no warning,'' said Daniel Benjamin, the State Department's counterterrorism coordinator, last week as officials from the Treasury and State Departments accused Hezbollah of working with operatives of Iran's Quds Force of the Revolutionary Guards to train and advise Syrian government forces.\nThe Netherlands declared Hezbollah a terrorist organization in 2004, saying that it did not distinguish between the group's political and terrorist wings. Britain distinguishes between the parts, listing only the militant wing.\n''The British see it as a tool: if you change we take it off the list,'' Mr. Ritzmann said. ''The French don't think it's smart to put them on the terrorist list because they're such a political actor.''\nMr. Thamm said, ''There is no unified common assessment of Hezbollah.'' He added, ''And that is not something that will change in the foreseeable future.''\nSkeptics here in Europe say that as Hezbollah has become more political the group has moved away from its terrorist past, if not forsaken it entirely, and that Israel is stoking fears as it seeks to justify an attack on Iran's nuclear facilities.\nSome experts say that security officials on the Continent are resistant to blacklisting the group because they seem to see a tacit détente, where Hezbollah does not stage attacks and European law enforcement officials do not interfere with its fund-raising and organizational work.\n''There's a fear of attracting Hezbollah's ire and eventually inviting Hezbollah operations in their own countries,'' said Bruce Hoffman, a professor of security studies at Georgetown and a terrorism expert.\n''Why pick up a rock and see what's under it?'' he asked.\n\nhttp://www.nytimes.com/2012/08/16/world/europe/hezbollah-banned-in-us-operates-in-europes-public-eye.html\n\nGraphic\n\n \nPHOTOS: Hassan Nasrallah, the leader of Hezbollah, top, has emphasized the importance of maintaining support in Europe. The group has been accused of planning a bus bombing in Bulgaria, above, but on the Continent it is still seen largely as a political movement. (PHOTOGRAPHS BY BILAL HUSSEIN/ASSOCIATED PRESS\n IMPACT PRESS GROUP, VIA ASSOCIATED PRESS) (A10)\n\nLoad-Date: October 1, 2012"
}