{
    "title": "Despite Settlements, Mideast May Find Peace",
    "publisher": "the new york times",
    "year": 1994,
    "month": 1,
    "day": 7,
    "full text": "To the Editor:\nWhatever one may think of the Jewish settlements established in the West Bank and in Gaza, it should now be clear that they are obstacles to peace. Their proponents cynically (and preposterously) maintained that they would encourage Jewish-Arab amity. Now they are calling for establishment of additional settlements because, in the words of the settler group Zu Arteinu, \"This is a way to break the peace process.\"\nDespite the position of many American Jewish organizations in the years the Likud was in power, that settlements are not an obstacle to peace, the Israeli settler movement (Gush Emunim and others) and the Israeli public were always clear about the primary purpose that settlements were to serve: To make it impossible for any Israeli Government to reach a peace agreement with the Palestinians that entails territorial compromise.\nFollowing the last Israeli elections, in which the Likud was ousted, former Prime Minister Yitzhak Shamir stated that had he been returned to office, he would have delayed the peace process 10 years if necessary, to settle 500,000 more Israelis in the territories. Because there cannot be a peace with the Palestinians that grants them nothing, the inevitable consequence of settlements is to block peace and to assure perpetuation of violence and bloodshed.\nIt is tragic that implementation of the Israel-Palestine Liberation Organization agreement is accompanied by a terrible loss of life, primarily because of the terrorism of Hamas extremists, but also because of the terrorism of Jewish extremists among the settlers. It is absurd, however, to invoke this terrorism as a reason not to proceed with the accord.\nThe authors of the violence, Palestinian and Jewish, oppose the accord not because they fear that it will not work, but because they fear it will. They oppose it because it promises to end their respective apocalyptic visions: for Hamas, a Palestinian homeland rid of its Jewish population, and for the Jewish settler movement's ideologues, a Jewish state that makes no accommodation to its Palestinian inhabitants. (And for those Israelis who advocate \"transfer,\" it is a mirror image of Hamas's vision.)\nPrime Minister Yitzhak Rabin and his Government will continue their determined efforts to implement the peace accord with the P.L.O. because its terms are not intended to compensate the Palestinians for good behavior but to advance Israel's interests, which were dangerously eroded by the status quo. Most Israelis understand that the Israel-P.L.O. agreement, for all its problems, does not expose the country to a threat. They simply do not believe the charge that it will lead to Israel's destruction.\nPrime Minister Rabin's decision to delay implementing the first Israeli withdrawal scheduled for Dec. 13 underscores a critical point. This Israeli Government will not compromise Israel's security. Those Israeli critics who insist that Yasir Arafat and the P.L.O. cannot be trusted with Israel's security are thus reminded that Mr. Rabin proposes to trust no one other than Israel's own defense forces.\nThat is what gives Mr. Rabin the confidence not to allow temporary setbacks to derail Israel from the historic peace process on which it is launched.\n \nHENRY SIEGMAN\nExecutive Director\nAmerican Jewish Congress\nNew York, Dec. 29, 1993\n\nGraphic\n\n \nDrawing.\n\nLoad-Date: January 7, 1994"
}