{
    "title": "Despite arguments, Utah is denied an anti-terrorism assessment team",
    "publisher": "the deseret news",
    "year": 1998,
    "month": 5,
    "day": 31,
    "full text": "Despite arguments that Utah could be a prime target for terrorists, the Defense Department has decided not to give this state one of 10 new anti-terrorism rapid assessment teams.\nInstead, the 22-member National Guard teams will be stationed in California, Colorado, Georgia, Illinois, Massachusetts, Missouri, New York, Pennsylvania, Texas and Washington, according to Defense Secretary William S. Cohen.\nThe teams are to improve response to weapons of mass destruction, such as chemical, biological or nuclear arms.\nIn March, Brigadier Gen. Phillip O. Peay, Utah assistant adjutant general, went to Washington, D.C., to lobby for Utah's selection as site of one of the teams.\nAt the time, Peay said Utah should be considered because the country's largest single stockpile of chemical weapons is stored at Tooele Army Depot; Dugway Proving Ground is a test facility for chemical and biological weapons; the Army has built an incinerator in Tooele County to destroy toxic arms; and Salt Lake City will host the 2002 Winter Games.\nJeff Rylee, Salt Lake City Fire Department battalion chief in charge of special operations, pointed out other reasons the city could be a terrorism target: It is headquarters of The Church of Jesus Christ of Latter-day Saints, a worldwide religion that attracts many thousands of visitors; it has many government buildings; it is the state's capital.\nCohen said the selection of stationing sites was based on demographics, threat assessment, high-value targets, the availability of National Guard military airlift, the location of military centers of excellence, proximity to \"federal response assets\" and interstate agreements that would permit teams to respond to requests for assistance from adjoining states.\nEach team is located within one of the 10 Federal Emergency Management Agency regions. During fiscal year 1999, all 10 will be established with the first increment of six people. They should be fully developed by 2000.\n\nLoad-Date: May 31, 1998"
}