{
    "title": "DESPITE ADMINISTRATION EFFORTS, CONGRESS STILL BALKING AT NEW REGULATIONS",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 12,
    "day": 7,
    "full text": "Establish regulations to secure chemical plants\n\"Barack Obama will establish a clear set of federal regulations that all plants must follow, including improving barriers, containment, mitigation, and safety training, and, where possible, using safer technology, such as less toxic chemicals.\"\nSources: \"Barack Obama: The War We Need to Win\"\nSubjects: Homeland Security, Regulation, Terrorism\n* * *\nTHE OBAMETER: PROMISE BROKEN\nThe Obama administration's proposal for tighter security standards at chemical plants as a way of deterring terrorist attacks has foundered in recent years.\nDuring the 2008 campaign, Obama promised to \"establish a clear set of federal regulations that all plants must follow, including improving barriers, containment, mitigation, and safety training, and, where possible, using safer technology, such as less toxic chemicals.\"\nRegulations of this sort do exist -- they're known as the Chemical Facility Anti-Terrorism Standards and were enacted before Obama took office -- but critics argue that these rules are inadequate. Obama sought to strengthen the federal government's authority by requiring chemical manufacturers to use safer processes and eliminate disaster risks.\nThis approach was floated, briefly, as policymakers responded to the September 11, 2001, terrorist attacks. Christine Todd Whitman, the Environmental Protection Agency director under President George W. Bush and a former governor of chemical-plant-heavy New Jersey, has written that she considered using \"existing authority in the Clean Air Act\" that would legally obligate chemical facilities to design and operate in ways that prevent catastrophic releases.\nBut the administration decided to seek legislative approval rather than have EPA do it unilaterally. \"Unfortunately, and much to my frustration, after a long, multiagency effort, the White House declined to endorse a draft bill, and Congress did not act on its own,\" Whitman wrote.\nAccording to Greenpeace, one of the groups pushing for tougher standards, the existing rules explicitly exempt thousands of chemical and port facilities, including approximately 2,400 water treatment facilities and an estimated 400 facilities located on navigable waters, including a majority of U.S. oil refineries. It also prohibits DHS from requiring any specific \"security measure.\"\nThe closest the federal government has come to strengthening EPA's authority was the House's passage of H.R. 2868, which passed the House in 2009 on a 230-193 vote but died in the Senate. Concerns by Republicans and industry centered on potential job losses spawned by additional federal requirements.\nBills sponsored by Sen. Frank Lautenberg, D-N.J., to require upgrades to \"inherently safer technology\" remain stalled in the Senate.\nRick Hind, Greenpeace's legislative director, said Obama's promise hasn't been fulfilled yet. \"They are working on a new policy, but we have not been given any details about what they are considering,\" Hind said.\nWe recognize that the administration has been working on this issue and has largely been stymied by Congress. For now, we rate it a Promise Broken.\n* * *\nSources:\nText of H.R. 2868\nCongressional Budget Office, \"Continuing Chemical Facilities Antiterrorism Security Act of 2010 (H.R. 2868) Cost Estimate,\" Nov. 16, 2010\nChristine Todd Whitman, \"The Chemical Threat to America\" (New York Times op-ed), Aug. 29, 2012\nGlobal Security Newswire, \"Chemical Security Legislation Effort Deflates, Advocates Eye EPA,\" March 16, 2012\nEmail interview with Rick Hind, legislative director for Greenpeace, Dec. 6, 2012\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: December 10, 2012"
}