{
    "title": "DESPITE CRACKS IN ARMOR, N. KOREA POSES BIG THREAT, SPY CHIEFS WARN",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 2,
    "day": 3,
    "full text": "North Korea's military discipline appears to be eroding, but the communist nation still poses a massive threat to U.S. and South Korean forces, the nation's top intelligence officials told lawmakers Tuesday.\nIn a wide-ranging hearing, the officials cited North Korea, Iraq and international techno-terrorism as the key national security challenges.\n\"I can hardly overstate my concern about North Korea,\" CIA Director George Tenet told the Senate Armed Services Committee. \"In nearly all respects, the situation there has become more volatile and unpredictable.\"\nWretched living conditions deteriorate further, food shortages are acute, and few heavy industrial plants make anything, according to U.S. intelligence. Crime and a lack of discipline, even in military ranks, are more common, and citizens are more likely to blame North Korea's leader, Kim Jong Il, for systemic problems.\nArmy Lt. Gen. Patrick Hughes, head of the Defense Intelligence Agency, cited intelligence reports that describe North Korean soldiers out of uniform, marketplace activity going on without government control, and frequent disruptions in military training.\n\"All of this will encourage the North to rely still more heavily on risky brinkmanship in its dealings with the United States,\" Tenet said.\nStill, North Korea continues to expand its conventional military forces and its ballistic missile capability. U.S. intelligence is closely following a North Korean construction project at Kumchang-ni, an underground complex large enough to house facilities for making plutonium and other weapons-grade material for nuclear weapons, Tenet said.\nNorth Korea also is developing a longer-range missile, the Taepo Dong 2, that could carry heavy payloads to Hawaii and Alaska and lighter-weight weapons to parts of the rest of the United States, Tenet said.\nNeither Tenet nor Hughes sees any reduction in tension with Iraq. Although hampered by international sanctions, Iraq could, under the right circumstances, develop a large inventory of weapons of mass destruction, cruise missiles and short- and medium-range missiles and could expand its air and ground forces dramatically by 2020, Hughes said.\n \nTerrorism remains a key national security concern, Tenet said.\nHe said terrorists use increasingly sophisticated techniques, including cyber-terrorism capable of wreaking havoc in the United States' increasingly computer-dependent society, Tenet said.\n\nLoad-Date: July 10, 1999"
}