{
    "title": "Despite ban and terrorism fears, uranium mining thrives in Congo",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 6,
    "day": 27,
    "full text": "Business is booming in the mining zone that supplied uranium for the first atomic bombs - despite a decree by Congo's president banning all mining activity here.\nPresident Joseph Kabila ordered the zone closed four months ago amid growing concerns that unregulated nuclear materials could get into the hands of rogue nations or terrorist groups.\nYet far from the capital, Kinshasa - 1,000 miles away - thousands of diggers are still hacking away at a dark cavity of open earth in this southeastern village, filling thousands of burlap sacks a day with black soil rich in cobalt, copper - and radioactive uranium.\nThe illegal mining provides stark evidence of how little control Africa's third-largest nation has over its own nuclear resources, highlighting the government's weak authority beyond the capital in the aftermath of Congo's devastating war, from 1998 to 2002.\n\"They're digging as fast as they can dig, and everyone is buying it,\" John Skinner, a mining engineer in the nearby town of Likasi, said of the illegal freelance mining at Shinkolobwe. \"The problem is that nobody knows where it's all going. There is no control.\"\nThe raw uranium is an inadvertent addition to the miners' real prize - high-grade cobalt in lucrative concentrations - and there is no evidence that Congo's uranium is being spirited away to terrorists. The United States, which pressured Kabila to close the mine out of concern over the uranium, said in March it did not believe there was any \"worrisome movement\" of the radioactive ore at Shinkolobwe.\nUncontrolled digging\nBut some proliferation experts worry because the digging is uncontrolled, and caution that even small amounts should be tracked for misuse.\nShinkolobwe's deposits were discovered in 1915 when Congo was a Belgian colony. The find helped thrust the world into the nuclear age, providing much of the uranium used in the first atomic bombs, including the one the United States dropped on Hiroshima, Japan, in 1945.\nShinkolobwe ceased to be profitable and was closed in 1960, Mining Minister Diomi Ndongala said. Belgian authorities, apparently concerned about the mine's safety, filled the main uranium shaft with concrete.\nCongo's war and accompanying lawlessness brought prospectors back in 1998. Miners dug new pits just a couple of hundred yards from the rusting, weed-choked uranium factory.\nKabila moved against the mine in February to \"protect the environment, the population and the world against terrorism,\" Ndongala said.\nHis ban has never been enforced, however. Ndongala spoke of plans to drive the miners away from Shinkolobwe with soldiers, but said his cash-strapped government \"doesn't have the means\" to do so.\nAnd, perhaps, little real incentive.\nBig business\nMining is big business in Congo. Government officials would not give figures on the cobalt industry, but overall exports - including cobalt, diamonds, copper and coffee - topped $1 billion in 2002.\nToday at Shinkolobwe, about 5,500 Congolese using shovels, hoes and bare hands haul ores overland to nearby Likasi, where businessmen from Africa, India, China and elsewhere have set up 13 smelting mills.\nThe end product, and just as often the raw material itself, known as heteroginite, is shipped south by road to neighboring Zambia, and then abroad.\nIndustry officials say the heteroginite primarily contains high-grade cobalt. But \"trace quantities of uranium are being exported unwittingly\" along with it, said Skinner, the mining engineer, who is a Zimbabwean but a longtime Congo resident.\nThe diggers, uneducated, hungry, and fearful for their jobs, deny any uranium is being mined.\nProvincial governor Aime Ngoy Mukena confirmed that the heteroginite contains uranium, but he and other officials would not say precisely how much.\nAlex Stewart (Assayers) Ltd., a British company that provides lab services to the mining industry, found \"a high concentration of the highly radioactive uranium-235 in steels from Shinkolobwe,\" Bart Staes, a European Parliament member from Belgium, wrote to the European Commission last year.\nThe isotope uranium-235 is needed to support chain reactions in nuclear reactors and weapons. The metal must be refined first, a process called enrichment.\nForeign experts say the uranium being dug up at Shinkolobwe is not significant enough to attract terrorists - a basic bomb needs the amount of uranium in six tons of the raw ore. But no one consistently monitors how much is being mined or exported.\nAbout 20 state mining police officers are posted at Shinkolobwe, but their main task is to ensure that diggers pay their taxes. On the Congolese frontier, underpaid officials are easily bribed to let shipments through.\n\"It's a whole other problem when governments can't control what happens on their own land,\" said Michael Levi, a science and technology fellow at the Brookings Institution in Washington.\nThe U.S. government recently sent experts to inspect Shinkolobwe. U.S. Embassy officials in Kinshasa would not detail their findings.\nThe International Atomic Energy Agency, the U.N. organization that monitors nuclear facilities, also has offered to inspect the mines. The government has not taken up the offer, agency spokeswoman Melissa Fleming said by telephone from the agency's headquarters in Vienna, Austria.\nThe IAEA begins tracking uranium ore only after it has been enriched into weapons-grade material, a process that requires extremely sophisticated technical know-how, Fleming said.\n\"There is a huge, long process you have to go through before it gets to a point of concern for the world,\" Fleming said.\nTom Cochrane, director of the nuclear program at the Natural Resources Defense Council, a Washington-based advocacy group, agreed. Pre-enriched, \"it's not very good dirty-bomb material,\" he said.\nLevi, however, argued that even small quantities should be tracked.\n\"The assumption in the past was always that you'd have to divert a huge amount of uranium to make a bomb,\" Levi said by telephone from Washington. \"But you can do most of the research leading to a bomb with small amounts of uranium. So you can get very far without being detected.\"\nMining engineer Skinner said of Shinkolobwe: \"If there was really a political will to close it, it could be closed in a day. But everybody is making money out of it.\"\n\nGraphic\n\n \nMAP;\nShinkolobwe, Congo (The Philadelphia Inquirer)\n\nLoad-Date: August 26, 2005"
}