{
    "title": "Despite terrorism, Israel has achieved astonishing victory",
    "publisher": "star tribune ",
    "year": 1995,
    "month": 1,
    "day": 26,
    "full text": "Once more Israel has paid the price of victory.\n So deep have been the anguish and outrage since last Sunday's bus-stop bombing that few Israelis are inclined to see in it signs of triumph.  But the evidence is there, as it has been in other recent killings, and it bears inspection by Americans as well.\n For the United States is not immune to terrorist attack; witness the 1993 World Trade Center bombing. Moreover, the history of Middle East negotiations and the prospect of what current negotiations will produce suggest that in the year ahead, Americans may well step purposely into harm's way on the Golan Heights.\nThe premise that tragedy signals victory seems at first absurd, especially when the suicide bombing Sunday was one of a chain: a car bomb last April killing nine, six dead in another bus bombing a week later, 22 in still another in October.  Like the explosion that tore apart 19 young Israelis this week, the others occurred deep within Israel.\n There has been terror in the territories too, not least in Hebron last winter when a murderous Israeli gunned down 30 Palestinians in a mosque.  But for most Israelis the occupied territories are distinct.  Profound differences remain between Israel as defined by 1948 armistice lines and the Arab lands it occupied in 1967.  For Israelis, one difference is in the sense of personal security, which has been greater in the heart of Israel than in the occupied territories.\n The current surge of Israeli hostility toward Prime Minister Yitzhak Rabin therefore arises only in part from the public's skepticism about his negotiations with the Palestine Liberation Organization and its distrust of PLO chief Yasser Arafat.  The larger factor is the recent series of terrorist attacks within the heart of Israel.\n If the price of peace is more bloodshed, Israelis say, why not choose less peace and less bloodshed?\n The question is moot because Israel already has won.  Like the earlier killings, the attack Sunday was an act of desperation by martyrs who wish to destroy Israel but lack the power to do so.  Palestinian extremists once counted among their allies Arab countries who nearly achieved that power.  No more.\n Israel's peace with Egypt, now well into its second decade, endured despite varied assaults on it.  The treaty survived the assassination of its architect, Anwar Sadat; survived Egypt's years in the wilderness, when the rest of the Arab world isolated Egypt for political apostasy; survived the Likud government's violation of the spirit of Jimmy Carter's Camp David accords; even survived Israel's invasion of Lebanon.\n Rapprochement between Israel and the PLO deprived Israel's Arab foes of a prime cause for war.  For years, Israel's critics called the Palestinian problem the heart of the conflict.  The willingness of Israelis and Palestinians to settle that conflict left Arab states with few reasons to attack Israel.\n One remaining reason was the unresolved series of disagreements between Israel and Jordan.  That reason vanished last year when Jordan and Israel made peace.\n Acute disagreements still keep Syria and Israel apart.  That mutual hostility led Israel to worry about its very survival during the Cold War years, when the Syrian threat was amplified by Soviet support.  That too has collapsed.  And while distrust between Syria and Israel remains high, the remarkable development of recent years is their mutual search for accommodation.\n For decades, the story of the Arab-Israeli conflict was the story of Arab alliances against Israel.  The story has changed to one of Arab alliances with Israel - not in military pacts, but in treaties and less formal arrangements for diplomatic, economic and cultural relations.\n That Mediterranean sea change is compelling evidence that Israel, despite the travails of terrorism, has achieved an astonishing victory.  And the victory is the right kind.  It has reconciled rather than vanquished, thereby improving prospects for future cooperation.\n The obvious exception is underscored by events.  Inflamed by Israel's success and by the desertion of Arab peacemakers from their cause, zealots such as those in Islamic Jihad resolve to kill or be killed, and often choose both.  Theirs is a frightening threat.  But trying to counter it by stopping the arduous negotiations with the PLO, weakening the accommodations with Arab countries and jeopardizing prospects for peace with Syria would be foolish.\n Yitzhak Rabin is a contentious, sometimes obdurate prime minister.  He is not a foolish man.  He has made clear the risks of working toward agreement with the Palestinians and the greater risks of failing to do so; the risks of trading land on the Golan Heights for peace with Syria and the greater risks of perpetual hostility.\n Long involvement in these matters makes the United States more than a bystander.  If a Syrian-Israeli agreement comes about, an all but certain condition will be the stationing of peacekeepers, including U.S. troops, on the Golan Heights.  The danger would come less from Syria or Israel than from unreconciled terrorists.\n It is not too soon to ask whether a U.S. president and Congress would take the risk for victory then, as an Israeli prime minister and Knesset do now.\nRobert J. White is a Star Tribune foreign affairs columnist.\n\nLoad-Date: January 26, 1995"
}