{
    "title": "Despite Terrorism, Violence Is on the Decline, Pinker Says",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 20,
    "full text": "In a week when the terrorist attacks in Paris dominated the news, Harvard psychology professor Steven A. Pinker's remarks Thursday may have surprised some of his listeners. Violence, he said, has been declining continuously over the course of human history and will continue to fall in the future.\n\"The news is a systematically misleading way to understand the current state of the world,\" said Pinker, a professor of Psychology, during a talk to about 100 people. He referenced the \"if it bleeds, it leads\" principle of news coverage and how it can lead to an excessive focus on violent events.\n\"Over the course of history, our institutions and societal norms have brought about our better angels,\" said Pinker, citing both a famous Abraham Lincoln quote and the title of his 2010 book The Better Angels of Our Nature.\nPinker theorized that our \"better angels\" include facets of human emotion such as self-control, empathy, moral sense and reason. These feelings, according to Pinker, have led to global decreases in war, slavery, the death penalty, and homicide.\nOrganized by student group Harvard College Effective Altruism, the lecture packed dozens of students and community members into Emerson Hall 210. Some were drawn by the name of one of Harvard's most famous professors.\n\"I loved it. I thought he was amazing,\" Ashley D. Anderson '19 said. \"I wanted to hear him speak because I'm really interested in psychology.\"\nHarvard Effective Altruism, one of Harvard's newer student organizations, promotes the use of data and reasoning in decision-making.\n\"[Effective altruism] is a widespread and growing movement, particularly on a lot of college campuses,\" said Lily H. Zhang '17, an organizer of the event. \"We do a lot with holding lectures like this with people like Stephen Pinker\" who believe in the principles the group espouses, she said.\nPinker began the lecture discussing the brutal and often deadly violence that occurred in the prehistoric period and early portions of recorded history. \"Our species has what you may call a history of violence,\" he said.\nPinker zoomed through thousands of years, outlining six major declines in violence. He called one of the events \"the Civilization Process,\" in which early kings and emperors \"tried to stamp out endemic feuding in the territories that they pacified,\" he said.\nCurrent events, according to Pinker, are a mix of good news and bad news. \"In the past year, we have seen the violence perpetrated by [the Islamic State of Iraq and Syria], wars in Ukraine, and riots and violence in the streets of the United States,\" he said.\nHowever, he urged the audience to look past the 24-hour news cycle when making judgments about the world.\nEnding on a positive note, Pinker asserted that the global decline in violence will continue. \"Some forms of violence, once abolished, stay abolished,\" he said. \"The world has become more democratic than ever.\"\nRead more in Faculty News Police Investigate Vandalism on Portraits of Black Law Professors\n\nLoad-Date: November 20, 2015"
}