{
    "title": "Destroying the terrorism of fear",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 14,
    "full text": "TODAY many people are held in the grip of fear. Fear of accidents, hijacking, terrorism, is rampant.  Where can we find peace and freedom from fear? In an understanding of God.I was challenged to prove this when I heard that my husband's life had been seriously threatened. I refused to walk around in a shroud of fear. I turned to God without hesitation, as I had all my life. I knew Him as my shield, fortress, haven, my eternal habitation. I had learned through Christian Science that this divine Principle of the universe is unchanging, unwavering, ever-present good, guiding and preserving His offspring eternally.\nA favorite psalm states, ''He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.'' n1 This ''secret place'' is not a location but the spiritual consciousness of the infinite creator's presence and care. His safety extends to all His children, universally. ''God is everywhere,'' writes Mary Baker Eddy, the Discoverer and Founder of Christian Science, ''and nothing apart from Him is present or has power.'' n2\nThe one who knew the Father best, Christ Jesus, shared his understanding of Him when he prayed, ''Our Father which art in heaven, Hallowed be thy name… Thy will be done in earth, as it is in heaven… For thine is the kingdom, and the power, and the glory, for ever.'' n3 Our heavenly Father reigns everywhere, always. He is omnipotent! Knowing that this divine Principle of the universe maintains its creation now and throughout all eternity-realizing that this is the spiritual reality, transcending circumstances and appearances-helps to dissolve fear.\nSo when I heard of my husband's situation, I refused to be alarmed. In his position in southeast Asia he had been able to take several measures that protected his countrymen from abuse by the local people. His action had incurred the wrath of local leaders and politicians, and that's why assassins were hired to kill him.\nPrecautions were taken: a bodyguard accompanied him everywhere; a sentry and guard dog were posted outside his living quarters; bulletproof glass was put in his automobile; he varied his daily schedule. Still, his superior officer asked if he didn't think he should leave the country, since the situation was so dangerous. My husband declined, saying that the threat would carry over to his replacement. He was determined to stay.\nHe told his superior, ''I can't begin to tell you what protection I have.'' He knew the power of God, and knew that I was praying for him. I had written to my husband that because he was upholding the standard of Principle, he would be upheld by Principle, God. The Psalmist prayed, ''Let integrity and uprightness preserve me.'' n4 I knew my husband had taken his stand for integrity and for what was morally right and that this was his protection.\nA security director came to reassure me of all that was being done for my husband. His worried demeanor changed when he saw that I was not anxious. ''I came to comfort you, but you have made me feel better,'' he told me.\nIn order to be of most help to my husband, I strove constantly to think of him as he was in spiritual reality, dwelling in God's kingdom safely and securely. I knew also that I couldn't think of him as blessed and loved by his Father and then accept that there was an evil enemy to be feared. Was I being unrealistic? Was I ignoring evil? No, in order to prove God's protection I had to know that in His sight, in the presence of limitless good, there was no menace anywhere, only sinless man, animated by a perfect, loving Father.\nMy husband returned from his overseas tour safely, and there was no incident.\nThis experience taught me that I have a God-given right not to be terrorized by fear. In God's universe, the true, spiritual universe, there are no victims of fear and no victimizers. We are all governed by the same God who created us. Knowing this brought me confidence and courage. It destroyed fear.\n\nDAILY BIBLE VERSE\nIn God have I put my trust: I will not\nbe afraid what man can do unto me.\nPsalms 56:11"
}