{
    "title": "Details unfold about suspect in rampage Inquiries _ Did gunman act alone_ Is there a terrorism link_",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 11,
    "day": 7,
    "full text": "KILLEEN, Texas - On Wednesday and Thursday, Maj. Nidal Malik Hasan seemed in a hurry to give his worldly belongings to a neighbor. First a Quran. Then bags of vegetables. Finally a mattress, clothing and odds and ends from his bare one-room apartment.\n\"I'm not going to need them,\" he told the neighbor, Patricia Villa. He was going, he said, to Iraq or maybe to Afghanistan.\nThat was just one of many small and enigmatic details to emerge Friday about Hasan, the 39-year-old Army psychiatrist accused of a shooting rampage at Fort Hood that killed 13 people and wounded at least 28 others.\nAn American-born Muslim of Palestinian descent, he was deeply dismayed with the wars in Iraq and Afghanistan but proud of his Army job. He wore Middle Eastern clothes to the convenience store and his battle fatigues to the mosque. He was trained to counsel troubled soldiers but bottled up his own distress about deploying.\nGen. George Casey Jr., the Army chief of staff, and Army Secretary John McHugh traveled Friday to Fort Hood - the Army's largest post - as a widespread investigation into the shooting began.\n\"This is a tough one,\" Casey said at a news conference. \"It's a kick in the gut. There's no doubt about that.\"\nLocal police said that ballistics tests showed there had been only one shooter and that none of the victims had been hit by bullets fired by the police.\nBut the military and federal investigators pointedly refused to release further details on how the shootings occurred, why there were initial reports of multiple attackers and why officials took several hours to correct news media reports that Hasan had been killed.\nMost significant, officials were not prepared to say whether the attack was the act of a lone and troubled man or connected to terrorist groups, foreign or domestic. President Barack Obama asked people to avoid \"jumping to conclusions\" while the investigations continued.\nSen. Kay Bailey Hutchison, R-Texas, said Army officials were trying to determine \"if there is something more than just one deranged person involved here.\" Hutchison said in remarks at the base that while Hasan was the only one who had fired at the other soldiers, it was unclear whether he had planned the attack alone.\n\"That is a question still to be asked,\" Hutchison said. \"That is not a question that has been resolved.\"\nShe also said that the shooting had prompted Army officials to examine procedures in tracking people who may have problems.\n\"Was enough done?\" she asked. \"I don't think that anyone would have ever expected a psychiatrist trained to help others' mental health would be the one who would go off himself, unless there's more to it, and that's what they're looking for.\"\nIn Washington, a law enforcement official said an early search of Hasan's computer did not indicate any direct exchanges with known terrorists. The official said investigators do not have a complete record of his Internet use, as Hasan had multiple e-mail accounts and used computers in several locations.\nThe FBI became aware of Internet postings by a man calling himself Nidal Hasan earlier this year. The postings drew attention because they favorably discussed suicide bombings.\nWhether investigators conclude that Hasan acted alone - so that it was a purely military-on-military crime - or whether they uncover evidence of any civilian co-conspirators off the base will help determine whether he faces a trial under military court or in U.S. District Court.\nUnder either civilian law or the Uniform Code of Military Justice, a murder conviction could carry a penalty of death. But there are some procedural differences between the two systems.\nHasan's parents came to the United States in the early 1960s from a village on the West Bank and settled first in northern Virginia before moving to Roanoke to open a series of small businesses, including restaurants and a store.\n\nGraphic\n\n \n Joe Raedle  •  Getty Images  Kristopher Craig (left), the brother of  slain soldier Michael Pearson, speaks with a neighbor at Pearson's home on Friday in Bolingbrook, Ill.                      Joe Raedle  •  Getty Images  Command Sgt. Major Terrence Murphy (left) and Col. Kent Savre hold candles during a vigil Friday in Killeen, Texas, for those killed and wounded in the shooting rampage Thursday at the Soldier Readiness Center on the grounds of Fort Hood. Thirteen people were killed and at least 28 others wounded.  Kristopher Craig (left), the brother of  slain soldier Michael Pearson, speaks with a neighbor at Pearson's home on Friday in Bolingbrook, Ill. \n\nLoad-Date: November 8, 2009"
}