{
    "title": "Detainee provisions in National Defense Authorization Act cause local stir",
    "publisher": "the dominion post ",
    "year": 2012,
    "month": 2,
    "day": 10,
    "full text": "Feb. 10--Some Morgantown residents find detainee provisions in the National Defense Authorization Act (NDAA) controversial.\nThey are concerned, though it is unlikely, that the new law makes Americans anywhere subject to possible military detention if they are thought to be terrorists.\nThe $662 billion defense bill passed in both the Senate and House before President Obama signed the act into law on New Year's Eve, though he admitted having \"serious reservations.\"\nCivil liberties groups and human rights advocates have argued that detainee provisions in the bill grant the military authority to detain and interrogate U.S. citizens and non-citizens, denying them legal rights provided by the Constitution.\nAdvocates said that section 1022 of the bill, which makes military custody mandatory for certain detainees, does make an exception for U.S. citizens and legal permanent residents. But critics argue that section 1021 is broad, does not rule out indefinite detention and \"includes the authority for the Armed Forces of the United States to detain covered persons.\"\nStar City resident Paula Fitzgerald said a fair trial should be a global human right, but in America the principle should always be upheld. The possibility of the indefinite detainment of Americans should not be permitted, she added.\n\"I think we are giving up our right to privacy and our freedom under the threat of terrorism,\" she said. \"We are too willing to compromise our basic American values.\"\nWVU constitutional law professor Bob Bastress said there is nothing in the Constitution that permits the indefinite detention of American citizens in any situation, outside of martial law.\n\"There is a sixth amendment grand jury provision, there is a requirement for a preliminary hearing upon arrest, a right to counsel and then a right to trial by jury, which comes with a number of accompanying rights such as the right to confront accusers,\" he said. \"There is also the duty of the government to prove the charge beyond a reasonable doubt all covered by the Constitution.\"\nIf lawmakers agree to give the federal government the right to detain Americans indefinitely, they would have to amend the Constitution for it to be permissible, Bastress said.\nBut some West Virginia lawmakers say the detainee provisions in the NDAA do not strip Americans of any Constitutional rights.\nU.S. Sen. Joe Manchin, DW.Va., said the bill is the \"best approach\" to dealing with terrorists and members of al-Qaeda. He voted in favor of the legislation.\n\"A broad bipartisan group of Democrats and Republicans agree: The only people who have anything to fear from this law are members of al Qaeda. This law protects the Constitutional rights of all Americans,\" Manchin said.\nTexas Congressman and GOP presidential candidate Ron Paul introduced a bill to repeal NDAA's section 1021 on Jan. 18.\nPaul believes the provision \"provides for the possibility of the U.S. military acting as a kind of police force on U.S. soil apprehending terror suspects, including Americans, and whisking them off to an undisclosed location indefinitely, no right to attorney, no right to trial, no day in court.\"\nRep. David McKinley, RW.Va., disagrees with Paul and maintains the bill \"does not incorporate American citizens.\"\n\"Furthermore, multiple provisions in this legislation state indefinite detention only extends to individuals involved with terrorist organizations or those who have previously carried out acts of terrorism,\" McKinley said. \"The number one priority of our government should be to protect its citizens from all possible security threats.\"\nU.S. Sen. Jay Rockefeller, D-W.Va., said the defense bill contains important military funding and necessary measures for battling terrorism, which is why he voted for the act.\n\"My view is that we need to have a clear detention policy that facilitates the immediate collection of intelligence from captured terrorist suspects, including those captured in the United States,\" he said.\nHowever, Rockefeller said he doesn't believe American citizens should be included in detention provisions and has voted in favor of amendments that are against indefinite detention of Americans, though the amendments did not pass.\nManchin voted against an amendment to revise \"the provisions related to detainee matters,\" according to the U.S. Senate's website. Further comment on the amendment was not available in time for this report.\nThough legislators say that Americans are exempt from NDAA detainee rules, President Obama said his administration \"will not authorize the indefinite military detention without trial of American citizens.\"\nBut Morgantown resident and Vietnam veteran Mike Deem asks, \"What about the next president? What about the one after that?\"\n\"I don't think anyone's rights should be suspended no matter what they do,\" he said. \"That's why we have a constitution in the first place, to protect the people.\"\nDeem said he has no problem with an American citizen being detained by the U.S. military if they are on the \"battlefield\" in a foreign country, but the thought of an American being held indefinitely on U.S. soil is unacceptable.\n___ (c)2012 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by MCT Information Services\n\nLoad-Date: February 10, 2012"
}