{
    "title": "Detainee treatment study planned",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 12,
    "day": 18,
    "full text": "NEW YORK ? A nonpartisan legal think tank plans to study U.S. treatment of terrorism detainees, partly out of concern that the country's policies lack clarity and can be manipulated to permit abuse or torture in dangerous times, members of a task force appointed to conduct the study said Friday. Eleanor J. Hill, one of three chairpersons on The Constitution Project's new panel, said events after the Sept. 11 terrorist attacks such as the abuse by American troops of inmates at Abu Ghraib prison in Iraq and complaints of detainee torture will be one focus of the study. \nShe said it was important in fighting terrorism to project an image of the United States that is consistent with the principles the country was founded upon so that terrorists are not viewed more favorably than Americans in some parts of the world. \"When you see stories of Abu Ghraib and stories of torture, it's not the kind of America we want the rest of the world to see and the kind of country we want to be,\" said Hill, who was a Department of Defense inspector general under President Bill Clinton. \"America is not what terrorists say we are, an evil country to be hated.\" Former FBI Director William Sessions, former Arizona U.S. Rep. Asa Hutchinson, a retired Army general and a retired appeals court judge in Washington are among 11 people selected for a task force that will meet for the first time in early January, said Virginia Sloan, a lawyer and president of The Constitution Project. Sloan said the task force will try to reconcile the lack of clarity and consistency in U.S. detainee treatment policies to ensure public confidence in future policy decisions. Its work should produce a final report in a year to 18 months, she said. She said the policies must be clear because civil liberties are undermined in times when national security is threatened. \"We've seen it throughout history,\" she said. \"When there's some sort of crisis, we do curtail civil liberties.\" Hutchinson, a Republican who served as Department of Homeland Security undersecretary under George W. Bush, said in an interview that he joined the panel because he was convinced the study was \"something important for our national security and our war on terrorism.\" He said he will want to know what policies toward detainees were in place and how they were viewed during the past three presidential administrations. \"I'm going into it with very much an open mind,\" Hutchinson said, calling himself an \"unabashed conservative.\" He said the group's work will be hampered somewhat because it will lack subpoena power and will not have access to classified materials. Sloan said the group decided to study the issue after others tried unsuccessfully to persuade President Barack Obama or Congress to initiate their own studies. Hill said she understood that other looming issues including the war in Afghanistan and the economy likely took precedence. \"The idea really is to move the country past this,\" she said. \"We'll look at the facts. Were things done that shouldn't have been done and, if so, what can we do to prevent those things from happening in the future?\" The task force was formed just weeks after the first Guantanamo detainee to be tried in a civilian court was acquitted in federal court in Manhattan on all but one of more than 280 charges that he took part in the al-Qaida bombings of two U.S. embassies in Africa in 1998. The twin attacks killed 224 people, including a dozen Americans. Just before the start of Ghailani's trial, U.S. District Judge Lewis A. Kaplan excluded the prosecution's most important witness on the grounds that the government learned about him only after Ghailani was subjected to harsh interrogation tactics at a CIA-run camp overseas after his 2004 arrest. None of the statements Ghailani made to authorities after his arrest were used at the trial. \n\nLoad-Date: December 19, 2010"
}