{
    "title": "Detachment and denial in the face of homegrown terrorism",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 12,
    "day": 10,
    "full text": "A thousand fires have turned the city red. Streets of tall, pale houses, usually quiet, are suddenly as loud as a bad night in Baghdad, with explosions, echoing reports, whistling rockets.\nNever fear: The explosions are just fireworks blooming gold and silver against the autumn stars, the rockets are Roman candles, and the bonfires are surrounded by laughing children. Britain is celebrating the 400th anniversary of a terrorist attack that didn't happen.\nIn 1605, 13 young men conspired to blow up the entire British government. They smuggled 36 barrels of gunpowder into the cellars beneath the Houses of Parliament. But the king's secret service got wind of the plan - one member of Parliament had received a letter warning him to stay away. In the early hours of Nov. 5, when the Yeoman of the Guard searched the palace, they discovered Guy Fawkes hiding behind the gunpowder with a pocketful of fuses. Fawkes was arrested, tortured and put on trial. In early 1606 he, along with his co-conspirators, was hanged, drawn and quartered.\nFor the last four centuries, the British have commemorated Guy Fawkes Night with pyrotechnic displays and an effigy, \"the Guy,\" ritually tossed onto a bonfire. But this year the story of how members of a secret cell planned a violent attack on the nation's capital has added resonance. Like the suicide bombers who struck London in July this year, Guy Fawkes and the rest were members of a religious minority. And they were homegrown terrorists.\nThe Gunpowder Plotters were Roman Catholics, furious at English laws which oppressed them. The July bombers were Muslims, maybe taking revenge for Western incursions into Islamic lands, maybe trying to advance the al-Qaida fantasy of a renewed caliphate. It's important to point out that Muslims in Britain have full religious rights and freedoms. It's also important to point out that the July bombers weren't foreigners, part of the \"immigration plague\" some right-wing British papers squeal about. They were citizens.\nSo, for the most part, are the young men rioting in the banlieues of Paris. Their parents or grandparents may have immigrated from former French colonies, but they were born in France. They are not al-Qaida; they're mostly terrorizing their own neighbors, trashing schools their younger brothers and sisters attend and torching cars belonging to their friends' mothers and fathers. French Interior Minister Nicolas Sarkozy first tried to defuse the situation by calling the jobless, impoverished rioters \"scum,\" then said he was shocked - shocked! - that such alienation and disaffection could exist in la belle France.\nThe Bush administration exhibited a similar astonishment in the aftermath of Hurricane Katrina. Who were those people floundering down there in the filth and toxic water? Why didn't they just get in their cars and leave New Orleans, like they were supposed to? How dare they loot a Wal-Mart! They're acting just like a bunch of Third Worlders!\nThe Paris vandals, the London terrorists, and the furious, but largely noncriminal, victims of Katrina are not, of course, morally equivalent. No, the similarities are between their detached and clueless governments. The ghettos of Cite des 3000 and Aulnay-sous-Bois seethed with lawlessness and despair for days before President Jacques Chirac was moved to speak publicly. And what did he say to ameliorate the situation? \"We are all children of the Republic.\" It's just that in the land of liberte, egalite, fraternite some are more egal than others.\nIn Britain, Tony Blair still insists that the invasion of Iraq had nothing to do with the summer suicide bombings. In the United States, George W. Bush still insists that Iraq is coming along nicely, and things for poor people in Louisiana will get better once the rich get another tax cut.\nBlair and Bush share this messianic arrogance, this conviction that any policy they pursue is automatically virtuous. But the reality check comes hard and fast. Blair recently tried to pass a bill giving British police the right to detain a suspect for 90 days without charge, and was outraged when his own party voted against him. Bush's credibility is in the sub-basement and his White House plagued by investigations and indictments. So now he's falling back on reliable paranoia about immigrants, demanding that we \"secure our borders\" against all those would-be gardeners, maids and day laborers who want to invade us from the south. You never know: One of those guys cutting your grass in Arizona could be a terrorist. Never mind that it might be just as likely, as in France and Britain, that the malcontents will come from within, not without.\nWhen children throw the effigy of Guy Fawkes onto the bonfire, it's a ritual, a symbolic way of conquering evil, violence, danger. But it's not reality, and they know it. Would that leaders on both sides of the Atlantic realize that just wishing for something to be true doesn't make it so.\nDiane Roberts is author of Dream State, a book about Florida.\n\nGraphic\n\n \nPHOTO\nDiane Roberts\n\nLoad-Date: December 10, 2005"
}