{
    "title": "Detention Extended for Airliner Bomb Suspect",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 27,
    "full text": "The detention of Rashid Rauf, who authorities here say is a key figure in the London airliner bombing plot, has been extended for 14 days, a senior Pakistani government official said Saturday. \n  Mr. Rauf, who holds Pakistani and British citizenship, was arrested Aug. 9 in Bahawalpur, in southern Pakistan, and was moved soon after to Rawalpindi, just south of the capital, where the police, military and intelligence services have headquarters. He is being held on charges of possession of forged documents and an additional charge but none relating to terrorism.\nHe was taken before a magistrate at the airport police station in Rawalpindi and ordered detained for two weeks, according to an intelligence official in Islamabad. That official said Mr. Rauf may also be charged with making threats over the telephone, or another offense not related to terrorism.\n  The senior government official, who spoke on condition that he not be identified, said that on Friday Mr. Rauf was ordered to be held for a second two-week period.\n  On Wednesday, the British authorities said they had not asked that Mr. Rauf be extradited, but on Saturday, the government official said that the request had been made, and that the process could take four to five weeks. \n  The interior minister, Aftab Ahmed Khan Sherpao, said his agency had not received an extradition request from the country's Foreign Ministry. A spokeswoman for the Foreign Ministry, Tasneem Aslam, said Saturday that she was unaware of the request for extradition. \n  Pakistan does not have an extradition treaty with Britain, but Ms. Aslam said the mutual legal assistance accord between Pakistan and Britain might allow a handover. The senior government official said Mr. Rauf had been instrumental in sending money to the plotters in London. He said the money had been sent through South Africa. \n  Pakistani officials have repeatedly said that the bomb plot had global connections and that a third country was involved. \n  Pakistani officials have also said that a person connected to Al Qaeda and based in Afghanistan was the mastermind of the plot, and that Mr. Rauf had met with him. Afghan officials have rejected that possibility, saying there is no Qaeda base there.\n  Mr. Rauf was under surveillance for five to six weeks before his arrest, the senior government official said, and his movements were closely watched in the final week. \n  He made several calls to the suspected London plotters a week before his arrest, which, the official said, prompted the Pakistani law enforcement agencies to move in. \n  Twelve people in Britain have since been charged with offenses related to terrorism.\n\nTribal Leader Killed in Pakistan\nBy The New York Times\n  Pakistani security forces killed a tribal leader, Nawab Akbar Khan Bugti, 79, Pakistan's information minister, Muhammad Ali Durrani, said late Saturday.\n  The minister said that the forces had also killed two of Mr. Bugti's grandsons. \n  The men were leading an armed rebellion against the central government in their native province of Baluchistan. \n  Government forces have been fighting Mr. Bugti and his followers, who are demanding greater rights for the Baluch people, since last year and forced Mr. Bugti to flee his ancestral homeland and hide in the mountains six months ago. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 27, 2006"
}