{
    "title": "Detention of journalist's partner highlights broad UK terror laws The partner of Glenn Greenwald, wh",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 8,
    "day": 19,
    "full text": "The detention yesterday of the partner of a prominent journalist who broke the Edward Snowden story has stirred up criticism here among civil liberty groups, academics, and members of Parliament.\nBritish authorities held David Miranda, who is in a civil union with Guardian reporter Glenn Greenwald, under terrorism laws for nine hours on Sunday at London's Heathrow Airport while he was in transit from Berlin to his home city of Rio de Janeiro.\nHe was detained for the maximum time allowed under Schedule 7 of the Terrorism Act 2000 before being released without charge. However, electronic possessions including his laptop, cellphone, camera, memory sticks, DVDs, and game consoles were confiscated.\nMr. Greenwald, who has written extensively about surveillance programs run by Britain and the US National Security Agency (NSA), tweeted news of the arrest. The news is prompting widespread condemnation and reassessment of the Terrorism Act, which did not generate much controversy once the attacks of Sept. 11, 2001 happened. A particular focus is Schedule 7, which allows officials to stop suspects without evidence. \n\"Schedule 7 has flown under the radar until now but you can't ignore the fact it is viewed as a draconian measure,\" says Professor Helen Fenwick, joint director of the Human Rights Centre and law lecturer at Durham University. \n\"It's not been viewed as particularly controversial post-9/11 as the police have concentrated on certain suspects and the focus of attention has been on people like Abu Qatada. But now the Labour Party are asking questions as a result of this [detention at Heathrow], effectively querying their own legislation because they were in power when it came in.\"\nCondemnations have also come in from outside Britain. Brazil's Foreign Ministry issued a statement that said: \"The Brazilian government expresses grave concern about the episode that happened today in London, where a Brazilian citizen was held without communication at Heathrow airport for nine hours, in an action based in the British anti-terrorism legislation.\n\"This measure is without justification since it involves an individual against whom there are no charges that can legitimate the use of that legislation. The Brazilian Government expects that incidents such as the one that happened to the Brazilian citizen today do not repeat.\"\nMr. Miranda had been in Berlin visiting US filmmaker Laura Poitras, who has also been working on the Snowden files with Greenwald and the Guardian.\nGreenwald said his partner did not have access to lawyers and described the arrest as intimidation. In an article for today's Guardian he wrote: \"This was obviously designed to send a message of intimidation to those of us working journalistically on reporting on the NSA and its British counterpart, the GCHQ. This is obviously a rather profound escalation of their attacks on the news-gathering process and journalism.\"\nHe added: \"If the UK and US governments believe that tactics like this are going to deter or intimidate us in any way from continuing to report aggressively on what these documents reveal, they are beyond deluded. If anything, it will have only the opposite effect, to embolden us even further.\"\nHe later repeated the accusations to BBC World Service's Newsday program, claiming the authorities were more interested in his journalistic work than terrorism. Greenwald said: \"They never asked him about a single question at all about terrorism or anything relating to a terrorist organization.\n\"They spent the entire day asking about the reporting I was doing and other Guardian journalists were doing on the NSA stories. The principal point, since they kept him for the full nine hours, is to try and send a message of intimidation and bullying.\"\nHe was supported by his editor, Alan Rusbridger, who sent lawyers to the airport alongside Brazilian officials including the ambassador.\nToday, human rights groups questioned the detention.\n\"What's happened looks bad - it looks like harassment and intimidation. It certainly looks like there was collusion between the US and UK authorities but without more information we don't know,\" says Professor Fenwick.\nShe adds: \"To detain him for the full nine hours is certainly unusual and makes it look clumsy. What it will do now is raise questions about the use of Schedule 7 and maybe a judicial review. There's no element of 'reasonable suspicion' in the legislation and it might well start more discussion about it.\"\nAccording to official figures, more than 97 percent of examinations under Schedule 7 last less than an hour, and only one in 2,000 people detained is kept for more than six hours.\nKirsty Hughes, Chief Executive of Index on Censorship said: \"The Terrorism Act should not be used to directly or indirectly intimidate journalists. If David Miranda was detained because of his association with Glenn Greenwald, it is not only a misuse of the Terrorism Act but a direct challenge to free speech in this country and internationally.\"\nWidney Brown, Amnesty International's senior director of international law and policy, said it was unlikely the detention was random, describing it as \"unlawful and inexcusable.\"\nShe added: \"The only possible intent behind this detention was to harass him and his partner, Guardian journalist Glenn Greenwald, for his role in analyzing the data released by Edward Snowden.\"\nUK opposition MP Keith Vaz, who is also chairman of the Home Affairs Select Committee, told the BBC Radio 4's Today program that he would be writing to the police to attain the facts but said they needed to investigate complaints from Greenwald and the Brazilian government.\nHe told the program: \"What is extraordinary is they knew he was the partner [of Greenwald] and therefore it is clear not only people who are directly involved are being sought but also the partners of those involved.\n\"Bearing in mind it is a new use of terrorism legislation to detain someone in these circumstances ... I'm certainly interested in knowing so I will write to the police to ask for the justification of the use of terrorism legislation - they may have a perfectly reasonable explanation.\"\nMr. Vaz's Labour colleague Tom Watson said politicians needed to wrestle back control of terrorism legislation. He told the BBC: \"What I think we are going to see is this is sort of the intelligence services overstepping the mark - they are clearly trying to intimidate Glenn Greenwald - and that's an attack on journalism. I think politics needs to intervene to make sure it doesn't happen again.\"\nThe Metropolitan Police spokesman declined to go into detail about the detention. In a statement a spokesman said:  \"At 08:05 on Sunday 18 August 2013 a 28-year-old man was detained at Heathrow Airport under Schedule 7 of the Terrorism Act 2000. He was not arrested. He was subsequently released at 17:00.\"\n\nLoad-Date: August 20, 2013"
}