{
    "title": "DEWINE_ U.S. 'MORE SECURE TODAY'; Communication key in terrorism fight, Ohio senator says",
    "publisher": "daily news ",
    "year": 2002,
    "month": 6,
    "day": 18,
    "full text": "CEDARVILLE - A joint U.S. House and Senate committee scrutinizing the events leading up to Sept. 11 in an effort to prevent future terrorist attacks should be finished with its investigation by the year's end, according to Sen. Mike DeWine.\nDeWine, a Republican, also expects the committee to issue a report on its findings in early 2003, he said on Monday at his Cedarville home.\nDeWine is the only Ohioan and one of a handful of lawmakers to sit on the committee, made up of members of the intelligence committees from the both houses of Congress. The group was formed in February.\n\"We are more secure today than we were prior to September 11. I see a lot of good things happening, but we do have a ways to go,\" DeWine said.\nDeWine said a few demands are especially pressing:\nMore and better linguists for the FBI.\nMassive improvement of the FBI's technology.\nA coordinated, central point of analysis from all intelligence agencies.\nDeWine said he has long fought for better resources for the FBI - a need that wasn't widely championed until after last fall's terrorist attacks. Now, with the FBI's aim shifting to crime prevention, DeWine expects that will change.\n\"The top priority today (for the FBI) is to deter, stop terrorism. Historically, their job has been to catch criminals after the fact. . . . Now, the FBI's number one priority is terrorism, and their number one priority is to stop terrorism before it occurs,\" he said.\nDeWine said the intelligence community will have to work to stop terrorism overseas, before it reaches the United States. He said the key to fighting the war against terrorism is information.\nWhile DeWine is unsure of the amount of money needed to win the fight, he said Congress will have to give the FBI and CIA whatever resources are deemed necessary.\n\"It's irrelevant what it costs. This is national security of the United States. We have not put enough resources, in the past, in intelligence.\"\nSitting on both the Senate's Judiciary Committee, which oversees the FBI, and its Select Committee on Intelligence has given DeWine a unique perspective on how the agencies, as well as CIA Director George Tenet and FBI Director Robert Mueller, work together.\nThe relationship has reportedly been contentious, with each trying to blame the other for not preventing the attack.\n\"I think their relationship is improving,\" DeWine said, adding the directors of each agency meet with President Bush every morning for a briefing. \"I think they're talking a lot more than they ever have before.\"\nTalk between intelligence agencies is the only way to win the war on terror, DeWine said. Information from the FBI, CIA and other intelligence sources \"all has to be blended, and it all has to go to one place,\" he said.\n\"The president's decisions are only as good as the information he gets. If he doesn't get good information, he can't make good decisions,\" DeWine said.\n\nLoad-Date: June 19, 2002"
}