{
    "title": "DHS Shuts Down ISIS Plot to Turn PPE Shortage Into Terror Funding",
    "publisher": "insidesources.com",
    "year": 2020,
    "month": 8,
    "day": 14,
    "full text": "Aug. 14--     Aug. 14--As the demand for PPE surged over the summer and shortages plagued supply lines, international law enforcement agencies and industries alike warned that criminal gangs were exploiting the desperate need for personal protection equipment.\nNow the U.S. Department of Homeland Security reports that one of the most notorious groups on Earth has gotten into the PPE fraud game:\nISIS.\nOn Wednesday, August 12, DHS and other law enforcement agencies announced a series of civil and criminal complaints against ISIS, alleging it set up an online PPE scam targeting U.S. hospitals, nursing homes and first responders in order to raise funds.\nIn addition to the PPE fraud, agencies like the Department of Justice and the FBI also discovered terrorists from Al Qaeda and Hamas using social media and cryptocurrency to raise money for their terrorist operations.\nAuthorities seized $2 million, \"the government's largest-ever seizure of cryptocurrency in the terrorism context,\" according to the U.S. Department of Justice.\nAt one point, ISIS was operating a website called FaceMaskCenter.com that claimed to be selling much-sought-after N95 face masks, Tyvek suits and other PPE equipment. Today the website is shut down, with the message \"This domain has been seized\" across the page.\n\"They have a sophisticated online operation, and here they were turning that operation to setting up these phony websites to get money to fund terrorism. When you thought you were paying for a mask that you needed,\" Assistant Attorney General of the National Security Division John Demers told CBS News.\nIn a statement to InsideSources, Acting Secretary of Homeland Security Chad F. Wolf said: \"After launching investigations that identified suspected online payments being funneled to and in support of terrorist networks, Homeland Security Investigations skillfully leveraged their cyber, financial, and trade investigative expertise to disrupt and dismantle cyber-criminal networks that sought to fund acts of terrorism against the United States and our allies.\"\n\"Together with our federal law enforcement partners, the Department will utilize every resource available to ensure that our Homeland is and remains secure.\"\nPPE fraud has surged in the wake of the COVID-19 crisis as businesses, healthcare providers and national governments compete for the desperately needed materials. According to the United Nations Office on Drugs and Crime (UNODC), international criminal groups are selling sub-par PPE or running scams where they collect money and never provide the product.\n\"COVID-19 has been the catalyst for a hitherto unseen global market for the trafficking of PPE. There is also some evidence of the trafficking of other forms of substandard and falsified medical products, but not to the same extent as PPE,\" the report said.\nIn one case, a Silicon Valley investor paid workers $20 an hour to repackage millions of dollars of Chinese-made non-medical masks as medically-certified KN95 PPE.\nIn another, a Canadian man bought a web domain, coronaprevention.org, so that it could be used to sell fake COVID-19 test kits.\nIn response, a group of businesses and public-sector organizations involved in international trade joined together over the summer to help in the fight. Philip Morris International Inc. (PMI), the U.S. Chamber of Commerce and Procter & Gamble are among a group of companies behind an advertising campaign designed to raise awareness of the market for fraudulent PPE and spotlight the Department of Homeland Security's resources.\n\"This latest law enforcement action is yet another reminder that international criminals continue to profit from the COVID-19 pandemic by flooding the U.S. with fraudulent goods,\" Hernan Albamonte, head of Illicit Trade Prevention for Philip Morris International, told InsideSources. \"PMI is pleased to be partnering with many in the private sector to help raise awareness of ways in which to combat those that profit from deception.\"\nLate last month, U.S. Immigration and Customs Enforcement's (ICE) Homeland Security Investigations (HSI) announced that their anti-PPE fraud effort, Operation Stolen Promise, had conducted more than 500 criminal investigations, seized some 900 shipments and more than $7 million in illicit proceeds.\n\"Homeland Security Investigations continues to demonstrate their investigative expertise with these enforcement actions,\" ICE Deputy Director and Senior Official Performing the Duties of the Director Matthew T. Albence told InsideSources. \"Together with law enforcement partners, HSI has utilized their unique authorities to bring to justice those cyber-criminal networks who would do us harm.\"\n___ (c)2020 InsideSources.com, Washington, D.C. Visit InsideSources.com, Washington, D.C. at www.insidesources.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: August 21, 2020"
}