{
    "title": "DHS Disbandment of Domestic Terror unit shows Bias",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 24,
    "full text": "The Trump Administration along with its cronies have obviously displayed bias by downplaying this threat while continuing its rhetoric on so-called \"Radical Islamic Terror.\"\nRecently the Department of Homeland Security disbanded one of the only domestic terrorist units in its department.\nOne would think that after all the recent white supremacist terrorist attacks around the world, the department would up its efforts in tackling this phenomenon.\nIt's no secret that the many attacks perpetrated by white males like the Las Vegas shooting or when James Alex field drove his car into a crowd of peaceful demonstrators in Charlottesville and countless other attack are treated a lot different, depending on the nature or background of the predator.\nFor example, Fields crime was considered second-degree murder and hit and run not terrorism. Even though the attack was obviously politically motivated.\nAccording to the Anti-Defamation League's Center on extremism, at least 50 people have been killed by white supremacist extremist in 2018.\nThat statistic made 2018 the fourth deadliest year on record for domestic extremist related killings since 1970.\nWhen the recently fired DHS secretary Kirsten Nielsen was asked last week which form of terrorism posed the biggest threat to the United States;\n\"Comparing Domestic white supremacist terrorism or radical Islamic terrorism,\" Nielsen said, \"My department assesses that's the largest terrorist threat to the United States continues to be Islamist inspired terrorism.\"\nAccording to FBI data, 150 Americans were arrested for planning to engage in acts of domestic terrorism in 2017, compared to 110 International suspects. In 2018 the ratio was 120 to 100.\nAccording to many reliable sources, last year at some point when new political leadership in the Department of Homeland Security's intelligence office began to reorganize, they eliminated many branches that were established to combat domestic terrorism.\nThey claimed that the closure of these units had not hindered their efforts to tackle domestic terrorism. Prior to this, former analysts created many products that would share threats and assessments to local law enforcement which would be to used to protect neighborhoods all over the United States.\nRecently many of these products have been eliminated. DHS has been surprisingly very secretive about the elimination of these services.\nYet the countering violent extremism also known as \"CVE initiatives are still ongoing which targets Muslim and black communities solely based on religion and race.\nAlthough CVE aims to deter people from joining violent extremist groups, it largely is designed to spy on marginalized communities to collect data and send it to the Department of Homeland Security.\nIn truth, ideological violence comes from all quarters especially the far-right. By selectively targeting mostly Muslim and black community compounds discrimination these communities already face by over policing and increase unnecessary and targeted surveillance.\nThey are often disguised within social programs which involves intelligence gathering under the pretext of community outreach. Imagine how ridiculous it would be if this was done to White communities based on the fact that a few lone wolf white extremists carried out sporadic attacks.\nIt would be very ridiculous given the fact that white people make up 17 percent of the world's population. So think about the fact that 22 percent of the world's population is Muslim.\nNow think about how preposterous it is to stereotype 22% of the world's population based on the actions of a few. I have a better word for it, its called blatant bias.\n\nLoad-Date: April 24, 2019"
}