{
    "title": "Dialogue Can Save Algeria",
    "publisher": "the new york times",
    "year": 1994,
    "month": 7,
    "day": 16,
    "full text": "Algeria is one foreign policy issue the Clinton Administration continues to get right, most recently at this month's Naples summit meeting. Though it does not get much attention in the U.S., Algeria's turmoil is a big international problem.\nIf the Islamic terrorists now murdering foreigners, outspoken Algerians and Government officials ever came to power, the consequences would be calamitous, threatening governments across North Africa and flooding Europe, especially France, with desperate refugees.\nIt is understandable that a panicked Paris is doing all it can to prop up Algeria's military regime as a bulwark against the radical threat. But on the evidence of the past two years, repression will not succeed. The best hope for arresting the slide into extremist violence lies in reopening the political dialogue that the military shut down when it seized power and canceled elections early in 1992. A reopened dialogue is just what the Clinton Administration has consistently urged.\nThe aborted elections of 1992 produced a range of legitimate actors, including the Islamic Salvation Front, the front-runners; the Socialist Forces Front, representing mainly the Berber minority, and the National Liberation Front, the longtime ruling party now in opposition.\nSplitting the difference between U.S. urgings and French hesitations, the Naples summit statement urged Algeria's rulers \"to continue a political dialogue with all elements of Algerian society rejecting terrorism and violence.\" But so far the military Government has been willing to talk only to selected leaders, on its own terms. That will not be enough, and Washington needs to keep pushing Paris and Algiers.\nThis Administration, while firmly opposed to terrorism, is determined to find a more nuanced approach to Islamic movements than the broad-brush opposition that has proven useless or counterproductive in the past. Its efforts to promote dialogue in Algeria deserve considerable credit.\n\nLoad-Date: July 16, 1994"
}