{
    "title": "Diamonds for terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 19,
    "full text": "Diamonds - and the governments that facilitate their trafficking - can be a terrorist's best friend.\nThe international community has long known these shining gems are used to launder money and fuel some of the world's most brutal repression. But such conflicts were mostly written off as the internal problems of countries such as Sierra Leone and Liberia. Now post-9/11 investigations linking the dirty diamond trade to international terrorism have raised the issue's profile. Responsible nations involved in diamond production want to limit the ability of warlords and terrorists to profit from the gemstones.\nDIAMONDS\nYet the Bush administration still balks at implementing a system to inform buyers of a diamond's provenance and penalize countries that shirk reasonable import and export controls. That is a mistake. Now that the fight against terror has reached our jewelry stores, the administration owes the American people the same amount of resolve on the war's financial front that it has shown in the military battle against terrorists.\nA recent Washington Post story described the complex web of terrorists, warlords and rebels, including members of al-Qaida and Hezbollah, that profits from illicit diamond traffic. Investigators estimate Osama bin Laden's network has reaped millions in the last three years by buying gems at sub-market prices from West African strongmen and selling them for large profits in Europe. Around July, al-Qaida started stepping up its operations, presumably to shield more money in undetectable diamonds, which never lose their value, in anticipation of having more liquid assets frozen.\nTo combat the problem, reputable diamond dealers have suggested that each parcel of rough diamonds travel with its own passport, stating its weight, value and origins. Signatories to the proposed agreement will commit to checking these documents at each stage in the process and documenting imports and exports to assure that no country exports more diamonds from mysterious sources than it has produced. Penalties for violators would be steep. Non-signatories would be excluded from the trade, making smuggling riskier and more costly.\nThat is where the Bush administration parts ways with the international dealers, claiming that other countries might find this unfair and protest under international trade laws. So let them. It is hard to defend a trade that enriched the rebels in Sierra Leone, famous for chopping off civilians' limbs and enslaving children to fight for their cause. It will be equally hard to defend nations who refuse to support such a benign bureaucratic solution to the problem of financing international terrorism and bloodshed.\n\nLoad-Date: December 19, 2001"
}