{
    "title": "DICK CHENEY SAYS PRESIDENT OBAMA CLAIMED TERRORISM WAS 'SOLVED' WITH OSAMA BIN LADEN'S DEATH",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 6,
    "day": 24,
    "full text": "Says President Barack Obama said when \"we got bin Laden, terrorism problem solved.\"\nDick Cheney on Sunday, June 22nd, 2014 in an interview on ABC's \"This Week\"\n* * *\nTHE RULING: FALSE\nIt feels a little like 2003 lately, with Iraq in crisis and former Vice President Dick Cheney arguing for a muscular intervention to thwart the rise of violent anti-American extremists.\nCheney thrust himself into the punditry ring with a Wall Street Journal op-ed that eviscerated President Barack Obama's foreign policy and spurred follow-up TV interviews. ABC This Week's Jonathan Karl asked Cheney about Obama on June 22, saying it \"almost seems like you're accusing the president of treason here, saying he's intentionally bringing America down a notch.\"\nObama's withdrawal of troops from Iraq and Afghanistan will allow more terrorists to gain a foothold in those countries and threaten U.S. interests, Cheney said. (We previously checked his claim that the number of terrorists has doubled, which we rated True.)\n\"The scope of the problem, in part, is based upon an unwillingness by the president to recognize we have a problem,\" Cheney said. \"They're still living back in the day when they claimed we got (Osama) bin Laden, terrorism problem solved. That wasn't true then, it's even less true today.\"\nThe question for us in this fact-check: Did Obama declare the terrorism problem solved after special forces killed bin Laden in 2011?\nThe answer: not that we can find.\nFactCheck.org looked into a similar claim from Cheney's June 19 interview with Fox News' Megyn Kelly. When Kelly called him out for being wrong on Iraq \"time and time again,\" Cheney said, \"Barack Obama has stated repeatedly the terrorist threat is gone, we got bin Laden.\"\nAfter reviewing Obama's speeches in recent years, FactCheck found no traces of Obama saying the terrorist threat was \"gone,\" which obviously means he did not say it \"repeatedly.\"\nOur review turned up similar findings. We did not find any instances in which Obama said threats of terrorism are solved, or gone, or just kaput.\nSpokespeople for the White House and Cheney could not be reached for comment.\nObama did not make that claim the night he announced bin Laden's death, and he has not dismissed the lingering threat from al-Qaida-affiliated groups and other violent jihadists in public comments since 2011. His usual message is bin Laden's death is a big deal, but the terrorism fight is not over.\n\"The death of bin Laden marks the most significant achievement to date in our nation's effort to defeat al-Qaida,\" Obama said May 1, 2011. \"Yet his death does not mark the end of our effort. There's no doubt that al-Qaida will continue to pursue attacks against us. We must -- and we will Ñ remain vigilant at home and abroad.\"\nIn the column Cheney co-wrote with daughter Liz, he pinpointed Obama saying \"core al-Qaida is on its heels, has been decimated\" to illustrate the president's skewed point of view.\nThe statement, pulled from Obama's remarks in an Aug. 9, 2013, White House press conference, is accurate but out of context. Obama was responding then to a question from Karl (that guy is everywhere), who asked if Obama still believed \"al-Qaida has been decimated\" after a previous speech, given terrorist threats across the Middle East and Africa that closed diplomatic outposts.\nObama's response: \"What I said in the same National Defense University speech back in May that I referred to earlier is that core al-Qaida is on its heels, has been decimated. But what I also said was that al-Qaida and other extremists have metastasized into regional groups that can pose significant dangers.\"\nThat May 2013 university speech also does not contain a proclamation that the country's terrorism problem is solved. Obama heralded the deaths of bin Laden and his lieutenants but followed up immediately with a warning: \"Now, make no mistake, our nation is still threatened by terrorists.\"\nDuring his 2012 re-election campaign, Obama did not consistently follow up on his point that bin Laden is dead with a reminder that the anti-terror fight remains. But even in those cases he usually said al-Qaida was \"on the run\" or \"on the path to defeat.\"\nReporters noticed when he dropped a reference to al-Qaida being \"on the run\" in a few of his stump speeches, questioning whether he did it because of the deadly attack on the Benghazi special mission on Sept. 11, 2012. (He later restored the reference about al-Qaida being \"on the path to defeat.\")\nStill, Obama never said the problem was solved.\nObama has been using the word \"solve\" a bit lately, but not in the way Cheney claims. In explaining why he will not deploy American troops to confront ISIS, Obama said June 19, \"We do not have the ability to simply solve this problem by sending in tens of thousands of troops and committing the kinds of blood and treasure that has already been expended in Iraq. Ultimately, this is something that is going to have to be solved by the Iraqis.\"\nWe'll end on an interesting note highlighted by FactCheck. Cheney's former boss, President George W. Bush, used similar language as Obama to describe his administration's efforts to beat back al-Qaida, using \"on the run\" in 2001 and 2003 as well as \"decimated.\"\nOur ruling\nSo did Obama, as Cheney claimed, say \"we got bin Laden, terrorism problem solved\"?\nNo. Obama's foreign policy speeches since bin Laden's death have qualified the killing as a major achievement in the battle against terrorism, but not the solution to a complex threat. Obama usually notes the problem remains despite the fact that core al-Qaida has decentralized into regional, still dangerous groups.\nCheney is either missing or ignoring Obama's nuanced statements. We rate Cheney's statement False.\n* * *\nAbout this statement:\nPublished: Tuesday, June 24th, 2014 at 2:52 p.m.\nSubjects: Terrorism\nSources: FactCheck.org, \"Did Obama declare terrorist group 'gone'?\" June 20, 2014; Washington Post transcript, Obama press conference, Aug. 9, 2013; White House, Remarks at National Defense University, May 23, 2013; ABC This Week transcript, June 22, 2014\nResearched by: Katie Sanders\nEdited by: Aaron Sharockman\n\nGraphic\n\n \nPHOTO (2) PHOTO: Dick Cheney said that \"the number of terrorists out there\" has doubled and that President Barack Obama said when \"we got bin Laden, terrorism problem solved.\"\n\nLoad-Date: June 25, 2014"
}