{
    "title": "Did Justice Fall From the Skies Over Tripoli_; Fighting Fire",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 20,
    "full text": "To the Editor:\nIn ''A Lesson in Limits'' (April 8) Tom Wicker decries the impotence of the U.S. fight against terrorism. Because, as he put it, terrorism ''springs from the deep-seated grievances . . . of people who have few, if any, other means to fight powerful adversaries,'' the U.S. must fight terrorists on ground of their own choosing - in the streets, shopping malls and air terminals of Paris, Rome, Vienna, Athens.\nTerrorist acts succeed because terrorists are weak. If they were stronger, they would become tangible, identifiable, liable to eradication.\nThe fin-de-siecle terrorism that anarchists waged from 1894 to 1914 was far more successful in disrupting society than the current version: six heads of state were assassinated, including President McKinley. Though dozens of anarchists were caught and hung, shot, guillotined or garroted, violence continued unabated until World War I, when even the terrorists' sanguinary appetites were sated.\nThe anarchist Prince Kropotkin once wrote, ''Acts of terrorism are needed to excite hate for the exploiters, to ridicule the rulers, to show up their weakness.'' This suggests that the aims of terrorism are inwardly, not outwardly, directed. Modern Arab terrorism is not so much designed to wear down the will of the U.S. as to sustain morale in the refugee camps in Lebanon, the communes in Libya and the front lines in Iran.\nIt follows, then, that effective military retaliation to acts of terrorism is viable, particularly symbolic acts of retaliation that strike at the morale of the people who form the terrorists' power base.\nActs of terrorism are difficult to prevent; but at least effective retaliation can mitigate the benefits of terrorism to its masterminds. To rely on the efforts of law enforcement alone is to cede the high ground to the terrorists. DAVID W. CHU Shaker Heights, Ohio, April 11, 1986"
}