{
    "title": "Did bank stop a fraud or terrorist_",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 4,
    "full text": "Upper Darby police don't know what kind of crime they have on their hands.\nIt could be identity theft.\nIt could be money laundering.\nOr, it could be terrorism.\nOn Wednesday morning, two men withdrew $8,700 from an account under the name of Shahid Batti at the Commerce Bank on Garrett Road. When they returned later in the day to withdraw an additional $9,700, bank officials became suspicious, denied the transaction and contacted police.\nThe two men were stopped by Upper Darby officers after leaving the bank. One man produced a passport from Pakistan, a New Jersey license and a Social Security card, all under the name of Batti - and all fraudulent, according to police.\n\"We have a lot of red flags,\" Police Superintendent Michael J. Chitwood said yesterday.\nHe said the man was arrested and charged with theft, receiving stolen property, forgery and other crimes.\nThe second man, who was acting as a driver, was released and not charged.\nDuring questioning, the man who carried the identification and credit and bank cards identified himself as Raza Hussain from Brooklyn, N.Y. Chitwood said he is no longer cooperating with his officers.\nDuring their investigation, Chitwood said police discovered a \"possible\" connection between Hussain and a terrorist with the same birthday when they ran the names through the FBI Terrorism Screening Center. He said the FBI and the New York Police Department have been contacted.\n\"We don't know who he is, where he is and if such a person exists,\" Chitwood said of Batti. He said the address on the bank account was for Batti Trading in the 6400 block of Market Street, which was a vacant building.\nAn address for Batti in the 100 block of 54th Street was \"locked up tight,\" Chitwood said.\nContact staff writer Mari A. Schaefer at 610-892-9149 or mschaefer@phillynews.com.\n\nLoad-Date: November 4, 2006"
}