{
    "title": "Did Kelli Ward call for 'restraint in fighting terrorism'_",
    "publisher": "tampa bay times",
    "year": 2018,
    "month": 8,
    "day": 21,
    "full text": "A political ad in Arizona portrays Republican U.S. Senate candidate Kelli Ward as soft in the fight against terrorism.\n\"ISIS killed thousands. Plotted attacks on U.S. soil. They're a real threat. But Kelli Ward called for restraint in fighting terrorism. Restraint against those who want to kill our citizens?\" said the narrator in an Aug. 11 ad launched by Defend Arizona, a political action committee that supports conservatives and \"leaders who have fought for our country - not just career politicians.\"\nWard is a former Arizona state senator competing for the U.S. Senate seat opening up as Republican Sen. Jeff Flake retires at the end of his term in January 2019. Other Republicans in the race include former Maricopa County Sheriff Joe Arpaio and Rep. Martha McSally, who served in the U.S. Air Force. Defend Arizona supports McSally.\nThe primary election is Aug. 28.\nWe found that Defend Arizona's ad cherry-picked comments Ward made in a 2016 radio interview discussing terrorism. Ward said that the traditional conservative foreign policy of restraint and realism needed to be \"brought back into the process,\" but also said the U.S. should be willing to \"decimate,\" not just curb or control the terrorist group ISIS.\nDefend Arizona's ad leaves out key information\nDefend Arizona's ad opens with the image of a man wearing a black mask and raising a knife as the narrator says, \"ISIS killed thousands.\"\n\"Plotted attacks on U.S. soil. They're a real threat,\" the ad continues, including a photo of the perpetrator of the 2016 Orlando nightclub shooting, who claimed to be a soldier of the terrorist group ISIS.\n\"But Kelli Ward called for restraint in fighting terrorism,\" the narrator said, over an image and video of Ward along with text that read, \"Kelli Ward on fighting ISIS '...restraint and realism.' That scene cites as its source the Seth Leibsohn Show, June 28, 2016.\nWard in 2016 ran an unsuccessful bid for U.S. Senate against Sen. John McCain. McCain won the Republican primary and went on to be re-elected in the general election.\nIn a June 2016 radio interview, host Leibsohn said that while the economy is often the factor driving an election, in 2016, national security was the focus.\nLeibsohn asked Ward how to combat global terrorism and, \"What would you say should be our policy towards ISIS?\"\nWard: \"It's a huge, huge problem. I think that No. 1, we do have to have a president in the oval office, a commander in chief who has a strategy to win.\n\"We can't continue with this strategy of go in and do nation building, try to spread democracy, and unfortunately we had that policy under George W. Bush as well. It isn't what traditional conservative foreign policy has been, which is restraint and realism. Those things need to be brought back into the process in the foreign policy arena. I think that we also, we have to be willing to decimate ISIS - not control them, not to curb their activities.\"\nLeibsohn: \"Not live with them, right?\"\nWard: \"Not live with them, not to empower them, certainly not to empower them, and I think it is going to take that strong commander-in-chief and then conservative reinforcements in both the House and Senate to make it happen.\"\nWard referenced \"restraint and realism\" as needed for overall foreign policy, but she spoke differently of combating terrorism.\nDefend Arizona did not respond to PolitiFact's query by deadline.\nIt's not the first time Ward's \"restraint\" comment is used against her. A pro-McCain ad in July 2016 also highlighted her \"restraint and realism\" response, with the narrator adding, \"When Americans are under attack, restraint won't destroy ISIS.\"\nWard's 2016 campaign spokesman Stephen Sebastian told the Arizona Republic in 2016 that Ward \"believes in Reagan's 'Peace Through Strength' as well as 'realism and restraint'.\"\n\"As a military wife whose husband has served in Iraq, Dr. Ward said she will support military engagement 'only as a last resort when national security is clearly at stake, only when Constitutionally approved by Congress, and only when there is a real strategy for victory, not expensive occupations and endless nation-building,\" Sebastian then told the newspaper.\nOur ruling\nA Defend Arizona ad said Ward, \"called for restraint in fighting terrorism.\"\nIn a 2016 radio interview, Ward said \"restraint and realism\" needed to be brought back into U.S. foreign policy in the fight against terrorism, but Ward's comment did not stop there. She also said the U.S. had to be willing to decimate ISIS, not just curb or control its activities.\nDefend Arizona's ad contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nAbout this statement:\nPublished: Tuesday, August 21st, 2018 at 2:43 p.m.\nResearched by: Miriam Valverde\nEdited by: Angie Drobnic Holan\nSubjects: Terrorism\nSources:\n\nLoad-Date: August 22, 2018"
}