{
    "title": "DID ISRAEL TRADE 1,000 PRISONERS FOR ONE_",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 6,
    "day": 8,
    "full text": "The Israelis \"gave up 1,000 terrorists in return for one sergeant.\"\nCharles Krauthammer on Wednesday, June 4th, 2014 in remarks on Fox News\n* * *\nThe Ruling: TRUE\nThe exchange of kidnapped Sgt. Bowe Bergdahl for five high-risk Taliban detainees from Guantanamo Bay has elicited criticism of the Obama administration.\nPoliticians and lawmakers have taken issue with the administration's action on several grounds, including President Barack Obama's decision to ignore a law requiring advance congressional notification and the questions surrounding Bergdahl's original disappearance.\nBut Charles Krauthammer, a conservative columnist and Fox News contributor, has come out supporting Obama's decision to make the swap, despite concerns that Obama made Bergdahl's release a highly public \"cause for celebration.\"\n\"We have long engaged -- and all other countries in the West have long engaged -- in hostage swaps where the West always comes out on the short end,\" said Krauthammer to Fox News host Bret Baier. \"And the reason is that we put a value on an individual human life the way that the barbarians at the other end of the table don't.\"\nTo demonstrate that other western countries have been on the short end of such swaps, Krauthammer cited an Israeli hostage exchange from 2011.\n\"The best example is the Israelis, who gave up 1,000 terrorists in return for one sergeant,\" Krauthammer said.\nWe decided to see whether Krauthammer's claim was accurate. We found that it was.\nIn 2006, the Islamic terrorist organization Hamas captured Israeli Sgt. Gilad Shalit after tunneling into Israel and attacking an army outpost.\nIsrael's first attempt to free Shalit, by launching a military invasion into Hamas-controlled Gaza, failed.\nShalit was held captive for five years. During that time, many Israelis pleaded with their government to strike a deal for Shalit's return. Israel had already failed to secure the freedom of Air Force Navigator Ron Arad, who had crashed his warplane in Lebanon 25 years before his death in 2008 while in the control of Shiite captors. Many Israelis worried that Shalit's capture would end the same way.\nBut it didn't.\nShalit returned home on Oct. 18, 2011, following Israel's freeing of 1,027 Palestinian prisoners.\nIt's not clear that all 1,027 were \"terrorists,\" but some were indeed terrorists serving several life sentences for killing Israeli citizens. (In addition, the definition of \"terrorist\" varies quite a lot depending on who is using the term.)\nOne Israeli minister who voted against the exchange called it \"a great victory for terrorism.\" That fear has been echoed in the wake of the Bergdahl exchange.\nKrauthammer took issue with such claims in an op-ed in the Washington Post.\n\"The (Obama) administration might have tried honesty here and said: Yes, we gave away five important combatants. But that's what you do to redeem hostages,\" Krauthammer wrote.\nAs for what to do with Bergdahl, Krauthammer concludes that the right course is, \"Free him, then try him.\"\nOur ruling\nKrauthammer said Israel \"gave up 1000 terrorists in return for one sergeant.\" In 2011, Israel freed 1,027 Palestinian prisoners in exchange for Sgt. Gilad Shalit, who had been held captive by Hamas since 2006. While we can't confirm that all 1,027 were terrorists, some definitely were, and the definition of \"terrorist\" is often fuzzy. We rate this statement True.\n* * *\nAbout this statement:\nPublished: Sunday, June 8th, 2014 at 11:03 a.m.\nSubjects: Foreign Policy, Military, Terrorism\nSources:\nHuffington Post, \"Charles Krauthammer Supports Bergdahl Swap,\" June 5, 2014\nCNN, \"Why Israelis believe one soldier is worth 1,000 Palestinian prisoners,\" Oct. 18, 2011\nPolitico, \"Five Questions for the White House on Bowe Bergdahl,\" June 3, 2014\nWashington Post, \"Free him, Then Try Him,\" June 5, 2014\nPolitiFact, \"What's the definition of 'terrorism'?\" July 9, 2013\nWritten by: Shannon Beckham\nResearched by: Shannon Beckham\nEdited by: Louis Jacobson\n\nGraphic\n\n \nPHOTO (2) PHOTO: On Fox News, commentator Charles Krauthammer cited an Israeli-Palestinian swap that exchanged 1,000 prisoners for just one. Did that really happen? PHOTO: Israeli soldier Gilad Shalit was held for about five years. He is shown here after his release. (Wikimedia commons)\n\nLoad-Date: June 9, 2014"
}