{
    "title": "Differences of opinion tie UN 's hands in fight against terrorism",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 5,
    "day": 3,
    "full text": "Terrorism. Practically everyone at the United Nations condemns it, but little is done to fight it.\nSome results have been achieved, however. In 1979 the UN adopted a resolution that condemned terrorism under all its guises, although it proposed no effective measure to combat it. In June 1983 the UN's International Convention Against the Taking of Hostages took effect.\nBut progress in this area has been slow, hindered by deep differences of opinion as to which acts are to be considered terroristic and how best to combat terrorism.\nIn the past few months, some examples of terrorism around the globe include: the April 13 hijacking of an Israeli bus by Palestinians in which an Israeli citizen was killed; the April 17 killing of a London policewoman when a gunman inside the Libyan embassy there shot into a crowd of demonstrators; last October's bombing in Burma, allegedly by North Koreans, in which 16 South Korean officials were killed.\nAre these acts of the same kind? Who is behind them? Are some more ''legitimate'' than others?  What is the difference between state terrorists and individual terrorism? There are no easy answers to these questions.\n''You, in the West, feel particularly angry when innocent people are the victims of Irish, Armenian, Arab terrorists in airports or on the streets of Paris, Rome, London,'' an African diplomat says.\n''We are particularly horrified by South Africa's permanent oppression and repression against its black people, by Israel's occupation of the West Bank, by IMF (Internationl Monetary Fund) policies which starve children and lead men to despair in third-world countries. You see the Libyan who killed an innocent British policewoman and we see the government-supported death squads killing peasants in Guatemala and in Salvador.''\nAnother African diplomat asks: ''Yes, (Libyan leader Muammar) Qaddafi's actions are to be condemned by any standards, but what about the CIA mining Nicaragua's harbors? What is the difference between the explosion that killed American servicemen in Beirut and the one that killed Cuban servicemen in Huambo (Angola)? Are we to denounce terrorism selectively?''\nSingapore's moderate UN delegate Tommy Koh says: ''Basically, the UN is impotent with regard to terrorism because the nonaligned are split. A majority feels that a cause, no matter how sacred, does not justify any means and a minority feels that a cause, if sacred enough, justifies any means.''\nSir John Thompson, the permanent representative of the United Kingdom, expresses the West's position: ''The most pressing need is less for new agreements than for effective action on terrorism by all. Some successful measures have been adopted. The 1983 convention against hostage-taking is one. The ICAO's (International Civil Aviation Organization) conventions have led to a dramatic reduction in hijacking.''\nWest Germany's UN ambassador, Gunther van Well, sees it this way: ''Since the problem of international terrorism is a potential threat to all of us, the only way it can be overcome is by adopting effective measures of comprehensive international cooperation. The United Nations should serve as a global forum for initiating such efforts.''\nUnited States diplomats also feel that ''the UN should build on existing agreements.''\nMany governments, however, feel that French resistance fighters who gunned down Nazi occupiers, Jews who blew up British soldiers in Palestine before Israel became an independent state, and the assassinations by Italy's Red Brigades, for example, cannot be lumped together under one heading and labeled ''terroristic.''\n''When are we dealing with acts that pertain to a liberation war, when with acts that are murder in cold blood?'' a high-level West European official asks.\n''Furthermore, in recent years, American, Soviet, Israeli, French, Libyan, Syrian, Iranian secret services have escalated their clandestine operations and it is very difficult in murky circumstances to pinpoint the guilty party when an explosion occurs and even when it is claimed, and to know who is doing what to whom and why.''\n\nGraphic\n\n \nPicture, Qaddafi: acts condemned 'by any standards', SVEN SIMON"
}