{
    "title": "DIGEST - LOCAL",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 3,
    "day": 25,
    "full text": "ST. JOHN > Council wants to know more about plan for Woodson Road - Officials have decided they want to know more about a proposal to reduce Woodson Road, including a stretch that runs through their city, to two lanes with a center turn lane and bike lanes in each direction.\nThe council got a letter from Woodson Terrace and the Missouri Department of Transportation asking the municipality to endorse the plan. Woodson Road now has four lanes through St. John. The proposal for the road is being done in conjunction with Woodson Terrace's first master plan, St. John Assistant City Manager Connie Poteet said in an interview.\nCouncilman Jim Hess and other officials questioned why their opinion is being sought when MoDOT owns the road and has the power to decide what to do with it.\nMayor Lee Taylor said he favors the change, but several council members said they want to hear why the change, which would be from Natural Bridge Road to St. Charles Rock Road, is being proposed and what the ramifications are. (Special to the Post-Dispatch)\nST. LOUIS COUNTY > Police chief to visit Israel - St. Louis County Police Chief Tim Fitch will be traveling to Israel next month to learn how Israeli police, intelligence and security forces try to prevent terrorist attacks.\nFitch will be visiting for a week with other law enforcement officials from across the United States, including representatives of the FBI and Immigration and Customs Enforcement. The trip is part of the Anti-Defamation League's National Counter-Terrorism seminar.\nThe Israel National Police and senior officials from Israel's defense forces, intelligence and security organizations will meet with the Americans.\nSt. Louis County police houses the region's anti-terrorism center. (Patrick M. O'Connell)\nCHAMPAIGN, ILL. > Alert about gunman sent by mistake - The University of Illinois says it mistakenly sent a campuswide warning that someone with a gun was loose on campus.\nThe university sent the alert about 10:40 a.m. Thursday to thousands of students, parents and others signed up for the Illini Alert message system.\nAbout 15 minutes later, the university said it was a mistake. An email sent later said a worker updating a template in the system accidentally sent the message out rather than saving it. The university is on spring break this week so most students and faculty were not on campus. (Associated Press)\n\nLoad-Date: March 25, 2011"
}