{
    "title": "DIGEST - TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 12,
    "day": 31,
    "full text": "Lawmakers call for more urgency\nLawmakers are pressuring President Barack Obama to boost the urgency of his anti-terrorism efforts.\nObama will receive preliminary results today on investigations of what he called the \"systemic failure\" that allowed Umar Farouk Abdulmutallab to carry explosives onto a U.S. airliner in Amsterdam on Dec. 25. Abdulmutallab is charged with trying to blow up the plane as it prepared to land in Detroit.\n\"Too many people have forgotten the horror of Sept. 11,\" Rep. Peter King of New York, the top Republican on the House Homeland Security Committee, said in an interview Wednesday. \"We saw how close we were to disaster. We can use this, as the president says, as a teaching moment to go forward.\"\nRep. Eric Massa, D-N.Y., a Navy veteran, joined King in calling on Obama to show more urgency in anti-terrorism efforts. \"In the military, we used to call it a command direction,\" Massa said. \"The commanding officer has to stand up and say, 'This is where we are going.'\"\nPilots union: We should have been warned - The pilots union at American Airlines says federal officials failed to notify crews in the United States about the attempted terrorist attack aboard a Northwest jet.\nMike Karn, an Allied Pilots Association security representative, says pilots could have imposed security measures such as limiting passengers' movement and preventing them from congregating near the cockpit or lavatories.\nSuspect was once in Houston - Abdulmutallab spent two weeks in Houston last year attending a seminar conducted by a Web-based Islamic education center.\nWaleed Basyouni, the vice president of the AlMaghrib Institute, said Umar Farouk Abdulmutallab registered online in April 2008, then attended a two-week program in Houston in August 2008. Basyouni says the institute is working with the authorities.\nSimilar attack in Somalia? - Somali officials are holding a man who tried last month to board an airliner in Mogadishu. He was carrying powdered chemicals, liquid and a syringe that could have caused an explosion, officials told The Associated Press Wednesday.\nThe Somali man - whose name has not yet been released - was arrested by African Union troops before the Nov. 13 Daallo Airlines flight took off. \"We don't know whether he's linked with al-Qaida or other foreign organizations, but his actions were the acts of a terrorist. We caught him red-handed,\" Somali police spokesman, Abdulahi Hassan Barise said.\nYemeni forces attack al-Qaida hideout - Yemeni forces raided an al-Qaida hideout and set off a gunbattle Wednesday as the government vowed to eliminate the group that claimed it was behind the Christmas bombing attempt on a U.S. airliner.\nThe fighting took place in an al-Qaida stronghold in western Yemen, haven for a group that attacked the U.S. Embassy in Yemen in 2008, killing 10 Yemeni guards and four civilians. A government statement said at least one suspected militant was arrested during the clashes.\n\nLoad-Date: December 31, 2009"
}