{
    "title": "DIGEST - WORLD",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 10,
    "day": 16,
    "full text": "Iraqi referendum on U.S. withdrawal of troops is called off\nPlans to hold a referendum that could have accelerated the withdrawal of American forces have quietly been shelved, as even those Iraqi politicians who were pushing for the poll conclude that it would no longer be a useful exercise.\nSunni Muslim politicians had wanted the referendum on the U.S.-Iraqi security pact to be held in January, at the same time as national elections. But the political will to hold a referendum appears to have evaporated amid the realization that U.S. troops are leaving anyway, and that it may not be in Iraq's interests to have them pull out even sooner.\nTurkey detains terrorism suspects - Turkish police detained on Thursday more than 30 suspects allegedly linked to the al-Qaida terrorism network, saying they were planning to stage attacks on NATO facilities as well as U.S. and Israeli missions in the country.\nAnti-terrorism police detained the suspects in simultaneous raids in the cities of Van, Erzurum, Konya, Batman and Istanbul. The police did not say which facilities or missions were the planned targets.\nLibya releases 88 militants - The Libyan government released 88 repentant Islamic militants, some of them belonging to a group with suspected links to al-Qaida, a government-funded human rights group announced Thursday.\nThe release included 45 members of the Libyan Islamic Fighting Group, which has been accused of plotting to overthrow Libyan leader Moammar Gadhafi and has been linked to al-Qaida, but Libyan officials say the group has denied the connection.\nU.N. backs Gaza conflict report - The U.N.'s top human rights official backed a report Thursday accusing Israeli forces and Palestinian militants of war crimes during their conflict in Gaza last winter. Navi Pillay's endorsement of the report by an expert group led by Judge Richard Goldstone came as Israel warned the U.N. Human Rights Council that approving the document risked undermining Middle East peace.\nU.S. condemns Vietnam's crackdown on democracy - The United States has condemned Vietnam's recent conviction of nine democracy activists, the arrest of a writer and the expulsion of Buddhist monks from a monastery where they practiced the teachings of a renowned Zen master. The U.S. Embassy in Hanoi issued a statement saying it was \"deeply disturbed\" by last week's convictions of the activists, several of whom hung pro-democracy statements over highway overpasses.\nKarzai challenger says he has faith in decision - President Hamid Karzai's top challenger in Afghanistan's intensely contested presidential election said Thursday he had faith that a U.N.-backed commission working to root out fraudulent votes would announce a fair decision within days.\nFormer Foreign Minister Abdullah Abdullah stopped short of saying he would accept its results, however, and expressed concern over the commission's methodology. But \"we have to have faith in something,\" he said.\nPolice are told to shape up - Some Mexico City cops are taking too many bites out of more than crime.\nThe Mexican capital is putting 1,300 of its heaviest police officers on a diet, concerned about rapidly expanding waistlines in the force. At least 70 percent of the 70,000-member force is overweight, said Nora Frias, the city's Public Safety deputy secretary for citizen participation.\n\nLoad-Date: October 16, 2009"
}