{
    "title": "Digging into politics",
    "publisher": "university wire",
    "year": 2015,
    "month": 3,
    "day": 17,
    "full text": "KAYLA COPLAND\nNATIONAL POST\nRegardless of the portraits the media wishes to paint, it's often the powerful who hold the brush. Recently, there has been intense media attention surrounding Toronto's man-made tunnel discovered near the Rexall Centre, which will host this summer's Pan Am Games. It was not until last week that authorities had determined that the underground cavern was not connected to criminal activity, but had been created by two young Toronto men as their personal \"man-cave.\"\nWhat is most interesting about the Toronto tunnel, even more so than the actual structure, is that it made headlines seven weeks after its discovery by the police.\nPrior to authorities determining those responsible for the \"man-cave,\" most news networks were interested in discussing their own ideas surrounding who may have constructed the bunker and for what purpose. Speculation regarding the potential malicious intent behind its architects became a crucial subject of debate.\nConveniently, the day prior to the Toronto tunnel's media debut on CBC News was marked by the exclusive newscast regarding Al-Shabaab claiming to target shopping malls, seemingly separate news stories were quickly muddled together.\nThe privatization of news media inherently subjects the content and how content is delivered to significant bias. The news media is primarily a business and maintains its position on television via stakeholders. Therefore, those in positions of power are able to dictate how content is presented to mass audiences.\nBut wait a minute. Shouldn't the new anti-terrorism legislation currently being debated in the House of Commons be added to the mix?\nUnder Bill C-51, the Canadian Security Intelligence Service would be granted the authority to subject the Canadian population to mass surveillance and thus violate our right to privacy. This vague yet highly invasive legislation extends to criminalizing acts of \"terrorism offences in general,\" which implies that terrorist activity is based on unjustified necessity. Notably, the Canadian Criminal Code already prohibits terrorist activity. Thus the bill is an example of excessive government oversight and any potential to effectively combat terrorism is marred by the ambitious tunnel vision of the Conservative party.\nInstilling fear and paranoia to propagate an ideological framework that supports the anti-terrorism legislation is a problematic, yet a carefully planned game-play. Broadcasting such news stories that maintain an agenda imposing nationwide moral panic, the creation of hostility towards those positioned as \"them,\" or terrorists, merely exploits society's fears of colonialism and extermination. The strategic broadcasting of the Toronto \"man-cave\" during a time when the Conservative government is trying to pass the C-51 Anti-Terrorism legislation hardly seems coincidental, especially given that later this year Canada will be undergoing a federal election.\nOnly once we have considered whose political interests depend on keeping the Canadian public in a state of fear, can we become agents in the ways that we digest media messages rather than casting them under the mud.\n\nLoad-Date: March 18, 2015"
}