{
    "title": "DIPLOMATS ON A WAR FOOTING TO GUARD AGAINST TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 3,
    "full text": "Since the terrorist attack on the American Embassy in Lebanon in September, the State Department and its diplomats abroad have gone on what amounts to a war footing.\nThis has transformed not only the physical appearance of the department and its missions abroad but the psychological outlook of those serving there as well.\n''It's sad to see the bunker mentality,'' a longtime State Department official said the other day. ''But how can you complain when we're so naked everywhere?''\nFor years, the image the United States sought to portray abroad was that of an open society in contrast to the closed nature of Communist countries. The emphasis was on light, airy, glass structures, located wherever possible on main thoroughfares, accessible to everyone. Typical of this was the elegant embassy in New Delhi that was designed by Edward Durell Stone.\nBut when Secretary of State George P. Shultz flew to India on Nov. 2 for Indira Gandhi's funeral, State Department officials said, his first meeting with the embassy staff there was to register his concern at security at the exposed embassy.\nAnd when Mr. Shultz returned to Washington a few days later, he is said to have startled his aides by opening the discussion by reporting that the embassy in New Delhi was too inviting a target for terrorists.\nAfter the explosion Sept. 20 at the embassy in Lebanon, Mr. Shultz ordered a drive to tighten security throughout the department. And he took the lead in calling for a tougher American response to future attacks.\nBut as State Department officials point out, it is impossible to guarantee security worldwide. There are 10,000 buildings in which American officials and their dependents live and work in this country and abroad, a senior official said, and there is no way that every structure can be protected.\nBut where the targets are obvious, some major steps have been taken.\nIn Beirut, the embassy staff has been pared to an absolute minimum. Ambassador Reginald Bartholomew has been out of Lebanon more than he has been in it for two months. The bombed- out embassy structures have been closed, and no public functions, such as issuing visas, are performed there anymore. The skeleton staff is operating out of the Ambassador's residence in suburban Yarze.\n \nPrecautions in Jordan\nIn Amman, Jordan, the three-story embassy building across the street from the Inter-Continental Hotel has been sandbagged and rein forced by guards and protective devices. Jordanian Army soldiers man a 50-millimeter machine gun mounted on a truck outside. Because of threats of an attack by a Palestinian terrorist group, the embassy was closed for several days around the American elections last month.\nNo attacks came, but on Nov. 24 a bomb was found and defused only minutes before it was to go off at the American Center for Oriental Research, a private archeological institute with no American Government connection. Diplomats in Amman said they believed that because the center had no police protection it had been chosen as a target because of its American name.\nIn Rome, Ambassador Maxwell M. Rabb moves about the city protected by at least seven bodyguards. The huge embassy on Via Veneto has been reinforced with protective devices, but this has not discouraged would-be terrorists. Last week the Italian police announced that they had arrested seven Lebanese who the police said were planning to attack the embassy with a dynamite-loaded truck.\n \nSoftball Games Canceled\nIn San Salvador, one of the favorite pastimes for the United States Embassy staff and other Americans, a weekly softball game at a local school, was canceled because of the fear of a terrorist ambush, officials said. Marines assigned to the embassy are forbidden to attend local discoth eques.\nBecause El Salvador is regarded as a primary target, the embassy in San Salvador has been turned into a gray bunker protected by rocket shields, bomb deflectors, bulletproof glass, three-foot-thick cement walls, steel doors and a roving brigade of heavily armed security guards and marines. Embassy personnel live in heavily guarded houses, travel in bulletproof cars and trucks and have constant bodyguards. Many carry their own guns.\nEverywhere around the world, American diplomats and staff members are ordered to vary their daily schedule, to drive to work at different times and by different routes, to thwart terrorist attacks. No longer do embassies provide home addresses or phone numbers for their personnel.\n \nFunds for Security Measures\nThe State Department received $630,000 just for ammunition for its security guards as part of a $110 million supplemental appropriation last year. The department was also given $10.3 million for armored vehicles that will be able to withstand bombs and machine-gun attacks.\nThe changes are visible in Washington as well as overseas. In training courses for new Foreign Service officers, heavy stress is placed on how to deal with terrorist threats, officials said. The State Department has told Congress that it plans to spend $265,000 to alter the lobbies of the building to accommodate new security procedures, and $508,000 is to be spent for a new identification card program.\nThe omnipresent sign of the times is the concrete block in the street in front of embassies to bar the way to would-be truck bombers. In Washington, the cement blocks have been placed at all the State Department entrances and in front of the White House.\nAt the American Embassy in Paris, near the Champs-Elysees, cement blocks have been placed in the street to prevent cars from parking.\n \nLong-Term Effect on Morale\nWhat concerns many officials in Washington is the long-term effect that the heightened security is having on the morale of the Foreign Service. For the short term, some officials abroad report that the new measures have given a new intensity to their daily, often routine work that has lifted morale and provided an esprit de corps.\nBut in time, some officials say, the need for constant vigilance can be debilitating, not only to the officers but also to their families. The change was evident on Nov. 6 in some world capitals. The United States Information Agency had scheduled election night parties at many of its cultural centers or in major hotels with direct television hookups from the United States.\nNormally, these would be occasions for Americans to relax and enjoy the chance to watch American television. But in many locations, fear of terrorists attacking a congregation of Americans sharply limited the crowd, according to some who attended the parties. An American who went to the Cairo Hilton for one such party noticed that there seemed to be no special security arrangements to screen people. As a result, most of the Americans left early, she said. Similar stories were told of parties elsewhere.\nIn Mexico City, John Walsh, a spokesman for the embassy, said, ''There's a general feeling in the Foreign Service that it's getting dangerouser and dangerouser.''\n \nNEXT: Mobilizing for the war against terrorism.\n\nGraphic\n\n \nphoto of an Indian worker (page A10)"
}