{
    "title": "DIPLOMACY CAN ISOLATE IRAN , LIBYA",
    "publisher": "wisconsin state journal",
    "year": 1996,
    "month": 8,
    "day": 11,
    "full text": "President Clinton was right this week when he called terrorism ''the enemy of our generation.'' He was also right when he pointed at Iran and Libya as ''two of the most dangerous supporters of terrorism in the world.''\nBut he was wrong when he signed into law a bill that would impose U.S. sanctions on French, German and other foreign companies that invest heavily in Iran and Libya.\nThe law puts the United States in the untenable and counterproductive position of punishing our enemies by striking at our friends.\nThe Clinton administration ought to give enforcement of this law a low priority, and Congress ought to repeal the legislation.\nGranted, the reasons Clinton and Congress want to sanction foreign companies for investing in Iran and Libya are understandable. First, Iran and Libya are downright evil. Both countries foster terrorism in a variety of ways, from sheltering terrorist training camps and summit meetings to developing weapons specifically designed for terrorist operations.\nSecond, investments in Iran and Libya help those nations afford to support terrorism.\nThird, while the United States has recognized the importance of prohibiting corporations from investing in Iran and Libya, several of our European allies have not.\nFrance and Germany, for example, behave as if they do not even recognize Iran and Libya as the enemies to freedom that they are. Iranian agents earlier this year carried out an act of terrorism on French soil, shooting down an Iranian dissident who was living in Paris. Yet, the French government continues to permit French companies to invest in Iran, as if there were no connection.\nNonetheless, a mistake is a mistake, no matter how understandable it may be. And the law signed this week by Clinton is a mistake.\nConsider how the United States would respond if another nation tried to sanction U.S. companies according to where they make their overseas investments. We would call it an unacceptable attempt to impose another nation's policy upon us. And we would be right.\nYet, this law calls for the United States to impose on other nations our policy with regard to Iran and Libya. It's little wonder that Germany and France quickly condemned the U.S. law, with France threatening to impose retaliatory trade sanctions against U.S. corporations.\nOur policy is right. But we should not try to impose it on the rest of the world by a force of sanction, which we, ourselves, would not accept. The law intended to step up the attack against Iran and Libya has actually done the reverse. It has divided us from our allies at a time when we should be uniting with them to fight the evil that Iran and Libya represent.\nThe way to convince other nations to stop investing in Iran and Libya is through diplomacy, not heavy-handed coercion. Granted, diplomacy has failed so far. But that is no reason to abandon the correct course for the wrong one. It is reason to conduct more diplomacy.\nBy their murderous actions Iran and Libya have disqualified themselves from the community of nations. They must be confronted by that community of nations, united under U.S. leadership, not by a a group of bickering allies, divided by U.S. bullying.\n\nLoad-Date: August 13, 1996"
}