{
    "title": "Director_ LANL fighting terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 3,
    "day": 5,
    "full text": "LOS ALAMOS -- A day after the Sept. 11 terrorist attacks, Los Alamos National Laboratory turned the eye of a satellite on the smoke plume from the World Trade Center, analyzing the chemicals it contained.\nWithin weeks, the lab was called on again, this time to analyze samples of anthrax in a series of mail attacks on Congress and media outlets for the anthrax's particular genetic strain and geographic origin.\nThe work demonstrated what the federal laboratory is meant to do: develop and apply science and technology to make the world better and safer, lab director John Browne said Monday in his second annual address on the state of the lab to the Los Alamos community.\nAnd, citing President Bush's statement that \"our first priority must always be the security of our nation,\" Browne added: \"Not since the end of the Cold War has our mission been so linked with the priorities of the nation.\n\"The country is thinking of defense differently than it did in the past,\" he said.\nLos Alamos has worked on counter-terrorism for three decades. However, Los Alamos' ability to contribute depends on its ability to move quickly from an idea to a demonstration model to \"something that gets into the hands of the people who need the capability,\" Browne said.\nThe push toward anti-terrorism efforts is already showing up in the lab's budget. This year, Los Alamos has about $ 100 million for research and development into anti-terrorism technology; Browne expects that to increase to $ 116 million in fiscal year 2003.\n\"So this is a significant recognition by the government of the capabilities that exist here,\" he said.\nBrowne asked laboratory groups to offer proposals for fighting terrorism. The lab got 137 proposals, of which 18 will be funded in the coming year to the tune of $ 4.4 million, he said.\nBrowne said cutting-edge research has always been a vital part of the laboratory, which employs about 7,600 and has an overall budget of about $ 1.65 billion this year.\n\"Science really does underpin everything we do at this lab,\" he said.\nEfforts include security of the nation's energy industry and such things as transportation and communication networks, he said. LANL and Sandia National Laboratories in Albuquerque are looking at how such systems fit together and how policymakers can plan the evolution of such critical networks to keep them safe and secure, he said.\nHe also cited nanoscience work being done in collaboration with Sandia. Being able to understand and create materials atom-by-atom is the wave of the future and could lead to developments ranging from new ways to deliver medicines to detecting bioagents, he said.\nAnd he pointed to non-nuclear research ranging from advanced fuel cells that could lessen dependence on foreign oil to quantum encryption -- ways to prevent enemies from being able to intercept the nation's vital communications.\nLos Alamos developed the world's first atomic bomb in World War II, and Browne said its main mission remains making sure the nation's nuclear-weapons stockpile is secure and reliable.\nTo that end, he said, the lab is working on computer simulations and other ways to assure the stockpile's reliability in the absence of nuclear tests. The United States put full-scale nuclear testing on indefinite hold in 1992.\nBrowne said there's no current need for tests, but it's legitimate to ask how long it would take to get ready if tests were to resume. \"If the answer is three years … that's an unsatisfactory answer,\" he said.\nHe said the Department of Energy would like to reduce that time to a year.\nHe said the lab is re-establishing the capability to manufacture pits -- the plutonium-driven engines of nuclear weapons. The United States has not produced new pits since 1989.\nCounter-terrorism efforts are also aimed at keeping nuclear weapons out of the hands of terrorists or rogue nations, Browne said. The lab also is developing sensors to find nuclear material if it does get into the wrong hands.\nBut, Browne warned, \"there is no silver bullet\" for seeking out terrorism weapons. He said it requires the combination of detectors, intelligence and \"a suite of solutions\" to ensure homeland security .\n\nGraphic\n\n \n1.  John Browne, director of Los Alamos National Laboratory, says fighting recent terrorism has shown what the lab is meant to do.\n\nLoad-Date: March 6, 2002"
}