{
    "title": "Disaster instills fear, sorrow in many here; Some mourned the astronauts; others feared terrorism",
    "publisher": "the world",
    "year": 2003,
    "month": 2,
    "day": 2,
    "full text": "Another morning.\nAnother tragedy.\nYesterday's images of the plummeting space shuttle Columbia and thoughts of the seven astronauts who died on board saddened and frightened Philadelphia-area residents already scarred by terrorism and anxious about the possibility of war.\n\"It's another downer,\" said Jim Murray, 30, a chemistry professor at Immaculata University in Chester County. \"We're already down, and this is like being kicked in the side.\"\nLa Salle University freshman George Giles jumped when he saw the \"Breaking News\" banner flash across his television set. The shock soon turned to sorrow, accompanied by other difficult emotions.\n\"With everything going on in the world right now, I had a sense of relief that it wasn't here,\" said Giles, 18.\nAt the La Salle student union, where several TVs were tuned to CNN, food-court workers immediately assumed terrorists were involved.\n\"With everything that's going on with Iraq, North Korea and now this, everyone is on pins and needles,\" said Alexander Williams, 53.\nNortheast Philadelphia resident Tara Young calmed her 8-year-old son Elijah's fears that the falling debris might have hit his favorite football team, the Dallas Cowboys. She kept her younger, more sensitive son, Kuan, away from the TV.\n\"As much as we've all been through since 9/11, you can never tell what's going to happen next,\" she said.\nAt the Blue Bell Dental Clinic on Dekalb Pike in Montgomery County, hygienist Sharon Dietrich and office manager Niyanta Boghara debated whether what happened to the shuttle was an accident, although federal officials yesterday said there was no evidence terrorism played a role.\n\"I think they're downplaying what happened until they have more information,\" said Dietrich, 43.\nBoghara, 31, wondered whether NASA had missed some warning signs. \"During 9/11, we were asleep,\" she said. \"[Today] we were too busy watching what's going on with Iraq.\"\nAs he lunched at the Makkah Market in West Philadelphia, Abu Mohamed, 39, expressed unease with the now-common reflex to think of terrorism when tragedy strikes.\n\"Calamities do happen,\" said Mohamed, a Moroccan immigrant and an Arabic teacher from Chester. \"People should not try to attach everything to 9/11.\"\nSome worried that the disaster would damage America's reputation at a time when President Bush is trying to garner international support for a possible war against Iraq.\nJust last week, \"Bush talked about how we are a blessed nation and a world superpower - then this happens,\" said former Qatar resident Christopher Hogg, 18. \"Maybe it will be viewed as a sign of weakness by other countries.\"\nIn the years since 1986, when the space shuttle Challenger blew up after takeoff from the Cape Canaveral launch site, Americans have forgotten how dangerous space travel is, Northeast Philadelphia resident Trina Bland said.\n\"You are playing roulette when you go up there,\" said Bland, 27. \"It's a very dangerous job. You want to see the moon, wait until the sun goes down.\"\nThe astronauts of Columbia were a diverse crew, and communities mourned their own with a sense of special loss and pride. EBC Radio, a New Jersey-based station that caters to the South Asian community, turned its usual program of Bollywood music into a forum for listeners to voice grief for Indian-American astronaut Kalpana Chawla.\n\"She had set a new path for South Asian women to do this,\" station owner Mamta Narula said. \"We wanted to pay attention to this woman… . She was a chosen one.\"\nAt Sabbath worship services, congregants mourned the disaster and its victims, including Ilan Ramon, the first Israeli astronaut.\nRabbi Richard A. Levine of the Reform Congregation Adath Emanu-El in Mount Laurel noted the \"celebratory interest\" that people in Israel had shown in Ramon and Columbia since its launch.\n\"And then this catastrophe happens,\" Rabbi Levine said. \"And everything there was to cheer about is gone.\"\nOutside Congregation Beth Am Israel in Wynnewood, member Jean-Marc Choukroun noted that Ramon had gone aloft with a Torah scroll that had been rescued from Bergen-Belsen, the Holocaust concentration camp.\n\"It survived the camps,\" Choukroun said softly, \"and now it's gone.\"\nGiora Becher, the Israeli consul general in Philadelphia, said his office and other Jewish agencies would hold a memorial service at 5 p.m. tomorrow at the Jewish Community Services Building, 2100 Arch St.\nThe Franklin Institute, which attracts hundreds to the Space Station movie at the Tuttleman Imax Theater every weekend, lowered its American flag to half-staff. Tomorrow, it will set up an exhibit memorializing the seven lost astronauts.\nYesterday, a picture of a smiling Michael P. Anderson, the shuttle's payload commander, welcomed visitors to the institute's Space Command exhibit. George Griffin of North Wales was discussing the tragedy with his wife and sons when he realized where he was standing.\n\"Oh God, oh my,\" he said, as he turned toward Anderson's picture.\nEight-year-old Emily Levan of Reading once hoped to become an astronaut. \"Not anymore,\" she said.\n\"This makes me think about how dangerous space exploration is,\" said John Levan, her father. \"We've gotten so used to its success that we forget that these are extremely complicated machines. This is a shock.\"\nContact staff writer Chris Gray at 610-313-8108 or cgray@phillynews.com  \n\nLoad-Date: February 3, 2003"
}