{
    "title": "Disarming terrorists like the Pittsburgh shooter before they act A decade of efforts to guide terror",
    "publisher": "the christian science monitor",
    "year": 2018,
    "month": 10,
    "day": 30,
    "full text": "One of the world's most successful efforts at persuading terrorists or would-be terrorists to \"disengage\" from extreme militancy is in Denmark. The program aims to prevent Muslims from being radicalized and to reintegrate those who abandon terrorism back into society. But the approach could apply equally to almost anyone lured by a violent ideology - including Robert Bowers before his attack on a Pittsburgh synagogue.\nHis radicalization toward anti-Jewish white supremacy has many causes, including the rise of hateful rhetoric in social media and politics. Yet it is just as important to focus on the missed opportunities at preventing such terrorist acts.\nCould Mr. Bowers's murderous intent have been detected by family, friends, social media companies, law enforcement, or others? If so, what might they have said to him?\nWould they have expressed moral outrage at his views and threatened to banish him? Or, as the program in Denmark does, would they have approached him on the premise that he aspires to a \"good life\" and simply needs quality relationships and the skills of resiliency to deal with life's challenges?\nDenmark's program relies heavily on private and local initiatives to disengage radicals. Surveillance by government of an individual's risk of violence poses its own difficulty. A helping hand or a kind word of warning from a community leader, religious figure, or mental health expert can often turn around someone bent toward destruction in the name of a cause.\nSuch persons may not end up being \"de-radicalized\" in their ideology. Yet given a supportive and loving community, they could desist from causing harm. They might look elsewhere than violence to achieve meaning, honor, or empowerment.\nReaching such individuals is not that difficult. In a 2014 study of 119 terrorists who acted alone, their grievances and their commitment to an ideology were known to family and friends in nearly two-thirds of the cases. In 59 percent of cases, the offender made public statements prior to his or her violent act, according to the study, which is titled \"Bombing Alone.\"\nIn addition, the profile of would-be terrorists is pretty clear. Half of them changed addresses at least five years prior to their terrorist planning. Of the 40 percent who were unemployed, a quarter had lost their jobs within six months. A third showed elevated levels of stress.\n\"These findings suggest that friends, family, and coworkers can play important roles in efforts that seek to prevent or disrupt lone-actor terrorist plots,\" the researchers concluded.\nIn other words, we are all counterterrorist agents, yet perhaps different in how we would approach people who appear radicalized to the breaking point. Will we present the \"good life\" to those on the fringes? Or push them off the edge?\n\"Our greatest strength lies not only in what we do but who we are and the values and freedoms we hold dear,\" says Britain's Home Secretary Sajid Javid. \"That is why everyone has a part to play in confronting terrorism.\"\nThe Danish program, known as the Aarhus model for the town where it is located, happens to be one of the most successful. Yet with the rise of \"lone\" terrorists since 2008, other countries have emphasized a \"soft\" approach. The aim is to modify behavior by offering an alternative to hate, one based on the good that binds people. Like the name of the Pittsburgh synagogue, we all are part of the tree of life.\n\nLoad-Date: October 30, 2018"
}