{
    "title": "Disbanding SARS alone won_t Stop bad Policing in Nigeria",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2020,
    "month": 10,
    "day": 13,
    "full text": "A wave of protests has spread through Nigeria as citizens call for the disbandment of the Special Anti-Robbery Squad, a unit of the Nigerian police. This followed footage that went viral of the squad beating a man to death. Protesters took to the streets and started a social media campaign using the hashtag #ENDSARS. On Sunday, October 11, 2020, the Inspector General of Police, Mohammed Adamu, announced the unit would be dissolved, though protests continued as there was little clarity on what the next steps would be.\nNigeria has had several special tactical police squads. Like the Special Anti-Robbery Squad, they too have been accused of gross human rights violations. These included the Mobile Police Force, derogatorily referred to as “Kill and Go” in the era of military rule in Nigeria. Following the advent of civilian rule in the country (particularly post-1999), no unit of the Nigerian Police has come under criticism as severe as that levelled against the Special Anti-Robbery Squad. Lanre Ikuteyijo explains the unit’s origin, mandate, achievements and governance structure. And why disbanding it falls short of what needs to be done to end bad policing in Nigeria.\nWhy was the squad formed? What was its mandate?\nThe squad was established nearly three decades ago as a special unit of the Nigerian Police dedicated to the fight against highly violent crimes such as kidnapping and armed robbery.\nThere are various versions about the origins of the Special Anti-Robbery Squad. One is that it was pioneered by a retired Commissioner of Police, Simeon Danladi Midenda in 1992. But the Nigeria Police had, in fact, had an anti-robbery unit prior to the establishment of the squad.\nAt the time of its establishment, Special Anti-Robbery Squad was given the authority to operate covertly with operatives in mufti and in unmarked vehicles. Their operations were initially akin to undercover police agents who operated to complement the efforts of the conventional police in tackling violent crimes. But, over time, their identity and activities became more conspicuous and disturbing. It soon became clear that they were using high-handed treatment of suspects. In recent years evidence has emerged that they have used extra-judicial methods to clamp down on suspected perpetrators of internet fraud otherwise known as Yahoo boys.\nOver the past seven years, the Special Anti-Robbery Squad has become notorious for extrajudicial killings, unlawful arrests and extortion, among other illegal activities. These have led to several bans and sanctions from the police authorities.\nAnd on Sunday, the Inspector General of Police announced the unit’s dissolution.\nHas it been credited with any achievements?\nYes. Firstly, their crime-fighting leads to some abatement in criminal activities.\nAlso, the squad initially had a better reputation than the conventional police, which was associated with bribery and corruption.\nIn addition, the introduction of the Special Anti-Robbery Squad brought some legitimacy to the police as citizens had more trust in their ability to stem the tide of crime.\nFinally, operatives from the squad were involved in several successful joint missions involving personnel from other police tactical units.\nWhy the special units?\nGlobally, special tactical units are often established to carry out certain mandates in law enforcement. These can involve highly violent crimes such as terrorism, banditry, religious insurrections, armed robbery, and kidnapping.\nIn Nigeria, the establishment of special units within the police force followed rising incidents of violent crimes. The situation was considered to be beyond the capability of the conventional police. Tactical units have included the Intelligence Response Team, Special Tactical Squad, Counter Terrorism Unit, Force Intelligence Unit, and the Special Anti-Robbery Squad. Members of the special units were often specially trained and given specific mandates.\nGiven that police are underfunded in Nigeria, most policemen were often eager to serve in the tactical units.\nIt is important to note that most of the breakthrough operations by the Nigeria Police Force have been facilitated by some of these tactical units. The Intelligence Response Unit is reputed to have apprehended some high-profile criminals. These have included the arrests of notorious kidnap ringleaders like Chukwudi Onwuamadike (aka Evans) and Bala Hamisu (aka Wadume).\nWhat about governance? Can structures be strengthened?\nAs an institution, the Nigeria Police Force is subjected to both internal and external monitoring mechanisms. The Ministry of Police Affairs, Police Service Commission, and the Nigerian Police Council serve as external monitors.\nInternally, police activities are monitored by the human rights desks and the X-Squad which is an internal anti-graft unit of the police. Special Anti-Robbery Squad, and other tactical units, are integral parts of the Nigeria Police Force and are under the command of the Inspector General of Police.\nThe same governance structures surrounding the Nigeria Police Force are therefore applicable to the squad.\nBut both the internal and external oversight mechanisms have proven to be grossly inadequate given the incessant violations of human rights and overbearing nature of the Nigeria Police Force.\nWill disbanding the unit solve the problem?\nThe dissolution of the squad will send a warning signal to other tactical squads. But the Special Anti-Robbery Squad is just a microcosm of the bigger problem – bad policing in Nigeria. Its dissolution will barely scratch the surface.\nThe dissolution is only part of the solution as operatives from the squad were and will always be members of the National Police Force. They will simply be redeployed to other units. If the proper identification and “deradicalisation” of erring operatives doesn’t happen, then the exercise will only amount to recycling.\nSteps must be taken to immediately provide an alternative unit that is well recruited, trained, and retrained with the more professional policing skills. Also, the petitions against former operatives of the squad should be followed up to ensure that culpable people are brought to book.\nLastly, the new tactical unit – and by extension, the entire police force – should be more transparent and they should be accountable for their operations.\nIn addition, the following measures could be taken to address the perennial crises of law enforcement as far as the squad and other tactical units of the police are concerned:\nPromotion of human rights as the core responsibility of the tactical squads and the police. This will lead to improved work ethos of operatives of the tactical units.\nPromotion of accountability and transparency of these tactical units.\nFunding and training of personnel in line with the core values of policing\nprofessionalism.\nInculcate the principles and philosophies of community policing.\nImplementation of the provisions of the Police Act 2020, especially innovations that emphasise the respect for human rights including rules for documentation of arrests, detention, morbidity, and death of suspects. These and other innovations were aimed at bridging the gaps in previous laws.\nLanre Ikuteyijo is affiliated with the Obafemi Awolowo University.\nOriginally published in The Conversation.\nPhoto by Tobi Oshinnaike on Unsplash.\n\nLoad-Date: October 14, 2020"
}