{
    "title": "Discussion on terrorism covers white supremacy",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 24,
    "full text": "COURTESY OF CLAIRE GOUDREAU\nA sophomore from CCBC led a discussion on terrorism classifications.\nThe Community College of Baltimore County and the Krieger School of Arts and Sciences held a cross-campus research cluster and discussion titled \"Terror in the Modern World\" on Tuesday. The discussion was led by CCBC sophomore Devin Green, who gave a presentation on the different types of terrorism and the possible dangers surrounding counterterrorist legislation.\nIn an interview with The News-Letter, Green said that the goal of the evening was to stimulate conversation between students from different schools.\n\"The research clusters are a program for students from different backgrounds to talk about really big, multi-faceted topics,\" he said. \"I want input from all of the different students.\"\nGreen started the evening by asking attendees to share their personal definitions of terrorism. He then went on to explain the two main types of terrorism that Americans have experienced: white supremacy and hate crimes, and Islamic extremism.\nWhile Americans generally agree that Islamic extremism is a form of terrorism, Green explained that people are usually slower to label other types.\nHe pointed out that white supremacist attacks were not classified by the Federal Bureau of Investigation as terrorism until 2018 and how even still very few white supremacists are being charged with terrorism.\n\"I think it's really telling that even though [the classification] exists so that people can be tried as terrorists, it doesn't always happen, which is a shame,\" he said.\nGreen expressed a firm stance that white supremacy is a form of terrorism, since a large portion of mass shootings in the U.S. are motivated by such beliefs. The fact that some Americans do not recognize this, he said, is a racially biased view.\n\"They portray these shooters as victims, and at the same time when brown people or black people do these actions, [the media is] a lot harsher,\" he said. \"Obviously everybody who does these things in these situations is wrong, but it is important to either portray all of them as completely wrong or to look at all of their stories. They kind of play favorites there.\"\nGreen was especially apprehensive of the USA PATRIOT Act, a counter-terrorism statue passed in the aftermath of the 9/11 attacks, which he felt encouraged over-surveillance and the violation of Americans' rights to privacy.\n\"There are certain policies, like the USA PATRIOT Act, that can only be used if someone is considered a terrorist threat. Politically and policy-wise, it is important to be very clear on what you consider terrorism so that you can prevent people from being labelled as terrorist and then surveilled and arrested,\" he said.\nGreen also discussed how the Chinese government abuses its anti-terrorism initiatives to put down minority groups like the Uyghurs and the Tibetans. Green explained that the Chinese government often uses the threat of terrorism as an excuse to increase surveillance on their citizens or put certain groups, like the Uyghurs, in reeducation camps.\n\"It's really just justifying what they were already doing and making what they were already doing legal,\" Green said.\nHe later told The News-Letter that talking about China was his favorite part of the event.\n\"I know that a lot of people didn't know about that, because when you think about terrorism, it doesn't take your mind to China, so to be able to expose people to something that they've never heard about is really cool to me,\" he said.\nGreen asked for questions and comments from the audience to stimulate open discussion.\nCCBC sophomore Anna Moraitis said that she appreciated how parts of the discussion addressed white supremacy and domestic terrorism, rather than constricting the conversation to foreign Islamic terrorism.\n\"It hits home because we deal with a lot of terrorist activity domestically,\" Moraitis said.\nHopkins Junior Tcheneeca Plonquet was similarly pleased with the event, saying that she enjoyed its discussion format.\n\"I got to see other people's views on terrorism and how they define it, because everyone had a different meaning, and not all of the meanings were similar to mine,\" she said.\nGreen said that although he wished the turnout was larger, he ultimately thought that the evening was a success.\nHe stressed that, although traditional college lectures are great, students should seek out more opportunities to learn outside of the classroom.\n\"It's important for people to participate in academic discussion that isn't tied to a grade,\" Green said. \"It's just an excuse for me to do more fun research.\"\n\nLoad-Date: October 24, 2019"
}