{
    "title": "Discussing Israel , Detainees' Rights, Terrorism and a Different Birth Certificate",
    "publisher": "the new york times",
    "year": 2011,
    "month": 11,
    "day": 23,
    "full text": "During Tuesday night's debate, Mitt Romney implied that the Obama administration has not shown that it cares about Israel.\nThe ''right course,'' Mr. Romney said, is to ''show that we care about Israel, that they are our friend -- we'll stick with them.''\nMr. Romney and other Republican candidates have argued during the campaign that President Obama has turned his back on Israel, or even, as Mr. Romney has said, thrown it under a bus.\nBut criticism that the Obama administration has neglected Israel ignores a lot. For example, the current Israeli defense minister, Ehud Barak, has stoutly praised Mr. Obama and his commitment to Israel's security.\nCertainly, Mr. Obama has differences with the Israeli prime minister, Benjamin Netanyahu; he was overheard several weeks ago appearing to sympathize with the French president's comment in a private conversation that Mr. Netanyahu was a ''liar.''\nAnd many Republicans, including Mr. Romney, have attacked Mr. Obama for saying during a speech in May that the ''borders of Israel and Palestine should be based on the 1967 lines with mutually agreed swaps, so that secure and recognized borders are established for both states.''\nThat was a shift -- albeit a subtle one -- in policy, many analysts said, in publicly endorsing using the borders before the 1967 war as a starting point for talks on a two-state solution. But the language was not extraordinary, as other administrations have pursued a deal using the same borders, with mutually agreed land swaps, as a basis for talks.\nAnd while Mr. Netanyahu sharply criticized that speech, Mr. Obama has firmly taken Israel's side on a number of disputes, such as vigorously opposing efforts to win recognition for Palestinian statehood at the United Nations.\nPolitically, the Republican candidates are eager to attract political and financial support from Jewish voters and donors, traditionally a strong base of support for Democrats. They are also competing to woo evangelical voters in the Republican Party who view unwavering support for Israel as a critical position.\nInterrogations\nAt another point in Tuesday's debate, Representative Michele Bachmann of Minnesota, who sits on the House Intelligence Committee, asserted that Mr. Obama had ''essentially handed over our interrogation of terrorists to the A.C.L.U.''\nMrs. Bachmann said the C.I.A. ''has no ability to have any form of interrogation for terrorists,'' adding that when the so-called underwear bomber was apprehended in a failed bomb plot on an airliner landing in Detroit, ''he was given Miranda warnings within 45 minutes.''\nThe first part of Mrs. Bachmann's statement was apparently a reference to Mr. Obama's executive order shortly after his inauguration to close the C.I.A.'s controversial ''black site'' prisons abroad. However, according to news accounts, the C.I.A. continues to interrogate terrorism suspects abroad, including Ahmed Abdulkadir Warsame, a Somali accused of having ties to Islamist militant groups; he was questioned for months aboard a United States naval vessel before being flown to New York this summer for trial.\nAs for Mrs. Bachmann's second statement, about the case of Umar Farouk Abdulmutallab, who was pulled off a jet in Detroit on Dec. 25, 2009, Mr. Abdulmutallab claimed in court that he had not been read his Miranda rights before being questioned in a hospital. An F.B.I. agent confirmed this account. Mr. Abdulmutallab pleaded guilty to all charges last month. TRIP GABRIEL\nAcross the Border\nIn discussing immigration, Gov. Rick Perry of Texas said Mexico was in danger of becoming a staging ground for terrorist attacks on the United States.\n''We're seeing countries start to come in and infiltrate,'' Mr. Perry said. ''We know that Hamas and Hezbollah are working in Mexico, as well as Iran, with their ploy to come into the United States.''\nMr. Perry was referring to the recent alleged plot by Iran's Islamic Revolutionary Guards Corps to assassinate Saudi Arabia's ambassador to the United States, a plot that would have used hit men from a Mexican drug cartel. Hamas and Hezbollah are supported by Iran and are sometimes seen as proxies for Tehran.\nBut according to a 2010 State Department report, Mexico is not a staging ground for any terrorist group against the United States.\nMARK LANDLER\nWhat's in a Name?\nAfter the debate moderator, Wolf Blitzer, opened the program by giving a sample introduction -- he told the candidates that Wolf Blitzer was actually his real name -- he urged the candidates to do the same. And Mitt Romney used his turn to make a joke.\n''I'm Mitt Romney, and yes, Wolf, that's also my first name,'' he said.\nBut that is not quite the case. In fact, Mr. Romney's full name is Willard Mitt Romney. He was named after J. Willard Marriott, the founder of the Marriott hotel chain and a close friend of Mr. Romney's father. (On internal campaign memos, he is frequently referred to by the initials W.M.R.)\nHowever, Mr. Romney goes by Mitt, and that is what his friends and staff members often call him. (Aides also call him ''The Gov,'' referring to his time as the governor of Massachusetts.)\nSo, the final verdict: technically false, but basically true.\nASHLEY PARKER\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Representative Michele Bachmann of Minnesota waiting backstage on Tuesday before the Republican presidential debate. (PHOTOGRAPH BY PHILIP SCOTT ANDREWS/THE NEW YORK TIMES)        \n\nLoad-Date: November 23, 2011"
}