{
    "title": "Discontent Surrounds Start Of Mubarak's Third Term",
    "publisher": "the christian science monitor",
    "year": 1993,
    "month": 10,
    "day": 12,
    "full text": "A WEEK after winning a showy presidential referendum in which he\nwas the only candidate, Egypt's President Hosni Mubarak will be\nsworn in today for his third six-year term. But the pomp of\nceremony will be overshadowed by circumstance.\nAt home, Mr. Mubarak faces mounting domestic political turmoil\nand continuing economic decline. Abroad, he is struggling to assert\nhis democratic credentials in a rapidly changing region, in which\nEgypt's importance to Arab-Israeli relations may be diminishing in\nthe wake of the peace accord between the Jewish state and the\nPalestinians.\nCairo is gratified that the talks between Israel and the\nPalestine Liberation Organization will open here tomorrow, keeping\nthe focus on Egypt. But there is concern in government circles and\nthe military that the resolution of the Middle East conflict will\nultimately deny Egypt the huge annual aid package it has received\nfrom the United States since it made peace with Israel in 1978. US\nmilitary aid is $ 1.3 billion a year.\nThe concerns seem justified, as worsening economic conditions\nthreaten Mubarak's credibility at home. Public resentment is\nwidespread, undercutting the credit Mubarak has earned even from\nhis most scathing detractors for significant accomplishments during\nhis 12 years in office, including a loosening of the political\nsystem and an easing of restrictions on the press.\nBut even if these gains are lost, most Egyptians, illiterate and\ntotally detached from party politics, would hardly notice.\nUnemployment is unprecedented and food prices are skyrocketing, as\nCairo has removed all food subsidies except that for bread, in\norder to comply with an economic program designed by the\nInternational Monetary Program.\n''The social fund, which was supposed to lesson the blow of the\nnew economic order, has been a disaster, and there is nothing to\nprotect ordinary Egyptians,'' says one Western diplomat.\nAccording to one of the country's leading economists, great\nstrides have been made in liberalizing Egypt's heavily controlled\neconomy - a process eased by the benefits from the massive debt\nwrite-off that Cairo won for joining the coalition in the Gulf war.\nBut more has to be done to create a climate of stability by\ntackling economic problems, which the economist sees as at the root\nof the surge in Islamist violence. The concern is that, in trying\nto counter terrorism, political openness will be lost and without\nit, the hard choices needed for reform will not be made.\n''This second phase of economic reform will be much more\ndifficult than the last; we need to have an atmosphere of\ncreativity and confidence, and that is a contract. If we continue\nto have these concerns about corruption, and if the Cabinet remains\nlargely as it is, the signal will be that nothing has changed,''\nconfides the economist. He, like most Egyptians, is wary of openly\ncriticizing the president, but feels the need for change is\nparamount.\nThe inauguration ceremony follows the weekend arrest and\ninterrogation of leading opposition politicians and journalists for\nopposing the extension of the president's tenure and alluding to\ngovernment corruption in arms deals in an opposition newspaper.\nIt is most unusual, perhaps unprecedented, for even an\nopposition Egyptian newspaper to target Mubarak openly. The\nopposition press, while it frequently highlights corruption in high\nplaces, has generally been intimidated by the aura of power and\nabuse by many of the president's long-serving ministers, whose\nfutures are now a subject of debate as Mubarak prepares to appoint\na new Cabinet.\nThe Egyptian Human Rights Organization has condemned the\narrests, reminding observers that the men can be convicted under\nEgypt's sweeping anti-terrorism laws, ammended in July 1992 to\ncounter a wave of attacks by Islamic extremists.\nBut in Egypt's increasingly tense atmosphere, observers were not\nsurprised that the authorities moved so swiftly against the critics\nof the president. There are indications that Mubarak is sensitive\nto rumors of corruption now touching his family. In a recent\ninterview in a state-owned magazine, the president denied that his\nsons or those of other high-ranking officials were taking advantage\nof their influence to gain government contracts or concessions from\nforeign companies.\nYet the damage to the reputation of Mubarak and his ministers\nmay already have been done. ''A few years ago the image of\nPresident Mubarak was of a man who was not particularly innovative\nbut he was considered modest, clean, a man of high integrity,''\nsays an influential Egyptian.\n''This has changed: Now people are talking about his sons and\nthose of other high officials. It has become a hot issue. Some of\nthese stories I find unbelievable, but the truth is that people are\nprepared to believe them and this is very bad,'' he says.\nThe referendum also heightened public disatisfaction. The\nofficial results claim that over 80 percent of eligible Egyptians\ncast their ballots and 96 percent voted for Mubarak. Polling\nstation visits by independent observers revealed irregularities.\nMeanwhile, the military courts instituted last December to try\ncivilians charged with offenses under the broad sweep of the\nterrorism act have condemned 27 to death, and 15 were hanged in\nJune and July.\nIn an apparent revenge attack on Saturday, men believed to be\nIslamic extremists wounded a high ranking Egyptian military\nprosecutor involved in a mass trial of alleged militants.\n\nGraphic\n\n \nPHOTO: HOSNI MUBARAK: Egyptian president has become\nsensitive to criticism, including charges that some members of his\nfamily and government are involved in corruption., BANDPHOTO\n\nLoad-Date: October 11, 1993"
}