{
    "title": "Discussion panel held for 9_11 anniv",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 16,
    "full text": "Fresno State political science professor Dr. Michael Becker and Directorof the Islamic Cultural Center of Fresno, Kamal Abu-Shamasieh were partof the 9/11, Ten Years Later discussion panel.Alicia Acevedo / The Collegian\nOver 250 attendees and panel members participated in the 9/11 Ten Years Later discussion panel, hosted by the Ethics Center on Monday.\nPanelists discussed the historical, ethical and practical implications of 9/11 while reflecting on the 10th anniversary of the Sept. 11 attacks.\n\"I want the people to think objectively. This is the opportune time to reflect on what has happened,\" Fresno State student, who helped organize the event, Randy Walter said.\nWhile the United States underwent many changes, the panelists agreed that the biggest change was the effect of the United States Patriot Act of 2001. The law overarching goal was to \"intercept and obstruct\" terrorism.\nA recurring theme on the panel was McCarthyism and the spirit of fear that has persisted since 9/11.\nMcCarthyism is the act of accusing an individual of something that is untrue orunacceptable by society.\nMcCarthyism is named after Joseph McCarthy, who in the 1950s accused many Americans of Communism.\nSeveral Middle Eastern Fresno State students spoke of their experiences in airport security checkpoints and how they have been subject to more airport checks than other passangers.\n\"Muslim are not the targets,\" former supervisory Special Agent of the FBI Thomas Knowles said. \"Radicals and extremist such as al-Qaida and the Taliban do not represent the entire 1.9 million Muslims in the world.\"\n\"There are extreme radicals in every kind of society and everyone has them, so to say that Islam as a religion is the driving force of terrorism is ridiculous,\" Knowles added. \"The people need to look up their facts.\"\nDirector of the Islamic Cultural Center of Fresno, Kamal Abu-Shamsieh feels that there is an escalated negative impression that America has on the Islamic religion.\n\"The extremists that committed the attacks are less than one percent of the Muslim population,\" Abu-Shamsieh added.\nAn unidentified student of the audience said, \"They hate our freedom here because we don't let them have it there.\"\nWalter encourages students to \"separate themselves from [the 9/11 attack] and look at it scholastically.\"\nThe panelists included the former supervisory Special Agent of the FBI, the director of the Islamic Cultural Center of Fresno and Bill McEwen from the Fresno Bee.\nSeveral history, philosophy and political science professors also participated in the discussion panel.\nSponsors of the event included Phi Alpha Theta from the History Honor Society, the Ethics Center, the philosophy club, Phi Kappa Phi, history department and the Fresno Historical Society.\nThe 9/11 discussion panel was one of several events planned by the Ethics Center, among them the Oct. 3 event, Media Responsibility, Ethics, and Civility and the October 13 to 15 event Ethics, Religion, and Civil Discourse.\nThe event \"was a good example of civil discourse,\" Dr. Andrew Fiala from the department of philosophy said. Fiala added that there were disagreements but everyone treated each other with respect.\n\nLoad-Date: January 16, 2018"
}