{
    "title": "Disentangling Layers of a Loaded Term in Search of a Thread of Peace",
    "publisher": "the new york times",
    "year": 2009,
    "month": 2,
    "day": 26,
    "full text": "If President Obama is serious about repairing relations with the Arab world and re-establishing the United States as an honest broker in Middle East peace talks, one step would be to bridge a chasm in perception that centers on one contentious word: terrorism. \n  The recent fighting in Gaza offered a potent reminder of the challenge Washington faces in mediating a dispute when the United States refuses to speak directly with some of the main players, including Hamas and Hezbollah, which it calls terrorist groups. Whether the United States has declined to speak with hostile groups because it considers them terrorists, or whether it slaps the terrorist label on groups it wants to sanction or marginalize, a battle over the term terrorist has become a proxy for the larger issues that divide Washington and the Arab public.\n  The perception gap, which grew wider when President George W. Bush declared his war on terror in 2001, was blown even further apart in Gaza, when most Arabs came away certain who the real terrorists were. \n  ''Public opinion views what happened in Gaza as a kind of terrorism,'' said Muhammad Shaker, a former Egyptian ambassador to Britain. ''And on the other side, they see Hamas and other such organizations as groups who are trying to liberate their countries.''\n  Many here said they saw little distinction between Hamas's  shooting rockets into civilian areas of Israel and Israel's shooting rockets into civilian areas of Gaza, even if Hamas militants were operating there or just hiding out. \n  Israelis often focus on intent in drawing a distinction between Israel and Hamas -- saying their forces kill civilians only as an unfortunate consequence of war while Hamas aims attacks at civilians. ''The Israeli military effort is to neutralize the forces of aggression that have been used against its civilians, and there sometimes can be collateral damage,'' said Dore Gold, a former Israeli ambassador to the United Nations. ''That happens in every war and every conflict.''\n  That argument convinces no one here, where the public is outraged that Hamas is labeled a terrorist organization by the United States, while Israel is treated as a close friend.\n  ''If you are with the Americans, you are a legitimate fighter, you are a hero, but if you are fighting against a country supported by America then you are a terrorist,'' said Abdel Bari Atwan, editor of the Palestinian newspaper Al Quds Al Arabi.\n  President Obama told his envoy, George J. Mitchell, to go to the Middle East and listen. But when the United States refers to Hamas, or the Lebanese group Hezbollah, as a terrorist organization, the popular view here is that Washington still is not listening.\n  The case may be even more tangled with Hezbollah, which is credited across Lebanese factions with forcing Israel to abandon its 20-year occupation of southern Lebanon, defeating Israel in a 2006 war and placing its members in Lebanon's government and Parliament. \n  ''If Obama thinks these organizations are terrorists, there will never be peace,'' said Hany Hassan, 29, who was selling flowers from his uncle's shop in the quiet Cairo suburb of Maadi. ''Bin Laden, he is a terrorist. These organizations, if America thinks they are terrorists, they will have to convince us.''\n  There are certain cases where there is a greater consensus over what is terrorism, such as the Sept. 11 attacks by Al Qaeda, the attack on a school in Beslan, Russia, bombings in Bali, Spain and London (though even here, it is not unanimous). But in this region, for example, the invasion of Iraq is often referred to as a terrorist act.\n  The issue of who is a terrorist often stirs strong emotions and fuels diplomatic conflicts. Iranian officials, for example, recently excoriated ambassadors from the European Union for having removed the People's Mujahedeen Organization of Iran from the list of banned terrorist organizations. Iran considers it a terrorist group committed to overthrowing the state.\n  ''The Islamic Republic of Iran strongly condemns the double standards of the European Union regarding the phenomenon of terrorism,'' Deputy Foreign Minister Mehdi Safari told the ambassadors in Tehran.\n  Ron Pundak, director of the Peres Center for Peace in Israel, said, ''I accept that Hamas and Hezbollah are terrorist organizations, but I think we should speak with them to pursue our objectives.''  He  acknowledged his view was out of sync with Israeli public opinion.\n  What has happened, he and other regional analysts said, is that the use of the term ''terrorist'' has become a simplistic point, counterpoint offensive of its own, reflecting the growing influence of radicalism on both sides. It is often used to cloud issues, to avoid having to talk and to try to appear to take the moral high ground, they said.\n  Mr. Pundak said it was useful to recall, for example, that while the United States and Israel recognized Mahmoud Abbas of the Fatah faction as the legitimate leader of the Palestinians, not long ago Fatah and its leader, Yasir Arafat, were considered terrorists. He said that like the Irish Republican Army, Fatah was ultimately induced to be more pragmatic by being brought into the political process, not by being shunned and isolated.\n  ''We are fueling each other's  paranoia by the simplistic discourse we are pursuing,'' Mr. Pundak said.\n  People interviewed in Egypt, Gaza, Saudi Arabia and Lebanon said they saw nothing but hypocrisy in the way the West applied the terrorist label -- a feeling tied very closely to a belief that the West reserved the term for Muslims. President Obama has tried to counter that perception with his outreach to the Muslim world, but with the memory of Gaza so fresh, and with Washington still defining Hamas and Hezbollah as terrorist groups, opinions have not shifted.\n  ''You ask what we feel about this word, how to define it,'' said Imad Jalal, 35, as he stood selling cellphone chargers in Gaza City last week. ''First, let me tell you how we perceive it when it's used by Americans and Israelis. We feel like you use it as another word for Muslim. In your mind, every Muslim is a terrorist, and that's it. It has rarely been used for anybody who's not Muslim, recently.''\n  In Cairo, Wafaa Younis was seated on a curb, selling bread and green onions and mint leaves, as goats ate trash strewn across the street. She was asked what advice she would give Mr. Obama as he tried to repair the Arab perception that Washington was the enemy. \n  ''You have to understand everyone's opinions and demands, and negotiate,'' she said. ''There will be no peace without this.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: GAZA WAR'S AFTERMATH: Palestinians stood by a temporary shelter next to their home's ruins last month in the Gaza City neighborhood of Zeitoun. The war was a reminder of the wide perception gap of the terrorism label. (PHOTOGRAPH BY MOISES SAMAN FOR THE NEW YORK TIMES)                                                 \n\nLoad-Date: February 26, 2009"
}