{
    "title": "Dismal deterrence_ It's time to say no to nukes",
    "publisher": "university wire",
    "year": 2012,
    "month": 9,
    "day": 20,
    "full text": "Nuclear deterrence is riskier than skydiving with the entire world in the harness or surrounding your house with 1,000 nuclear power plants. The threat of a nuclear exchange is higher now than it has ever been before. Preventing this doomsday scenario needs to be a priority.\nThe risk of an accidental launch by the United States, Russia and other emerging nuclear powers has reached unbelievable heights. In the United States, about 2,000 nuclear warheads are on hair-trigger alert - meaning a nuclear missile can be launched on warning within 15 minutes. Forget congressional approval; President Obama has the authority to decimate Russia in minutes. A nuclear missile takes 30 minutes to travel from Russia to the United States. Six minutes from India to Pakistan.\nDespite advanced safeguards, the risk of miscalculating a threat is too high. Test missiles are misinterpreted for actual threats; computer errors create false alarms and lower level commanders are left to control the nuclear weapons program. While both the United States and Russia have significantly reduced their nuclear stockpiles since the Cold War, an accidental launch is still a grave concern.\nThe risk is even higher for new nuclear powers such as Pakistan and North Korea that lack resources to build effective safeguards. No safeguards means awfully designed, unstable warheads that are likely to go off any minute. In fact, Pakistan and North Korea have not implemented critical safeguards like Permissive Action Links, which separate the nuclear bomb from the ability to detonate it. Also, emerging countries like Iran have incentives to develop nukes covertly to avoid international backlash; this results in limited monitoring of safety efforts.\nImagine if terrorists had access to sensitive information about nuclear technology. This imagination could easily become a reality with the number of access points that are available to terrorists. The US strategically deployed nuclear warheads in Belgium, Italy, Germany, and Turkey. These types of locations could provide terrorists with opportunities to circumvent state laws and borders, and steal nuclear material.\nIn addition to the risk of nuclear theft, state actors can provide sensitive nuclear information to armed non-state actors. Dr. A. Q. Khan, Pakistan's leading nuclear scientist, admitted to giving sensitive nuclear information to Iran, Libya and North Korea in the 1990s. At the time, the US declared all three states sponsors of terrorism. Even today, al-Qaeda is a looming threat to the safety of Pakistan's nuclear stockpile. The dangers of nuclear terrorism demand that we analyze every possible scenario. Everything becomes a real, tangible prospect for disaster.\nHow do we prevent states from lying about disarmament? A comprehensive phase verified method supported by international regulation is our best bet to stop states from cheating. While no method is perfect, international pressure and U.S. cooperation with Russia and China will be critical to maintaining loyalty from rogue states. States will have two options: dismantle and destroy their nuclear warheads, or de-enrich the weapons grade uranium for civilian energy use.\nThe success of disarmament is empirically verified with the end of the nuclear weapons programs of Libya and South Africa. In fact, Russia sells its de-enriched uranium to the United States every year to be used for civilian purposes. It's time we take a stand to support global nuclear disarmament and say no to nuclear deterrence.\n\nLoad-Date: September 18, 2013"
}