{
    "title": "Disney 's no-fly zones, Is terrorism fear legitimate, or are they a political favor_ May 25, 2003, S",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 5,
    "day": 25,
    "full text": "ORLANDO, Fla. - Walt Disney Co. won a rare prize on the eve of the Iraq war when federal officials permanently closed the airspace above its theme parks in Florida and California - ostensibly to protect against terrorist attacks.\nWalt Disney World and Disneyland now have 24-hour security zones that put them on par with a select few potential targets in the United States, including President Bush's Texas ranch, nuclear submarine bases and stockpiles of sarin gas and other weapons of mass destruction.\nWithout public debate or even a request from the new Department of Homeland Security, Congress bent its own rules to help Disney secure the no-fly zones at the urging of at least one well-connected company lobbyist.\nThe decision has angered pilots across the country who accuse Disney of manipulating the nation's terrorism fears for one clear commercial aim: to close public airspace over its parks as a way to ban competitors' aerial advertising planes and sightseeing helicopters.\n\"Disney tried to make that restricted airspace for years but couldn't until now because the airspace belongs to the people, not to a corporation,\" said Joe Kittinger, a retired Air Force colonel and longtime Orlando aerial advertiser. \"They've achieved it now under the guise of national security, and there is absolutely no reason for it.\"\nDisney officials insist they did nothing wrong in convincing lawmakers to order the Federal Aviation Administration to give the entertainment giant special protection for the foreseeable future.\n\"The sole and exclusive motivation for seeking these restrictions is for the safety and enjoyment of our guests,\" said Disney spokeswoman Leslie Goodman, explaining that \"enjoyment\" meant everything from keeping out \"banner ads from trial lawyers\" to pilots \"buzzing the parks.\"\nBut congressional sources familiar with Disney's lobbying effort say the company discussed only security concerns, leaving critics to question whether the company was honest in its dealings.\n\"Disney park officials have wanted to eliminate air traffic over the parks long before 9/11,\" said Phil Boyer, president of the 390,000 members of the Aircraft Owners and Pilots Association, a group asking the Federal Aviation Administration to toss out Disney's no-fly zones. \"Did they employ lobbyists to convince FAA to finally ban general aviation in the guise of security?\"\nSecurity experts say such no-fly zones - barring planes from flying below 3,000 feet within three miles of the center of the parks - provide little actual protection from terrorism. The job of enforcing the zones is especially difficult above places such as Disneyland and Walt Disney World, where Cinderella Castle is located near busy airports, they say.\nA terrorist in a small plane, for example, could fly from outside the zone and reach a park within seconds, they point out.\n\"Apart from warning away law-abiding pilots, it's not clear to me what this is going to buy you,\" said John Pike, director of GlobalSecurity.org, a defense think tank in Alexandria, Va. \"It's not clear to me what difference this would make unless they're going to put some anti-aircraft missiles in front of the castle or something to enforce it.\"\nHowever, the no-fly zones do provide an effective defense against Disney's decades-old business foes, self-styled guerrilla advertisers who try to lure customers away from Disney to area nightclubs and attractions. At its height, the Orlando air wars daily featured biplanes towing banners, blimps and single-wing skywriters competing for attention.\nToday, aerial advertisers, such as Kittinger, cannot sell their services if they have to fly above 1,200 feet. And flying in the no-fly zones these days can cost them their pilots' licenses.\nDisney got what it wanted with only 65 little-noticed, highly technical words tucked into a foot-thick, 3,000-page spending bill approved by Congress this year. Not one of those words was \"Disney.\"\nIn February, House and Senate leaders sat down in private to work out differences in their competing versions of the $ 397.4 billion spending bill.\nAccording to three sources familiar with or involved in the private meetings, Sen. Ted Stevens, an Alaska Republican who chairs the committee that oversees all federal spending, and Sen. Richard Shelby, an Alabama Republican in charge of the subcommittee on transportation spending, were instrumental in adding the Disney provisions.\nWhile the bill had originally offered flight protections only to some sports stadiums during games, it now forced the FAA to put the no-fly zones over the entertainment giant's parks as well.\n\"Mr. Shelby and Mr. Stevens had some particular interest in adding Disney,\" said a House source familiar with the meetings. Shelby sought to include the provision in a private meeting with his House counterpart, Rep. Harold Rogers, R-Ky., the source said. A spokeswoman for Shelby said the senator had several meetings with Rogers but did not specifically ask for Disney to be added.\nAn Appropriations Committee spokesman for Stevens, another spokeswoman for Shelby and a Democratic Appropriations spokeswoman all confirmed it was added when the bill reached the Senate but did not say by which senator.\nA second House source familiar with the process said Shelby and Stevens had been influenced by Disney lobbyist Mitch Rose, who had been one of Stevens' most trusted aides for almost a decade. Rose, who did not return three phone calls for comment, has worked for Disney since 2000, when he left Stevens' office on good terms.\nBy earning its no-fly zones, Disney joins some of America's scariest addresses.\nThe closest to Orlando is St. Mary's, Ga., homeport to the U.S. Navy Atlantic fleet's Ohio-class submarines. Each sub is armed with 24 Trident nuclear missiles, according to Department of Defense records.\nAnother no-fly zone covers the Anniston Army Depot in Anniston, Ala. More than 2,000 tons of sarin, VX nerve agent and mustard gas are stored there, Army records show.\nSimilar zones protect military stockpiles of chemical and biological weapons in Arkansas, Colorado, Indiana, Utah and Oregon. Some prohibit aircraft below 10,000 feet.\nThese and other permanent security no-fly zones were granted by the FAA after a request by the military, the Secret Service, the Department of Homeland Security or the Transportation Security Administration. Disney's were not.\nIt's not clear if Disney's amusement parks would have gotten the protection without political pressure, said FAA chief spokesman Greg Martin. \"We would have considered it, but the legislation makes [the FAA decision] moot,\" he said.\n\nLoad-Date: May 26, 2003"
}