{
    "title": "Dispute between the UN and the government of Eritrea over fuel supplies POLITICS_ U.N. Peacekeeping",
    "publisher": "ips",
    "year": 2008,
    "month": 2,
    "day": 7,
    "full text": "A dispute between the United Nations and the government of Eritrea over fuel supplies has virtually grounded the eight-year-old U.N. Mission in Ethiopia and Eritrea (UNMEE).\nThe mission was mandated to monitor a peace agreement in the aftermath of a border dispute between the two countries.\nSecretary-General Ban Ki-moon has warned that unless UNMEE, which is based both in Addis Ababa and Asmara, receives fuel 'immediately', he will be forced to relocate the peacekeeping mission, and move troops out of the Eritrean capital.\n'UNMEE's fuel stocks will be exhausted in the coming few days,' the secretary-general told the Security Council early this week.\n'The mission will be immobilised and rendered unable to carry out its critical functions,' he warned.\nThe secretary-general also said he is especially concerned about the safety and security of UNMEE personnel, particularly those deployed in remote sites where they are dependent solely on generators for energy to power communications and to preserve food and medical supplies.\nThe government of Eritrea, which began cutting fuel supplies beginning Dec. 1, has given no official reasons for doing so. But its hidden motive, one U.N. staffer told IPS, is to force UNMEE out of Eritrea.\nIn a statement Tuesday, the secretary-general expressed his regrets that, despite the letter he addressed to President Isaias Afwerki of Eritrea seeking his urgent intervention to resolve the situation, the fuel supplies have not been reinstated and UNMEE has not received the authorisation to import fuel directly.\nEstablished in September 2000 to monitor the cessation of hostilities between the two neighbouring African countries following the signing of the Algiers Peace Agreement in June 2000, UNMEE has a troop strength of about 3,290 military personnel from 42 countries. The annual budget for UNMEE is over 185 million dollars.\nThe fighting between the two countries in the Horn of Africa erupted in May 1998 over a border dispute.\nIn a letter to the Security Council, Tesfa Alem Seyoum, charge d'affaires of Eritrea, said that despite the fact that the 'border issue' between Eritrea and Ethiopia has been concluded under the December 2000 Algiers Peace Agreement, Ethiopia has 'continued occupation of sovereign Eritrean territory' in violation of the agreement.\nBrushing aside the concerns of the Security Council over fuel supplies, the letter said: 'My government strongly urges the Security Council to focus on the fundamental issue of Ethiopia's withdrawal from sovereign Eritrean territory.'\nIn a statement issued in Asmara last week, the foreign ministry said 'the government of Eritrea has been repeatedly urging the Security Council to shoulder its legal and moral responsibilities to ensure the withdrawal of the army and institutions of the Ethiopian regime from the occupied territories.'\nThe statement also accused the Security Council of adopting a resolution last week in 'contravention of fundamental premises of the U.N. charter as well as key principles of international law.'\nThe resolution, the statement said, was adopted 'under pressure from the United States government.' The administration of President George W. Bush considers Ethiopia a close political and military ally in its war on terrorism.\nIn its annual Congressional Budget Justification for Foreign Operations, the U.S. State Department says that 'Ethiopia is an African frontline state in the war on terrorism, supporting efforts to apprehend terrorists in Ethiopia and beyond.'\n'A long-term U.S. goal is to eradicate sources of terrorism in the region in order to protect U.S. national security. Ethiopia has provided outstanding cooperation in the war on terrorism.'\nMeanwhile, the resolution, adopted unanimously by the 15-member Security Council, called on both sides to 'show maximum restraint and refrain from any threat or use of force against each other, avoid provocative military activities and put an end to the exchange of hostile statements.'\nThe Council also urged Eritrea to withdraw all troops and heavy military equipment from the Temporary Security Zone (TSZ) immediately and urged Ethiopia to decrease its military forces in areas adjacent to the TSZ.\nIn a statement Monday, Ambassador Ricardo Alberto Arias of Panama, current president of the Security Council, said that Council members 'demand' that the government of Eritrea 'resume immediately' fuel shipments to UNMEE or allow UNMEE to import fuel without restrictions.\nU.N. spokesman Farhan Haq told reporters Wednesday there has been no change in the field situation. 'We have nothing more to say on this.' © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: February 7, 2008"
}