{
    "title": "Dispute on Intelligence Report Disrupts Republicans' Game Plan",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 28,
    "full text": "The dispute over a newly disclosed National Intelligence Estimate has threatened a pre-election script in which the White House had sought to put Democrats on the defensive on national security. \n  As the White House saw it, this was to have been the week in which Republicans seized the advantage by pushing two antiterrorism bills through Congress over the objections of recalcitrant Democrats.\nInstead, on Wednesday for the second day in a row, Democrats seized on the intelligence report as confirmation of their case that the Iraq war has in fact compounded the global terrorism threat. \n  Republicans responded by saying Democrats were distorting the findings or were exploiting important intelligence information for political gain. In Congress, the Republicans appeared to give up on passing one of the two antiterrorism bills, the one on surveillance.\n  Republicans said even if they were momentarily put off course, they were confident that in the end this fight would not help the Democrats. Democrats, they said, lose every time they try to fight Republicans on the issue of security.\n  ''This debate is bringing Republicans back into the political process,'' said Representative Tom Cole of Oklahoma, who is a contender to be the next leader of the Republican Congressional campaign committee. ''If we're going to have an election where swing voters are the main concern, I'll be happy to talk about national security.''\n  Republican leaders also criticized the 160 House Democrats, including Representative Nancy Pelosi of California, the minority leader, who voted Wednesday against a measure sought by President Bush to change the conditions for trying and questioning terrorism suspects.\n  The House speaker, J. Dennis Hastert, Republican of Illinois, said, ''The same terrorists who plan to harm innocent Americans and their freedoms would be coddled, if we followed the Democratic plan.''\n  Democrats made clear that even though many of them opposed the bill, they would not block it from becoming law, a distinction that they believe will make it more difficult for the White House to use this vote against them.\n  If anything this week, the back-and-forth between the parties -- on the intelligence report, on the bills and on the war itself -- seemed to produce at best a muddled result, rather than the sharp contrast that the White House had sought. \n  Democrats have watched with concern as Mr. Bush hammered his arguments on Iraq and terrorism. \n  There are new indications that Democrats regard the intelligence report as an opportunity to undercut what had been a main argument of Mr. Bush.\n  It took Democrats barely three days to seize on the intelligence findings in a new television advertisement in one of the most contested races in the country, the challenge to Representative Nancy L. Johnson, Republican of Connecticut, who supports the war. The campaign of Ms. Johnson's opponent, Christopher Murphy, began broadcasting the commercial, which says, ''President Bush's war in Iraq has increased the threat of terrorism and made us less secure here at home.''\n  Representative Rahm Emanuel of Illinois, who is leading the Democrats' campaign to win Congress, said the intelligence assessment undercut the White House attempt to move the election from Iraq and to stronger Republican ground, terrorism.\n  ''They had a strategy for this fall to be about national security, and the entire debate this week has turned into the president's failure in Iraq,'' Mr. Emanuel said. ''That is not where they want to be right now.''\n  Republicans disputed the argument that the events were as significant or damaging as Democrats said. Nevertheless, the events were the latest indication that Democrats now see the war in Iraq as an issue that can help them win critical districts and that candidates and party leaders would, unlike in the elections of 2002 and 2004, challenge any attempt by the White House to claim primacy on the issue of terrorism. \n  Jim Jordan, a Democratic analyst, argued that Republicans were paying a price for having linked the Iraq war to terrorism in previous campaigns.\n  ''They would rather talk about terrorism than Iraq,'' Mr. Jordan said. ''The problem they have got is they formed a linkage between the two that helped them in '04 and hurt them in '06.''\n  In pushing back and trying to gain dominance in the debate, Republicans made two arguments. The first was that Democrats were purposely mischaracterizing what the report said. \n  ''The key passage in the National Intelligence Estimate declassified and released yesterday was that for us to cut and run in Iraq would simply embolden our enemy in a way that they were emboldened when we left Somalia,'' said Senator John Cornyn, Republican of Texas.\n  The second was to suggest that Democrats were trying to exploit intelligence for political gain and to insinuate that they were responsible for leaking the information.\n  ''The purpose of the leak was to distort the premise of the National Intelligence Estimate to try to lend weight to the Democratic argument that the war in Iraq does not really matter, we are losing the war in Iraq, and it doesn't have anything to do with the war on terror,'' said Senator Christopher S. Bond, Republican of Missouri.\n  It was too soon to tell, aides to both parties said Wednesday, whether the arguments will hold much sway with voters, much less break through all the arguments occurring here and in Congressional campaigns at home. \n  Yet one thing was clear. Republicans were not talking about what they wanted to be talking about. And at a time when Democrats are trying to turn the debate from national security, where they are not strong, to the war, which is Mr. Bush's weakness, the intelligence reports provided what Democrats said was a weapon that they very much needed.\n  ''We are less safe today because of the Iraq war,'' said Senator Charles E. Schumer, the New York Democrat who is Mr. Emanuel's Senate counterpart. ''That is a very trenchant argument.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Vice President Dick Cheney with Republican senators yesterday at the Capitol. Republicans want to focus political debate on national security. (Photo by David Scull for The New York Times)\n\nLoad-Date: September 28, 2006"
}