{
    "title": "DISPUTES POSE RISK TO MIDEAST TALKS",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 3,
    "day": 3,
    "full text": "WASHINGTON - The State Department tried Friday to smooth over a dispute with Israeli Prime Minister Yitzhak Shamir over the settlement of Soviet Jews on the West Bank and in Gaza.  Diplomatic sources close to the situation said that recent developments could make it difficult for Shamir to agree to open Mideast negotiations.  Those developments are a dispute over a U.S. guarantee for a $400 million loan to resettle the Soviet immigrants and comments Thursday by Secretary of State James A. Baker III on the Palestine Liberation Organization and terrorism.  The sources, declining to be identified, said Shamir had been prepared to recommend that the Israeli government approve in principle a three-way meeting of Baker and the Egyptian and Israeli foreign ministers. Now, the sources said, that would be ''almost impossible.'' Shamir is due to meet tonight with leaders of his governing Likud bloc. He is scheduled to meet Sunday with Foreign Minister Moshe Arens, Finance Minister Shimon Peres and Defense Minister Yitzhak Rabin.  The sessions are critical to Baker's five-month attempt to open Mideast negotiations.  Margaret D. Tutwiler, State Department spokeswoman, said: ''Obviously there are some tough decisions that have to be made. We hope that we will be able to take the next step to implement the prime minister's initiative.'' Tutwiler referred to Shamir's plan for elections in the occupied West Bank and Gaza.  Baker has endorsed the plan as a starting point for negotiations. But he has been stymied by a dispute between Israel and Egypt over the composition of a Palestinian delegation and the agenda for meeting in Cairo, Egypt.\nOn Thursday, testifying before a House subcommittee, Baker took two steps that stirred controversy in Jerusalem.  He said that Bush's administration could not extend a $400 million guaranteed loan to Israel for housing the Soviet Jewish refugees if they were settled on the West Bank or in Gaza, as about 100 have been.  Also, Baker said he was satisfied that PLO Chairman Yasser Arafat was adhering to his renunciation in December 1988 of terrorism against Israel.  In the ensuing furor in Israel over Baker's testimony, the State Department went out of its way Friday to emphasize Baker's support for Shamir's plan.  Tutwiler said Baker had called Shamir late in the afternoon - after the secretary testified - to emphasize U.S. support for Jewish emigration from the Soviet Union.  Tutwiler, however, repeated that the U.S. loan guarantee, which is in addition to $3 billion in annual U.S. aid to Israel, depended on ''some assurances'' that the housing would not be used by Soviet Jews settled on the West Bank and in Gaza.  Asked about Shamir's reply, Tutwiler said: ''I cannot characterize for you that the secretary has received assurances.'' But she said ''there was no indication'' in the conversation that the prime minister was unhappy with the testimony.  Israeli sources said Shamir had become enraged once the full text of Baker's testimony was conveyed to him.  ''The message we got from Baker is very, very counterproductive, and we can't accept it,'' said Yossi Olmert, the head of the Government Press Office.\n\nGraphic\n\n \nPhoto; PHOTO Headshot of Yitzhak Shamir and James A. Baker III.\n\nLoad-Date: October 14, 1993"
}