{
    "title": "Dispelling the lies that supported segregation Rob Cuthbert column_ Dispelling the lies that support(2)",
    "publisher": "richmond times dispatch ",
    "year": 2017,
    "month": 8,
    "day": 19,
    "full text": "WOODWARD'S LECTURES\nThese lectures correctly traced the origins of what became known as Jim Crow, and they now explain Trump's craven and ignominious response to acts of racism and domestic terror.\n By Rob Cuthbert\n For the second time in four days, President Trump refused to unequivocally condemn the white supremacists and Nazis who came to Charlottesville and the University of Virginia to terrorize and proselytize. President Trump also accused those who would remove Confederate monuments - such as the statue of Robert E. Lee in Charlottesville - of attempting to change history and culture. In doing so, President Trump earned the gratitude of David Duke, former grand wizard of the Ku Klux Klan, who thanked the president for his \"honesty and courage.\"\n In the midst of racist cant and false history, it is worth remembering that 63 years ago U.Va. hosted a series of seminal lectures that refuted much of the inaccurate \"history\" that Trump now defends. Given during American apartheid, these lectures correctly traced the origins of what became known as Jim Crow, and they now explain Trump's craven and ignominious response to acts of racism and domestic terror.\n The orator was Professor C. Vann Woodward - a white, Arkansas veteran of World War II - who had worked with the NAACP and other historians to write briefs that supported the plaintiffs in Brown v. Board of Education of Topeka. In 1954, a few months after school segregation was ruled unconstitutional, Woodward came to U.Va. to give three nights of lectures that drew upon his work on Brown.\n Not far from where Heather Heyer was killed on Saturday in an act of domestic terrorism, Woodward comprehensively debunked the belief that Jim Crow segregation was a perpetual feature of the South. Contrary to popular belief, Jim Crow was actually a post-Reconstruction creation of racists, opportunistic politicians, and fearful voters.\n In front of an integrated audience, Woodward detailed how African-Americans were systematically stripped of their franchise and other rights gained during Reconstruction. For example, it was not until 1898, 33 years after the Civil War, that South Carolina legally segregated train cars. By 1915, Jim Crow had exponentially expanded, and South Carolina's laws prohibited whites and African-Americans from sharing the same \"lavatories, toilets, drinking water buckets, pails, cups, dippers, or glasses.\" Furthermore, in Louisiana in 1896, there were 130,334 African-American voters, and in 1904 there were 1,342.\n The Lee statue that President Trump now defends was erected in 1924, a time when white supremacists were engaging in rampant terrorism, when membership in the Ku Klux Klan was reported to be 5 million, and Jim Crow was being extended to almost every facet of public life. The statue - placed in the midst of a public park - was an undeniable reminder of white supremacy.\n Woodward's lectures were reprinted as \"The Strange Career of Jim Crow,\" a book that Martin Luther King Jr. called \"the historical bible of the civil rights movement.\" Over the years, Woodward revised and expanded \"The Strange Career\" to address historical developments such as the state of Virginia's dishonorable leadership in \"massive resistance\" to desegregation.\n Woodward credits avowed racists with the creation of Jim Crow, but he also acknowledges the political opportunists who gave tacit or vocal approval to white supremacy, especially those who \"resorted to an intensive propaganda of white supremacy, Negrophobia, and race chauvinism.\"\n \"The Strange Career\" also underlines the silence of politicians, including presidents, who enabled the rise of Jim Crow and the subsequent decades of white supremacy and segregation. For example, Woodward investigates how President Woodrow Wilson benefited from the robust support of Southern \"progressives\" who used racism as a foundational principle, and President Dwight D. Eisenhower's \"preference for state over federal action\" in the face of rank violations of civil and human rights.\n It is clear that Trump falls in line with many other American demagogues who courted, appeased, or ignored racists to seize and retain power. Decades ago, by hosting Woodward, U.Va. played a role in dispelling the lies that supported segregation. Those lies were not only widely accepted, they were perpetrated by many in our political leadership and caused irreparable harm to generations of Americans.\n Now, after white supremacists have hijacked Charlottesville and U.Va. as a canvas for terrorism and hate, Trump is weaving another false history that enables violence and prejudice. It is a false history that disrespects the memory of Heather Heyer, a victim of terrorism. It is a lie that underwrites, shelters, and encourages white supremacist organizations. For Trump, any short-term political gain will be shallow, and the long-term, damaging effects on the republic will be profound.\n Rob Cuthbert is a writer and advocate researching the uses of legal history to support litigation and legislative advocacy. He is also a veteran of the U.S. Army.\n\nGraphic\n\n \n'Jim Crow,' as represented in a cartoon by John McCutcheon, circa 1905 WIKIMEDIA COMMONS\n\nLoad-Date: August 18, 2017"
}