{
    "title": "DISPOSSESSED NOVELIST TALKS ABOUT THE PAIN OF PALESTINIANS",
    "publisher": "the philadelphia inquirer",
    "year": 2007,
    "month": 10,
    "day": 4,
    "full text": "Human rights activist and author Susan Abulhawa's first novel, \"The Scar of David,\" explores the lives of the Abulheja family, beginning in the early 1940s and ending in present-day Palestine. A Palestinian family with deep ties to the land, the Abulhejas struggle to create new lives for themselves after they are driven from their home near Jenin. The novel offers a deeply personal view of the Palestinian conflict and its long-term ramifications.\nThe dispossession of Palestinians was the motivating factor in Abulhawa's creation of Playgrounds for Palestine, a foundation that builds playgrounds for children living in the occupied territories. To date, the organization has built playgrounds in Bethlehem, Nablus, Khan Younis, Hebron and Rafah.\nIn addition, Abulhawa, who was born to refugee parents in Kuwait, has written extensively about Palestinians, including some groundbreaking reporting on the killings of many refugees in the Jenin refugee camp in 2002. Her work has appeared in the New York Daily News, the Philadelphia Inquirer and the Chicago Tribune.\nThe Capital Times recently spoke to Abulhawa about her work as an author and an activist.\nTCT: At some point, you spent some time in an orphanage. How did that happen?\nAbulhawa: It was mostly family circumstances. My family ended up being scattered all over the place. Everybody had to go and seek a living somewhere. They had lost everything in the '67 war. I ended up with nowhere to be.\nTCT: That must have been a life-shaping experience.\nAbulhawa: It was definitely life-shaping, but I would have to say those are probably some of my fondest childhood memories.\nTCT: Was that experience part of your underlying need to create Playgrounds for Palestine?\nAbulhawa: Without a doubt. It's not the only or not even the primary motivation but it's certainly a part of it. I really always wanted a playground. I mean, we didn't have a whole lot of food, and we didn't have heat in the winter, but I could tolerate all of those things. I wanted an outlet. I wanted to have fun as a child.\nWe've gotten comments from some people that Palestinian kids need food, shelter and medicine and that we're wasting people's donations on playgrounds. We don't see it that way. Certainly they need basic sustenance, but they're not just biological creatures that must be fed. They're living, breathing human beings with ideas, habits, wants and needs, and they deserve to play. I would say the experience of living in Jerusalem helped me to understand that more, but the driving force has been wanting to do something and the guilt of living in relative safety and comfort.\nThe playground structures are so colorful. They add a whole new energy. The kids see that, and I've seen them see that. When we're installing them, they're over the moon. They can't wait for us to finish. As adults living in the West, we don't really understand that, but it's definitely a reality, and these playgrounds do make a difference.\nTCT: If this conflict and living in these camps is what gives rise to terrorism, then the playgrounds must become a powerful antidote to terrorism because they allow children to reclaim their childhood.\nAbulhawa: Palestinian children are always put in the context of terrorism. They're human beings, and they deserve their childhoods, period, whether it has anything to do with terrorism or not. The real terrorism is what's committed against them, not what they do. These playgrounds don't have anything to do with terrorism.\nTCT: Can you talk about your awakening as an activist?\nAbulhawa: I went back to Jerusalem almost 20 years after my experience in the orphanage, and I was struck by how entrenched the apartheid had become. How small the Palestinian areas were. It was ugly to me and it was very sad. Here you've had this place on Earth that historically has been multicultural, multi-religious, multi-ethnic, and this process that Israel has implemented is basically turning this multicultural society into this exclusive state where one people is accorded rights based only on their religion. I came back with that, and I'll say it was anger. In 2002, when there were reports of massacres occurring in Jenin, I took vacation from work and went there. What I saw changed me. It was so awful and so underreported. It was outrageous. I think that was when I came back and the story started brewing in my mind. It was an overwhelming sense of the injustice and the guilt of coming back to my relatively safe life.\nTCT: Your novel, \"The Scar of David,\" humanizes the conflict. Can you talk more about the process of writing the book? What was your goal in writing it?\nAbulhawa: My goal actually changed through the course of writing this book. Initially when I sat down to write this book, I was writing with outrage about what's happening and how it's portrayed in the West. I wanted to tell the story. The earlier versions of characters were nothing more than stick figures who were ranting and raving in my voice, but as I got to know the characters they took on a life of their own and I fell in love with them.\nI wanted to tell their story as honestly and humanly as I could. I know there isn't a lot in the way of fiction that tells our narrative. And fiction is very powerful. You can read all the human rights reports you want, and they'll break your heart. But it's a whole other ball game when the people you're reading about are characters you just got to know. It gives you a family to root for, and it gives you a new set of eyes to see the conflict with.\nWith many other conflicts, some of the better understandings I've achieved have been through historic fiction. I think that's the triumph of all historic fiction.\nThe Scar of David\nBy Susan Abulhawa\nJourney Publications\n352 pages, $28.95\nSusan Abulhawa will discuss her experiences as an activist and read from \"The Scar of David\" at the Wisconsin Book Festival at noon on Saturday, Oct. 13, in Promenade Hall in the Overture Center.\nHeather Lee Schroeder earned her master's degree in creative writing at UW-Madison. She writes the books page's twice-monthly \"Literary Lunch.\" hls@literarylunch.com\n\nGraphic\n\n \nLEFTERIS PITARAKIS/ASSOCIATED PRESS A Palestinian woman (above) weeps atop the rubble of what used to be her house in the Jenin refugee camp in 2002. Writer Susan Abulhawa (right, below) explores life int he Jenin camp in her first noveL, \"The Scar of David.\" MOHAMMED BALLAS/ASSOCIATED PRESS Palestinian children peer out from under the gate of a house as they watch an Israeli army operation in the village of Qabatiyah, near Jenin, in 2005.\n\nLoad-Date: October 5, 2007"
}