{
    "title": "Dissent from within on Iraq war",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 24,
    "full text": "The White House is trying to discredit charges by Richard Clarke, its former counterterrorism chief, that President Bush has done \"a terrible job in the war against terrorism.\"\nThe counterattacks are mounting: Clarke just wanted a better job, he was out of the loop, he's a Democratic partisan.\nBut why would a noted terrorism expert who served under Presidents Reagan, Bush pre, Bill Clinton and George W., and who was a registered Republican in 2000, make such a charge? Read his book, Against All Enemies: Inside America's War on Terror, and you'll understand why he's so angry.\nClarke believes the Bush team's Iraq obsession has undermined the far more crucial fight against al-Qaeda - and made America less safe.\nFrom January 2001 on, he writes, \"Iraq was portrayed [by the Bush team] as the most dangerous thing in national security. It was an ide fixe, a rigid belief, received wisdom, a decision already made and one that no fact or event could derail.\"\nA week into the administration, Clarke tried to get a cabinet-level meeting to review the al-Qaeda threat. No one was in a hurry. In April 2001, cabinet deputies finally met on terrorism. Paul Wolfowitz, the Deputy Secretary of Defense, complained that Clarke was focusing on one man, Osama bin Laden, when he should be looking at \"Iraqi terrorism.\" Clarke had to remind Wolfowitz that - according to both the FBI and CIA - there had been no Iraqi terrorism directed at the United States since 1993.\nClarke argued fruitlessly - right up until 9/11 - that America was at prime risk from al-Qaeda. After that infamous day, the antiterror czar thought Bush would implement an aggressive strategy to destroy bin Laden and his organization. Instead, he says, the administration sent too few troops to Afghanistan to wipe the terrorists out and stabilize the country.\nThen, while al-Qaeda regrouped and metastasized, Bush diverted manpower and money to the Iraq war. Clarke thinks this war sidetracked intelligence resources while giving al-Qaeda a new territorial haven and inflaming the Middle East.\n\"Our being in Iraq does nothing to prevent terrorists from coming to America,\" he writes, \"but does divert funds from addressing our domestic vulnerabilities and does make terrorist recruitment easier.\"\nWhat's most chilling about the book is its portrait of an administration that sticks to preconceived notions, regardless of contradictory facts. A succession of such fixed ideas has consistently undercut the war on terrorism.\nOne such ide fixe was the notion that Saddam was behind 9/11, a particular obsession of Wolfowitz' (who may have persuaded Bush). On Sept. 12, 2001, Clarke recalls, President Bush demanded that he \"go back over everything. See if Saddam did this.\" Clarke reminded the President that intelligence had found no linkages between Iraq and al-Qaeda. \"Look into Iraq, Saddam,\" the President repeated.\nDespite continued lack of evidence, Bush and top officials repeatedly linked Iraq and 9/11 and the war on terrorism in speeches. \"The White House . . . never quite lied,\" Clarke told CBS's 60 Minutes, \"but gave the very strong impression Iraq did it.\" No wonder polls just before the Iraq war show nearly 70 percent of the American public thought Saddam was involved in 9/11. That notion rallied support for the war.\nAnother administration ide fixe: The United States didn't need many troops in Afghanistan. The result has been a resurgence of the Taliban. Wolfowitz and Vice President Cheney embraced the idea that occupation of Iraq would be easy and require minimal U.S. troops. Expert opinion was ignored. The results are there to see.\nClarke touches on a further ide fixe that undercuts the antiterrorism fight at home - the Bush obsession with cutting taxes as we wage costly wars. The federal budget doesn't adequately fund first responders in cities and towns, the ones who have to cope first with a terrorist attack. Clarke writes bitterly: \"The administration chose to run up the national debt to pay for Iraq, but not to pay for what our police and fire personnel need to defend us here at home.\"\nAnd let us not ignore - though it's not in Clarke's book - the administration's fixed belief that the road to Jerusalem led through Baghdad. The White House thought it could let the Mideast peace process drift because an Iraq victory would force the Palestinians to the table.\nInstead, the peace process is dead, sunk in an endless cycle of Palestinian suicide bombings and Israeli revenge killings like that of Sheikh Ahmed Yassin in Gaza. This cycle will undercut any political reform efforts in the rest of the region, and is more likely to fuel terrorism than thwart it. Many experts think Palestinians will soon start hitting at U.S. interests.\nNo wonder Clarke is angry. His is the rage of a man who understands the terrorist threat from the inside. And he believes that rigid White House thinking has sapped the fight.\nContact Trudy Rubin at 215-854-5823 or trubin@phillynews.com.  \n\nNotes\n\nWorldview\n\nGraphic\n\n \nCARTOON\n\nLoad-Date: August 23, 2005"
}