{
    "title": "Distant cities linked by deadly spasms of violence",
    "publisher": "tribune-review",
    "year": 2019,
    "month": 8,
    "day": 14,
    "full text": "A Jewish Community Center of Greater Pittsburgh official traveled this week to El Paso, Texas, to help with the community's healing process after the Aug. 3 mass shooting. \n\"There's no playbook for any of the communities affected,\" said JCC chief program officer Jason Kunz­man, who traveled to Texas on Sunday. \"Each finds a way to move forward.\" \nKunzman drew on the lessons learned after the Tree of Life synagogue attack in Squirrel Hill in October that killed 11. \nThe JCC's outreach is similar to efforts from communities that have experienced mass trauma. In the days after the Tree of Life shooting, the pastor of Emanuel African Methodist Episcopal Church in Charleston, S.C., the Rev. Eric S.C. Manning, flew to Pittsburgh to comfort synagogue members and the Jewish community. \nThe church, one of the oldest black congregations in the U.S., was the target of a mass shooting in 2015 that left nine dead. A 21-year-old white supremacist opened fire during a prayer service. \nIn El Paso, the shooting suspect confessed to having  targeted Mexicans at the Walmart where he opened fire. The death toll reached 22, and at least 24 people were wounded in the attack. \nFederal prosecutors have added hate-crime charges to the Tree of Life synagogue shooter and are considering the legal enhancement in El Paso. The Charleston shooter, who was found guilty in 2016, was the first death penalty case the government sought under the 2009 Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act. \nFor Kunzman, healing begins with public mourning. In El Paso, he visited the victims memorial set up along a fence outside Walmart. \n\"It's at least a hundred yards,\" said Kunzman, who returned home Wednesday. \"It's a football field-length fence and related artifacts, if not more. It was very moving.\" \nOn that fence is a banner saying \"The JCC of Greater Pittsburgh Stands With El Paso, Texas,\" signed by dozens of Pittsburghers and adorned with sentiments like \"Stay strong,\" \"We stand together,\" and \"Our thoughts and prayers are with you.\" A similar banner was sent to Dayton, Ohio, where nine people died in a mass shooting in the early hours of Aug. 4. \nThe memorials erected at shooting sites and community vigils that follow have become all too common in the wake of a mass tragedy. \nWhile Pittsburghers were at interfaith vigils here after the Tree of Life attack, the El Paso Jewish community was holding its own observance in San Jacinto Plaza downtown. \nEl Paso City Rep. Peter Svarzbein said Tuesday the tragedy that then lay ahead for his own city was unfathomable. \n\"Every community mourns in its own way,\" Svarzbein said. \"Having seen support from other communities is very important.\" \nPeter S. tweet \nWhile grieving communities often find each other, the FBI's Victim Services Division also sometimes connects victims. \n\"Crimes can have a devastating effect on victims and their families who may need assistance coping with the impact,\" said Shayne E. Buchwald, an FBI spokeswoman. \"Providing information and assistance to victims of the shooting is an important part of our work.\" \nRacism and religious acrimony have been blamed for the shootings in Charleston, Pittsburgh and El Paso. FBI Director Christopher A. Wray told lawmakers in July most of the roughly 100 arrests for domestic terrorism over the past nine months have involved some form of white supremacy. \nJohn Porras, the El Paso city representative's chief of staff, said El Paso City Council is poised to pass a resolution encouraging the federal government to put more resources toward fighting white supremacy and domestic terrorism. That resolution, Porras said, is expected to mention the Tree of Life shooting. \n\"We're in a new place where hate knows no borders,\" Svarzbein said. \"It's a disease in our country right now.\" \n\nLoad-Date: August 16, 2019"
}