{
    "title": "Districts Rated on Terrorism Preparations But Poorly Graded Ones Criticize Methodology of the Nation",
    "publisher": "education week",
    "year": 2004,
    "month": 9,
    "day": 15,
    "full text": "The Chicago and Detroit school systems have received failing grades in a report from a New York City-based nonprofit group on their preparedness to respond to possible acts of terrorism in or near their schools.\nBut officials from those districts challenged the methodology used in the report, released this month by the America Prepared Campaign. They said that the evaluations of their school emergency plans weren't comprehensive--a point echoed by a leading expert on school safety.\nSchool shootings and the attacks of Sept. 11, 2001, spurred school leaders in many districts to develop or update detailed plans on how to respond to emergencies, including acts of terror. (&\"As Alert Issued, Schools Urged to Review Security,&\" Feb. 19, 2003.)\nAfter Chechen separatists took over a Russian school this month and subsequently massacred hundreds of hostages, including children, the specter of terrorism targeted at schools became even more stark.\nIn its 71-page report, the America Prepared Campaign--whose chairman is Steven Brill, the founder of Court TV--focuses on the quality of emergency-response plans in the 20 largest school districts in the United States, excluding the school systems of Hawaii and Puerto Rico.\n&\"We tested the [U.S.] Department of Education guide [for crisis planning] produced last year,&\" said Allison Phinney, the author of the report and the outreach manager for the America Prepared Campaign, a nonpartisan group financed by private foundations that urges Americans to prepare their homes and families for disasters, including possible terrorist attacks. &\"Have the schools lived up to that guide?&\"\nThe researchers for the new report evaluated the districts based on three criteria that they derived from the federal guide, &\"Practical Information on Crisis Planning: A Guide For Schools and Communities.&\"\nThose criteria were the quality of a district's emergency plans, the extent to which the district conducts monthly drills of those plans, and how well the district communicates the details of its plans to parents. Of the 20 school districts evaluated, only the Chicago and Detroit schools received &\"failing&\" grades.\nThree school systems--Fairfax County in Virginia, Montgomery County in Maryland, and Palm Beach County in Florida-- received a &\"best&\" grade.\nCriteria Questioned\nThe researchers based their evaluations on telephone interviews with school staff and community members, an examination of public documents, and some face-to-face interviews with school safety employees.\nKenneth S. Trump, the president of National School Safety and Security Services, a private consulting company based in Cleveland, criticized the methodology of the report. He said that it lacked comprehensiveness.\n&\"I have serious reservations about placing specific schools in one- or two-word categories of preparedness, especially when it is based on a half-dozen or dozen phone interviews and a limited review of off-site documents,&\" Mr. Trump said.\nMs. Phinney countered that the evaluations were comprehensive enough to produce valid grades for the scope of the project.\nThe report devotes four pages to evaluating Chicago's preparedness for emergencies. It maintains that 25 percent of schools in the 434,400-student system don't have emergency plans of any kind, and it asserts that the district's safety director doesn't have regular contact with his counterparts at the Chicago police and fire departments.\nThe evaluation also says that only 41 percent of parents in the Chicago area, surveyed in August by the America Prepared Campaign, thought that their schools had emergency plans for a terrorist attack or major natural disaster.\nMike Vaughn, a spokesman for Chicago public schools, disputed the findings of the report last week, saying that the evaluation wasn't comprehensive and that it contained errors.\n&\"They never set foot in a single one of our schools,&\" he said.\nHe noted that the researchers from the America Prepared Campaign interviewed by telephone principals at about a dozen schools, while the school system has about 600 schools. He said that although the evaluation said 25 percent of schools didn't have emergency plans on file, in fact that figure referred to schools that hadn't updated their plans recently.\nEvery school in the district has an emergency plan on file, Mr. Vaughn said. He added that it was &\"ludicrous&\" that the evaluation suggested the district's safety staff didn't have a close relationship with the police department. The system's safety director worked for the police department for 30 years, he said, and every school in the district has its own police officer.\nDetroit Drills\nStephen Hill, the executive director for risk management for the 145,000-student Detroit public schools, also challenged the &\"failing&\" grade his school system received. He said that the two people who inter- viewed him face to face didn't ask detailed questions and didn't have any personal experience in emergency preparedness or crisis intervention.\nThe report says, for example, that &\"it is unclear whether or not Detroit public schools are performing regular fire drills, let alone other emergency drills.&\" Mr. Hill said the researchers never asked for records of drills performed, though the district keeps such records.\nMs. Phinney said that her organization sent the district a letter by fax asking for such records.\n\nLoad-Date: June 13, 2007"
}