{
    "title": "DISTRICT DECIDES NOT TO INSURE AGAINST TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 1,
    "day": 22,
    "full text": "After 25 years with the Pine-Richland School District, most of which he spent on district finances, Thomas Greway thought there was nothing new to discuss.\n But he admits he was wrong.\n Greway never thought he'd be discussing terrorism insurance with the board, but such coverage is now being offered to schools and other institutions to protect them, if only financially, from terrorist attacks.\nGreway told board members Jan. 9 that because of the Terrorism Risk Insurance Act of 2002, they must consider whether they want terrorism insurance for the district.\n The federal act was passed in response to the Sept. 11, 2001, attacks. Congress dictated that insurance companies make policies available to reduce the risk of catastrophic financial loss that comes from the widespread destruction of terrorism.\n Greway said the insurance wouldn't protect against more casual acts of \"suburban terrorism.\"\n \"The act states that it must be an act certified by officials, including the secretary of state and the attorney general of the United States, not just an act of someone in the neighborhood,\" Greway said.\n He said the annual premium for the policy would be $2,819.\n \"That's very costly, and I wouldn't recommend doing it,\" Greway said. \"What is the likelihood of [terrorism] occurring in Pine-Richland School District?\"\n None of the board members thought there was much of a chance. They didn't respond to the insurance company's offer.\n The board did respond, however, at its Thursday meeting to a request from Pine-Richland teacher Will Cross for a few more days of unpaid leave. Cross, a diabetic, trekked across the Antarctic with Jerry Peterson to raise money for diabetes research. He reached the South Pole on Friday.\n Cross, of Morningside, asked for more time because flights out of the Antarctic often are delayed for days because of extreme weather. Cross' wife, Amy, made the request after speaking with him on the phone.\n The board agreed to extend Cross' leave until Feb. 6, as requested.\n The school board also voted to allow SafeDrive Technologies to operate a computer-simulated driver education course on the high school grounds. The simulator will be in a panel truck parked near the high school, and SafeDrive instructors will use a school classroom and computers to teach students.\n The district doesn't benefit financially from the arrangement with the company, nor will it pay any costs to have the simulator at the school. The cost of the simulator program will be $445 for each Pine-Richland student, which is a discount from the standard $695.\n\nNotes\n\nSusan Seibel is a freelance writer.\n\nLoad-Date: January 23, 2003"
}