{
    "title": "Dive Schools Warned Of Terrorism Threat",
    "publisher": "the tampa tribune ",
    "year": 2007,
    "month": 6,
    "day": 30,
    "full text": "FBI TELLS INSTRUCTORS TO KEEP EYES OPEN FOR SUSPICIOUS STUDENTS\nBy ANDRIY R. PAZUNIAK\nThe Tampa Tribune\nTAMPA - Underwater, Jim Hurin teaches his novice scuba divers how to avoid a number of threats, from sharks to barracudas to sharp coral.\nBut once on dry land, Hurin and scuba instructors across the country have been asked to keep their eyes open for a different type of threat: terrorism.\nThe FBI has sent a nationwide alert to scuba instructors to watch for suspicious behavior among diving students that the agency says could be signs of criminal activity.\nAmong the behaviors the FBI mentions are \"odd inquiries\" about diving in irregular areas, such as murky water or sewer pipes, or requests to learn advanced combat swimming skills such as how to use rebreathers and diver propulsion vehicles.\nThe FBI also advised instructors to be wary of applicants from countries where diving is an uncommon activity, as well as requests from religious organizations, cults, associations or charitable agencies \"not normally associated with diving.\"\nHurin, who owns Scuba Haven in Tampa, said he's not concerned about terrorists taking lessons from him.\n\"It's not that diving doesn't have a lot of skills to learn,\" said Hurin, who has been a scuba instructor for 35 years. \"I'm just not sure a terrorist is going to bother getting a lot of training.\"\nOther actions mentioned in the FBI alert are paying in cash for diving instruction and refusal or reluctance to provide personal information.\nFBI Special Agent Richard Kolko said the alert was not sent in response to a particular threat. Rather, it is meant to be an educational tool for instructors.\nSince the Sept. 11 attacks, Kolko said, the agency has sent out similar alerts to flight schools, companies handling hazardous materials and operators of crop-dusting aircraft.\n\"It's just something we do occasionally with specific industries,\" Kolko said.\nThough the FBI inquired about some of his students and staff in the months after Sept. 11, Hurin said, the agency found nothing, and he has never encountered the suspicious behaviors mentioned in the FBI's alert.\nNeither has John Evans, manager of Action Aquatics Scuba Diving in Tampa.\nEvans said his staff looks out for the behaviors mentioned in the alert and others such as customers who insist on getting training quickly.\nEvans said he rarely sees such behavior in customers, whom he described as residents out \"to enjoy diving.\"\nReporter Andriy R. Pazuniak can be reached at (813) 259-7827 or apazuniak@tampatrib.com\nPhoto credit: News Channel 8 photo by PAUL LAMISON\nPhoto: Michael Szarzynski of Tackle Shack in Pinellas Park is on the lookout for unusual requests and behavior.\nCopyright © 2007, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 4, 2007"
}