{
    "title": "Divided Senate answers Orlando with gridlock on gun curbs",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 6,
    "day": 21,
    "full text": "WASHINGTON - A divided Senate blocked rival election-year plans to curb guns on Monday, eight days after the mass shooting in Orlando, Fla., intensified pressure on lawmakers to act but knotted them in gridlock anyway - even over restricting firearms for terrorists.\nIn largely party-line votes, one proposal from each side to keep extremists from acquiring guns and another shoring up the government's existing system of required background checks for many firearms purchases were rejected.\nSen. Mark Kirk, R-Ill., bucked the party-line voting, casting votes with Democrats on all four amendments.\nHe said that Congress \"missed another opportunity to protect more Americans from gun violence,\" and said that the amendment backed by Sen. Dianne Feinstein, D-Calif., which he supported, would have kept \"weapons out of the hands of suspected terrorists.\"\nRepublicans said that would not have happened with the Feinstein-Kirk legislation. They offered a competing amendment that they say would have kept guns from terrorists, allowed federal authorities to detain terrorists planning attacks, and provided a \"reasonable appeals process\" for those wrongly put on terror watch lists.\nSen. Roy Blunt, R-Mo., who supported that amendment, said Democrats should \"work with us to advance solutions that will protect Americans without compromising their constitutional rights.\"\nBut Sen. Dick Durbin, D-Ill., said Republicans were too beholden to the NRA to compromise and that the Senate \"turned its back on victims of gun violence.\"\nSen. Claire McCaskill, D-Mo., also voted with Democrats on all key amendments that failed to meet the 60-vote procedural threshold.\nWith the chamber's visitors galleries unusually crowded for a Monday evening, each measure fell short. Democrats called the GOP proposals unacceptably weak while Republicans said the Democratic plans were overly restrictive.\nELECTION LOOMS\nThe stalemate underscored the pressure on each party to give little ground on the emotional gun issue going into November's presidential and congressional elections. It also highlighted the potency of the National Rifle Association, which urged its huge and fiercely loyal membership to lobby senators to oppose the Democratic bills.\nThat Monday's four roll-call votes occurred at all was testament to the political currents buffeting lawmakers after gunman Omar Mateen's attack on a gay nightclub June 12 in Orlando, Fla. The 49 victims who died made it the largest mass shooting in recent U.S. history.\nGOP senators facing re-election this fall from swing states were under high pressure.\nOne, Sen. Kelly Ayotte, R-N.H., voted Monday for the Democratic measure to block gun sales to terrorists, a switch from when she joined most Republicans in killing a similar plan last December. She said that vote - plus her support for a rival GOP measure - would help move lawmakers toward approving a narrower bipartisan plan, like one being crafted by Sen. Susan Collins, R-Maine.\nMonday's votes came after Sen. Chris Murphy, D-Conn., led a near 15-hour filibuster last week demanding a Senate response to the Orlando killings. Murphy entered the Senate shortly after the December 2012 massacre of 20 first-graders and six educators in Newtown, Conn., but that slaughter and others have failed to spur Congress to tighten gun curbs. The last were enacted in 2007, when the background check system was strengthened after that year's mass shooting at Virginia Tech.\nWith Mateen's self-professed loyalty to extremist groups and his 10-month inclusion on a federal terrorism watch list, Feinstein proposed letting the government block many gun sales to known or suspected terrorists. People buying firearms from federally licensed gun dealers can be denied for several reasons, chiefly for serious crimes or mental problems, but there is no specific prohibition for those on the terrorism watch list.\nThat list contains around 1 million people - including fewer than 5,000 Americans or legal permanent residents, according to the latest government figures.\nNo background checks are required for anyone buying guns privately online or at gun shows.\nThe GOP response to Feinstein was an NRA-backed plan by Sen. John Cornyn, R-Texas. It would let the government deny a sale to a known or suspected terrorist - but only if prosecutors could convince a judge within three days that the would-be buyer was involved in terrorism.\nThe Feinstein and Cornyn amendments would require notification of law enforcement officials if people, like Mateen, who had been under a terrorism investigation within the past five years were seeking to buy firearms.\nRepublicans said Feinstein's proposal gave the government too much unfettered power to deny people's constitutional right to own a gun. They also noted that people have historically been mistakenly included on the terrorism watch list. Democrats said the three-day window that Cornyn's measure gave prosecutors to prove their case made his plan ineffective.\nThe Senate rejected similar plans Feinstein and Cornyn proposed in December, a day after an attack in San Bernardino, Calif., killed 14 people.\nMurphy's rejected proposal would have widely expanded the requirement for background checks, even to many private gun transactions, leaving few loopholes.\n---\nDEMOCRATIC PROPOSALS\nWould allow attorney general to deny a gun sale to anyone if there is a \"reasonable belief\" that the buyer is likely to engage in terrorism. It would not be restricted to people on the \"no fly\" terrorist watch list.\nWould close the \"gun show loophole\" by requiring every gun purchaser to undergo a background check and to expand the background check database.\nREPUBLICAN PROPOSALS\nWould require law enforcement be alerted when anyone on the terrorism watch list tries to buy a weapon from a licensed dealer. If the buyer has been investigated for terrorism within the past five years, the attorney general could block a sale for up to three days pending a court review.\nWould make it more difficult to add mentally ill people to background check database, giving them a process to challenge that determination.\n\nGraphic\n\n \n AR-15 assault rifle  FILE - In this June 16, 2016 file photo, Sen. Chris Murphy, D-Conn., left, accompanied by Sen. Richard Blumenthal, D-Conn., speaks on Capitol Hill in Washington. Democrats get their long-sought votes on gun control a week after the massacre in Orlando, Florida, but the prospects for any election-year changes in the nation's laws are dim. The four votes on Monday, June 20, 2016, are the result of a deal after Murphy filibustered for almost 15 hours in response to the Orlando shooting. (AP Photo/J. Scott Applewhite, File) \n\nLoad-Date: June 21, 2016"
}