{
    "title": "Divided Dutch mark anniversary of Van Gogh murder",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 11,
    "day": 3,
    "full text": "When Hisham Boumediene decided to move to the Netherlands 14 years ago, he had little doubt about his choice for an adopted permanent home.\nWithin a year of his arrival, the Moroccan-born chef had learned his new country's language, found love, and was enjoying all things Dutch.\nBut as the Netherlands marks the anniversary this week of filmmaker Theo van Gogh's murder by a young Islamist, Mr. Boumediene says the society he came to love will never be the same again.\n\"I get a feeling I am being discriminated [against] when I walk into a shop and all eyes are set on me,\" says Boumediene, who now holds dual citizenship. \"An immigrant will always be an immigrant regardless of his efforts to accept the Dutch society.\"\nConfronting Islam was never going to be an easy task for the Netherlands, which has legalized gay marriage, euthanasia, cannabis, and prostitution. But in a country known for its liberal values, hard- liners in the conservative government have endorsed a get-tough approach toward Islamic extremism.\nThe stance - and the murder itself - have profoundly polarized the Dutch as they struggle to deal with the threat of terrorism without ostracizing the country's nearly 1 million Muslims, the overwhelming majority of whom have distanced themselves from the use of violence to combat discrimination.\n\"The government policy has been too harsh and in violation of civil rights, especially in the long term,\" says Maurits Burger, a terrorism expert at the Netherlands Institute of International Relations. \"The continued bashing of Islam that has been taking place has caused widespread damage. The bitterness and resentment has increased within the Muslim community, which is why it is difficult to reconcile this split.\"\nMr. Van Gogh, a distant relative of the painter Vincent Van Gogh, was murdered a year after the release of his controversial film \"Submission,\" a fictional film based on the accounts of four Muslim women who were severely beaten, raped, and forced into marriage. While to many, the work fell within the boundaries of freedom of expression, many Muslims were deeply offended by it.\nThe Dutch Muslim community was quick to condemn the murder, but a series of violent attacks targeting Muslims followed.\nIn the aftermath of Van Gogh's murder, the government came up with a series of measures aimed at combating terrorism, including a new measure that bars non-Dutch-educated imams from preaching in Dutch mosques.\nImmigration Minister Rita Verdonk has recently proposed legislation aimed at expelling Muslim hard-liners from the country, even if they have Dutch passports. In February, she threatened to deport three Muslim clerics for \"deliberately contributing to the radicalization of Muslims in the country.\"\nStarting this year, immigrants - excluding those from EU States, the US, Canada, Japan, Australia, and New Zealand - need to pass an exam on Dutch language and culture before being allowed to move to the Netherlands. (Dutch celebrities who volunteered to take the exam earlier in the year had trouble passing it.)\nIn addition, the Dutch Parliament is set to debate a new set of laws, which would effectively ban the burqa, a traditional Muslim covering worn by women.\nFamile Arslan, a Hague-based lawyer who has handled cases involving Muslim women, says banning the burqa is \"a waste of time.\"\n\"There are only a maximum of 50 people who wear the burqa in Holland,\" says Ms. Arslan. \"I think is a political gimmick aimed at intimidating Muslim women. They should focus on curbing domestic violence against Muslim women and protecting them against discriminatory labor laws.\"\nPro-Muslim groups have also criticized the new measures, saying they target Islam as a religion - a charge vehemently denied by government officials.\nAnd as the policy to root out terrorism gathers pace, Dutch police recently arrested seven people in a series of antiterror raids.\nThose arrested during the countrywide raids included Samir Azzouz, a 19-year-old Dutch national of Moroccan descent, whom officials have linked to Van Gogh's killer.\nBoumediene, for one, thinks the government should focus on reuniting Muslims with non-Muslim believers \"instead of encouraging hate.\"\n\"I do not consider the killing of Van Gogh as terrorism. We witnessed real terrorism on Sept. 11 in the US. Holland is a very safe country, I think we should work on reuniting rather than creating further divisions.\"\nBut there is no easy solution to the rift triggered by the murder of Van Gogh.\nAt a memorial service held in Amsterdam Wednesday morning, Prime Minister Jan Peter Balkenende admonished his audience to work toward unity and not \"abandon each other.\"\nDr. Burger, the terrorism expert, is hopeful that such reconciliation is possible.\n\"While hard-liners in the combating of terrorism oppose those in favor of social cohesion, we have had a situation in the past year where on both sides people are really working hard.\n\"But make no mistake, it will take a lot of effort and time.\"\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: November 2, 2005"
}