{
    "title": "Dix trial delay is sought A defense witness, a terrorism expert, is being deployed to Iraq",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 8,
    "day": 20,
    "full text": "The case of five men accused of plotting an armed attack on Fort Dix could be delayed until next year because a main defense witness is being deployed to Iraq. \nGregory Lee, a former Drug Enforcement Administration agent with extensive experience in terrorism investigations, was set to testify about the handling and behavior of two informants - a key aspect of the defense case. \nIn a court filing yesterday, defense attorneys sought the delay, saying that finding another expert as qualified as Lee would be nearly impossible, especially a month before the trial. \nJury selection is scheduled to begin Sept. 29 in federal court in Camden. \nLee, a reserve in the Army Criminal Investigation Command, is scheduled to deploy to Iraq on Sept. 14 and return Jan. 5. His mission is to search for soldiers missing in action. \nThe defendants, all foreign-born Muslims raised in the Philadelphia area, have been accused of plotting an attack inspired by al-Qaeda. \nTwo FBI informants recorded hundreds of hours of conversations with the men, including discussions of attacking Fort Dix and other possible targets. \nDefense attorneys have signaled their plan to assail the credibility of the informants and possibly argue that they entrapped the defendants. \nThe five men, Mohamad Shnewer, Serdar Tatar and brothers Shain, Eljvir and Dritan Duka, face life in prison if convicted of plotting to kill soldiers. \nIn addition to taking the stand, Lee would have watched the informants testify and helped defense attorneys with cross-examinations. \nLee learned of his deployment in July, and defense attorneys tried to hire two other experts to replace him, without success. \nThey said they were still looking for another expert, but that few with Lee's credentials were willing to take on the case. \n\"Therefore, obtaining a replacement . . . is an extremely difficult - and to date impossible - task,\" the attorneys wrote. \nLee has spent 140 hours preparing for the case, and even if another expert could be found, the witness would need \"significant time to get up to speed,\" the attorneys said. \nDefense attorneys asked that the trial be delayed, but did not suggest a date.  \nThe next status conference in the case is scheduled for Sept. 11. U.S. District Judge Robert Kugler could rule then, if not sooner. \nKugler has been pushing for a speedy trial since the suspects were arrested in May 2007. He initially hoped to start the trial in 2007. \nA spokesman for the U.S. Attorney's Office said he had no comment on the defense request. \nAmong Lee's credentials, he served as the agent-in-charge of the DEA's office in Karachi, Pakistan, from 1996 to 1998. Before that, he was an embassy attache in Islamabad, Pakistan. \nLee also participated in the arrest of 1993 World Trade Center bombing suspect Ramzi Yousef, and testified at his trial. Yousef was convicted. \nLee retired from the DEA in 2003 and became an author and a consultant in California. \nPreviously, Kugler suggested that Lee could testify via satellite from Iraq. The defense yesterday said that option was \"rife with difficulties,\" and that Lee was \"extremely apprehensive\" about providing testimony in the case while on active military duty. \nThe defense said that \"clearly anyone can understand that it would also make Mr. Lee a 'persona non grata' among his fellow military personnel, even if such a reaction would be unwarranted.\" \nContact staff writer Troy Graham at 856-779-3893 or tgraham@phillynews.com.  \n\nLoad-Date: August 20, 2008"
}