{
    "title": "Dixon firefighters plan fire prevention week activities",
    "publisher": "daily gazette ",
    "year": 2010,
    "month": 10,
    "day": 4,
    "full text": "Oct. 04--DIXON -- Members of the Dixon Rural Fire Department just wrapped up training in time for National Fire Prevention Week. Both the rural and city departments will work with the community and schools to raise fire safety awareness.\nThe rural department received some new equipment and many hours of training, thanks to the\nLee County Emergency Service Disaster Agency, the Illinois Terrorism Task Force, and state and federal funds.\nThe department will hold an open house from 11 a.m. to 2 p.m. Saturday at 1020 Palmyra St. showing off some of their newly learned skills. Personnel also will address terrorism and 9/11. Throughout the day, they will provide educational handouts for kids, have teams set up rapelling, demonstrating technical rescue, fire extinguishing demonstrations and vehicle extraction.\n\"We're not just firemen anymore,\" firefighter Matt Schumacher said. \"Illinois is making a huge push to get this training done across the state.\"\nThe main focus involves technical rescue. With a minimum of 80 hours of training, members of the department will be able to travel nationally to help in various rescue efforts wherever they are needed.\nSchumacher said the main components of training were hazmat, high-angle rope rescue, confined spaces, trench rescue, tunneling and shoring from collapsed structures.\n\"This has allowed us to be a part of the Mutual Aid Box Alarm System, MABAS-18, which is centrally based out of Byron,\" he said.\n\"Because of the training, we were able to participate in the rescue effort in the grain bin accident in Mount Carroll. I don't think people in town know that we have had so much training. It'll be nice to show them some of the things we've been working on.\"\nTo see more of The Daily Gazette or to subscribe to the newspaper, go to http://www.saukvalley.com/. Copyright (c) 2010, Daily Gazette, Sterling, Ill. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: October 5, 2010"
}