{
    "title": "Djibouti _ U.S. outpost in fighting terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2009,
    "month": 11,
    "day": 22,
    "full text": "DJIBOUTI CITY, Djibouti -- To understand the difficulties America faces in combating terrorism, look no farther than this Horn of Africa nation. \nOne of America's many outposts in that war is here, part of the Pentagon's new African Command. A small, joint operation of all U.S. military branches, it focuses on helping impoverished Djiboutians before they fall into the anarchy of neighboring Somalia. \nThe obstacles include tribal and great-power rivalries, grinding poverty, no solid economic or political foundations on which to build -- and next-door Islamist extremists who want this as another base for themselves. \nDjibouti itself reflects a colonial past that began when it was French Somaliland in the 1800s and ended -- but didn't disappear -- in 1977. \nIn the 110-degree heat of an afternoon, women in flowing dresses and vibrant-color scarves sit at wooden stalls selling qat, the leafy stimulant flown in daily from Ethiopia. \nSomali immigrants, chewing their daily dose of that narcotic, slouch on the steps of the whitewashed Grand Mosque. \nMost buildings here cling to their Moorish-style charm, despite crumbling facades and trash-strewn streets. \nA wall poster celebrates President Ismail Omar Guelleh's 10-year rule. (He won re-election in 2008 with 100 percent of the vote, thanks in part to an opposition boycott.) The gray-bearded leader is pictured on a white-sand beach, waving and proclaiming, in French, \"En Toute Confiance\" -- \"With Complete Confidence.\" \nOn a map, Djibouti is but a speck where the Red Sea empties into the Gulf of Aden. In life, it is slightly smaller than Massachusetts. \nJust 0.04 percent of its land is arable, and its best exports are animal skins. So its half-million people depend on imports. \nIts only assets are its location and port, both of which have long interested foreign armies and spies. \nThey're still interested -- and they include Americans, Islamists and the Chinese. \n'A lot of activity'  \nAbout 1,500 U.S. sailors, soldiers, airmen, Marines and Special Forces have deployed at Camp Lemonier, a naval expeditionary base outside the capital, since 2003. \nThe base's black weather flag -- for dangerous heat conditions -- flies almost daily. \nA small Japanese naval force shares the base, part of an international flotilla battling Somali pirates. \nThe French remain here, too, on a much larger base that includes a half-brigade of Legionnaires who once kept cheetahs and hyenas as mascots. \nDjibouti \"wouldn't be as economically viable as it is without the huge French base and the smaller American base,\" says Robert Rotberg, a Harvard University political science professor and an expert on regional terrorism. \n\"There is also French intelligence (and) all sorts of diplomatic missions. ... I think both the U.S. and the French have (intelligence) 'listening posts,' so there is a lot of activity.\" \nIt fosters a mixture of old and new, exotic and absurd, the dull and the dangerous. \nAt night, sailors and soldiers of various nationalities fill restaurants and bars of the European quarter for surprisingly good French food and wine. \nDjiboutian women sweep the quarter's dusty streets. One wears a black-and-white leopard-print face veil with her neon-orange safety vest. \nDjiboutian men beckon foreigners into nightclubs such as the Hermes, where Ethiopian and Somali \"hostesses\" await. A Navy shore patrol ensures the Americans don't exceed their three-drink limit and do return to the base by midnight. \nInside sweltering hotels, Chinese businessmen loudly strike land deals with Djiboutians. China's presence is growing; it built schools in several villages. Yet U.S. officials insist they're not alarmed. \n\"I don't see any inherent conflict in that the Chinese are here and that the Americans are here,\" says Rear Adm. Anthony Kurta, the U.S. base commander. \"A lot of nations are here pursuing their interests and trying to help the Africans pursue theirs.\" \nSoft power, hard lives \nFor U.S. forces, helping means using \"soft power\" -- doctors, construction crews, other civil-affairs teams -- to combat extremism and terrorism. \nAnd much certainly needs to be done. \nDjibouti ranks low on the United Nations Human Development Index. Life expectancy is age 54; more than 40 percent of its people are younger than 15, and 29 percent of children are underweight. \nIn a government clinic in the capital's Arhiba shantytown, Dr. Mohammed Aden says malnutrition, anemia and tuberculosis are common; increasingly, so is AIDS, its spread blamed on Ethiopian truck drivers. \nU.N. rations -- beans, oil, sugar, peanuts -- are given to the neediest. But the clinic's security wall \"is not high enough,\" Aden says, \"and people come over it and steal.\" \nOutside, children play on dirt streets amid garbage and grazing goats. Many makeshift homes are simply tarp-covered mud walls. \nA woman who gives her name as Fatimah is one of the more fortunate: Her three-room hut has a concrete floor. \"I have 10 children,\" she says, cradling a baby; two other adults and two more children share the space where rolled-up mattresses lean against a wall. \nHer biggest concern is \"joblessness. The only one who works is my husband,\" as a trash collector on the U.S. base. \"The government doesn't provide jobs for us.\" \nHassan Haissama, a day-laborer, agrees: The government \"doesn't care about this neighborhood. In 10 to 12 families, one person will work. This place has become a ghetto.\" \nStill, Abdallah Kamil, Djibouti's prime minister in the 1970s, believes \"the American presence is good for us,\" bringing stability and investment by Arab gulf countries. \nSitting in his downtown office, he just hopes more U.S. investment will follow. \nWaiting for 'something good'  \nDjibouti's populace is 60 percent Issa, a Somali clan, and 35 percent Afar. The rest are Arab, Ethiopian or European. \nThe Issa-dominated government grates the Afar opposition; despite a reconciliation of sorts after a 2001 civil war, it boycotted last year's election. \nIn a nearly empty one-room shanty, Dhoore sits on mattresses to talk politics while chewing qat. The Afar man won't give his real name, fearing retaliation. \n\"The change we would like to see in our country is that everyone must have the opportunity to rule ... to have freedom of expression and freedom to create associations,\" he says; America helps economically but should push democracy, talk with the opposition. \n\"The American base in Djibouti is here to fight against terrorism,\" he says. \"To fight terrorism in this region, the government cannot do (anything) without the opposition.\" \nAssistant U.S. Secretary of State for Public Affairs P.J. Crowley insists U.S. Embassy staff meet regularly with Djibouti's opposition but says the election boycott was unhelpful. \nHe denies that \"we'll turn a blind eye because we think that one-party rule is the best way to fight terrorists. Actually, quite the opposite -- al-Qaida believes in one-party rule. \n\"Certainly, we will continue to encourage Djibouti to open up its political system and to strengthen its civil society, the rule of law and stable political processes.\" \nAnd despite what he sees as rampant corruption and political oppression, a disgruntled Dhoore indeed is happy that America is in Djibouti. \n\"We feel,\" he says, \"that in the 10 years coming, something good will happen if the Americans stay here.\" \n\nLoad-Date: November 22, 2009"
}