{
    "title": "DMC student acted alone in base shooting, FBI says",
    "publisher": "university wire",
    "year": 2020,
    "month": 5,
    "day": 28,
    "full text": "Navy security officer kills man; second person no longer sought\nThe man who opened fire at Naval Air Station-Corpus Christi\nin an attack that left one injured, according to authorities, was a Del Mar\nCollege student.\nAdam Alsahli, 20, was a business administration major and was enrolled during the fall 2018, spring 2019 and fall 2019 semesters, according to Melinda Eddleman with Del Mar's College Relations department.\nThe FBI said all the evidence points to the attack being terrorism related. Two officials familiar with the investigation told the Associated Press that agents are examining social media posts made by Alsahli expressing support for extremist groups, including al-Qaida.\nAlsahli was born in Syria and was a U.S. citizen.\nAuthorities say Alsahli opened fire and wounded a Navy\nsecurity officer while trying to drive a truck through a base entry gate the\nmorning of May 21.\nAccording to the Associated Press, the female security\nofficer was able to roll over and hit the switch that raised a barrier,\npreventing Alsahli from entering the base. He was then shot and killed by\nsecurity officer.\n\"The sailor displayed tremendous courage and took immediate\naction under fire that allowed Navy security forces to respond quickly and\neffectively,\" NAS-CC Commanding Officer Captain Christopher Jason said in a\nstatement.\nA second suspect had originally been sought, but the FBI said\non May 27 that Alsahli acted alone.\nMore than 20 special agents, analysts and technical experts came\nto Corpus Christi to support the ongoing investigation, according to the FBI's\nTwitter page.\nThe FBI is still investigating the attack urges anyone with\ninformation to call 800-225-5325.\nThe Foghorn News has submitted a public information request\nto find out more about Alsahli's time at Del Mar College.\n\nLoad-Date: May 29, 2020"
}