{
    "title": "DN Editorial_ Obama & the NSA",
    "publisher": "daily news ",
    "year": 2013,
    "month": 12,
    "day": 26,
    "full text": "THE independent review released last week of the National Security Agency's spy programs puts the onus on President Obama. He has to explain to the American people how the collection of metadata and other spying techniques are necessary tools to combat terrorism, and if he can't, he's got to abandon them.\n That would mean a massive overhaul of NSA operations, including an end to the collection of Americans' telephone records. The bigger question is whether the recommendations of the presidential panel go far enough in reining in the federal government's attacks on privacy, particularly as they affect Silicon Valley's tech industry.\n At stake is consumer trust in the privacy of all interactions involving the Internet, from telephone calls to texts to emails to the tracking of users' locations and photographs. Obama had charged the panel with exploring the proper balance between national security and individual privacy.\n Sen. Patrick Leahy, one of the authors of the Patriot Act, spoke for many in the tech community when he reacted to last week's report. He said the message to the NSA is now coming from every branch of government, from every corner of the nation: \"NSA, you've gone too far.\"\n The president said this summer that the NSA's surveillance techniques had stopped \"at least 50\" terrorist attacks. But the review said specifically that the NSA's techniques weren't essential to thwarting terrorists.\n The five-member panel wasn't composed of academics or neophytes. It included some of the foremost experts on terrorism in the world, including former acting CIA director Mike Morell and Richard Clarke, a counterterrorism adviser to President George W. Bush.\n Their findings pretty much confirm what U.S. District Judge Richard Leon said Dec. 16. In his ruling on a lawsuit involving conservative legal activist Larry Klayman on the legality of the collection of phone data, he called the NSA program \"likely unconstitutional\" and \"almost Orwellian\" in nature. Leon wrote, \"The government does not cite a single case in which analysis of the NSA's bulk metadata collection actually stopped an imminent terrorist attack.\"\n The president is expected to announce in January whether he will accept or ignore the recommendations.\n Protecting Americans from terrorist attacks has to be among the president's top priorities. But it must not come at the expense of one of our most basic rights. As Leon wrote, the federal government \"may not hang a cloak of secrecy over the Constitution.\"\n As a candidate for president, Obama promised that he would revisit the Patriot Act to ensure that there is \"real and robust oversight\" of NSA operations. He said he opposed the Bush administration's position on warrantless wiretaps because \"it crossed the line between protecting our national security and eroding the civil liberties of American citizens.\"\n The president has to fulfill his promise or explain why he's changed his mind.\n The Daily News occasionally runs editorials from other sources. This first appeared in the San Jose Mercury News. \n\nLoad-Date: December 26, 2013"
}