{
    "title": "DNA tracking would be bittersweet",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 23,
    "full text": "According to a proposal on fbo.gov, the federal government is currently working toward developing technology that will one day be able to monitor people based on their DNA. This technology is still in the early stages of research and will be developed by a private company through the Air Force Research Labs . The goal of this technology will be to tap into America's Intelligence, Surveillance and Reconnaissance database and start the intelligence gathering process in an effort to identify average humans based solely on their DNA.\nAs further indicated by fbo.gov, the research team will work to \"identify, locate and track humans of interest within the operational environment.\" Surely, this technology will provide the United States government with another weapon in the fight against terrorism.\nIf this technology were to be developed, it would mark a milestone in counterterrorist weaponry. Decade long man hunts for terrorists like Osama Bin Laden would cease to exist and a new era of transparency over seas would commence. So far, the U.S. government and the research organizations involved with the development of this technology have indicated that it would only be used in the interest of national defense. As stated, this technology is still in the very early stages of development and there has yet to be any real discussion of how this would be implemented to prevent domestic terrorism as well as if it would be used in the fight against crime. Granted, if this technology was developed (the AFRL fails to give an actual date but seems to believe that this will happen eventually), it would spark yet another debate about Americans' right to privacy and the role the U.S. government wishes to play in its citizens' lives.\nThat is why I must remain cautiously optimistic about the efforts to begin the development of this new technology. It would be truly amazing if we had the power to stop terrorism in its tracks by having more options in terms of recognizing and eradicating radicals. I want to see nothing more than the safety of this country continue to grow with each passing year. However, in a world where technology governs individuals thoughts and actions, where information has more value than the dollar, where machines are slowly infiltrating human's lives and influencing our society, I have to be somewhat concerned by the ARFL's efforts.\nThe development of this new technology would be a massive step in the wrong direction for the U.S. government. U.S. officials would have way too much power over their citizens. We have already experienced problems with the National Security Administration and their \"ambitious\" monitoring of U.S. citizens; imagine if they had the power to prove your physical location? Sure they allegedly track phones and computers, but those things can get lost or stolen.\nThis technology would leave government officials with no doubt in their minds as to what you do everyday. I will acknowledge that it is a bit zealous of me to jump to these conclusions, but in a country that has had so many issues with invasion of privacy, some questions have to be asked.\nHopefully, if this technology is developed and implemented, the U.S. government will work to draw a line in the sand in terms of Americans' privacy. Clearly with the development of new technologies, the First Amendment is not nearly specific enough to rightfully protect Americans' sensitive information from their own government as well as other people. I would like to think that this technology would be used for good, but in our nation's current state we most certainly cannot guarantee that.\nMatt D'Angelo is a freshman economics major. Contact Matt at dangelmv@dukes.jmu.edu\n\nLoad-Date: January 16, 2018"
}