{
    "title": "Do Americans have the courage to combat terrorism_",
    "publisher": "stars and stripes",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "Editor, New Era:\nKelly Clinger (Sept. 24 letter, \"If war is not the answer to terrorism then what is?) is to be congratulated and held in high regard for her comments regarding the protesters.\nShe realizes, as do many of us older citizens, that our protesters have the right to carry out their cowardly acts only because the generations before them carried out what they bravely considered their duty to defend the country, its people and its Constitution -- whatever the cost to them and theirs.\nI wonder how many of the people who are displaying flags on their lawns and on their vehicles and lapels know what it is to sacrifice in time of tragedy and war. My only hope in that regard is that the concern for our well-being indicated by many of the flag wavers of recent days will not disappear as their newly acquired stars and stripes fade and shred in the wind.\n#MUM.S28S281.#\nThe \"me\" generation of today has little time and patience for any effort that takes more than two to three weeks to finish, let alone the time it will take to unseat our terrorist enemies.\nThe truth of the matter is that we, as a nation, have enemies and that these enemies will attack us if we do nothing to defend ourselves.\nLike Mr. Luckenbill of that same paper, I am disappointed with our preachers' approach to this tragedy. All our clergy want to do is preach religious love to our \"fellow man.\"\nWhat many don't seem to understand is that the evil cowards who attacked us were spreading their kind of religious love. And they killed many of us. When will we learn?\nThe parents of these same clergy, if not dead, would be living in prisons in this country or Germany or Japan had not the brave in our population taken arms and defeated our enemies in the last great war on behalf of all of us, including the conscientious objectors.\nIt is a nice idea to spread the gospel and, no doubt, it has its place. However, as Mr. Luckenbill points out, the terrorists are Satan incarnate. This time, it will take more than kind words to put down Satan.\nIt is time for action -- measured action, under God's guidance -- but physical action nonetheless, to which Ms. Clinger alludes.\nIt is at times like this that I wonder how many of our current population would truly subscribe to Patrick Henry's gutsy approach of \"Give me liberty or give me death.\" I fear not enough.\nJ. Eugene Mummau\nLancaster\n\nLoad-Date: September 29, 2001"
}