{
    "title": "Do flip-flops matter to voters_ Yes and no",
    "publisher": "usa today",
    "year": 2012,
    "month": 10,
    "day": 26,
    "full text": "Double flips? Triple flips? Quadruple flips? It is hard to count with Mitt Romney. The credible candidate, consistently in the middle, has been President Obama.\nYes, the right sees Obama as a leftist, and the left sees him as giving in too much to the right. Centrists see him as a pragmatist.  Let's get beyond labels and into substance.\nTheodosius Mandelbrot\nFlip-flop? You mean the thing Obama's administration had been doing daily over Libya? We didn't know. Well, we did.  We said it was terrorism.  It was a YouTube video that inspired the protests. No it wasn't.  Just a regime full of  deceit.\nWe all know the plan: Push the Libya story past the election.\nNyx VonDog\nThe fact that Romney stands for no particular ideology doesn't  bother me.  The man has good judgment and an honest character. Those are qualities we can use in the White House.\nDan Tiede\nHow can you know where Romney stands on anything? He has been on both sides of everything. He went  right to get the far right vote and has now gone almost left to get the moderate vote. I'm shocked the far right hasn't disowned him.\nJoe Zinich\nMany people were suspicious of Obama when he changed  his stance on same-sex marriage.  However, I don't see conservatives applying the same level of scrutiny to their candidate. The fact that Romney  constantly changes his stance is a real issue.\nI don't mind when a candidate changes his stance on something, but I get suspicious when he does it too often. Can we trust Romney to follow through with what he is currently stating, or should we expect him to take up his previous stances?\nRandy Miller\nDon't forget about Obama's shift to the center for the election. Stop trying to make out that Romney is the only one who shifts from time to time.\nMervin Delgado \n\nGraphic\n\n \nphoto\n\nLoad-Date: October 26, 2012"
}