{
    "title": "DO NOT BOW DOWN TO TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 14,
    "full text": "The recent bombing at the World Trade Center in New York may warn us that terrorism is coming to the United States. There are valid reasons why we are vulnerable.\nWe are the sole superpower, and people with grievances can be persuaded that we are responsible for their problems, either because of what we have done or what we have not done.\nWe are the most open society in the world, and an act of terror against Americans is bound to be widely publicized in the world's media.\nAny modern society, but especially that in a megalopolis like New York, is inherently vulnerable. Fifty thousand people work in the twin towers and depended on a single nerve center for power and light.\nNevertheless, we have experienced few significant terrorist attacks on our soil thus far because:\nIt is more difficult and more risky for foreign terrorists to come here to attack Americans than to find targets nearer their homes without crossing an ocean. The quick arrests of suspected culprits in the World Trade Center bombing is a big plus in reinforcing this view.\nDomestic terrorism has been limited. Those with serious grievances have not become so alienated as to have given up hope for redress through our democratic system.\nWe have good defenses in our law-enforcement system. The very fact that there are so many overlapping jurisdictions - city, county, state and the numerous federal agencies - helps to ensure that if one is not sufficiently alert, another may be.\nLaw-enforcement spokesmen claim to have thwarted numerous terrorists activities, and it is highly likely that is so.\nOur citizens are willing to play their part by reporting suspicious actions to the police. In some countries, terrorists have so frightened the citizenry that there is little such cooperation.\nWhat, then, will be the balance between our vulnerabilities and our defenses? Much depends on how we conduct ourselves at home and abroad.\nWhen our foreign policy is based on selfish interests, bias or domestic political concerns, it may unnecessarily make us a target for the wrath of others.\nOn the other hand, if it has a moral and humanitarian thrust, it should garner respect. Surely there are lots of considerations in foreign affairs other than terrorism and lots of events that are well out of our control, but the end of the Cold War has made it easier for us to conduct ourselves on the basis of principle rather than expediency.\nLikewise, if our domestic policies evidence a similar morality and humanity, they may discourage disaffected groups from turning to terrorism rather than working within the system.\nWhen we as citizens accept our responsibility not only for cooperating against terrorists but also for demanding that our president and our Congress provide a balanced defense against this threat, we will strengthen defenses in numerous ways. We will, for example, accept more annoying security checks. But we must also be careful to avoid violating our rights in the name of searching for terrorists.\nAfter all, if there is any logic in an attack like that at the World Trade Center where no one claims responsibility, it is precisely in wanting us to overreact and undermine our core values.\nForeign terrorists often hold very superficial views of our society, such as believing it to be so close to collapse from internal disputes that they can tip it in that direction.\nYes, we are vulnerable. But we have solid defenses. The last reaction we should accept is a doomsday view that there is an oncoming and unavoidable onslaught of terrorism on our shores. That would be just how terrorists would want us to think. We need not catch such a disease.\n\nLoad-Date: September 29, 1993"
}