{
    "title": "DO SUVS FIGHT TERRORISM_",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 10,
    "day": 28,
    "full text": "Why in the name of Maxwell Smart are the feds buying SUVs for all these cities, counties and towns?\nThat's the question strangely unasked after Mayor Luke Ravenstahl's fun run in that GMC Yukon that the city bought with a grant from the federal Department of Homeland Security.\nClearly, the mayor's trip to the Toby Keith concert in the surveillance SUV last summer didn't make Pittsburgh any safer and wasn't what the grant was designed to do. But how many SUVs are out there in Pennsylvania and across the country, and what they have to do with fighting terrorism?\nThe Pennsylvania Office of Homeland Security knows how much money it distributed in fiscal 2007 -- $61.3 million -- but can't say how the money was spent. Each purchase must fall within certain guidelines, of course, but the press secretary had no tally of vehicles and equipment, even in the most general sense.\nJames Jay Carafano, a retired lieutenant colonel in the U.S. Army, has been a longtime critic of this scattershot approach to combating terror. A defense expert with a conservative think tank, The Heritage Foundation, Dr. Carafano wrote in 2004:\n\"Some would address the shortfalls in state and local capacity by throwing money at the problem. That is exactly the wrong approach. Spending a little bit of money on a lot of things does not achieve much of anything.''\nThough he acknowledges a few minor improvements since the early days, Dr. Carafano is today no more impressed with the program. There have been more than $20 billion in federal grants nationwide but, he said last week, state and local governments are not spending any more on homeland security than they did before. They're buying a lot of stuff they would have bought anyway.\nEven this full-time defense analyst finds it difficult to get good information on where state and local governments spent the money. He wouldn't comment on the particulars in Pittsburgh, but said taking a surveillance vehicle to a country music concert \"is not the worst thing I've heard.''\nIt's not as if there is any coherent strategy or single recurring abuse, though. Each state and local government seems to have a different approach. \"If you've seen one state or local government, you've seen one state or local government,'' Dr. Carafano said.\nThe trouble with spending all this money on vehicles is that they wear out after a few years, and it took years for the terrorists to plan the attacks of Sept. 11, 2001. So Dr. Carafano sees us as no more ready to face the next attack if our billions go to distributing hardware like this from Pittsburgh to South Dakota.\nA lot of people make money selling this stuff, and Congress likes nothing better than to spread the pork. But there is an unsettling irony that the terrorists who attacked us came out of the oil sheikdoms, and America is aiming to foil them by making sure no place goes without its high-surveillance gas guzzler.\nThe city isn't releasing much information about the GMC Yukon, saying that would violate federal rules, so we don't know if it has high-tech accessories or is as low-tech as that van the kids used in \"Scooby-Doo.'' The purchase order for the Yukon says it cost $37,253, including police lights, so it probably was no Batmobile, thought it might have been souped up later.\nThe dilemma, of course, is that there are legitimate reasons to keep some things secret, and it's also true that \"national security'' is a great blanket to cover all kinds of waste. The real story is not one ill-advised trip but the nation's multibillion-dollar strategy.\nMaybe there's a reason nobody bothers to tally what we're buying, as opposed, say, to funding 10,000 more cops. If they did, it wouldn't make anyone feel safer. It would have been far smarter to have spent these billions beefing up the U.S. Coast Guard, Dr. Carafano said.\n\"They're running around in a fleet of ships and planes old enough for Social Security.''\n\nNotes\n\nBrian O'Neill can be reached at boneill@post-gazette.com or 412-263-1947.\n\nLoad-Date: October 30, 2007"
}