{
    "title": "Do you play for 'Team Australia'_ Muslims debate anti-terrorism push Prime Minister Tony Abbott anno",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 8,
    "day": 28,
    "full text": "Australian Prime Minister Tony Abbott has divided the country's Muslim community by insisting it becomes part of his \"Team Australia\" project to combat the threat of homegrown terrorism. \nMr. Abbott invoked the rhetoric again on Tuesday when announcing a $64 million (Australian; US $60 million) anti-terrorism package that includes $11 million for community-based projects aimed at preventing Australians going overseas to join groups such as the Islamic State (IS) fighting in Syria and Iraq. \nThe publication earlier this month of a photograph of the seven-year old son of an Australian jihadist holding the severed head of a Syrian soldier shocked both local Muslims and the wider Australian community. With at least 60 Australians fighting alongside IS, Australia, on a per capita basis, has more of its nationals involved in the Iraq-Syria theater than any other country, according to Australian intelligence agencies. \nAbbott has used nationalist rhetoric to get Australia's half-million strong Muslim community behind the government's proposed tougher security laws, arguing that all who live in the country need to \"join our team\" by putting the country's interests and values first. \nHe argues that the Team Australia concept is inclusive, targeting only those who would threaten Australia. But many in the Muslim community have taken it as an attack on their loyalties at a time when they are already feeling embattled. The team concept, they argue, casts them in a suspicious light, even though high profile Muslims have spoken out against extremism. \n\"The problem is: what is Team Australia?\" says Aftab Malik, scholar-in-residence at the Sydney-based Lebanese Muslim Association. \"To many Muslims growing up in the shadow of 9/11, there is great disenfranchisement. They are struggling, wondering what is it that we have to do, because their Australian-ness is increasingly being called into question.\"  \nNew anti-terrorism laws \nEarlier this month the director-general of the Australian Security Intelligence Organization, David Irvine, warned that the conflicts in Syria and Iraq were forging a new generation of Islamist radicals, potentially transforming the terror threat for decades to come.\nTo counter that threat, the government earlier this month proposed new laws that reportedly include widening the definition of terrorism, retaining Internet and phone data, making it easier to detain and question suspects, and reversing the onus of proof for people returning from terrorism hot-spots such as Iraq and Syria. \nBut Abbott's use of the term Team Australia has drawn condemnation even from within his own party. \"It resonates very, very badly with Australia's ethnic communities,\" former Liberal Prime Minister Malcolm Fraser told ABC Radio. \"You have got to be able to debate, and using that term is almost an attempt to stop or to shut down debate.\"\nMr. Fraser was instrumental in implementing Australia's push for greater multiculturalism in the 1970s, moving the continent away from a \"white Australia\" immigration policy that favored European immigration for most of the 20th century.\nBut multiculturalism has come under fire in recent years for its perceived tolerance of allowing ethnic communities to pursue cultural practices that are at odds with Australian values.  \nGrowing Muslim population\nAustralia's Muslim community almost doubled in size between 2001 and 2011, growing from around 280,000 to just under half a million, fueled largely by an influx of refugees from countries such as Iraq, Afghanistan, and Iran and relatively high birth rates. According to census data, the community has the lowest personal income of any religious group and an unemployment rate that is twice the national average. \nThe streets of Lakemba, the western Sydney suburb that has the highest proportion of Muslims in Australia, look prosperous. There are halal butchers, Lebanese bakeries, Turkish grocers, and bookshops selling religious texts, as well as clothing shops selling hijabs, burkas, and abayas. On Fridays, thousands of worshippers gather at the Lakemba Mosque, with its minaret that dominates the skyline, for afternoon prayers. \nMuch of the shop signage is in Arabic, but as Reuben Brand, as Australian convert to Islam who works on deradicalization programs with Muslims in the area says, the suburb is a melting pot of cultures that have largely co-existed in harmony for decades. \"You are just as likely to meet a Sri Lankan Tamil or a South Sea Islander here. You might see women wearing a full length burka but you'll also see girls in mini-skirts.\"\nLakemba's apparent prosperity hides the facts that Australian men of Lebanese background are the most poorly educated and disadvantaged and, according to crime agencies, the most prone to being radicalized.\nBoycott vs. participation \nAn Aug. 20 statement signed by more than 60 Muslim sheiks, community leaders, activists, and organizations argued that the threat being used by the government to push through the new laws was unsubstantiated.\n\"There is no solid evidence to substantiate this threat. Rather, racist caricatures of Muslims as backwards, prone to violence and inherently problematic are being exploited,\" the statement said. \nThe Islamic Council of Victoria earlier boycotted a meeting with Abbott over his use of \"ill-informed and inflammatory language\" while addressing the issue of domestic terrorism in the country.\nBut Jamal Rifi, a Sydney doctor who has worked for nearly two decades to create greater understanding between Muslim community groups, government agencies, and police says he is not alarmed by the proposal to strengthen anti-terror laws. \"The basis of these laws is to protect Australian regardless of who they are and where they come from.\"\nThough Dr. Rifi agrees that Abbott could have chosen his words more carefully when reaching out to the Muslim community, he believes it is wrong to be bogged down in semantics. \"We want to be an active player in Team Australia, but we feel that so far we have been left out of the team. We know nothing about the game plan and the strategy to win and play our role effectively. Having this discussion [with the government] will be very beneficial to all of us.\" \nRifi, who has received anonymous death threats for speaking out against Australian extremists fighting with IS, says the photographs of Khaled Sharrouf's son had \"tarnished the entire community,\" but he was confident that Australia's Muslims would weather the increasingly negative portrayals of Islam that we appearing in the media. \"We have developed thick skins. We are not offended easily.\"\n\nLoad-Date: August 28, 2014"
}