{
    "title": "Doctors' fees on the table_",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 11,
    "day": 16,
    "full text": "Doctors' fees on the table:\nKey state lawmakers say they hope the Illinois State Medical Society can reach an agreement on licensing fees with the department that regulates doctors. A spokeswoman for the Illinois Department of Financial and Professional Regulation says layoffs will begin in January if the legislature doesn't act to increase the fees doctors pay to be licensed. The layoffs would slow down investigations into complaints about doctors. Illinois Rep. Michael Zalewski, a Riverside Democrat, has been working with the medical society and the department. He says doctors oppose the fee increase because they fear lawmakers will raid the money to cover other expenses. Sen. Heather Steans, a Chicago Democrat, says she hopes layoffs can be avoided and the medical society and the department can reach an agreement.\nControversial ad on buses:\nA provocative advertisement equating Muslim radicals fighting Israel with savages is appearing on Chicago buses and angering both Muslim and Jewish groups. The Chicago Transit Authority says it, too, objects to the ads and understands they may be offensive to transit riders. But the CTA says courts have ruled the ad is protected speech under the First Amendment. The ad reads: \"In any war between the civilized man and the savage, support the civilized man. Support Israel. Defeat Jihad.\" Conservative blogger Pamela Geller is behind the ad, which also has appeared on transit systems in New York and Washington. The ads began appearing Wednesday on 10 CTA buses. The Council on American-Islamic Relations says the campaign is racist, and the Chicago-based Jewish Council on Urban Affairs calls it demeaning.\nFBI taps area special agent:\nA 21-year FBI veteran with experience investigating terrorism, organized crime and drug-trafficking cases is the new head of the agency's high-profile Chicago office. The FBI announced Cory B. Nelson's appointment Wednesday afternoon. As the special agent in charge in Chicago, he'll be responsible for overseeing operations in northern Illinois. Nelson replaces Robert Grant, who recently retired to take a global-security position with Walt Disney Co. in Los Angeles. The Chicago office has taken the lead in multiple high-profile investigations, including the corruption case of former Illinois Gov. Rod Blagojevich and terrorism links to the 2008 attacks in Mumbai, India. Nelson most recently served as deputy assistant director of the FBI's inspection division in Washington, D.C. He previously headed the agency's San Antonio office.\nPolice shoot, kill armed man:\nChicago police officials say officers fatally shot a man who lunged at them with a hammer after they found him stabbing another man. Authorities say officers responding to a disturbance call late Wednesday ordered the man to drop his weapon. Police say that's when he pulled out a hammer and ran toward the officers. Authorities say the officers first tried to use a stun gun on the man and opened fire when that didn't work, killing the man. The Cook County medical examiner's office says he suffered several gunshot wounds. Police say he wasn't carrying identification. The stabbing victim was taken to a hospital in serious condition. One of the officers also was treated and released at a hospital after suffering a graze wound during the incident.\nAlderman Jackson a no-show:\nA day after U.S. Rep Jesse Jackson Jr. failed to show up to the halls of Congress, his wife, Alderman Sandi Jackson, was a no-show to a Chicago City Council meeting. The Jacksons have largely been out of sight amid reports that Rep. Jackson is under federal investigation for potential misuse of his campaign finances. This week he checked out for the second time from the Mayo Clinic, where he's been treated for bipolar disorder and other medical issues.\nMayor Rahm Emanuel expressed sympathy for the alderman after Thursday's meeting. He also said that on a day the budget passed 46-3 it was not crucial that she attend. But Emanuel did say that it's time Congressman Jackson start talking to his constituents about \"his intentions and his actions.\"\n\nLoad-Date: November 17, 2012"
}