{
    "title": "Doctor convicted in terror attacks",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 12,
    "day": 17,
    "full text": "LONDON (AP) - A British-Iraqi doctor was convicted of conspiracy to murder Tuesday for failed car bomb attacks upon young nightclubbers and rescue workers in London and airport travelers in Scotland. Prosecutors said he plotted to kill hundreds in revenge for the deaths of loved ones in Iraq.\nBilal Abdulla, 29, who is due to be sentenced today at London's Woolwich Crown Court, was also convicted of conspiring to cause explosions in central London and at Glasgow airport.\nHis co-defendant, Jordanian neurologist Mohammed Asha, 28, was acquitted of playing any role in the plot.\nAbdulla represents an unlikely type of militant: a British-born doctor who had pledged an oath to protect human lives. Anti-terrorism officials said Abdulla's case challenged the British public to broaden their thinking about potential homegrown threats.\n\"I personally find it bizarre that people who have trained as doctors can seek to take life in such a cruel way,\" said John McDowall, head of anti-terrorism policing in Britain. \"When you look at the profile of these individuals, they are very different from the terrorists we have dealt with in this country before - being professional people.\"\nAll of Abdulla's planned attacks fizzled. Lethal car bombs placed near crowded London nightspots did not go off, and an attempt to ram a blazing Jeep into the passenger terminal at Glasgow's airport was also thwarted.\nInvestigators said Abdulla, a Sunni Muslim born in Britain but mainly raised in a middle class Baghdad neighborhood, blamed the West for the deaths of friends and relatives in the 1991 Gulf War and the 2003 invasion.\n\"I wanted the public to taste what is going on, for them to have a taste of what the decisions of their democratically elected murderers did to my people,\" Abdulla said during the trial, referring to Iraq.\nAbdulla, who holds dual British-Iraqi citizenship, was arrested with Kafeel Ahmed, a 28-year-old Indian engineering student, after they attempted to crash their burning Jeep through entrance doors to Glasgow airport's departure terminal.\n\nLoad-Date: December 17, 2008"
}