{
    "title": "Doctor_ Student competent to stand trial for terrorism",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 11,
    "day": 3,
    "full text": "A Minneapolis woman charged in federal court for allegedly supporting terrorism has an \"average\" ability to understand the case against her and to aid in her own defense, said a forensic psychologist who evaluated the woman.\nU.S. Magistrate Judge Steven Rau took the findings of Tnuza Jamal Hassan's competency to stand trial under advisement, but did not immediately issue a decision at a hearing on the matter Friday.\nHassan's attorneys filed a motion to have her competency evaluated after the former St. Catherine University student allegedly set several fires on the school's campus in mid-January and was arrested and charged in both state and federal court. Friday's hearing was held in the federal case.\nDr. Cynthia Low, a forensic psychologist who evaluated Hassan, told the court that Hassan had no mental disorder or defect that would substantially impair her ability to understand the charges against her and their consequences.\nHassan, 20, is charged with attempting to provide material support to foreign terrorists, arson and false statements. She is accused of lighting several small fires across campus at the St. Paul university, and of lying to federal authorities about writing a \"radical Islamist recruitment letter\" to two fellow female Muslim students in March 2017. She has pleaded not guilty in the case.\nLow testified that she spoke with Hassan for about five hours and administered written tests to gauge her competency and truthfulness. Low described Hassan as cooperative in putting forth \"good effort.\"\n\"She appeared to be open and honest,\" Low said.\nOne of Hassan's attorneys, Joshua Johnson, questioned Low about \"symptoms\" Hassan experienced between April and June 2018. Neither he, Low nor the prosecution elaborated further on what the symptoms involved, or whether they were mental or physical.\nLow said that there was no record or information to show that Hassan experienced similar symptoms before April.\nHassan allegedly set fire to books, toilet paper, sanitary napkins and a chair at St. Catherine University in mid-January, and was arrested and charged in state court that month with one count of first-degree arson. A separate case in Ramsey County District Court is scheduled for a Dec. 10 pretrial hearing.\nHassan allegedly told police that she wanted to burn down the university and hurt people in retaliation for U.S. military actions overseas.\nJohnson and Hassan's second attorney, Robert Sicoli, declined to elaborate on the \"symptoms\" after the hearing.\nChao Xiong · 612-270-4708 Twitter: @ChaoStrib\n\nLoad-Date: November 5, 2018"
}