{
    "title": "Documents Show Extent of F.B.I.'s Role in Terror Case",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 14,
    "full text": "The police drove a young Muslim convert to a precinct station house in Harlem, where two detectives from the Joint Terrorism Task Force wanted to speak with him. In the ensuing conversation, the young man, Jose Pimentel, held little back.\nHe defended Osama bin Laden and the American-born cleric Anwar al-Awlaki as great speakers and lecturers. He said the Times Square bomber and the Army major who shot dozens of people at Fort Hood in Texas were fighting for a cause, and should not be considered terrorists.\nHe also seemed to experience hallucinations. He told the detectives that as a boy in the Dominican Republic, he was followed around by a witch.\nA year later, the New York Police Department arrested Mr. Pimentel on state terrorism charges, accusing him of building a pipe bomb with a confidential informer for the police. Terrorism cases are almost always prosecuted in federal court, and there was some indication that the informer's role made the Justice Department reluctant to bring charges against Mr. Pimentel.\nBut newly filed court papers suggest a larger degree of involvement by the federal government in the early stages of the investigation into Mr. Pimentel than was previously known.\nBefore Mr. Pimentel's arrest, for instance, an F.B.I. agent who investigates domestic terrorism cases, Greg Ehrie, sought a search warrant for Mr. Pimentel's e-mail accounts, according to documents turned over to Mr. Pimentel's lawyers.\nThe prosecution of Mr. Pimentel by state authorities was the result of a sting operation by the Police Department's Intelligence Division. Between 2009 and 2011, the Intelligence Division had two confidential informers and one undercover officer who monitored Mr. Pimentel.\nBut documents show that police detectives assigned to the F.B.I.-led Joint Terrorism Task Force also interviewed the suspect themselves. Notes from their interview offer a fuller portrait of Mr. Pimentel, whom neighbors have described as a somewhat lethargic figure who was often seen sitting on a bench, with a blank look, for hours at a time.\nThe detectives noted that Mr. Pimentel was no longer seeing witches by the time he moved to the United States, but then ''started seeing spirits.'' The suspect told them that the visions stopped after he converted to Islam in 2004 at a mosque in Manhattan.\nMr. Pimentel told the detectives that his mother supported him, but provided an allowance of just $2 a day -- not enough, Mr. Pimentel noted, for car fare to a mosque on 96th Street. Because it would take him an hour to walk there, he was unable to pray, Mr. Pimentel complained.\nWhen Mr. Pimentel was arrested in November 2011, the police said he had accelerated the planning for his bomb plot after Mr. Awlaki was killed in September in a drone strike in Yemen.\nExcerpts from hundreds of hours of recordings of Mr. Pimentel offer a glimpse of the plotting at its early stages.\n''I'm going to build an atomic bomb,'' a confidential informer told Mr. Pimentel during a Sept. 7 conversation. ''Like Einstein.''\nIn response, Mr. Pimentel urged, ''We don't really have to do anything that crazy.''\nAccording to the transcript, which was recently filed as a court exhibit, Mr. Pimentel urged that the informer ''build, like, little bombs'' that could be used to ''take out little areas.''\n''It's still hurting the government,'' Mr. Pimentel said.\nBut at one point, Mr. Pimentel suggested that the informer take the lead in building the bomb.\n''I live with my parents. So, you live with your wife,'' Mr. Pimentel said to the informer. ''You can make your own bomb, you know.'' Mr. Pimentel went on to agree to accompany the informer to place the bomb. ''But as far as making it, it's you do it in your house or let me do it with you in your house. You feel me?''\nA lawyer for Mr. Pimentel, Lori Cohen, said that ''the totality of the tapes demonstrates that Mr. Pimentel would never had done anything without the government's intervention.''\n\nhttp://www.nytimes.com/2012/11/14/nyregion/fbi-had-greater-role-in-jose-pimentel-terrorism-case-documents-show.html\n\nGraphic\n\n \nPHOTO: Jose Pimentel, right, with his lawyer Joseph Zablocki. Mr.  Pimentel is accused in a plot to set off bombs in New York City. (POOL PHOTO BY JEFFERSON SIEGEL)       \n\nLoad-Date: November 14, 2012"
}