{
    "title": "Documents identify terrorism threat in border gaps",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 12,
    "day": 7,
    "full text": "Washington » Shortly after the terrorist attacks on Sept. 11, 2001, a secret government report highlighted a way terrorists might easily enter the United States carting weapons of mass destruction.\nIt wasn't by air or sea.\nThe classified analysis pointed to an arid and sparsely populated stretch of the U.S.-Mexico border in Arizona teeming with drug runners.\n\"This area has become very active with smuggling and encrypted radio traffic,\" says the report titled \"Threat Assessment for Public Lands\" completed by the Interior Department in late 2002. \"This would be an ideal area to smuggle a weapon of mass destruction.\"\nThe report, marked \"sensitive,\" surfaced recently in a load of documents uncovered by Utah Republican Rep. Rob Bishop.\nOfficials with the federal departments of Interior and Homeland Security insist the report is outdated, but refused to release updated assessments.\nPorous stretches » Moreover, while officials stress a huge investment in fencing and border patrols has cut down smuggling traffic, one of Interior's top cops acknowledged portions of the border are still porous.\n\"I don't want to suggest that the concern has completely dissipated and I can't go any further without straying into classified materials,\" said Larry Parkinson, Interior's deputy assistant secretary for law enforcement. \"Anytime you have the ability for bad actors to come across the border, the Mexican border, the Canadian border or you know, flying into an airport, that concern will be there and I think we would be kidding ourselves if we suggested that all of those holes have been filled.\"\nThere's little disagreement that federal officials have made great strides since 2002 in shoring up high-traffic areas along the southern U.S. border.\nCongress set up the Homeland Security Department and retooled the Immigration and Naturalization Service into the Customs and Border Patrol. Its top mission is preventing terrorists and terrorist weapons from entering the United States, and there are now nearly 20,000 CBP officers on the job.\nBut as noted in the 2002 Interior report, and subsequently in a 2006 forecast by Homeland Security, the heightened security around entry points may funnel more smugglers -- moving drugs or worse -- through more rural, unpopulated areas.\nBishop, along with several other Republicans in Congress, say that one region of the U.S.-Mexican border -- a miles-long expanse abutting federal wild lands -- is a prime national security lapse that needs fixing.\n\"The fact is that we have had for several years large parts of our border areas ... controlled by human traffickers, potential terrorists, and especially, drug cartels,\" Bishop says.\nTerrorist threat » Bishop, the ranking Republican on a House subcommittee that oversees federal public lands, says he is concerned that wilderness laws are impeding the ability to secure the nation's borders.\nHe cites as an example Organ Pipe Cactus National Monument along the U.S.-Mexico border. In that situation, Interior officials said federal law forbids placing surveillance towers in wilderness areas but the department found alternative sites that are compatible with Homeland Security's needs. Some 95 percent of the monument is protected wilderness.\nAs part of several requests the congressman has made to Interior and Homeland Security, he unearthed the threat assessment from 2002. The section on terrorism, while only a small portion of the overall report, is blunt.\nTerrorists who want to smuggle nuclear, biological or chemical weapons into America, the report says, could use \"well-established smuggling routes\" over Interior-managed lands and in fact, those routes \"invite\" that type of activity.\nThe crackdown on border entry points, shipping ports and airports will create \"additional incentives\" for terrorist groups such as Al-Qaeda, Hezbollah and Hamas to use public lands to enter and bring in weapons to U.S. soil, the report states.\nAlong the specific stretch mentioned in the 2002 Interior report, Homeland Security has erected a combination of fencing, vehicle barriers or pedestrian impediments, and a virtual fence of surveillance towers with radar and monitoring equipment is expected to be completed next year.\nHomeland response » \"U.S. Customs and Border Protection is always focused on preventing any terrorists and their weapons from entering the United States,\" Homeland Security spokesman Matt Chandler says.\nThe department did not respond to specific questions about the stretch of border mentioned in the 2002 report. But a department planning guide from September 2006 shows it was still a concern then.\n\"Long-established, criminal smuggling networks, particularly in Mexico, may become increasingly attractive for exploitation by terrorist groups attempting to cross U.S. land borders,\" states the document produced by the border patrol.\nChandler says that between October 2006 and this last fiscal year, the border patrol has boosted personnel, physical structures and technology along the southwest border, and has doubled the number of border patrol agents since 2001, now up to 17,000. This year alone, the department tripled the number of intelligence analysts working in that border region.\nParkinson, Interior's deputy secretary for law enforcement, says he's unsure why the area around the Organ Pipe Cactus National Monument was highlighted in the 2002 report but that there have been quarterly reports since showing progress in protecting the U.S.-Mexico border.\n\"Rarely do we go another three months without having another southwest border threat assessments,\" Parkinson said. That clashes, however, with a letter to Bishop from an Interior attorney last month that said the original 2002-2003 threat assessment and an amended version of the same report were the only ones that existed.\nStill, Parkinson maintains that assessing threats is a constantly evolving process and investments in physical barriers and manpower along the border is having a significant impact.\nCoordination or disarray? » While Bishop claims interdepartmental strife and turf battles are impeding the ability to secure the border, Jane Lyder, Interior's deputy assistant secretary over national parks, says a 2006 agreement between her department and Homeland Security has improved coordination.\n\"I'm pretty pleased right now between the relationship between Interior and [Homeland Security],\" she says. \"I think it's as good as it's ever been.\"\nSen. Bob Bennett, a Utah Republican who sits on the Senate Homeland Security Committee, says Bishop's investigation into the issue has prompted him to start asking questions, too.\nThe senator said one positive, natural protection the border provides is the remoteness of big swaths of the political line between the United States and Mexico or Canada.\n\"But if you have the profit motive of a drug cartel who says we are willing to put up with all the difficulty of that and establish a regular route of getting through in those places then all of a sudden there is a carrier, if you will, that a terrorist could latch on to and move in,\" Bennett says.\nHe says he wants Homeland Security Secretary Janet Napolitano and Interior Secretary Ken Salazar to tell his committee if the area is secure.\nIf so, says Bennett, \"Fine. Just demonstrate to us there is no problem now.\"\nBishop has also requested a hearing and says he doesn't buy the two departments' assurances that the threat has been nearly neutralized in the border region.\n\"When I see it; when I get stopped by it; I'll be happy,\" he says.\ntburr@sltrib.com\n\nGraphic\n\n \nRep. Rob Bishop, R-Utah, says bureaucratic infighting over environmental protection is hampering security efforts along the U.S.-Mexican border.\n\nLoad-Date: December 7, 2009"
}