{
    "title": "Documents_ NYPD spied on city's Muslim leaders",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 6,
    "full text": "NEW YORK - The New York Police Department's intelligence squad secretly assigned an undercover officer to monitor a prominent Muslim leader even as he decried terrorism, cooperated with the police, dined with Mayor Michael Bloomberg and was the subject of a Pulitzer Prize-winning series by The New York Times about Muslims in America. Sheikh Reda Shata was among those singled out for surveillance because of his \"threat potential\" and what the NYPD considered links to organizations associated with terrorism, despite having never been charged with any crime, according to secret police documents obtained by The Associated Press. This was life in America for Shata: a government partner in the fight against terrorism and a suspect at the same time. \nDuring his time at the Islamic Center of Bay Ridge since 2002, he welcomed FBI agents to his mosque to speak to Muslims, invited NYPD officers for breakfast and threw parties for officers who were leaving the precinct. As police secretly watched Shata in 2006, he had breakfast and dinner with Bloomberg at Gracie Mansion and was invited to meet with Police Commissioner Raymond Kelly. \"This is very sad,\" Shata said after seeing his name in the NYPD file. \"What is your feeling if you see this about people you trusted?\" The dichotomy between simultaneously being partner and suspect is common among some of New York's Muslims. Some of the same mosques that city leaders visited to hail their strong alliances with the Muslim community have also been placed under NYPD surveillance - in some cases infiltrated by undercover police officers. In April, more than 100 area imams publicly supported a rally to \"oppose wars, condemn terrorism and fight Islamophobia.\" Of those, more than 30 were either identified by name or work in mosques included in the NYPD's listing of suspicious people and places in 2006. \"The way things are playing out in New York does not paint a picture of partnership and of a conversation among equals,\" said Ramzi Kassem, a professor at the City University of New York School of Law. \"It seems that city officials prefer hosting Ramadan banquets to engaging with citizens who wish to hold them to account. Spying on almost every aspect of community life certainly does not signal a desire to engage constructively.\"\n\nLoad-Date: October 6, 2011"
}