{
    "title": "DOES HOMELAND SECURITY PUT MORE MONEY INTO CLIMATE CHANGE THAN STOPPING ONLINE TERRORISM RECRUITING_",
    "publisher": "tampa bay times",
    "year": 2015,
    "month": 5,
    "day": 14,
    "full text": "More money is dedicated within the Department of Homeland Security to climate change than what's spent combating \"Islamist terrorists radicalizing over the Internet in the United States of America.\"\n- Michael McCaul on Sunday, May 10th, 2015 in comments on \"Fox News Sunday\"\n* * *\nThe Ruling: MOSTLY TRUE\nFederal officials have been warning for several years that violent Islamic extremists are using the Internet to inspire people already in America to commit acts of terror. The shootings in Garland, Texas, seemed a textbook example. According to CNN, two men in Arizona responded to social media from overseas and set out to gun down people at an anti-Islamic gathering.\nAlthough the FBI had been tracking one of the men and had alerted Texas law enforcement, Rep. Michael McCaul, R-Texas, chair of the House Homeland Security Committee, faults the White House for not doing enough to stop this kind of activity in the first place.\n\"I think (FBI) Director James Comey is spot on when he talks about the threat inside the United States,\" McCaul said May 10, 2015, on Fox News Sunday. \"And yet this administration, its budget allocates zero dollars towards combating homegrown violent extremism. In fact, within the Department of Homeland Security, more money, in fact, millions of dollars, are dedicated to climate change rather than combating what I consider to be one of the biggest threats to the homeland, and that's the violent extremists radicalizing Islamist terrorists radicalizing over the Internet in the United States of America.\"\nMcCaul's statement might strike you as sweeping -- we spend more money on climate change than domestic terrorism threats. But in reality it's a tightly scripted message comparing spending within the Department of Homeland Security on climate change to the money spent preventing Islamist terrorists from using the Internet to spread messages in the United States.\nThrough that small window, McCaul's claim is right on the numbers. But that ignores all that's going on at the FBI and other federal agencies.\n---\nThe Department of Homeland Security budget\nEach year, federal agencies send Congress a fairly specific justification for the amount of money they want and how they plan to spend it. McCaul's staff pointed us to the Homeland Security department's submission for fiscal year 2016, which included $10 million \"for analyses of climate change impacts on infrastructure critical to national and economic security, and national public health and safety.\"\nClimate change programs show up elsewhere in the DHS budget, bundled in with other initiatives. There is $6 million in the Federal Emergency Management Agency budget (which is part of homeland security) for \"climate workshops and regional resilience coordination\" done by the Federal Emergency Management Agency.\nSo, on the low-end, the Department of Homeland Security asked for $10 million for climate change and maybe more.\nWhat's the request for dealing with radicalizing over the Internet? The administration's budget documents don't show much.\nWe found $275,000 to cover travel to send staff to a number of cities such as Houston, Atlanta and Chicago to draw more people into the discussion of how to spot and prevent radicalization.\nWe saw $1 million budgeted for a database to analyze past violent extremist incidents and see what sort of programs work best to head off attacks.\nA House Homeland Security Committee spokeswoman told us that there are four to eight full-time staff assigned to countering violent extremism. The department has a senior level official who serves as the coordinator of Countering Violent Extremism, but his office has no separate line item in the budget.\nAll together, at the outside, the budget submissions show less than $2 million focused on stopping radicals from attracting recruits over the Internet.\n---\nThe bigger picture\nAs we noted, McCaul was talking about a very specific type of terrorism spending -- to prevent terrorist recruiting over the Internet.\nBut there's plenty more spending inside the Department of Homeland Security as it relates to detecting, investigating and thwarting terrorists.\nThe Department of Homeland Security asked for $57 million in 2016 just for technology programs to counter terrorists. It wants another $14 million to detect and predict hostile activity. Part of its $1 billion National Preparedness Grant Program to state and local governments could be spent on projects to spot early signs of terrorist planning.\nExtending matters into other parts of the federal government pulls in many additional programs.\nThe FBI would like $1.9 billion and over 7,000 staff to focus on counterterrorism. It's Intelligence Division seeks $1.6 billion to \"prevent, disrupt, and defeat terrorist operations before they occur.\"\nThe Justice Department would like $30 million for its own intelligence work, and another $14 million to target and disrupt homegrown threats.\nThe State Department recently received $188 million to directly engage on the social media front to undermine violent extremism.\n---\nOur ruling\nMcCaul said that the Homeland Security budget has more money dedicated to climate change than combating the violent extremists radicalizing Islamist terrorists over the Internet. That is a very narrow comparison. It concerns only the Homeland Security Department and only programs designed to prevent Islamic extremists' use of the Internet.\nWithin that limited frame, McCaul's comparison holds up.\nHowever, any complete analysis would show that federal departments and agencies spend significantly more money targeting terrorists than they do targeting climate change.\nMcCaul's statement needs that additional information. We rate it Mostly True.\n* * *\nAbout this statement:\nPublished: Thursday, May 14th, 2015 at 9:49 a.m.\nResearched by: Jon Greenberg\nEdited by: Aaron Sharockman\nSubjects: Climate Change, Homeland Security, Terrorism\nSources:\nFox News, Fox News Sunday, May 10, 2015\nDepartment of Homeland Security, Congressional Budget Justification FY 2016\nDepartment of Homeland Security, 2016 Budget\nDepartment of Justice, FY 2016 Performance Budget Congressional Submission: National Security Division\nFederal Bureau of Investigation, FY 2016 Authorization and Budget Request to Congress\nWhite House, The White House Summit on Countering Violent Extremism, Feb. 18, 2015\nU.S. State Department, U.S. State Department and USAID Supported Initiatives to Counter Violent Extremism, Feb. 19, 2015\nU.S. Department of Homeland Security, Countering Violent Extremism, April 2, 2015\nGuardian, Revealed: US spy operation that manipulates social media, March 17, 2011\nCentral Intelligence Agency, Director Brennan Speaks at the Council on Foreign Relations, March 13, 2015\nFederal Bureau of Investigation, Michael Steinbach Assistant Director, Counterterrorism Division: Statement Before the House Judiciary Committee, Subcommittee on Crime, Terrorism, Homeland Security, and Investigations, Feb. 26, 2015\nRAND, Promoting Online Voices for Countering Violent Extremism, 2013\nBoston Globe, Islamic State recruitment ring disrupted, US officials say, April 21, 2015\nCNN, Texas attacker tweeted with overseas terrorists, May 5, 2015\nEmail interview, Susan Phalen, communications director, House Homeland Security Committee, May 12, 2015\n\nGraphic\n\n \nPHOTO: Rep. Michael McCaul, R-Texas, criticized the administration's Homeland Security Department budget priorities. PHOTO (2)\n\nLoad-Date: May 16, 2015"
}