{
    "title": "Does Australia's new anti-terrorism legislation go too far_ If passed by Parliament, the citizenship",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 6,
    "day": 25,
    "full text": "Civil rights advocates and Muslim leaders in Australia have widely denounced new legislation that calls for dual nationals who are convicted of terrorism-related offenses to be stripped of their Australian citizenship.\nThe legislation is designed to staunch the flow of Australians going to the Middle East to join groups such as the self-described Islamic State, and to help prevent domestic terror attacks like the hostage crisis in Sydney last December that left three people dead.\nThe Australian Parliament has passed a raft of anti-terrorism laws in the past 12 months that grant law enforcement agencies new sweeping powers. They can now monitor Internet traffic of suspected jihadists and prevent people from traveling to conflict zones in Syria and Iraq.\nBut with many Australians considering citizenship a fundamental right, the legislation introduced to Parliament on Wednesday is among the most controversial anti-terrorism measures yet. Civil rights groups have raised concerns about its scope and constitutionality, while Muslim leaders have accused the government of singling out their community.\nLosing citizenship\nIf Parliament passes the legislation, Australia would join a small group of countries - including France, Britain, and New Zealand - that have similar laws. Yet most have rarely used the power to revoke citizenship.\n\"If enacted, our legislation will be as tough as exists in any equivalent Western nation in dealing with citizenship and terrorism,\" says Peter Jennings, executive director of the Australian Strategic Policy Institute in Canberra.\nThe government estimates that just over half of the approximately 120 Australians who have traveled to Iraq and Syria to fight for IS are dual citizens.\nUnder the proposed laws, Australian citizenship would be automatically forfeited if a person was convicted of a terrorist act by an Australian court or found to be engaged in terrorist activity at home or abroad. The law would also apply to anyone providing or receiving training linked to terrorism, as well as recruiting or financing for jihadist groups. Any loss of citizenship would be open to judicial review.\nPrime Minister Tony Abbott initially proposed granting the immigration minister the power to revoke a person's citizenship without any chance of judicial review. He also wanted to extend the legislation to cover sole nationals. The plan led to a chorus of criticism from government officials and legal experts who warned that it would breach the constitution.\nConstitutional lawyer Professor Greg Craven told the Australian Broadcasting Corporation that he welcomed an amendment to the legislation that prevents the immigration minister from exercising sole executive power.\n\"If your citizenship did lapse ... and you presented yourself in Australia, you would be perfectly free to say, 'No, that's not the case, I didn't do it, I wasn't there, I wasn't a member of that body', and ultimately that would have to be determined by a court,\" he said.\nMr. Abbott has said that the question of whether the law should be applied to sole nationals and operate retrospectively would be reviewed separately.\nRodger Shanahan, a research fellow at the Lowy Institute for International Policy in Sydney, says critics of the new legislation ignore the fact that existing laws that automatically strip citizenship from dual nationals who fight for a country at war with Australia have been on the books for almost 70 years.\n\"The principle of the new laws is much the same expect that they apply to non-state actors such as terrorist groups,\" he says.\nMuslims raise concerns\nThe debate has caused disquiet among Australia's 600,000 Muslims. Ghaith Krayem, president of the Islamic Council of Victoria, said at a recent anti-racism forum in Melbourne that the legislation is clearly aimed at Muslims.\n\"They are going to apply to our community, our community alone,\" he said.\nThe legislation was introduced to Parliament amid reports that two of the most notorious IS fighters from Australia, Mohamed Elomar and Khalid Sharrouf, were killed recently in an airstrike in Iraq. Mr. Sharrouf gained widespread attention last year after the publication of photographs showing him posing with his young sons holding the severed heads of executed Syrian soldiers.\nMr. Shanahan says it is unlikely that the prospect of forfeiting Australian citizenship would have deterred either man from joining IS.\n\"Many of the recruits joining Islamic State are young and not concerned about losing their citizenship,\" he says. \"If you're a dual national and you're considering going to join a terrorist group, that means you've probably got an identity issue as it is.\"\nMr. Jennings agrees that those who have gone further down the path of radicalization \"would not be motivated by the fear of losing citizenship.\" But he says it's important for the government to be seen as doing something to combat homegrown terrorism.\n\"Ever since the Bali bombings, Australians have had a sense that there is a direct connection between terrorist ideologies in Asia and [the] Middle East,\" he says, referring to the 2002 terrorist attack on the Indonesian resort island that killed 202 people, nearly half of them Australians. \"The government needs to be seen to be talking tough, so the emphasis is very much on the punitive aspects of the fight against terrorism.\"\n\nLoad-Date: June 25, 2015"
}