{
    "title": "Does the USA Patriot Act go too far_ Fitzgerald, ACLUofficial, others debate controversial law",
    "publisher": "chicago daily herald",
    "year": 2003,
    "month": 11,
    "day": 7,
    "full text": "U.S. Attorney Patrick Fitzgerald led a panel that debated the USA Patriot Act's pros and cons at a forum Thursday night in Lake Forest.  \nSpeaking before about 100 spectators at the Lake Forest/Lake Bluff League of Women Voters event, Fitzgerald defended the Patriot Act as a valuable tool against terrorism and money laundering.  \nOn the opposite side, Lake County defense lawyer Jed Stone, Illinois American Civil Liberties Union spokesman Ed Yohnka and Skokie Public Library Director Carolyn Anthony said the Patriot Act is too far reaching and, at the very least, must be revised.  \nUnder the Patriot Act, federal authorities may conduct searches without notifying a property owner, detain noncitizens indefinitely and force the release of library and medical records.  \nCongress passed the USA Patriot Act about a month after the Sept. 11, 2001, terrorist attacks. A lawsuit seeking to do away with the act has been filed in federal court in Detroit.  \nFitzgerald said the Patriot Act allows terrorism investigators to use the same tools as those who probe domestic criminal cases. For example, he said, roving wiretaps were off-limits to terrorism investigators until the Patriot Act was passed.  \n\"I think there is much misinformation about the Patriot Act,\" Fitzgerald said.  \nHowever, Yohnka said the Patriot Act threatens the First Amendment right to free speech and is going beyond its intended purpose of stemming terrorism.  \nYohnka pointed to how FBI agents used the Patriot Act in Las Vegas this week to secure financial documents in a political corruption investigation that involves a strip club owner.  \nStone said the Patriot Act wasn't necessary, but was passed by a fear-driven Congress.  \n\"Does the USA Patriot Act really protect us from evil?\" Stone asked.  \nAnthony said libraries are concerned about the law because authorities already were able to seize records by obtaining a search warrant from a judge. She also said the Skokie library has posted signs warning patrons their privacy might be violated.  \nDuring a question-and-answer session, Fitzgerald was asked what, if anything, he would change in the Patriot Act.  \n\"I actually wouldn't change anything,\" Fitzgerald said, quickly adding he'd only like the act's name changed to reflect it targets more than terrorism.  \nMartha Hinchman, a Northern Trust Bank senior vice president, was the fifth panelist at the forum. She said the Patriot Act has had little effect on the banking industry.  \nAt least 20 local governments, including Chicago's, are on record as being against the USA Patriot Act. Organizations against the act include the American Library Association, ACLU and Comic Book Legal Defense Fund.\n\nLoad-Date: November 10, 2003"
}