{
    "title": "DOLE THREATENS TO STALL ANTI-TERRORISM BILLS",
    "publisher": "charleston gazette",
    "year": 1995,
    "month": 6,
    "day": 5,
    "full text": "WASHINGTON (AP) - Questioning President Clinton's leadership,\nSenate Majority Leader Bob Dole threatened Sunday to shelve\nanti-terrorism legislation unless Democrats begin cooperating.\n\"I'm not going to spend two weeks on this bill to satisfy every\nDemocrat who wants to make some political point,\" Dole said.\nHis remarks on NBC's \"Meet the Press\" escalated a bipartisan\nwar of words that threatens to jeopardize a legislative response to\nthe Oklahoma City bombing.\nLast week, Clinton accused Republicans of dallying.  \"There is\nno further excuse for delay,\" the president said Wednesday.\nThe majority leader said Clinton's package, scheduled for Senate\ndebate this week, is bogged down by 67 Democratic amendments.\nDole said he wrote the president last week and urged him to\npress Senate Minority Leader Tom Daschle, D-S.D., to work out\ndisagreements with Republicans, paving the way for a vote as early as\nTuesday.\n\"It's time, Mr. President, to step up to the plate and provide\nsome leadership,\" Dole said.\n\"Otherwise I'm going to pull it down,\" he said.\nTrying to lay the blame on Clinton, Dole said, \"The president\nis in a position to be helpful, but so far we've had very little\nhelp.\" Republicans have offered 30 amendments of their own, but Dole\nsaid they can be dispatched quickly.\nPresidential aides said Sunday that the White House will\ncontinue to consult with lawmakers when Congress returns this week\nfrom its recess.  \"The president has put his shoulder to the wheel\non this issue and Sen. Dole knows it,\" presidential spokesman Calvin\nMitchell said.\nClinton's package has drawn criticism from Republicans and civil\nlibertarians who fear it could erode constitutional protections.\nDole said he didn't want to pass a bill \"in the heat of\nthe moment\" and discover months later that \"we have trampled on\nconstitutional rights.\"\nA major sticking point is a provision to expand wiretap\nauthority.  Clinton wants police to be able to move their wiretaps\nwithout getting a new court order each time terrorists move to evade\nsurveillance.\nThe Senate voted 52-28 last month to block a Democratic attempt\nto expand wiretap authority.\nClinton also wants to be able to involve the military when\nterrorists are contemplating the use of biological or chemical\nweapons.  Currently, the military can assist criminal investigations\nonly when they involve nuclear weapons.\nCritics are wary of giving the military a greater role in\ndomestic law enforcement, warning of potential government abuse of\nindividual rights.\nDole said he does not oppose a Clinton proposal to place\ntraceable materials in chemicals that can be used to make bombs. The\nNational Rifle Association opposes the provision.\n\"\"This bill should take two or three days, but it has become a\nChristmas tree for everybody with some agenda,\" Dole complained.\nHe said Clinton has spoken often about the bill but failed to\nforge compromises.\n\nLoad-Date: June 5, 1995"
}