{
    "title": "DOLE SEES MILITARY FIGHTING DRUG 'TERRORISM'",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 8,
    "day": 26,
    "full text": "PALOS PARK, Ill. (AP) - Bidding for a share of the Democrats'\nspotlight, Bob Dole stopped outside their convention city Sunday to\naccuse President Clinton of surrendering in the war on drugs and to\npledge to use the military for that fight in his own administration.\nClinton and his administration - far more than drug dealers - were the\ntarget of Dole's fire. \"They raised the white flag in the war on\ndrugs.  They turned 'Just Say No' into 'Just Say Nothing,'\" Dole told\na lakeside crowd of picnicking Republicans.\nAs the GOP presidential nominee arrived at the park just 17 miles\nsouth of the Chicago site where Democrats were gathering for their\nnational convention, he joked he was there only because he \"heard\nthere was a party happening somewhere in the area.\"\nHis tone on stage hardly befitted a party.\nDole cited last week's government finding that teen-agers' use of LSD,\nmarijuana and cocaine had doubled between 1992 and 1995. Clinton took\noffice in 1993.\nDole, in shirtsleeves and a necktie in the hot sun, called the\nstatistics \"nothing short of a national disgrace\" and blamed Clinton\nfor cutting back money for drug interdiction and for the office of the\npresident's drug policy director.\n\"It's wrong to abandon our young people to the ravages of drugs - it's\nwrong! It's wrong! It's wrong!\" Dole shouted.\nClinton, in an interview on CNN, said Dole and House Speaker Newt\nGingrich are \"partly responsible\" for not supporting his Safe and\nDrug-Free Schools proposal and other education, treatment and\nprevention programs.\n\"But this is a very complicated thing,\" Clinton said. \"It's obviously\ngoing on in other countries, and all the experts say it began in 1990\nwith the change in attitudes about how dangerous these drugs are That\nseems to be right at the root of what the problem is.\"\nIf elected, Dole said he would stop the flow of illegal drugs from\nabroad by using \"the capabilities of our armed forces\" as well as the\nCIA, FBI and specially trained and designated National Guard units.\nHe acknowledged the traditional resistance to - and possible\nconstitutional problems with - using military forces to combat\ndomestic problems. But, Dole said, \"our drug problem today is more\nthan a domestic security matter.\"\n\"We'll treat drugs for what they are, the moral equivalent of\nterrorism. Like the terrorism of fanatics who blow up people and\nhijack planes, the terrorism of drugs destroys our young people and\nhijacks America's future,\" said Dole.\nThe CIA is legally barred from engaging in domestic intelligence. The\nmilitary, though it has become involved in helping detect drug\nsmugglers, is barred from arresting civilians. The Bush adminstration\nstepped up the military's role in providing surveillance and other\nsupport to U.S. law enforcement agencies, particularly in tracking\ndrug smuggling from Latin America.\nDole decided just last week to appear at Sunday's annual joint picnic\nof several suburban Chicago Republican party organizations. With\nDemocratic activists focused on their downtown convention, Dole's\ncrowd was thoroughly Republican. In advance of his arrival,\npicnic-goers were given poster boards and paints with which to fashion\nsuch signs as \"Ethnics For Dole\" and \"Illinois: Land of Dole.\"\nDole, before leaving Chicago, took a different tack on his dueling\ngoals of tax cuts and deficit reduction than he had a day earlier,\nsaying they were \"both No. 1, tied for first.\" On Sunday, he had said\nbalancing the budget was his top priority and \"tax cuts are No. 2.\"\nA lone Clinton-Gore campaign volunteer quietly distributed to\nreporters a statement against Dole.\n\nLoad-Date: August 26, 1996"
}