{
    "title": "Domestic terrorism denied important national coverage",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 23,
    "full text": "Sunday marked the 50th anniversary of the 16th Street Baptist Church bombing, a chilling act of racially charged terrorism that took the lives of four young girls and instilled an unnerving disquiet across America. Although the attack exposed the horrifying brutality of the Ku Klux Klan and transformed the trajectory of the Civil Rights Movement, mention of the bombing was either drastically understated or completely absent from last week's national conversation.\nMuch of the national dialogue centered on another tragic incident - the 12th anniversary of the Sept. 11 terrorist attacks, dwelling on lessons learned, highlighting the need for improved security and commemorating the lives lost. Even though this commitment to countermeasures is an ideal representation of how the public responds to terrorism, this example is neither consistent nor emblematic of how Americans treat the majority of assaults on our soil. Instances of domestic terrorism - whether historic, like the 16th Street Baptist Church bombing, or contemporary, as in the case of the Wisconsin Sikh Temple massacre, where a white supremacist fatally shot six people - are too often denied the attention they deserve.\nThis position does not intend to suggest that discussion of 9/11 or other occurrences of foreign terrorism is superfluous or overstated. On the contrary, the national conversation is immensely worthwhile in affirming our patriotism, reassessing security precautions and ensuring that the victims did not perish in vain. Adopting this notion simply asserts that the aftermath of domestic terrorism should inspire the same degree of awareness and sensitivity as those mediated in nonnative origins.\nIt is not that the American public is unsympathetic towards the 16th Street Baptist Church bombing. The 50th anniversary of four children's senseless murders at the hands of a hate group is sure to incite sadness and rage. Rather than being intentionally dismissive, the lack of coverage surrounding homegrown terrorism speaks to a deeper fear entrenched in the general consciousness.\nDigesting 9/11 is easier on the American sensibility than the Sikh Temple Shooting. With the former, the narrative rarely strays from the original line of analysis. With foreign terrorism, the government, media and constituents can all agree on a pattern - America is the beacon of hope in the world and external forces seek to extinguish us and the nation shall rise above these attacks. By calling domestic extremists terrorists, we acknowledge that American society is flawed, admit that internal forces threaten us and doubt the notion of rising above the ashes as a collective. Until Americans can confront the demons from within, we will continue to deny ourselves the critical opportunity to examine our darkness, discover our veracity and reaffirm our resilience.\nA version of this article appeared in the Monday, Sept. 23 print edition. Christina Coleburn is a contributing columnist. Email her at opinion@nyunews.com\n\nLoad-Date: September 23, 2013"
}