{
    "title": "Domestic Extremism Festered for a Decade as the U.S. Turned Its Back",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 12,
    "full text": "WASHINGTON -- Not long after Barack Obama took office in 2009, a Homeland Security Department analyst produced a report presciently predicting that the deep economic downturn, the rise of social media and the election of the first black president would combine to make race-driven extremism a growing and serious threat to national security.\nBut when the report was made public, it ignited a storm of protest, mostly from the right. Mike Pompeo, then a Republican congressman from Kansas and now secretary of state, said focusing on domestic terrorism was a ''dangerous'' undertaking born of political correctness that denied ''the threat that radical Islamic terrorism poses.'' \n  Inside the Obama administration there was concern that highlighting the issue would only fuel white supremacist conspiracy theories or give unwarranted publicity to fringe figures, according to six former administration officials.\n  Within weeks, Janet Napolitano, then the homeland security secretary, rescinded the threat assessment. The report's primary author left the government, and the department's unit dedicated to tracking domestic terrorism was essentially disbanded.\n  A decade later, there is clear evidence that violence by white extremists is an undeniable and intensifying problem, especially after the racially motivated mass shooting in El Paso. But the question of how the government should attack domestic extremism, especially white supremacists, remains as politically fraught as ever, if for far different reasons, under President Trump.\n  Federal law enforcement has been tracking the rise of domestic terrorism. The F.B.I. director, Christopher A. Wray, told lawmakers last month that the bureau had arrested almost as many domestic terrorists as foreign terrorists this year. He said most of the racially motivated domestic terrorism cases were probably connected to white supremacy.\n  But a look at the experience of the Homeland Security Department, which is responsible for collecting data on and analyzing threats to the United States, shows how political considerations have constrained efforts to give the problem more prominence and develop policies to counter it.\n  During the Obama years, the pressure to minimize the problem came largely from outside the administration, primarily from Republicans who saw it as a diversion from fighting Islamic extremism but also to a lesser degree from people on the left concerned about the implications for the civil liberties of American citizens.\n  Under Mr. Trump, the skepticism is rooted inside the White House.\n  Officials at the department have felt they could not broach topics like domestic terrorism and white supremacist violence with Mr. Trump because he was not interested in those concerns, two people familiar with deliberations inside the administration said.\n  At one point, Kirstjen Nielsen, then the homeland security secretary, sought a regular meeting with Mr. Trump to brief him on a variety of topics including domestic terrorism, but her proposal was rejected by the White House, a person with knowledge of the effort said.\n  And Mr. Trump continues to harbor a deep distrust of the F.B.I., which has made public statements about the threat of domestic terrorists and racially motivated violence as growing national security threats.\n  Since Mr. Trump took office, the Homeland Security Department has focused primarily on foreign terrorism and immigration, giving little attention to domestic extremism.\n  In an interview on NBC's ''Meet the Press'' on Sunday, Kevin K. McAleenan, the acting homeland security secretary, said domestic terrorism was becoming a national counterterrorism priority ''for the first time,'' but confirmed that the department had devoted most resources to ''border and international issues.''\n  One program left over from the Obama administration, a $10 million pot of money to pay for a community partnership program to prevent violent extremism, withered as participants withdrew after Mr. Trump issued a ban on travel from several predominantly Muslim countries. Intelligence analysts in the department's Office of Intelligence and Analysis who focused on domestic terrorism and collaborated with local law enforcement on domestic terrorism were dispersed to other counterterrorism programs.\n  In the language he uses, the president has also at times played down the threat of white supremacy at home and around the world. Mr. Trump said this spring that he did not see a global increase in the threat of white supremacy. ''I think it's a small group of people that have very, very serious problems,'' he said. After the El Paso shooting he said the nation ''must condemn racism, bigotry and white supremacy,'' but the next day accused a Democratic presidential contender, Beto O'Rourke, of using a ''phony name'' to imply that he had Hispanic heritage.\n  The United States has always been plagued by violence associated with white nationalism. Violence associated with white nationalism has spiked at intervals in recent decades, including the Oklahoma City bombing in 1995. But government data shows that, since the Sept. 11, 2001, terrorist attacks, far-right extremists carried out nearly three times as many attacks on Americans in the United States as Islamic extremists did.\n  Incidents of white supremacist propaganda such as the posting of fliers increased 182 percent in 2018, from 421 in 2017 to 1,187 last year, and the number of racist rallies increased nearly 20 percent, according to the Anti-Defamation League. Hate crimes have increased over the past several years, and reached a nine-year high in 2017, the latest year available, according to F.B.I. data.\n  ''Individuals adhering to racially motivated violent extremism ideology have been responsible for the most lethal incidents among domestic terrorists in recent years,'' Michael C. McGarrity, an official in the F.B.I.'s counterterrorism division, testified before Congress in June.\n  The figures were already rising at the time Mr. Obama won the presidency. But the backlash against the 2009 report from the Homeland Security Department underscored how the nexus of race, national security and civil liberties would limit the effort to confront the problem.\n  Former law enforcement officials say white supremacists were energized by the 2008 election. On social media they discussed the possibility of a race war should Mr. Obama become president. Hate crimes peaked that year in October, according to the National Archive of Criminal Justice Data, when his election seemed assured.\n  And traffic to white nationalist websites like Stormfront increased after the election, said Derek Black, a former white supremacist whose father founded Stormfront. Mr. Black, who has left the movement, said that having a black president motivated new recruits to join.\n  The Homeland Security Department report, issued amid this activity, predicted the growth of ''right-wing extremist activity, specifically the white supremacist and militia movements,'' and said the recession could help recruitment because people economically at risk were more susceptible to extremists of all stripes. Internet platforms, the report said, would let domestic extremists meet and radicalize others individuals -- just as foreign extremists like the Islamic State would do.\n  The multipronged Republican backlash included criticism of the term ''right-wing extremism,'' and a near disavowal of the existence of domestic terrorism. Republican politicians and pundits echoed Mr. Pompeo's assertion that the idea of domestic terrorism was a feint, born of political correctness, meant to distract from foreign terrorism.\n  The report, said John D. Cohen, who acted as the Homeland Security Department's counterterrorism coordinator in the Obama administration and a senior adviser to the director of national intelligence in the George W. Bush administration, had a significant problem: It did not clearly distinguish between hateful speech, which is protected by the First Amendment, and violent behavior. Mr. Cohen said that problem made the job of defending the report much harder by raising substantial civil liberties concerns.\n  ''The C.I.A. and the intelligence community don't have to distinguish between extreme ideas and violence because they deal with foreign actors whose speech and affiliations are not protected by the First Amendment,'' Mr. Cohen said.\n  Republicans pushed back against the idea that domestic terrorism was a serious national security threat for the duration of the Obama administration, even as local law enforcement officials said white supremacists and other right-wing groups were contributing to crime and endangering officers in the field.\n  At the same time, Democrats were concerned that clamping down on domestic extremism could pose grave civil liberties risks. The Obama administration's plan to work with community groups to identify signs of radicalization was seen with some skepticism even inside some corners of the Justice Department at the time because it could smack of inappropriate surveillance, according to a former Justice Department official.\n  The criticism from the right and qualms from the left meant there was no strong constituency pushing to address policy toward domestic terrorism more effectively, people involved in the issue during the Obama years said.\n  ''The public criticism did at times limit our ability to get the message out,'' said George Selim, the former director of the Office of Community Partnerships at the Homeland Security Department, which oversees the counterradicalization program. He left in 2017.\n  Rather than pursuing a big public strategy, the Obama administration ''did a lot of good and often quiet work in this arena,'' said Ned Price, a former C.I.A. official and member of Mr. Obama's National Security Council staff.\n  By 2016, after much quiet lobbying, the Homeland Security Department obtained the $10 million in funding from Congress for the community partnership program, seeing it as a step toward preventing radicalization.\n  Mr. Trump's 2016 election, and his early efforts to implement the travel and to build a wall along the southern border, upended the program. For those already wary of the government, ''it was a worst fear come true for organizations we spent literally years building trust with,'' Mr. Selim said. ''Participants in the program withdrew.''\n  The White House rejected the previous administration's decision to counter violent extremism broadly, and instead focused primarily on foreign terrorism, limiting references to domestic extremism in its national counterterrorism strategy, people involved in the issue said.\n  Republicans who are willing now to acknowledge a growing threat from domestic terrorism and white supremacy still face a difficult political challenge in navigating issues of race and identity, especially given their party's heavy reliance under Mr. Trump on white voters.\n  And their efforts would run up against Mr. Trump's own focus on the threat from foreigners and immigrants.\n  At a recent hearing, Representative Jamie Raskin, a Maryland Democrat who is chairman of a House Oversight Committee subcommittee with jurisdiction over homeland security, told officials with the Homeland Security Department that ''we could not find that it had any comprehensive strategy to address white supremacist violence.''\n  The department, Mr. Raskin said in an interview, responded that it ''would work on it and brief us at the end of the summer.''\n  The department did not respond to requests for comment.\n\nhttps://www.nytimes.com/2019/08/11/us/politics/domestic-terrorism.html\n\nGraphic\n\n \nPHOTO: F.B.I. agents gathering evidence last week in El Paso after a mass shooting killed 22 at a Walmart. (PHOTOGRAPH BY JIM WILSON/THE NEW YORK TIMES)       \n\nLoad-Date: August 12, 2019"
}