{
    "title": "DOMESTIC TERRORISM TRIAL ENTERS THIRD WEEK",
    "publisher": "the columbian ",
    "year": 1997,
    "month": 7,
    "day": 8,
    "full text": "SPOKANE -- As a domestic terrorism trial entered its third week, prosecutors called federal agents to tell jurors what they found in the cars and homes of the three Idaho men charged with bombings and bank robberies.\nFBI and Bureau of Alcohol, Tobacco and Firearms agents took the stand Monday to tell a U.S. District Court jury what they found in cars the men were driving the day they were arrested near Yakima and in subsequent searches of their homes in the Sandpoint, Idaho, area.\nBut in cross-examination, the agents admitted that none of the gear -- in plastic bags inside boxes that filled a long court bench -- could be linked to the crimes and nearly all of it was legal to own.\nThe trial so far has been a near rerun of testimony during the first trial, which ended last spring in a mistrial on the bombing and bank robbery charges.\nProsecutors hope to convince this jury that Verne Jay Merrell, Robert S. Berry and Charles Barbee acted out of unorthodox religious and anti-government beliefs.They are charged with bombing a newspaper office, a Planned Parenthood office and a bank, and with twice robbing the bank. No one was injured in the crimes April 1 and July 12, 1996.\nIf convicted of all the charges, Merrell, 51, Barbee 45, and Berry, 43, could be sentenced to life in prison without release.\nExcept for a federal prisoner who testified that Barbee confessed the crimes in a jailhouse visit in Montana, many of the same witnesses are repeating what they told the earlier jury.\nIn that trial, the three men were convicted of conspiracy, illegal possession of hand grenades and interstate transportation of stolen vehicles.\nBut prosecutors hope to convince this jury that Merrell was the getaway driver and Barbee and Berry were the masked, camouflage-wearing figures seen in bank surveillance photos.\nThe prosecution, which has said it plans to call about 80 witnesses, is expected to rest later this week.\n\nLoad-Date: July 8, 1997"
}