{
    "title": "DOMESTIC TERRORISM Pair get 10-year prison terms for plotting attacks",
    "publisher": "the atlanta journal-constitution",
    "year": 2014,
    "month": 11,
    "day": 15,
    "full text": "A man who resembled Santa Claus except for the \"inmate\" jumpsuit apologized and tearfully spoke of missing funerals for loved ones while in jail for plotting with other angry old men to take out their anger on the government.\nHis co-defendant, meanwhile, remained defiant, accusing the federal government he hates of conspiring against him. \"I am not a criminal, never have been never will be. I am not a terrorist, never have been,\" said Samuel Crump, 70, with only one lung, struggling to breathe as he ranted.\nOn Friday, U.S. District Judge Richard Story sentenced Crump and Ray Adams, 58, to 10 years in federal prison. The pair are the last two of four domestic terrorists who plotted their attacks on the government over coffee at Waffle House and Shoney's restaurants among other places.\nThe sentences for the men, who were convicted of plotting to make ricin to attack government buildings and civilians in public places, were half what prosecutors wanted but twice what two cohorts got after pleading guilty previously.\nThe other two --- Militia of Georgia members Frederick Thomas, 76, and Dan Roberts, 69 --- were sentenced to five years in federal prison last year after pleading guilty to arranging to buy guns and explosives from undercover agents to carry out their much-discussed plan to attack the government.\nBecause Crump and Adams went to trial, they got twice the prison sentence of Thomas and Roberts, even though Story felt Thomas and Roberts were more dangerous.\nIn convicting Adams and Crump a jury last January decided the recordings made by an informant revealed conversations that were more than the \"musings of old men,\" as the defense attorneys had argued.\n\"This is not simply the case of a group of angry old men,\" Story said before announcing his sentence.\nThe judge said he knew people who expressed their anger at the government --- and he would defend their right to express their opinions --- but what Crump and Adams had done was beyond \"trash talk.\"\n\"This is not a case about what was said. This is a case about what was said and what was done,\" Story said.\nThe plans of the unusual suspects became public three years ago when federal agents on Nov. 3, 2011, raided the homes of the four men who had been secretly plotting domestic terrorism and found a cache of weapons, ingredients for a deadly toxin and explosive materials.\nAccording to testimony, the men talked of a plane dropping ricin on Washington and spreading the poison on federal government buildings in Atlanta, Athens and Gainesville and in public areas, like on Interstate 85 in Atlanta.\nUntil they started meeting, Crump and Adams had done nothing criminal, family members, defense attorneys and the judge acknowledged Friday.\n\"My father (Adams) has been a law-abiding citizen all of his life,\" said Melissa Krautkremer, holding her fussy 3-month-old daughter.\nAs she continued, one of Adams' attorneys took the infant, swayed and cooed to quiet her while Krautkremer continued to plead for mercy for her father.\n\"This is a man who dressed as Santa Claus,\" she said. Adams raised money for children's hospitals and paid off her debts as well as the debts of his ex-wife. \"My father is a very giving man and generous to a fault... I love my dad.\"\nAdams, leaning on a cane, said he would never hurt anyone.\n\"Nobody has ever said to me they wanted my help to hurt others,\" said Adams, who is retired from the U.S. Department of Agriculture where he worked in horticulture.\nHe cried when he told the judge he had missed the funerals of his mother and two of his closest friends because he was in jail.\nCrump was not so conciliatory and the family members who spoke on his behalf expressed the same feelings.\nCrump, who unlike Adams was wearing leg irons, said he didn't do what he was convicted of doing and he continuously attacked the government's star witness, Joe Sims, as a \"liar\" and a \"child molester.\" Sims was given a new identity and relocated after his child molestation charges were dropped.\n\"The only thing I done was talk,\" Crump said, stopping often to catch his breath.\n\"There's no way I could make that stuff,\" Crump said. \"We talked. We talked. We had no intention of doing that. I think that covers everything. I hope it has.\"\n\nLoad-Date: November 19, 2014"
}