{
    "title": "Domestic terrorism a growing concern",
    "publisher": "university wire",
    "year": 2010,
    "month": 3,
    "day": 9,
    "full text": "The nation was scarred on Sept. 11 when two airplanes were crashed into the twin towers of the World Trade Center in New York City. Memories of the fatal incident are far from being distant.\nFor many, this event marked the beginning of a major downfall for the country, affecting many facets of society including airport security.\nSince the attacks, there have been numerous threats made against the government, mostly coming from those perceived to be terrorists. There have also been several unsuccessful attempts, which is cause for alarm.\nWith the nation having experienced such a traumatic event, it is a shock to discover that some American citizens want to mimic the behavior that has caused so much pain to the country.\nOn Feb. 18, Joseph Stack crashed a small plane into an IRS building in Austin where nearly 200 employees worked.\nFederal officials said that it appeared as though Stacks actions were the result of a grudge against the IRS. Investigators ultimately found a note Stack had written stating his motives and intentions on his personal Web site before his death confirming as much.\nOfficials with the Department of Homeland Security said that the incident was not linked to terrorism and that the investigation of the situation and the pilots history would be ongoing.\nThe note Stack left made it clear he was not happy with the way things were going with the IRS and that he intended to try and damage the IRS the only way he knew how by flying his plane into the organizations Austin building.\nThis was his way of getting revenge from an organization he felt did not treat him justly. Had it not been for the Sept. 11 attacks, Stack might have carried out his plan in a different way.\nAnother incident similar to this one recently surfaced which has many Houstonians concerned.\nReal estate appraiser Sean Donnelly of Detroit was arrested Friday for threatening to fly a plane into a Chase Bank in Houston. Donnelly was speaking to a customer service representative, grew impatient and made that threat over the phone.\nDonnelly claimed he was unaware of the representatives location.\nIt has become clear that people who seek attention have found a manner to do so that terrifies people. What began as an act committed by terrorists is now being done by average Joes trying to seek revenge against their own country.\nKaren Ramirez is a psychology junior and may be reached at opinion@thedailycougar.com\n\nLoad-Date: January 17, 2018"
}