{
    "title": "Domestic terrorism is more frightening than anything from the Middle East",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 30,
    "full text": "The possibility of successfully navigating an asteroid field is approximately 3,720 to 1. The odds of an American being killed in a terrorist attack (including terrorist attacks carried out overseas) are 1 in 20 million. C-3PO enlightened us with the former cosmic fact in 1980, while The Washington Post gave us the latter just two years ago. Despite the data, more than most on the campaign trail, including plenty who hold power in Washington, D.C., vie for further increases in discretionary spending for defense and cite the threat of terrorism (specifically attacks carried out by radical jihadists) as the primary reason for this necessity.\nBut, while the threat of terrorism is obviously necessary to combat both at home and abroad, only almost 11 percent of the defense budget goes to operations against terrorism. The bulk of this percentage concentrates mostly on efforts in Afghanistan, \"on training, advising, and assisting the Afghan forces and carrying out counterterrorism operations against the remnants of al Qaeda in coordination with Afghan forces,\" according to Pentagon budget writers. That's $55 billion in preventing and battling a very specific terrorism that we, as Americans, have grown accustomed to in improperly labeling as the biggest threat to our national security: Big and Scary Radical Islam.\nA quick look at the numbers on domestic terrorism, as well as a recap of a 2015 marred by deadly politically and racially motivated assaults and school shootings, paints a picture very different from the narrative that says the future of America is threatened primarily by radical Islam.\nThere have been 26 terrorist attacks since 9/11. Of these, 19 were executed by non-Muslims. Additionally, almost twice as many people have died in attacks carried out by right-wing extremists than in Muslim extremist attacks.\nSo why is the bigger and more frequent right-wing terrorism taking a back seat to an overemphasis on Muslim extremism?\nIt seems, for the time being, it behooves many in the GOP - like the incorrectly labeled conservative Marco Rubio - to keep American eyes glued to the far less understood and more feared terrorist threat, as this exposure helps ensure they find little to no resistance in seeking the increase in military spending they seek to \"battle terrorism.\"\nCouple this truth with the vehement exposure terrorist attacks carried out by Islamic zealots receives, and it's easy to understand why so many Americans thoughtlessly subscribe to the notion that an evil Middle East poses an immediate threat to their very existence.\nRobert Lewis Dear's and Dylann Roof's attacks were nothing short of terrorism. Still, many Americans and those in Congress refuse to acknowledge this truth, knowing what is required to battle the most potent forms of terrorism here in the U.S. are not drone strikes or state-of-the-art fighter jets, but comprehensive measures like gun control and long term solutions like a sincere focus on education.\nOur most severe threats are not from armed extremists, but from ignorance. Our ignorant focus on radical Islam keeps us not only unable to see other instances of non-Muslim terrorism, but also myopic to the gravest threat of our generation: climate change. And while we should be looking to the stars and allocating resources toward renewable energy and interplanetary endeavors, we instead continue with the incessant flow of funds to stealth bombers and warships, all under the false pretense of combating the greatest evil that isn't.\nThe assault on a Planned Parenthood clinic in Colorado Springs this past Friday took the lives of three Americans: a university police officer, a mother of two and a veteran of the Iraq War. That Ke'Arre Stewart should survive one of the gravest travesties of American foreign policy - which, it should be noted, birthed the most successful and feared faction of radical Sunni Islam, that enemy we have sworn to fight - only to come home and be shot in an act of domestic terrorism is a pitiful irony. This is not only an injustice to veterans, but also to America herself.\nJustin Ford is a Santa Fe College journalism junior. His column appears on Tuesdays.\n\nLoad-Date: December 10, 2015"
}