{
    "title": "Domestic Terrorism, by Any Standard",
    "publisher": "new york observer",
    "year": 2009,
    "month": 6,
    "day": 2,
    "full text": "If right-wing broadcasters like Bill O'Reilly don't want to be blamed when someone murders a person they have repeatedly demonized-as in the case of George Tiller, the doctor shot dead in his Wichita, Kans., church last Sunday by an anti-abortion zealot-then they ought to moderate their rhetoric. No doubt they will choose their words more carefully for a while, as Mr. O'Reilly did in the immediate aftermath of the Tiller killing-and they will whine piteously, as he did, about anyone who calls attention to their screaming extremism.\nThis familiar cycle of shaming and blaming, which often follows incidents such as the Tiller killing, may well be pointless. By now it should be obvious that nothing, not even a murder in church, will mute the most aggressive and irrational voices in politics and the media, as they attract high ratings and consistent donations.\nYet there is one response to this crime that might make a difference in the future. Although the overwhelming majority of abortion opponents bear no responsibility for the doctor's murder and should feel free to exercise their constitutional freedoms to the fullest extent, there is a violent fringe on the far right that has earned the designation of terrorist. And the federal government is responsible for ensuring our safety from those menacing forces.\nAs conservatives never hesitate to remind us, the nation's security remains under serious threat from Al Qaeda and other violent Islamist groups-and the prevention of future attacks by those groups is a top priority of U.S. intelligence and law enforcement. We expect government to employ every tactic that does not trespass against constitutional and human rights in that effort-and similar efforts should be directed at the domestic sources of terror, which are equally real.\nWhen the Department of Homeland Security recently released a report on the potential rise of violent right-wing extremism rooted in economic distress, many observers, especially on the right, mocked that document. But whatever its intrinsic value, the report drew attention to an enduring problem.\nOver the past 15 years or so, according to the Southern Poverty Law Center, authorities have discovered more than five dozen terror conspiracies by far-right groups, including militia outfits, neo-Nazi gangs and others claiming that their cause is above the law. The Oklahoma City bombing was only the most notorious and tragic of those plots, which have cost lives, damaged property and infringed on our safety and freedom. The late Dr. Tiller, who was shot on an earlier occasion, was the eighth U.S. abortion provider murdered since 1977. At least 17 others have been targets for attempted murder.\nUnderstandably, the opponents of abortion will try to portray the man arrested for this murder as a lonesome nutcase, but whether that is true remains far from certain. Authorities have known about the violent outlook of Scott Roeder, now sitting in a Wichita jail cell, for years. He was arrested in 1996 for riding around Topeka with invalid license plates that read \"Sovereign private property. Immunity declared by law. Non-commercial American,\" which were typical of a right-wing extremist organization called the Freemen, then operating in the Midwest.\nWhen the police who stopped Mr. Roeder searched his car, they found ammunition, a blasting cap, a fuse cord, a 1-pound can of gunpowder and two 9-volt batteries, one of which was connected to a switch that could have been used as a detonator. Altogether, he had the makings of several powerful pipe bombs, according to The Wichita Eagle. He was convicted of a single count of criminal use of explosives along with misdemeanors related to driving without a license or insurance, and sentenced to 24 months of probation. He was ordered, to little effect, to \"dissociate himself from anti-government groups that advocated violence.\" But his probation ended early when the Kansas courts overturned his conviction because his car had been searched illegally.\nObviously, that kind of mistake must not happen again. Attorney General Eric Holder's decision to send federal marshals to protect doctors, nurses and abortion clinics from potential attack was the correct first step. Now he needs to focus investigative resources and the power of the law on those who would use violence as an ideological weapon.\n\nLoad-Date: August 10, 2010"
}