{
    "title": "DOMESTIC TERRORISM REMAINS REAL THREAT",
    "publisher": "wisconsin state journal",
    "year": 1997,
    "month": 5,
    "day": 18,
    "full text": "The trial of Timothy McVeigh has unleashed a torrent of emotions for survivors of the Oklahoma City bombing. Day after day, they watch as pieces of evidence are introduced to reconstruct what happened on that fateful morning of April 19, 1995.\nAs painful as the Denver trial has been for the victims, their relatives and friends, it has grimly reminded a forgetful nation that terrorism can be just as easily ''Made in America'' as imported. Sometimes, the devil within is worse than the one without.\nMcVeigh's guilt or innocence in the bombing will be decided by the jury, but it is already clear that 168 Americans died and more than 500 others were injured by one of their own. Whether it was McVeigh, co-defendant Terry Nichols or someone else who planned and executed the bombing of the Alfred P. Murrah federal building, the blame lies close to home.\nThe Oklahoma City bombing was the deadliest act of terrorism ever on U.S. soil, but it's unclear if Americans are following the McVeigh trail as closely as they did the murder trial of O.J. Simpson. Maybe that's because there was no celebrity, race or sex angle in the Oklahoma City Bombing. More likely, most Americans assume such a horrific crime will never happen again.\nThat is not a safe assumption. Many U.S. cities, Madison included, could become targets for home-grown terrorists eager to settle a score with the government over some real or imagined wrong. In Wisconsin and elsewhere, there are people who would stop at nothing to further an extremist cause - even to the point of violence against their fellow citizens.\nGovernment prosecutors are expected to wrap up their case this week, which means McVeigh's defense will soom try to rebut the charges against him. It is a trial that merits the attention of all Americans, especially those who wonder why security has become a bit tighter in most public buildings and airports. After all, none of us has anything to fear from O.J.l Simpson these days...but all of us have good reason to beware the Timothy McVeighs of the world.\n\nGraphic\n\n \nTimothy McVeigh\nA member of a hazardous materials team helps professor Mark Ediger, donning the second blue protective suit from right, get ready to go into a University of Wisconsin chemistry building to survey damage after a fire.\n\nLoad-Date: May 20, 1997"
}