{
    "title": "Domestic Terrorism",
    "publisher": "intelligencer journal",
    "year": 2009,
    "month": 6,
    "day": 12,
    "full text": "Wednesday's tragedy in Washington, D.C., drips with irony. A museum dedicated to those who died at the hands of a brutal dictator became a killing ground for a man who denies that the Holocaust ever happened.\nJames W. von Brunn, 88, is accused of entering the Holocaust Museum in Washington, D.C., and shooting to death Stephen T. Johns, a guard at the museum. Von Brunn was then wounded by other guards as school children and other visitors sought safety from the gunfire.\nWhen police searched von Brunn's car, they found a notebook that included this message:\n\"You want my weapons - this is how you'll get them. The Holocaust is a lie. Obama was created by Jews.''\nIt would be comforting to dismiss the conspiracy theorists and the radical fringe, but recent incidents suggest that domestic terrorism is on the rise.\nIn April, three Pittsburgh police officers were gunned down by Richard Poplawski, 22, who had posted racist writings online.\nOn May 31, Dr. George Tiller, who operated an abortion clinic in Topeka, Kan., was gunned down in church. His alleged killer, Scott Roeder, 51, is believed to have been a member of the militant group, Montana Freeman, that has declared itself outside the authority of the federal government.\nHate groups have long existed in this country. Most fly under the radar, surfacing only when members shoot someone or attempt to bomb buildings.\nBut during difficult economic times, the threat of action by these radical groups seems to intensify.\nIn April, Homeland Security Secretary Janet Napolitano issued a memo warning law enforcement agencies to be aware of the increased threat of activities by right-wing extremist groups.\n\"Let me be very clear,'' Napolitano wrote. \"We monitor the risks of violent extremism taking root here in the United States.\"\nAuthorities knew about von Brunn's activity - of his book \"Kill the Best Gentiles,'' of his 1981 attempt to kidnap members of the Federal Reserve and of his hate-filled screeds online.\nBut von Brunn is not alone. In the wake of President Barack Obama's election, his political foes have attempted to portray him as a socialist who wants to do away with the Second Amendment - the right to bear arms.\nAlthough most Americans recognize this as political rhetoric, those who live on the fringes of society view it as an actual threat. Therein lies a grave danger.\nThe nation faces job losses, a growing national debt, health care gaps and foreign terrorists.\nBut the greatest threat to our stability may well be posed by domestic terrorists.\n\nLoad-Date: June 12, 2009"
}