{
    "title": "Don vows to label Antifa terror group",
    "publisher": "daily news ",
    "year": 2020,
    "month": 6,
    "day": 1,
    "full text": "President Trump threatened Sunday to declare the leftist Antifa group a terrorist organization amid claims the organization is involved in violence surrounding the widespread protests over the police killing of George Floyd.\nThe feds \"will be designating ANTIFA as a Terrorist Organization,\" Trump wrote on Twitter.\nTrump and his ally, Attorney General William Barr, have claimed without evidence that loose-knit left-wing radicals are behind some of the violent protests nationwide.\nA Twitter account claiming affiliation with Antifa accused Trump of seeking to outlaw all protests.\n\"When he says \"ANTIFA\" he means everyone on the streets.... anyone who protests or opposes his regime ever,\" tweeted the group called New York City Antifa.\nIt's not the fist time Trump has targeted Antifa. He called the group \"radical left wack jobs\" in a 2019 tweet and threatened to designate it as a terrorist group.\nOn Saturday, Trump blasted Antifa for supposedly inciting violence on the streets of Minneapolis and elsewhere.\nIt's unclear what exactly the formal designation of Antifa as a terrorist group would mean in practice. \nBarr said the designation allows him to use the resources of a federal joint terrorism task force to probe the violence.\n \"The violence instigated and carried out by Antifa and other similar groups in connection with the rioting is domestic terrorism and will be treated accordingly,\" Barr said in a statement Sunday.\nBut civil liberties advocates say there is no provision in federal law to designate a domestic organization as a terror group.\n\"Any such designation would raise significant due process and First Amendment concerns,\" said Hina Shamsi of the American Civil Liberties Union.\nAntifa, short for \"anti-fascist,\" is a self-styled radical group that rocketed to prominence after the white nationalist unrest in Charlottesville, Va.\n\nLoad-Date: June 1, 2020"
}