{
    "title": "Don't Mess With Modi in Texas",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 23,
    "full text": "HOUSTON -- Who could resist an audience of more than 50,000 Indian-Americans packed into a Texas football stadium? Not Donald Trump, on the eve of an election year, so he joined the ''Howdy, Modi!'' party here to proclaim, with the Indian prime minister, a great future of shared values and mutual reinforcement for the world's two largest democracies.\nIt was quite a rah-rah Lone Star State show, boasting Indian-Texan cheerleaders. It was also freighted with political significance. Less than two months after Narendra Modi, with strong backing from Parliament, revoked Article 370 of the Indian Constitution, eliminating the special autonomous status of the Kashmir region and clamping down on the mainly Muslim territory, Trump chose to signal approval by standing side-by-side with the prime minister. \n  The president got his biggest cheer by saying the United States was determined to help protect India from the threat of ''radical Islamic terrorism.'' As for Modi, he brought the house down when he declared that his ''new India'' was bidding farewell to open defecation, taxes that are an obstacle to jobs, 350,000 shell companies, 80 million fake names used to defraud the government and -- wait for it -- Article 370.\n  ''This article has deprived the people of Jammu and Kashmir of development and equal rights,'' Modi said. ''The forces fanning terror and terrorism were exploiting the situation.''\n  Then, taking aim at Muslim-majority Pakistan, whose covert backing of militant groups in Kashmir goes back decades, he threw down the gauntlet to Islamabad: ''India's actions within its boundaries are causing discomfort to some people who are unable to manage their own country. These people have put their hatred for India at the center of their political agenda.''\n  The situation in Kashmir, a perennial South Asian flash point where war has flared more than once between India and Pakistan, has festered for a long time. Its economy is stagnant, its potential blocked. The two countries, both nuclear-armed, always blame each other for the collapse of outreach. Both Modi, since taking office in 2014, and Prime Minister Imran Khan of Pakistan, elected last year, have made conciliatory gestures and found them aborted in violence. For Modi, enough was enough.\n  His response has been sweeping. It appears to have involved significant human rights abuses. Several thousand Kashmiri political and business leaders have been rounded up, internet connections and mobile phone lines have been cut off, and Indian security forces have poured into the streets. Still, by Kashmiri standards, bloodshed has been limited; and India insists the communications blackout was intended to block social-media incitement to more violence.\n  Kashmir illustrates how the Trump administration's indifference to human rights issues offers carte blanche to leaders like Modi. American pushback has disappeared. Modi, who talked up India's diversity in his speech, has no incentive to keep his Hindu nationalist base in check. That could prove dangerous as he fast-forwards his country.\n  The question, however, is whether Modi had any choice in Kashmir and whether, over time, the revocation of an article conceived as temporary breaks the Kashmiri logjam, pries open the stranglehold of corrupt local elites and offers a better future. I think it might.\n  ''We revoked a temporary constitutional provision that slowed down development, created alienation, led to separatism, fed terrorism and ended up as a deadly national security problem,'' Subrahmanyam Jaishankar, the external affairs minister of India, told me. ''We know the last 70 years did not work in Kashmir. It has bled us. It would be Einsteinian insanity to do the same thing and expect a different result.''\n  The reaction of Khan, the Pakistani prime minister, has been wild. Suggesting Modi has sympathy for the Third Reich, comparing him to a Fascist leader and stating that he may commit ''genocide,'' is to protest too much. Raising the possibility of nuclear war is reckless. All this suggests his bluff has been called.\n  If Pakistan is so concerned about Nazi Germany, it might begin by recognizing the State of Israel. Whether Pakistan really wants a solution in Kashmir, the region that justifies its bloated military budget, and whether it can ever transparently demonstrate that its intelligence services have stopped finding uses for radical Islamism in its various violent forms, remain open questions.\n  They are important questions for the United States, as it contemplates a military withdrawal from Afghanistan. A quandary for Trump now will be how to secure Pakistani support, rather than suffer an incensed Pakistan's sabotage, if he moves forward with his promise to bring American troops home.\n  Modi will not turn back from his elimination of Kashmir's autonomy. That phase of Indian history is over. Trump and Modi are both forceful, media-savvy politicians. But they are not alike. Modi, a self-made man from a poor family, is measured, ascetic, not driven by impulse. Trump was born on third base. He's erratic, guided by the devouring needs of his ego. I'd bet on Modi to transform India, all of it, including the newly integrated Kashmir region.\n  The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2019/09/22/opinion/trump-modi-houston.html\n\nLoad-Date: September 23, 2019"
}