{
    "title": "DON'T RESTRICT FREEDOM TO CONTROL TERRORISM",
    "publisher": "the philadelphia daily news",
    "year": 1995,
    "month": 5,
    "day": 1,
    "full text": "DAYS AFTER the explosion, the images on television are igniting\na powerful counter-blast of national anger.\nNo more Oklahoma Cities!\nStop the next mad bombers!  Stomp out the militia nuts!  Take\nthe handcuffs off the FBI! Crack down!\nSymbols rolling across TV screens create fury and impatience -\nmaybe hysteria.\nOver and over we see that shattered tomb of the Oklahoma City\nfederal building. Its gutted ghost haunts our nights.  We see the\nwounded, the funerals, the exhausted fire crews.\nAnd faces of dead children.\nFlick, we watch the Michigan Militia strutting with camouflage\nsuits and AK-47s. Beer-gut commandos say they \"understand\" why\nsomebody hates the U.S. government enough to blow up 100, 200 people\nThen we hear the politicians spout instant answers.\nWhether it's Bill Clinton (usually a rock through this crisis)\nor Republicans running for the '96 grail, their war cry's the same:\n\"We've got to strike back at terrorism. Untie the hands of the\nFBI. Give it the authority to prevent another Oklahoma City tragedy\n.\"\nSounds neat: Pass an anti-terrorism bill in Congress, give the\nFBI new muscle to investigate extremist bands, and presto, no more\nOklahoma-City-style disasters.\nTime out for reality.\nMyth No. 1 prevailing since the Oklahoma explosion is that the\nFBI's \"hands are tied\" in combating terrorism - that the agency\ncan't spy on violent groups without evidence of a crime.  \"Why can't\nyou penetrate a group, determine its members, its firepower, its\nconnections to other groups?\" Sen. Arlen Specter, R-Pa., asked at a\nSenate anti-terror hearing.  \"Before there's a … crime, couldn't\nyou have someone join, report to the FBI?\"\n\"Yes, you can put in informants, collect information, even\nbefore there's indication of a crime,\" said Jamie Gorelick, deputy\nattorney general.\nWhy then was the FBI caught in the dark about the militia\nmovement to which presumed bomber Timothy McVeigh was once connected\n?\nGrudgingly, FBI Director Louis Freeh admitted the agency hasn't\nbeen using its legal clout - unchanged since 1975 guidelines -\nbecause of political nervousness.\n\"There was a clear consensus that domestic intelligence had\nbeen abused in the 1960s and 1970s.  There was a political change,\"\nsaid Freeh.  \"FBI employees had been criticized.  Agents on the\nstreet became defensive.\"\nSo the political nostrum - unleash the FBI, give it more\nauthority - comes up phony.  The agency has legal tools.  It needs\nonly a sense of mission.\nOther hollow post-explosion myths: That a more aggressive\nJustice Department could have caught the bomber before he lit the\nfuse.  Or tougher anti-terror laws will automatically make the United\nStates safer.\n\"We cannot guarantee we can prevent this tragedy from happening\nagain,\" said Attorney General Janet Reno.  \"We see no indication\nthat new FBI guidelines would have avoided this.\"\n\"No law will stop madness,\" admitted Sen. Don Nickles, R-Okla\n., weary from funerals.\nBut TV images from Oklahoma City are too raw. Emotions run high\nto crack the whip on villains.  The most threatening targets are\nthose gun-toting, government-hating militia groups.\n\"If they're armed bands advocating violence, we should crack\ndown, outlaw them,\" said Morris Dees, whose Southern Law Project\nresearches the right-wing outfits.\nNever mind that militias, spread over 26 states, come in wildly\nvarying ideological factions.  Some hate taxes, some are furious at\nthe Waco raid and Randy Weaver shootout, some just love their guns\n\"If you have an indiscriminate crackdown,\" warns terrorist\nexpert Brian Jenkins, \"you validate their paranoia and challenge\nthem to open warfare.\"\nMore sarcastically, war hero Sen. Bob Kerrey, D-Neb., said,\n\"They're boys with toys whose testosterone is slipping.  If they\nwant to run around the woods, shirts out to hide beer bellies, OK. If\nthey want to make war, shut 'em down.\"\nMake no mistake, though. The explosion has changed the American\npsyche - maybe dangerously swinging the pendulum into another\nsecurity-mad cycle.\nAre we going back to the 1920s Red Scare when Attorney General\nMitchell Palmer jailed thousands on suspicion?  Or Joe McCarthy's\n1950s anti-Commie paranoia?  Or the 1960s, when the FBI infiltrated\nthe anti-Vietnam War movement, raided Black Panthers and spied\noutrageously on Martin Luther King Jr.?\nI don't want to live through that era again.\nTake care. Oklahoma City's horror will be doubled if it edges\nus toward a police state.\nTerrorists win if we bring back the cackling ghost of J. Edgar\nHoover.\nGrady is Washington columnist for the Philadelphia Daily News.\n\nLoad-Date: May 1, 1995"
}