{
    "title": "Don't have a clue_ Find a few in these four tales A titillating tale based on Kennedy scandals. A ro",
    "publisher": "usa today",
    "year": 2013,
    "month": 8,
    "day": 12,
    "full text": "on Kennedy scandals.\nA roboticist fighting\nterrorism. A book with\na link to the past. A pair\nof investigators in love.\nCharles Finch, author\nof the Charles Lenox\nmystery series, reviews\nfour new crime capers\nfor USA TODAY.\nCrime of Privilege\nWalter Walker\nBallantine 413 pp.\nCrime of Privilege combines elements of two episodes in Kennedy family history: William Kennedy Smith's rape trial and the Martha Moxley murder. Readers who get past any qualms about this frankly tasteless expropriation (the cases have never been linked) will be surprised to find a subtle, well-paced thriller. George Becket, a peripheral friend of the politically powerful Gregory family, witnessed a sexual assault in the 1990s and missed his chance to do the right thing. Now a prosecutor in Cape Cod, haunted into a life of isolation by his memories of the event, he has a chance to find a still darker truth about the people he once helped shield. Walker is a nuanced and emotionally convincing writer and, in this portrait of guilt and redemption, largely transcends his luridly conflated source material.\nChances are, you're being watched. That's not an NSA motto but the outlook of Skinner, a brutal, efficient bodyguard -- the name for that job when national security is at stake is \"asset protection\" -- who was left emotionally frozen by a childhood spent in a clear box, under constant observation by his parents. Now an adult, his latest asset is Jae, a roboticist (it's a word if you want it to be!) who may be able to forestall a cyberterrorist attack. There is a great deal of foolishness in this book, and the tale of a boy present at the conception of the attack slows it down. But its fluency with both the world of spies and of high technology, like Olen Steinhauer by way of William Gibson, makes it a gripping read nevertheless, and the humanity Skinner finds in himself is genuinely touching.\nSome time ago, Karin Slaughter merged her two popular series, and now their lead characters, the Georgia Bureau of Investigation's Will Trent and Grant County coroner Sara Linton, are in love. That love is challenged, however, when Will goes undercover in an investigation linked to the death of Sara's stepson. If all this sounds complicated, it is -- and there are several other major characters to consider besides, their relationships and history as dully dense to an outsider as a royal genealogy. Slaughter's millions of fans will be pleased with this intermittently suspenseful thriller's twists and its doggedly vivid psychological dramas, but outsiders would be better advised to look elsewhere for their fun.\nThe tale of a battered antiquarian book with a mysterious, perhaps even magical connection to the past has been told so frequently in recent years, by writers high and low -- Roberto Bolano, Carlos Ruiz Zafon, Diane Setterfield -- that this entry into the genre feels, though affable and well-researched, pretty shopworn. The volume in question this time around may link a widower, Paul Byerly, to both his beloved late wife, Amanda, whom he is still mourning, and the greatest of English writers, Shakespeare. There are few surprises in store (the Shakespeare material here is also overfarmed), but Lovett tells his story with ease, charm and a faith in his characters that eventually draws them into our sympathies. \n\nGraphic\n\n \nphoto\n\nLoad-Date: August 12, 2013"
}