{
    "title": "DON'T SELL GUNS TO TERRORISM SUSPECTS IN US OUR VIEW_ SEN. JOHNSON SHOULD BACK BIPARTISAN BILL BANNI",
    "publisher": "wisconsin state journal",
    "year": 2016,
    "month": 7,
    "day": 1,
    "full text": "Anational majority has long wanted more rational checks on purchases of deadly weapons. Now an overwhelming 86 percent support limiting sales to those with possible terrorist ties.\nYet Congress still balks.\nA flicker of hope exists to stop gun sales to those on no-fly lists. It's in a bipartisan push from U.S. Sen. Susan Collins, R-Maine, backed by U.S. Sen. Tammy Baldwin, D-Madison, and other senators from both political parties.\nDespite a recent 52-46 defeat ? in which most senators voted in favor, but not enough to stop a filibuster ? the compromise bill is worthy of continued effort to enact.\nThe Terrorist Firearms Prevention Act of 2016 states: \"If our government has determined that an individual is too dangerous to fly on an airplane, that person should not have the opportunity make a legal firearm purchase.\"\nIt further allows anyone on the federal radar as a potential risk to appeal a gun permit denial to the U.S. Court of Appeals and get a decision within 14 days. Surely, that's not much of an imposition.\nAmerica is sickened by terrorism-related mass casualties inside our borders, most recently in Orlando's Pulse nightclub, in addition to mass tragedies committed by mentally unstable individuals in such innocent gathering spots as movie theaters and schools.\nLast year, Wisconsin dangerously lifted its longstanding 48-hour waiting period to purchase a handgun. Actions such as that are part of loosening gun laws nationally, a risky turnaround sure to worsen our death-by-gun national horror.\nMuch of the developed world looks at America as a gun-crazed Wild West. Most other nations have fewer gun homicides.\nCanada, for example, has a high rate of gun ownership yet a low rate of gun homicides. Canada requires licenses, delays gun purchases 60 days, requires safety training, references and background checks.\nThe National Rifle Association has threatened Congress long enough. The idea that the only way to defeat bad guys is to have more armed good guys is flawed. Well-intentioned citizens carrying concealed guns rarely stop criminals. They're more likely to confuse responding law enforcement, risking additional injury and death.\nSen. Collins persuaded just seven fellow Republicans to join 45 Democrats and Maine's independent Angus King in favor of her bill. Two absent senators, Democrat Dianne Feinstein of California and Democratic-aligned Bernie Sanders of Vermont, also would have voted in favor, leaving her short six votes of the 60 needed to overcome a filibuster.\nSurely, six more Republicans can find the resolve to enact a limited new check on gun purchases. This law doesn't go far enough. But something so easy and obvious deserves bipartisan support ? including from U.S. Sen. Ron Johnson, R-Oshkosh, who voted against Collins' reasonable proposal.\nThe Independence holiday is a good time for Congress to reassess and answer the question: Can Congress show any independence from the NRA and accept compromise?\n\nLoad-Date: July 2, 2016"
}