{
    "title": "DON'T JUDGE ISLAM BY VERDICTS IN TRADE CENTER BOMBING CASE",
    "publisher": "daily news ",
    "year": 1994,
    "month": 3,
    "day": 10,
    "full text": "Although guilty verdicts in the World Trade Center bombing case leave some people grumbling about injustice, there's no indication that the outcome was unfair.\nThe U.S. judicial system may be imperfect, but it's the best one going at the moment. In dealing with this heinous crime, which killed six people and injured more than 1,000 others, it was important to act decisively once the facts were gathered.\nAs U.S. Attorney Mary Jo White noted aptly, the verdicts \"should send a clear and unmistakable message that we will not tolerate terrorism in this country.\"\nThat said, a clear distinction should be made between the perpetrators of the act and the religion they practice - Islam.\nThey and their deeds ought not reflect negatively on Muslims, nor should practitioners of the faith be treated suspiciously or discriminated against as a result of the trial.\nEvery group in any society contains its share of extremists, lunatics or out-of-control hotheads. Passions often are further inflamed when religion is interjected.\nWitness two tragedies: the recent mass killing of Palestinians at prayer by a Jewish extremist in the Israeli-occupied territories and the shooting of several rabbinical students in New York last week, which left one dead.\nOn the whole, though, the vast majority of the practitioners of every faith are decent, law-abiding, productive citizens. Islam is no exception.\nSadly, many Americans, mostly because of ignorance, harbor misperceptions about Islam. In a national poll released last week, a frighteningly high number of respondents said that Muslims \"belong to a religion that condones or supports terrorism.\"\nIt's time to end the ignorance and encourage more respect and tolerance for others' beliefs.\nNot only is that the right approach, to do otherwise would guarantee increased tensions, because Islam is believed to be the fastest-growing religion in the United States. Currently, the number of Muslims here is estimated at about 4 million to 6 million; more than 1,100 mosques are located in communities throughout the country.\nMaking a sincere effort to be more sensitive and respectful of Islam - as Walt Disney Co. did, for instance, in modifying the film Aladdin to remove some offensive references - can make a huge difference.\nBetter education also would help. The more one examines Islam, the more one realizes that the faith has more in common with religions such as Christianity and Judaism than it has differences.\nFinally, there is nothing inherently belligerent about Islam. As Islamic scholars point out, Islam, by instruction, by principle and by nature, is essentially peaceful.\nThat ought to be the measure by which Muslims are considered, rather than for the religion to be judged by the actions of a relative handful of criminals.\n\nLoad-Date: September 1, 1994"
}