{
    "title": "DON'T TIPTOE AROUND TERRORISM",
    "publisher": "daily news ",
    "year": 2001,
    "month": 10,
    "day": 3,
    "full text": "With the terrorist threat against the United States more palpable than ever, this is no time for Congress to go wobbly. Yet, incredibly, the House is seeking to scale back President Bush's Mobilization Against Terrorism Act.\nIt has been only three weeks since Osama Bin Laden's minions obliterated thousands of innocents, and already the politicos want to dull some of the sharper tools the Justice Department needs to keep Americans safe. Were all those \"united we stand\" declarations mere rhetoric?\nWhile Congress debates the niceties of limited legislation, the folks on the front lines of law enforcement are busy rounding up suspects: people, for instance, who fraudulently obtained permits to haul hazardous materials. Do the words \"biological weapons\" mean anything to Capitol Hill? How about \"crop dusters\"?\nAttorney General John Ashcroft wants the power to detain immigrants indefinitely if there is reason to believe they are involved in terrorism. The attorney general or the Immigration and Naturalization Service commissioner would be required to certify such detentions, which also would be subject to court review. Those are reasonable safeguards.\nThe kind and gentle House, however, would limit such detentions to a mere seven days. That's hardly enough time to obtain the necessary documentation of individuals from the other side of the globe, much less make the case against them.\nThe administration also wants to treat computer hacking incidents as terrorism, but the House would apply the label only to attempts to gain access to national security secrets or to damage secure computers. Anyone who has ever been victimized by a computer virus or suffered a security breach knows that an Internet attack is an assault against this nation's security, economy and way of life.\nOne other concern: Most of the provisions in the House bill will sunset Dec. 31, 2003. Yes, a review of the laws might be appropriate in two years, but it is frighteningly naive to believe terrorism will have been eradicated by then.\nTerrorism is in our midst. The war has begun. The House and Senate must summon the courage to approve a tough and realistic plan of action to address the clear and present danger facing this nation. What they appear to be doing instead is fashioning legislative rope. Just enough rope, perhaps, for us to hang ourselves.\nDeliver on Penn Station\nAfter the terrorists struck New York City, the universal resolve has been to rebuild better than before - and not just at Ground Zero, but across the city. They can destroy and kill. We will revive and renew.\nSen. Pat Moynihan's brainchild - the transformation of the James A. Farley General Post Office into a new Pennsylvania Station - should have been part of that rebuilding. It is a truly visionary plan designed both to preserve an architectural gem (and the memory of one lost) and address the transportation needs of a 21st century city.\nBut the Postal Service has just withdrawn from the project, using the World Trade Center disaster as its excuse.\nThe Post Office deserves credit for its response to the catastrophe. It has kept the mail moving and figured out how to deal with the displacement of thousands of residents and businesses. It also has lost its Church St. station and is using the Farley building to handle additional mail. But none of this is reason to delay the new Penn Station. There are other facilities that can replace Church St.\nIt is critical to move forward with Penn Station. The White House, Congress, Gov. Pataki and Mayor Giuliani are committed. Hundreds of millions of dollars have been set aside by the federal, state and city governments. Amtrak is on board. So is the Port Authority. All the pieces were in place for a groundbreaking.\nBut just as everyone is rushing to New York from around the country, seeking to help the city, the Postal Service is going the other way - giving up on New York and its aspirations. What the city needs are building and construction and jobs and the confidence gained from a monumental project like a magnificent new Penn Station. A special-issue patriotic stamp is not enough.\nPresident Bush is in town again today. He ought to take a look at the Farley building. And when he gets back to Washington, he can tell the Postal Service to reconsider its rash decision and put the Penn Station project back on track.\n\nLoad-Date: October 3, 2001"
}