{
    "title": "Don't Extend Terror Insurance Law",
    "publisher": "american banker",
    "year": 2004,
    "month": 5,
    "day": 27,
    "full text": "The Terrorism Risk Insurance Act of 2002 established a three-year federal backstop for private-sector insurance coverage of specified risks of loss from terrorist attacks.\nThe law is scheduled to expire on Dec. 31 of next year. The Treasury must determine by Sept. 1 whether to extend its \"make available\" provision, which requires property/casualty insurers to offer terrorism coverage under the same general coverage terms (as opposed to price terms) as other risks of loss.\nEvidence indicates that a large majority of businesses have declined to buy coverage, apparently because they believed that premium rates were too high in relation to their risk. Not surprisingly, more businesses have bought such coverage in major cities with higher exposure to terrorist attacks.\nEven before its enactment, markets were adjusting to the events of Sept. 11. Insurers and reinsurers were raising significant amounts of capital, and insurance coverage for terrorism losses was becoming more available.\nThe new law followed three principles that any federal backstop for terrorism insurance should:\n* Be temporary, that is, lasting two or at most three years, with strong sunset provisions.\n* Include substantial elements of private-sector risk bearing.\n* Avoid any direct government charge for assistance, which could lead to a long-term program.\nInsurance regulators and representatives of insurers, insurance brokers, commercial real estate lenders and developers, and corporate risk managers are pressing the Treasury to extend the \"make available\" provision through 2005. They are also pressing Congress to extend and possibly expand the federal backstop program beyond 2005.\nThey stress that quick action is needed to facilitate negotiations of insurance contract renewals and avoid destabilizing insurance and real estate markets, with attendant adverse effects on economic activity, including commercial construction in New York, Washington, and a few other large cities.\nThe arguments for extending the act beyond 2005 are unpersuasive. Nor should the Treasury extend the act's \"make available\" provision through 2005.\nThe principal effect would only be to increase pressure for extending the entire program beyond 2005 to avoid practical problems for policies with renewal dates after the Dec. 31, 2005, sunset date.\nThe property/casualty insurance industry is stronger financially than when the law was enacted. No convincing evidence indicates that extending the program is necessary to avoid serious disruptions in commercial real estate markets in major cities. We also question whether encouraging development of high-value properties in high-risk areas is appropriate policy.\nRepresentatives of property/casualty insurers stress that two problems would result from failure to extend the law.\nFirst, under state law, workers' compensation insurers would still be required to cover injuries caused by terrorism.\nSecond, about half the states, including California, Illinois, and New York, prevent property insurance policies from excluding coverage for fire damage caused by terrorism. Thus state law would require companies to provide terrorism coverage without a federal backstop.\nAny federal intervention into terrorism insurance markets after 2005 should be limited to workers' compensation insurance and possible preemption of state mandates that property insurance policies include coverage for fire losses caused by terrorist attacks.\nIf Congress instead does decide to extend the Terrorism Risk Insurance Act, the program's scope should not be expanded, and the amount of losses that the private sector must bear before federal assistance kicks in should increase annually over the duration of any extension.\nRegardless of whether the law is extended, Congress should focus on reforming policies that inhibit private-sector capacity to provide insurance and reinsurance for terrorism losses at premium rates that many businesses would find attractive.\nSerious consideration, for example, should be given to whether modifications in the corporate income tax code are desirable as a means of reducing insurers' and reinsurers' costs of holding the large amounts of capital required to provide coverage. That could increase supply and reduce premium rates and demands for any federal backstop program.\nProf. Harrington is professor of insurance and finance at the University of South Carolina's Moore School of Business. Prof. Kroszner is professor of economics at the University of Chicago's graduate school of business. This article is based on a May 24 statement of the Shadow Financial Regulatory Committee, of which they are members.\n \nCopyright 2004 Thomson Media Inc. All Rights Reserved. http://www.thomsonmedia.com http://www.americanbanker.com \n\nLoad-Date: May 26, 2004"
}