{
    "title": "Don't give terrorism power over our lives",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 9,
    "day": 13,
    "full text": "In the year since the Sept. 11 terrorist attacks, cigarettes, guns and automobiles have killed hundreds of thousands of Americans, while terrorists have killed none. If the logic of the war on terrorism were extended to these other threats to homeland security, our government would institute a totalitarian police state that would attempt to seize all cigarettes, guns and cars and that would imprison anyone suspected of smoking a cigarette, driving a car or possessing a handgun.\nWhy do we tolerate the carnage inflicted by such things? The answer is almost too obvious to state: Americans would rather incur the inevitable costs of having some freedom to smoke, to drive and to bear arms than live in the sort of totalitarian society that could come anywhere close to eliminating those costs.\nNaturally this doesn't mean we accept every risk created by an unlimited freedom to drive, smoke and own guns. We try to stop 14-year-olds from driving and smoking, we require waiting periods for purchasing handguns, and so forth. An economist would say that, as a society, we accept that the \"optimal\" number of annual deaths caused by cars or cigarettes or guns is far above zero. The optimal number of deaths from X is whatever number reflects the appropriate balance between limits on freedom that minimize the damage done by X, and that damage itself.\nWhile it's obvious that Americans don't completely agree on just how many deaths from cigarettes, cars and guns we ought to tolerate, almost everyone agrees that any cure for the damage caused by these things that involved attempting to eliminate cars, or guns, or cigarettes altogether would be far worse than the disease. Why then is the war on terrorism being fought on the assumption that the optimal number of American deaths from terrorism is zero? This is exactly the logic of the war on drugs. In the 1980s, Congress enacted a number of laws on the basis of an explicit commitment to make America \"a drug-free nation.\" That this was a certifiably insane goal has not stopped us from putting a much larger proportion of our population in prison than any other developed nation in the world. Nor has it stopped us from wasting untold billions of dollars in the course of pursuing the lunatic strategy of eliminating drug use by making the continent of North America inaccessible to drug smugglers.\nThe biggest irony of the war on terrorism is that it is precisely our unwillingness to accept the inevitability of terrorism that gives terrorists almost all the power we grant them. This doesn't mean that we shouldn't take prudent measures to appropriately minimize the risks of terrorism. But appropriately minimizing a risk is not the same thing as minimizing that risk as much as possible.\nTerrorists have power to the extent, and only to the extent, that we are afraid of them. In the past year, we have tolerated serious incursions on our civil liberties, on our right to privacy and on our enjoyment of the simplest pleasures (try taking a backpack into a ball game) because we are terrified. And why are we so afraid? Even if it were true that taking a less fanatical view of what \"homeland security\" requires would increase our risk of being victims of terrorism to one-tenth the risk we run from cars and cigarettes and guns (and practically speaking, it's unlikely that the risk will ever be that high), shouldn't we take that risk, given the price of not taking it? Isn't it better to take a slight risk of dying on one's feet, if the alternative is the certainty of living on one's knees?\nPaul Campos is a law professor at the University of Colorado. His e-mail is paul.campos@Colorado.edu.  \n\nLoad-Date: September 13, 2002"
}