{
    "title": "Don't Excuse Terrorism With Talk of 'Root Causes'",
    "publisher": "the forward",
    "year": 2015,
    "month": 12,
    "day": 4,
    "full text": "One of the great challenges following the\nhorror in France is how best to react to  the savagery of the Islamic State group.\nAs we have seen, there have been a variety of recommendations.   Some people focus on reaching a negotiated  agreement in Syria, while others recommend stepped-up military   campaigns, including the use of ground troops against the  Islamic extremist group. Still others focus on the homefront,  either working with local Muslim groups to reduce the appeal  of extremism, limiting Muslim immigrants or proposing greater   surveillance of potential Islamic extremists.\nInevitably, different sectors of society react differently. There  is no silver bullet to address this huge challenge. Undoubtedly,   the international community will turn to a combination of  approaches.\nIn one sense, however, there is a need to return to basics in  looking at the Islamic extremist terrorist threat.\nThere is no\ncompromise that  can satisfy these  terrorists' urge to  destroy. There is no  philosophy that can  persuade them to  change.\nThis involves avoiding a tendency that corrupts  the effort to address terrorism: the tendency to  differentiate between the attacks by attributing  some to root causes.\nWe saw this in certain circles following 9/11, with  some claiming that it was America's presence in  the Middle East that generated Al Qaeda. We see  it regularly regarding terror against Israel, where  some blame Hamas and other Palestinian terror on  Israel's treatment of the Palestinians.\nWe see it with Iranian terrorist activity, some  continuing to focus on old resentments toward  America that go back to the coup in 1953.\nIt is not that these issues are not legitimate  subjects for discussion and resolution; they often  are used to attract new recruits to terrorist organizations,   so they cannot be ignored.\nThe mistake, however, is to attribute the motives  of terrorism to these problems rather than seeing  them as rationalizations.\nIn fact, the common theme of Islamic terror   whether it targets France or America or Israel,  whether it targets Christians or Jews or Muslims   is a wish to destroy those who represent a desire to  lead a different kind of life.\nSometimes the terrorists express their destructive   motives in nasty words about Christians or  Jews or Shiite Islam or Sunni Islam or the modern  world. Sometimes they attribute their actions to  specific events, like the French presence in Syria or  the Israeli treatment of the Palestinians. But their  common and real theme is the notion that those  who are not like them must die.\nThere is no political action that can solve this  problem. There is no compromise that can satisfy   this urge to destroy. There is no philosophy that  can persuade them to change.\nThe sooner every government and every nongovernmental   organization around the world\nrecognizes these truths, the sooner we can begin  to have a true coalition to deal with Islamic terrorism.   Solutions still will not be easy, but progress  can be made.\nAnd, of course, this must include governments  of countries with an Islamic majority population.  The simple fact is that Islamic extremists kill more  Muslims than they do Christians and Jews and  others combined.\nThough it is often suggested that there needs to  be more of an interfaith effort to stand up against  terrorism, specific issues stand in the way.\nIt was hoped that the horror of 9/11 might have  so shocked the people everywhere  painting a  picture of the future hell that terrorism unchecked  would bring to the world  that leaders of all backgrounds   could rise above their political differences  to work together to defeat the terrorists.\nIt hasn't happened, though we have seen some  encouraging moments, such as Pope Francis's  recent interfaith service at the National September  11 Memorial & Museum.\nOne can only hope that this tragedy in Paris will  serve as the ultimate wake-up call. It has been  noted that, only weeks from now, Paris is scheduled   to host a critical international conference  dealing with climate change, deemed by the organizers   as the moment to address the greatest threat  to the future of the planet.\nMaybe a suffering Paris can now also symbolize  the moment when the world finally woke up to a  realization: If we do not come together to deal with  the Islamic terrorist threat, it will only expand, and  eventually threaten all of us through the use of  chemical, biological and nuclear weapons.\n\nLoad-Date: December 16, 2015"
}