{
    "title": "Don't associate religion with those who abuse it",
    "publisher": "university wire",
    "year": 2012,
    "month": 4,
    "day": 8,
    "full text": "TweetEmailTweetEmail\nWhen the debate on opening a mosque at Ground Zero raged in this country, I was all in favor of building it.\nWhy? Because too many people associate Islam with terrorism, a religion which is at its heart neither violent nor non-violent, neither anti- nor pro-American. I found it unfair that people were against an entire religion because of the actions of a few terrorists.\nThe mosque in question would serve to say that this religion is separate from those who abuse it to justify crimes.\nDon't we still build churches in areas wherein the Ku Klux Klan has committed atrocities?\nIt's damaging to paint all members of a religion with the same brush because a few crazies associate their religion with horror.\nThis was my problem with Students for a Free Palestine's flyer for Israeli Apartheid Week.\nTheir poster depicts a Jewish woman, in traditional head covering, placing what is presumably a member of the Palestinian army in front of a tank. She has a faint smile on her face as she does it. Check out the news release on SCSU's website for the image I'm talking about.\nThe message this sends is not one of the Israeli government's oppression of the people of Palestine, which is what the group claims they are fighting against.\nThe picture seems to say, here is a happy Jew, subjecting a Palestinian to violence.\nOn a campus with only a handful for people who identify as Jewish, this may be some student's only exposure to the people and the faith.\nIt is no question that the current Israeli government has committed heinous acts against the people of Palestine. Paramilitary groups on both sides commit violence against their fellow man on a regular basis, and have for decades.\nThis is tragic, and one would hope that hindsight would teach both sides that violence only begets violence.\nI know that this oversimplifies the issue, but at its heart this is the problem.\nWhat is NOT happening in Israel-Palestine is a universal war, the Jews versus the Palestinians, worldwide enemies.\nWhat is happening is an irresponsible government is making bad choices.\nThey do not represent the religion of Judaism, the worldwide diaspora of those descended from the twelve tribes, or the writings and teachings of the Hebrew Bible.\nFor some perspective, imagine a patriotic American group hosting an anti-terrorism event that depicted a Muslim person, in traditional dress, bombing someone who appeared to be American. Imagine deliberately hosting this during Ramadan.\nI for one can say that the above scenario would disgust me.\nWhy then is it acceptable to host Israeli Apartheid Week, featuring a poster of a traditionally-dressed Jewish individual committing an atrocity against someone who appears to be from Palestine?\nWhy is it acceptable for SFP to host this during Passover, one of the holiest weeks in the Jewish calendar? A week that, historically for the Jewish people, signifies the release from bondage?\nThese situations are not exact inverses, the former is merely an example.\nI am not pro-Israel, pro-Palestine, or anti-either. I just know that a similar situation regarding another religion would upset me, and would likely upset many followers of that faith.\nStudent and faculty leaders, please take note: images are powerful things. Think about what yours is saying.\nCORRECTION: 4/15/2012\nI would like to apologize for a factual error I made in my piece on religion last week.\nThe piece, titled \"Don't associate religion with those who abuse it,\" was based on an image that I thought showed a Jewish person committing violence against a Palestinian person. I attempted to verify this through the student organization who posted it, Students for a Free Palestine. When they failed to answer my email, I relied on information I had received from two people wearing the events' t-shirts who promoted the event and club in class and volunteered information.\nAs it happens, the picture is intended to depict a Palestinian woman in a hijab, dangling an Israeli Defense Force soldier near a tank, exercising power Palestinians can only dream of, according to Amber Michel of SFP.\nThough I made a factual error, I still disagree with Israeli Apartheid Week being recognized during Jewish Holy Week. SFP has restated that they do not comment on religion or associate religion with the Israel-Palestine conflict.\nMy opinion on the timing of the event remains the same.\n\nLoad-Date: September 18, 2013"
}