{
    "title": "Don't Antagonize, But Enlist Muslims To Combat Islam's Fringe",
    "publisher": "the tampa tribune ",
    "year": 2005,
    "month": 7,
    "day": 20,
    "full text": "By SALEH A. MUBARAK\nSpecial to The Tampa Tribune\nIn the wake of the recent terrorist bombings in London, British Prime Minister Tony Blair said that if we want to win this war against terrorism, we have to win mainstream Muslims to our side.\nBlair cannot be more correct, and I hope he will make true on his words. It is in the best interest for the British government as well as the large Muslim community in the United Kingdom to unite against extremism and terrorism.\nEvery religion has fringe groups that act on their own agendas and against the majority's interests and beliefs. They pick and choose from their holy book to justify their actions.\nThe question that Blair, Bush and other leaders have to answer is this: Are we at war with the religion of Islam and 1.5 billion Muslims or with a small renegade group that gives more trouble to Muslims than to non-Muslims?\nIf the answer is the latter — and I hope it is — then they must work with mainstream Muslim leaders and organizations toward the common goal.\nUnfortunately, the Bush administration has missed this point. After the 9/11 terrorist attacks, President Bush made statements similar to Blair's, but his administration's actions contradicted him. The government alienated most American Muslims, including moderate leaders who unequivocally denounced terrorism. Many\nrenowned scholars who actively battled extremist groups were denied entry to the United States; the latest was the British Muslim leader Zaki Badawi.\nEven the office President Bush created to improve the U.S. image in the Muslim world, headed by his former aide Karen Hughes, did not include a single Muslim in its top posts.\nI believe there is a lot American and British Muslims can do to help the authorities, but it takes teamwork to do the job. A team member cannot work efficiently if he is distrusted, disrespected or unfairly treated.\nI hope the British authorities have learned this lesson well from the failure of our own government.\nSaleh Mubarek of Tampa is an American Muslim of Syrian descent.\nCopyright © 2005, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOTHER VIEWS\n\nGraphic\n\n \nPHOTO\nSaleh Mubarak\n\nLoad-Date: July 22, 2005"
}