{
    "title": "Don't Twist Arms in N. Ireland",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 1,
    "day": 29,
    "full text": "AFTER many years of strife between unionists and nationalists in Northern Ireland, patience may not be the counsel that those looking for a quick, decisive end to the \"troubles\" want to hear. But the current talk in Britain about \"imposing\" a political solution in Northern Ireland, born of frustration and a recent flurry of terrorism, is likely only to make matters worse in the province. Patience and slow, painstaking negotiation still offer the best hope for achieving a lasting settlement between the feuding sectarians.\nThat peace remains elusive in Northern Ireland was brought home this month when Irish Republican Army (IRA) terrorists killed eight Protestant workmen employed at a British Army post there. The workmen's van was destroyed by a remote-control bomb. This incident, the worst since 1987, is the latest in a tit-for-tat exchange of violence.\nA glimmer of light seemed to peek through the Ulster clouds last year when Peter Brooke, the British government's secretary for Northern Ireland, after 14 months of ground work convened a meeting of unionist and nationalist leaders to discuss power sharing in the province. The meeting was to be part of an elaborate, multitrack negotiating process involving the four major parties in Northern Ireland and the governments of Britain and the Republic of Ireland.\nLast summer, however, soon after the first phase of the talks began, they broke down over procedural disputes.\nNow, with the hopes raised by the Brooke initiative seemingly dashed and with the outbreak of violence, some in Westminster are talking about pressuring Protestant unionists in Ulster into some kind of political accommodation with the Catholic minority.\nIt's hard to see how any kind of imposed power-sharing in Northern Ireland could bring lasting peace. Irish nationalists in Ulster would likely be emboldened to press for more gains, and IRA fanatics would see the imposed measures as a reward for terrorism. On the other side, British arm-twisting would fuel Protestant resentment, and radical unionist leaders, who recently seem to have lost some favor with the Protestant rank and file, would regain their stature.\nThe Brooke initiative is still the best game in town. Despite the disagreements of last summer, the process is not dead. London and Dublin should do all they can to revive it. As a first step, the British and Irish governments should find a way to get the four major Ulster parties back to the table in response to an invitation Mr. Brooke has sent them.\nAlthough it has beefed up British Army forces in Northern Ireland in response to the recent violence, Prime Minister John Major's government has wisely rejected unionist demands for extraordinary security measures, such as detention of suspected IRA terrorists without trial. Such measures in the past have been only partly successful in reducing terrorism, and they nurture Catholic perceptions of discrimination and persecution."
}