{
    "title": "Don't dismiss terror war, Haass tells F&M grads; 431 seniors receive diplomas in sunny ceremony",
    "publisher": "the world",
    "year": 2004,
    "month": 5,
    "day": 17,
    "full text": "After a few jokes about fraternities and beer, Richard Haass began his speech at Franklin & Marshall College Sunday morning with an apology.\n\"I hope you do not come to regret my being your commencement speaker, as I plan to deliver a talk this morning that is anything but lighthearted,\" Haass told the college's 431 graduates. \"But then again, these are serious times.\"\nHaass, who received an honorary doctor of laws degree from the college, is head of the nonprofit think tank the Council on Foreign Relations and the author of nine books on American foreign policy.\n#F&MGRADM17#\nIn his speech, Haass highlighted the dangers facing the United States from terrorism and charged graduates with helping to stem the tide.\n\"My purpose in speaking the way I have today about terrorism is not to frighten you, much less discourage you,\" Haass said. \"To the contrary, I want to encourage you to consider careers in which you will be an active participant in this struggle against modern-day terror.\"\nWhen Haass graduated from college in 1973, the nation was embroiled in Vietnam and the Cold War.\n\"You have done the class of 1973 one better,\" he said Sunday morning. \"We meet here this morning at a time when the United States is waging no fewer than three wars.\"\nHe listed them: the wars in Iraq and Afghanistan and the so-called \"war on terror.\"\n\"I want to focus on this third war, this war on terror, because, of the three, it is the one most likely to be part of your lives for the rest of your lives,\" he said.\nTerrorism is nothing new, Haass, but globalization has allowed it to become more virulent and widespread.\n\"The same jet that takes you on vacation over spring break can be turned into a guided missile,\" he said. \"The Internet can carry e-mails ranging from love letters to formulas for the production of biological weapons.\"\nAlthough the motives of some terrorists might be unfathomable, Haass said understanding terrorism is the first step toward fighting it.\nThe country should think of terrorism as a disease, he said, and should take steps to reduce our vulnerability and treat its effects.\nOne step the United States can take in fighting terrorism is to dissuade other countries from sponsoring terror - either through \"carrots\" like economic and political aid or with \"sticks,\" such as military force, Haass said.\nAmerica also can discourage individuals from becoming terrorists by transferring sovereignty to Iraqis at the end of June, as planned, and doing a thorough investigation of U.S. military abuses at Abu Ghraib prison.\nHaass said the United States also should work to establish a Palestinian state that can co-exist with Israel.\nAside from working to change the hearts and minds of the Arab world, America must improve security at rail systems, ports, government offices and prominent businesses here and abroad, he said.\n\"We can reduce our vulnerability to terror, but there is no way we can eliminate it,\" Haass said.\nHe encouraged graduates to enter the fight against terrorism, and not just by joining the military.\nCareers in diplomacy, law enforcement, social service organizations, academia and socially conscious businesses also can help reduce terrorism, he said.\n\"My only request is that you find a way to join this effort to influence the world's future. It can be for a time; it can be for a career,\" he said.\n\"We can prevail in the struggle against terror, but only if we bring to bear all the resources of our society and the talents of our citizens … including those of you here today.\"\nIn addition to Haass, F&M also conferred honorary degrees Sunday on Dr. Suheil Bushrui, the Baha'i Chair for World Peace at the University of Maryland Center for International Development and Conflict Management; former college trustee Sally M. Gibson; Dr. John Glick, director of the Leonard and Madlyn Abramson Cancer Center; Dr. Edmund S. Morgan, professor of history emeritus, Yale University; and Marilyn Ware, chair of American Water Works.\nThe college also honored retiring professors Robert Barnett, Stanley Michalak and Sanford Pinsker.\nBiology professor Roger K.R. Thompson received the Bradley R. Dewey Scholarship Award.\nAnthropology professor Misty Bastian received the Christian R. and Mary F. Lindback Award for Distinguished Teaching.\n\nGraphic\n\n \nCOLOR PHOTOS; PHOTO, Suzette Wenger , (1)Graduate David Loebl, above, bats a beach ball into the air during Franklin & Marshall College's commencement Sunday. In upper right photo, Billy Motel has a message for his family memebers. Below, commencement speaker Richard Haas, an expert on American foreign policy, addresses the graduates. (2)Family members gather to take pictures at Franklin & Marshall College's commencement on Sunday.\n\nLoad-Date: May 18, 2004"
}