{
    "title": "Don't let terrorism define 2001",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 28,
    "full text": "Most Americans are ready for 2001 to be over. It's been a rough one. Terrorism, war, recession. It's been an emotional, draining, tragic year.\nI was affected by the events of this year much like any other average American who didn't lose a friend or relative in the attacks. I've felt the same disquiet and unfamiliar sense of vulnerability that we've all had to learn to deal with. The awful images of airplanes slamming into the World Trade Center are seared into my mind.\nBut my 2001 will not be defined by Sept. 11. It will be defined, instead, by much happier memories and by more hopeful occurrences, chief among them the decision by a certain lovely young woman to accept my marriage proposal.\nIt's been kind of strange, this holiday season, talking about what a great year it's been, except … How happy we are, except … How wonderful everything is, except …\nThat \"except\" seemed to be always on my tongue.\nBut I know we're not alone. As devastating as the Sept. 11 attacks were, life continues. People are meeting, marrying, having children. They are building new lives. And, of course, people are divorcing, getting sick, dying. Sept. 11 changed none of that, except perhaps for reminding some people of how precious, and fleeting, life can be.\nSales of engagement rings have been up since Sept. 11, I understand. Quite a few people were apparently shocked out of their complacency and spurred to action. (For the record, I wasn't one of them; my course was set long before Sept. 11.)\nIt's not wrong to find happiness in this terrible year, I know. In fact, it's probably the best thing we can do. But the dissonance can be disturbing. The \"except\" can add a weight to the happiest occasion.\nGenerations before us have dealt with the \"except.\" The Depression, two world wars, riots. None of that stopped people from living their lives. Maybe life's been too easy for us. War for most of my lifetime has been a remote undertaking. Registering for the draft is as close as I've personally come to it.\nWhen battles have flared, they've been on the other side of the world. Images of those conflicts have been mostly sanitized views of \"smart bombs\" striking abstract targets or the greenish glow of anti-aircraft fire streaking into the night sky over a besieged city.\nAnd none of these events really changed life at home, except maybe by increasing the price of gasoline.\nThere have been no victory gardens, no rationing, no recycling to provide raw material for tanks, airplanes and other weapons, no doing without to help out with the effort. Retaining any kind of normalcy during times like that must have been much harder than now, when we're being told to spend more, consume more, give up less to fight the fight against terror.\nYet, there it is, that damn \"except\" getting in the way of enjoying one of the happiest times of my life.\nI guess it's a bizarre version of survivor's guilt. What right do any of us have to be happy when something so terrible has happened? I know there are thousands of people mourning husbands, wives, sons and daughters. There's something slightly obscene about happiness in the face of that sort of grief.\nThe only thing more obscene, I suppose, would be wallowing in misery and despair when happiness is within such easy grasp.\nHere's wishing everyone a very, very happy New Year.\nRadmacher is the Gazette's editorial page editor. He can be reached at 348-5150, or by e-mail at danrad@ wvgazette.com. \n\nLoad-Date: December 28, 2001"
}