{
    "title": "Don't blame only the Libyans for terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 6,
    "full text": "Despite their own misgivings about Col. Muammar Qaddafi, many Arabs are surprised and puzzled by President Reagan's portrayal of Libya's leader as the kingpin of Mideast terrorism.\nIn a statement on terrorism Monday, leaders of seven industrialized nations meeting in Tokyo, including the US, named only Libya as a state ''clearly involved in sponsoring or supporting'' terrorism.\nHowever, analysts and observers in the region say, evidence points to Syria and Iran as having a much greater interest and involvement in supporting or encouraging actions regarded by Washington as terrorism.\nIt was not until after the March 24-25 clash between the US and Libya in the Gulf of Sidra that there was any hard, public evidence of direct Libyan involvement in plans to attack US targets, Western and Arab observers say. Before the Sidra clash, virtually none of the well-known outrages associated in the US with ''Arab terrorism'' could legitimately be laid at Libya's door.\nThe 1983 suicide bomb attacks on the US Embassy and Marine headquarters in Beirut and on the US Embassy in Kuwait, the hijacking of a TWA jet to Beirut last June, and the kidnapping of Americans in Beirut, are all widely believed to be the work of Shiite Muslim factions linked to Iran, with possible Syrian connections in some cases.\nThe hijacking of the Achille Lauro cruise liner last October was carried out by the Palestine Liberation Front, a faction of the Palestine Liberation Organization, whose relations with Libya are poor.\nThese are the incidents that provided much of the outrage and frustration that gave impetus to the US assault on Libya. The attacks on the Rome and Vienna airports last Dec. 27, in which five Americans were among 19 people killed, triggered the latest US confrontation with Libya. The US held Libya accountable for the attacks. An extremist Palestinian faction led by Abu Nidal claimed responsibility. No firm evidence has yet come to light to confirm that the attacks were ordered by Libya.\nIf any state is to be held responsible for the actions of the renegade Abu Nidal, Syria is a more obvious candidate. Mr. Nidal is known to have had his main base in Syria since the late '70s. The terrorists who carried out the December attacks were reportedly trained in the Syrian-controlled Bekaa Valley of Lebanon, and left for Europe via Damascus. The surviving terrorists said they had never been to Libya.\nThis is not to suggest that Libya has no links with terrorism. Analysts point to two different types of Libyan involvement:\n* Direct participation in actions abroad, often assassinations of Libyan dissidents, through a network of agents or mercenaries.\n* General financial and political support for radical Palestinian, Arab, and international groups, including Abu Nidal and other hard-line Palestinian factions.\nArab and Western observers see no evidence that Libya's own network was activated against American targets before the crucial Gulf of Sidra incident in March.\nAfter that date, it is a different matter. Washington officials said the orders to attack an American target were flashed from Libya to its embassy in East Berlin soon after the Sidra clashes. The result was the April 5 discotheque bombing that killed a US serviceman and a Turkish woman.\nFollowing the US bombing raids on Libya April 15, there is further evidence of direct Libyan efforts to strike at US targets. On April 17, the bodies of kidnapped American Peter Kilburn and two Britons were found. They were killed - presumably by a Libyan-controlled group - in reprisal for the bombing. The following day, two Libyans were caught with a suitcase bomb outside the US officers' club in Ankara, Turkey. A few days later, a former Libyan diplomat was arrested in Rome on suspicion of planning to kill the American, Egyptian, and Saudi ambassadors. Before the Gulf of Sidra clash, Washington's case against Libya apparently rested largely on that second category of Libyan involvement in terrorism - its support for Abu Nidal and similar groups.\nAlthough Nidal developed links with Libya in the early 1980s, few observers say Libya is deeply involved in directing his activities. Since he first established his group in 1973 in Iraq, Nidal has consistently targeted Yasser Arafat's PLO and its efforts to pursue a diplomatic compromise with Israel. Nidal's followers have killed numerous moderate PLO officials and representatives of Arab states involved in Mideast peace efforts.\nThe Nidal faction is not known to have carried out ''conventional'' guerrilla attacks against Israel.\nIts violent actions against Israelis or Jews abroad have been aimed more at disrupting peace moves and damaging the PLO than at hurting Israel itself, analysts say.\nTo these ends, Nidal's relations with Arab states have varied with the vagaries of Arab politics. In the early 1980s he apparently operated out of both Baghdad and Damascus despite hostility between Iraq and Syria. With Iraq's subsequent turn toward the moderate Arab camp, Nidal seems to have expanded his links with Libya.\nBut it is with Syria, also fiercely hostile to Arafat and determined to disrupt peace moves, that Nidal has been most closely attuned in recent years. For distant Libya, such policies are an optional extra. But Syria gave top priority to foiling the PLO's 1984 rapprochement with Jordan and sabotaging subsequent peace moves.\nFor Syria, analysts say, this was a vital interest because it had been excluded from US-backed peace efforts, and because Israel's 1981 annexation of Syria's Golan Heights makes it impossible for Syria to acquiesce in a peace in which it has no part. It fears being left out, unable to make war or peace on its own.\nThe same logic is discerned behind Syria's support for, or toleration of, actions by Shiite and other groups in Lebanon, regarded by the US and Israel as acts of terrorism.\nSyria feels it cannot tolerate hostile Israeli or US presences on its Lebanese doorstep, and has used every possible means to dislodge them, preferably without being held accountable.\nWhile most observers do not believe Syria is in full control of either Shiite or Palestinian terrorism, many say that a concerted US effort to draw Syria into the Mideast peace picture might substantially undercut the activities of extremists.\n\nGraphic\n\n \nPicture, Photo allegedly shows extremist Abu Nidal, whose main base is in Syria, AP"
}