{
    "title": "DON'T EXPECT EASY TRIA EXTENSION",
    "publisher": "business insurance",
    "year": 2014,
    "month": 6,
    "day": 9,
    "full text": "The first major vote on reauthorizing the federal government's terrorism insurance backstop turned out to be easier than almost anyone predicted when the Senate Banking, Housing and Urban Affairs Committee gave its unanimous blessing to a bill that would extend the program for seven years.\nBut the relative ease with which the Terrorism Risk Insurance Reauthorization Act of 2014 won the approval of a key committee last week shouldn't lull extension supporters, a group the includes Business Insurance, into a false sense of inevitable victory. Although the bill should win approval of the full Senate, every indication is that the House Financial Services Committee will take a far different approach to reauthorization, an approach supporters of the program will no doubt find less appealing.\nThree extension bills have been introduced in the House of Representatives, but an as-of-yet-unveiled measure from the House Financial Services Committee is most likely to be the House's legislative vehicle. Even though the final bill hasn't been introduced, sources say it will call for a three-year extension that would require insurers to bear a greater portion of the losses stemming from any future catastrophic terrorist attack. Given that the Senate bill's less burdensome requirement for higher insurer co-pays drew concern from insurers, the House bill is likely to be even less palatable.\nThe wide differences between the House and Senate approaches appear likely to stall agreement on a final extension bill, absent some sort of legislative miracle that's in very short supply in Washington these days. Key figures in the House debate - including Housing and Insurance Subcommittee Chairman Randy Neugebauer, R-Texas - repeatedly have pointed out that the program, initially created by the Terrorism Risk Insurance Act of 2002, was supposed to be temporary, designed only to give a private insurance market for terrorism coverage time to develop. Although there was, and remains, a stand-alone terrorism insurance market, it is far too small to meet widespread demand should the current program expire as slated on Dec. 31.\nWinning the Banking Committee vote may have been easier than expected, but it's merely the first step of what promises to be an arduous journey toward ultimate extension of a program that's vital not only to risk managers and the insurance industry, but for the American economy.\n\nLoad-Date: June 12, 2014"
}