{
    "title": "Don't let fear undermine environmental threats",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 14,
    "full text": "ISIS achieved one of its main goals this year: it successfully became the world's primary security concern.\nHere in the states, 70 percent of Democrats and 72 percent of Republicans view ISIS as \"the number one threat to American interests,\" according to the Brookings Institute.\nBut it seems fear has gotten the best of us - because ISIS isn't the world's most threatening force, as it would like you to believe. The terrorist organization, for instance, isn't causing land masses to disappear, and it isn't threatening the food supply for billions of people - no, that's climate change.\nWorld leaders are currently fighting climate change - they outlined key strategies and policies to do so last week at the U.N. climate summit in Paris. However, headlines of terrorism and \"Islamic extremism\" clouded the news of the historic event, causing Americans to wonder why we should even care about climate change in the first place.\nWhether you believe it is man-made or not, climate change is vastly increasing temperatures, which is why the polar ice caps have melted by over 20 percent since 1979. And the relatively quick melting of the ice caps is why sea levels continue to rise at twice the average speed they were during the first half of the 20th century.\nWe can directly see the consequences of rising sea levels in the Marshall Islands, which is home to about 50,000 people. The ocean is slowly swallowing up the nation of about 1,500 islands, causing the residents to lose their freshwater sources and crops. In fact, if sea levels continue to rise at their current rates, scientists predict that the Marshall Islands will be uninhabitable in less than 30 years, according to The Guardian.\nThe loss of the Marshall Islands will cause mass migrations of their people, changing our focus from Syrian refugees to climate refugees. The Marshallese won't be the only people escaping the climate threat - in Bangladesh, for instance, up to 17 percent of the land may be flooded by 2050, displacing another 18 million people, according to The New York Times.\nThis all goes without mentioning our own at-risk coastal communities, which house about 20 million Americans.\nAs land continues to disappear, the population will continue to grow, expanding from about 7 billion today to 9.5 billion by 2050, according to U.N. predictions. Population growth alone will create larger demand for agriculture, increasing the price of food as a result. And climate change will greatly exacerbate this demand - droughts and floods will make irrigation extremely difficult, ruining arable land and decreasing crop yields. The world's wheat yield, for instance, could decrease by 20 percent by 2050, according to Scientific American.\nFisheries will not be able to alleviate this pressure on agriculture, as climate change creates separate problems for them. According to National Geographic, \"The oceans currently absorb about a third of human-created [carbon dioxide] emissions, roughly 22 million tons a day.\" This greatly affects the marine food chain, as it results in the poisoning of the food sources - like algae and pteropods - that the fish we eat rely on.\nSo we are talking about massive human migrations occurring during a time of unprecedented food insecurity - all caused by rising temperatures and carbon dioxide emissions.\nNonetheless, the fear of terrorism veils the seriousness of this risk - only 48 percent of Americans view climate change as a major threat, according to the Pew Research Center.\nNo doubt this is a result of politicians and pundits setting terrorism at the top of the fear scale, skipping over climate change all together. In fact, many heavily criticized President Barack Obama for not having his security priorities straight when he attended the recent U.N. climate summit in Paris.\nFox News' Eric Bolling, for instance, said on his show, \"I don't see Christians, I don't see Jews blowing people up and beheading people on the basis of climate change. I'm seeing radical jihadists doing it.\"\nThis is the problem. Many Americans, like Bolling, only see the threats that are the most obvious, the ones that are occurring right in their faces - making it difficult for them to see the threats building up behind them.\nFear of terrorism will only divert efforts in combating climate change.\nOf course, scientists expect that the deals made at the recent climate summit will help to undermine the momentum of climate change. The Climate Action Tracker predicts that, if countries follow up on the deals, temperatures will rise 2.7 degrees Celsius by 2100, rather than 4.5 degrees, if they were not to follow up.\nBut this will require the United States - the world's second largest producer of carbon dioxide emissions - to get a grip.\nParanoia and fear of terrorism are diverting the necessary motivation needed for Americans to combat climate change. Yes, terrorist groups like ISIS are a threat, but climate change is a larger one - you have a much greater chance of being affected by environmental changes than terrorism. But until the culture of fear around extremism changes, many Americans will continue to underestimate the threat of climate change, resulting in a lack of effort from our politicians to pass the necessary protections outlined in the climate summit.\nPerhaps it's time we started calling mother nature a \"radical extremist\" - maybe then Americans will see climate change as the threat it really is.\nNick is the assistant opinions editor and primarily writes on American and international politics.\nWrite to Nick at njv10@pitt.edu\n\nLoad-Date: December 14, 2015"
}