{
    "title": "Don't give in to terrorism",
    "publisher": "st. petersburg times ",
    "year": 1994,
    "month": 7,
    "day": 28,
    "full text": "The latest worldwide campaign of terror against Jewish and Israeli targets is  an ugly vestige of the generations of insanity that the current Middle East  peace process is painstakingly attempting to overcome. If that progress is to  continue, Israelis, Palestinians and Arab leaders cannot allow themselves to  be deterred by extremists who will stop at absolutely nothing to prevent the  peace that the great majority of people of the region so desperately want.\nThe leaders of Arab governments and Palestinian organizations also cannot  remain silent in the face of terrorism. Jordan's King Hussein, in Washington  at the time of the latest bombing in Britain, unequivocally condemned the new  wave of terrorism. He characterized those responsible as \"enemies of hope\"  who are violating the Islamic tenets they claim to represent.\nTERROR\nBut Yasser Arafat has not been able to bring himself to denounce the  murderers in similar terms, nor have the leaders of several influential Arab  governments. If Arafat and the Palestine Liberation Organization are to avoid  becoming seen as irrelevant to the peace process, they must act now to assert  leadership and separate themselves from those still committed to a dirty war  with Israel.\nNo one should be particularly surprised by the timing or ferocity of these  most cowardly acts of mass violence in Argentina, Panama and Britain. The  fanatical Islamic groups responsible for most of the previous terrorist  attacks on Jewish and Israeli targets see their very existence threatened by  the ongoing peace process.\nU.S. authorities have reason to be especially vigilant now. Our  intelligence community has developed disturbing evidence of increased  terrorist infiltration of our borders, and groups attempting to sabotage the  Middle East peace process see the United States as a mortal enemy. It seems  all but inevitable that Islamic extremists will attempt a sensational act of  violence within the United States as part of their current campaign of fear.\nFree countries can do only so much to deter those who are willing to kill  innocent men, women and children - and, if necessary, themselves - for their  cause. Considering the shadowy enemy they face, authorities do a remarkable  job of identifying, apprehending and punishing international criminals.  Ultimately, though, brutal and irrational acts of terror are impossible to  prevent. The civilized world's commitment to peace must be strong enough to  withstand the worst that the uncivilized world can throw at it. \n\nLoad-Date: August 1, 1994"
}