{
    "title": "Don't blame God for terrorism After the Fort Hood massacre and others, some people -- often atheist",
    "publisher": "usa today",
    "year": 2009,
    "month": 11,
    "day": 16,
    "full text": "Did Islam make him do it? While we don't really know the motivation for the Fort Hood massacre in Texas, we do know that the alleged perpetrator, Army Maj. Nidal Hasan, was a Muslim with connections to a radical Islamic cleric in Yemen. So once again we hear that Islam is the problem. Atheist commentators go even further, charging that religion motivates people to do terrible things in the name of God.\nThis critique of religion has an even more serious allegation. It is that religiously motivated fanatics cannot be deterred from their crimes because they commit them without regard to their own safety, in the hopes of becoming martyrs and going straight to heaven. Muslim terrorists, in particular, are believed to sign up for jihad in the expectation of gaining immediate entry into paradise and enjoying the company of nubile virgins there.\nPlausible though this critique appears, it is seriously flawed. Hasan wasn't suicidal in the manner of the 9/11 attackers, although he obviously had to expect that he would be apprehended, injured or killed. Moreover, while Hasan was clearly influenced by the doctrines of radical Islam, his main motivation seems to have been both personal and political: He vigorously opposed the wars in Iraq and Afghanistan and didn't want to be deployed.\nThe real motives\nBut even in the case of Muslims who do go on suicide missions, from 9/11 to the London bombing to the Bali attacks and, most recently, the Mumbai massacre, the quest for heaven hardly seems to be the primary motive. Robert Pape's Dying to Win, a detailed study of suicide missions, concludes that these have nothing to do with promises of postmortem reward but rather are propelled by more mundane motives of revenge against enemies: They invaded our country, they stole our land, they raped my sister, and so on.\nMy own study of the rhetoric of the Islamic radicals shows that their exhortations make onlyperfunctory references to paradise, on the rare occasions when they mention the subject at all. The predominant theme in this literature is that \"Islam is under attack\" from the forces of global atheism and immorality, and that Muslims should fight back to protect their religion, their values and their way of life. So even in the special case of Osama bin Laden and his cohorts, the 72 virgins hypothesis could be flawed.\nBut the important point is that Islamic terrorism is a special case. Suicide terrorism in its origins has nothing to do with religion or the afterlife; its motives are secular. Consider the case of the Japanese kamikazes during World War II. They were not moved by the prospect of paradise but by fanatical loyalty to the emperor. So, too, the Tamil Tigers in Sri Lanka have been launching suicide attacks for decades not out of religious motives but in a desperate struggle over land and self-determination.\nIf religious beliefs in life after death are the source of terrorism, where are the Buddhist suicide bombers? Nor has anyone been able to identify the Christian bin Laden, the Christian equivalent of al-Qaeda or Hezbollah, or the Christian \"nation of martyrs\" patterned along the lines of post-Khomeini Iran. The vast majority of people in the world believe in God and the afterlife, yet hardly any of them launch suicide attacks in the hope of hastening their journey to heavenly bliss.\nSo the atheist attempt to indict religion for the crimes of the radical Muslims fails. But more than this: It boomerangs on the atheists. To see why, we must understand the charge as part of a larger critique. For two centuries, leading atheists have alleged that belief in the next world detracts from the pressing task of improving this one. The afterlife, in this view, is anti-life. This seems to be the impulse behind the harsh subtitle of Christopher Hitchens' God Is Not Great: How Religion Poisons Everything. Hitchens is far from the first to espouse this view.\nIndeed, its most famous advocate was Karl Marx. In an 1844 manuscript, Marx wrote that \"religion is the opiate of the people.\" He argued that religion is a kind of drug that turns people's attention away from the evils of the world and toward another world. Religion numbs man's awareness of social injustice. Consequently, religion must be eliminated as an enemy of the revolution for social justice. Marx concludes, \"The overcoming of religion as the illusory happiness of the people is the demand for their real happiness.\"\nAtheism as state doctrine\nMarx's call to eliminate the next world by establishing a communist utopia on this one was taken up with a vengeance by Lenin and a host of communist leaders who followed him. These despots established atheism as state doctrine in the Soviet Union, and other Marxist regimes around the world followed. In the past hundred years, these regimes, led by people such as Stalin, Mao, Pol Pot, Nicolae Ceausescu,  Fidel Castro, Kim Jong Il and others, have murdered over 100 million people. Even bin Laden, in his wildest dreams, doesn't come close.\nAtheist Richard Dawkins seeks to minimize the crimes of atheist regimes by arguing that \"individual atheists may do evil things, but they don't do evil things in the name of atheism.\" Dawkins is a respected biologist but evidently knows no history. All he has to do is to crack open Marx's works to discover that atheism is not incidental to the communist scheme; it is absolutely central. The whole idea is to create a new man and a new utopia free of the shackles of traditional religion and traditional morality.\nWhatever motivated Nidal Hasan to go on his shooting spree at Fort Hood, his actions are hardly an indictment of the belief in God or immortality. Indeed, such beliefs have proved far less dangerous to society than the attempts to establish the God-free utopia. If we need to watch out for heaven-seeking Muslims bent on killing innocent people and flying planes into buildings, we need to be just as vigilant against atheist fanatics who are willing to murder millions in order to establish their version of heaven down to earth.\nDinesh D'Souza's new book, Life After Death: The Evidence, is published by Regnery. \n\nGraphic\n\n \nGRAPHIC, B/W, Web Bryant, USA TODAY (Illustration)\n\nLoad-Date: November 16, 2009"
}