{
    "title": "Don't let the sun go down on TRIA",
    "publisher": "business insurance",
    "year": 2005,
    "month": 11,
    "day": 21,
    "full text": "Somehow, it all seems spookily familiar.\nRemember the mood back in November 2002, when Congress appeared unlikely to get together on what the Terrorism Risk Insurance Act should look like? Lawmakers and the White House wrangled for a year, but there was no bill.\nElections came and went, and, ultimately, it fell to a lame-duck Congress-one of the most potentially mischievous, if not downright dangerous, legislative institutions imaginable-to enact TRIA. Fortunately, the members of that lame-duck session proved themselves worthy of the task before them, passed TRIA and sent it on to President Bush for his signature, which he was only too happy to affix to the bill.\nTRIA, of course, contained a sunset date, which happens to be Dec. 31. And guess what? Here we are in November again with no extension legislation heading to the president. Both the House Financial Services and the Senate Banking committees passed their own TRIA extension bills last week, but neither the full House nor the full Senate had approved its respective bill by last Thursday. In addition, the bills differ significantly and must be reconciled, thus setting the stage for another nail-biting, down-to-the-wire replay of late 2002.\nThat the situation is playing out this way is no accident. TRIA's drafters designed it as a temporary program, intended to give insurers enough breathing room to come up with a private-market solution to the provision of terrorism insurance. For a variety of reasons, that did not happen and is highly unlikely to happen before TRIA's expiration date.\nThe predictable result is fear about both the affordability and availability of coverage, and that fear is not being calmed by policies festooned with pop-up terrorism exclusions. Ironically, the fact that the pain is already starting before the act expires may force action, as Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers, noted during Business Insurance's October webinar on what a world without TRIA might look like.\nBut even if some form of TRIA is extended for a couple of years, the long-term question of who provides what in the way of terrorism coverage remains unresolved. This is the issue that should have been settled during the period between TRIA's enactment and its scheduled demise.\nFortunately, the House measure specifically calls for a commission to recommend long-term approaches to covering terrorism losses.\nAlso, fortunately, in recent months, a diverse group of people and entities has offered a spate of suggestions about how a long-term program could work. Among those involved have been the Defense Research Institute, Aon Corp., Liberty Mutual Insurance Group, U.S. Re, former D.C. Insurance Commissioner Larry Mirel and the Property Casualty Insurers Assn. of America, and I apologize to anyone I've missed here.\nThe ideas have varied in scope and detail, which is to be expected. What they have not varied in is the sincerity of the people offering them. No doubt more ideas about the best way to approach the long-term terrorism insurance question will be offered.\nIdeally, such a commission would take the best aspects of each of the current proposals as well as any forthcoming proposals. That may seem obvious and commonsensical, but anyone who's watched the workings of Washington closely knows that the obvious and the commonsensical can be rare commodities indeed.\nEven if Congress fails to approve extension legislation by the end of the year, TRIA supporters need to push lawmakers to establish such a commission. We have been told repeatedly-and rightly so-by federal officials that terrorism will be a long-term menace to the United States, and that the current war on terror could last longer than the Cold War.\nThe time for short-term thinking has long passed, if such a time ever existed. We're in this for the long haul, and a long-term answer to the question of how terrorism insurance should be provided is not only overdue but imperative.\nWe've been here before, we're here now, and it doesn't feel any more comfortable than it did in 2002. No one wants to be here again in 2007, waiting for another short-term fix to a problem that demands a long-term solution.\n\nLoad-Date: November 23, 2005"
}