{
    "title": "Don't rely on terrorism to justify new locks_dams",
    "publisher": "the pantagraph",
    "year": 2001,
    "month": 12,
    "day": 26,
    "full text": "The shaky numbers developed to justify lock-and-dam projects on the Illinois and Mississippi rivers continue to plague the U.S. Army Corps of Engineers.\nThe corps went back to the drawing board after the Army Inspector General's Office \"found strong indications\" that a whistleblower had been right in claiming figures were altered in a feasibility study.\nAs work continues on that study, the Corps of Engineers reportedly is using a new approach, developing several \"scenarios\" of national and world conditions and how the water transportation system would respond to those scenarios. According to the St. Louis Post-Dispatch, planners have been told to focus on the river's importance as a wartime asset as one scenario.\nThere is no doubt that, following the Sept. 11 terrorist attacks, national security has taken on an increased urgency. And it makes sense to include potential terrorism threats in any \"what if\" examination of public facilities, especially transportation facilities.\nHowever, given the Corps of Engineers' history in developing this study, it shouldn't be surprising that the scenario approach has triggered suspicion as a method to avoid rigorous scrutiny and capitalize on the nation's fear of terrorism.\nThe corps' continued problem with credibility should concern farmers. Water transportation is key to Illinois grain farmers, who move about 60 percent of their corn and soybeans down the Illinois and Mississippi rivers.\nIllinois Farm Bureau President Ron Warfield recently warned that improvements must be made to the lock and dam system or American agriculture's competitive advantage would be harmed.  \nThe $1.2 billion to $1.5 billion project is expected to take eight to 10 years from the design phase through completion.\nBefore that kind of money is spent, believable figures and credible scenarios must be presented the justify the outlay.\n\nLoad-Date: December 27, 2001"
}