{
    "title": "Don't negotiate with pariahs Iran , Syria support terrorism, seek to destroy Iraqi democracy",
    "publisher": "usa today",
    "year": 2007,
    "month": 3,
    "day": 1,
    "full text": "America should attend regional talks that may include Syria and Iran, in support of stabilizing the democracy in Iraq.\nBut the United States should not negotiate directly with these terrorist states until they cooperate with ongoing United Nations investigations and cease trying to destroy neighboring democracies.\nSyria has engaged in serial assassination in Lebanon to overturn that constitutional government. It blocks U.N. inquiries into the murders of prominent Lebanese. And Syrian money and agents foment unrest in democratic Iraq, even as they seek to aid Hamas in attacking democratic Israel.\nIranian theocracy violates international nonproliferation accords. Its president has promised to wipe Israel off the map. In chilling fashion, Iran has hosted an international conference to deny the Holocaust, as if proof were needed that its threats derive from an existential hatred of the Jewish state.\nLike Syria, Iran wants to end the democratic experiment in Iraq. Iranian money, weapons and expertise are used by terrorists in kill Americans in Iraq, and through Hamas to disrupt Palestinian peace efforts. Hezbollah, a group also backed by Iran and Syria, seeks to destabilize Lebanese democracy and restart a border war with Israel.\nSuch aggression is not symptomatic, as is often asserted, of confident regimes on the rise. Iranian oil production is declining. Billions in food and fuel subsidies are proving unsustainable, and scarce funds are siphoned off to foreign terrorists and nuclear proliferation. Beset by unsound economies and rising domestic unpopularity, the Iranian theocracy and Syrian dictatorship have become pariahs at odds with European diplomats, other Arab states and the United Nations.\nOnly the continued American policy of ostracizing Iran and Syria, galvanizing the international community to enforce U.N. compliance, supporting Iranian and Syrian reformers, and keeping a high-profile military presence in the area offers any hope that either nation will cease their subversion.\nWe need to keep the pressure up -- without bombing, without bombast and without talking directly with these rogue and increasingly desperate states that have caused themselves and the world so much trouble.\nVictor Davis Hanson is a senior fellow in classics and military history at the Hoover Institution, Stanford University. \n\nLoad-Date: March 1, 2007"
}