{
    "title": "Don't forget victims of earlier terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "In 1985, when our son, Navy diver Rob Stethem, was beaten to death by terrorists aboard TWA flight 847 in Beirut, and in 1989, when my husband, Marine Col. William R. \"Rich\" Higgins, was tortured and hung by terrorists in Lebanon, we were very much alone.\nOur two families wanted justice for Rob and Rich, but we never got it. Our Navy and our Marine Corps were prepared to go after the murderers, but they never got the word.\nThe families of the 241 Americans killed when those same terrorists bombed the Marine barracks in Beirut were with us, but we all stood tearful and alone.\nThe world is different today. Sadly, we are no longer alone. The scars we bear have been reopened, and we bleed with the thousands of families whose lives have now been sewn into the filthy fabric of evil.\nWe stand firmly behind our nation's leaders who have shown courage and commitment.\nWe thank the international coalition that never came together years ago when we were lone voices crying out for something like it. We applaud those Muslim countries that have finally acknowledged that the terrorists who hide behind the Koran bring shame to all peace-loving Muslims.\nWe are relieved that the name of Imad Fayez Mugniyah is on the list of those most wanted by the FBI. Mugniyah is one of three terrorists wanted for the June 14, 1985 hijacking of TWA Flight 847.\nMugniyah and Osama bin Laden have become partners in crime. They must be stopped (\"Bush names 22 'Most Wanted Terrorists': Fugitives on list have eluded federal authorities for years,\" News, Oct. 11).\nStationed in San Diego are two great Navy ships -- the USS Stethem and the USS Higgins. These ships bear the souls of their namesakes. The men and women assigned to them, and all those in the uniform of our country, are the finest this world has to offer.\nGod bless them and the United States of America.\nMr. and Mrs. Richard Stethem\nWaldorf, Md.\nMrs. Robin Higgins\nAlexandria, Va.\n\nGraphic\n\n \nPHOTO, B/W, Reuters; Terrorism suspect: A most-wanted list recently released by the White House includes Imad Fayez Mugniyah, who is being sought in connection with the 1985 hijacking of TWA Flight 847.\n\nLoad-Date: October 19, 2001"
}