{
    "title": "Don't criticize Israel for fighting terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 25,
    "full text": "While I applaud the U.S. action in Afghanistan as necessary, I cannot help but frown when I hear U.S. State Department officials and other members of the U.S. government criticize Israel for fighting terrorism in its midst (\"Sharon says assault will end when Arafat stops terrorism,\" News, Monday).\nI understand that our fragile Arab coalition partners don't like what they see -- but to give in to their objections is to give in to terrorist tendencies.\nIt is time for the United States to speak with a clear, moral voice -- no quarter for terrorists, whether they kill Americans or Israelis.\nMark Alan\nLos Angeles, Calif.\nSharon's 'hypocritical' outrage\nA USA TODAY article under the headline, \"Israel: No pullout until assassins are arrested,\" reflects the hypocrisy of Israeli Prime Minister Ariel Sharon's outrage in the wake of the killing of his tourism minister (News, Tuesday).\nFor years, Israel has pursued a deliberate policy of targeting Palestinian officials and leaders for extrajudicial assassination, often rocketing from U.S.-supplied helicopter gunships or via long-range sniper fire from the Israeli military.\nScores of high-ranking Palestinians have been killed in this fashion, with only muted objection by the United States, which continues to supply Israel billions of dollars. Assassinations are despicable acts, whether committed by Palestinians or Israelis.\nThe Israeli government needs to break the cycle of violence, not escalate it.\nPerhaps, this will not happen until the U.S. cuts off its annual aid of about $ 3 billion, and United Nations peacekeeping forces are posted in the lands occupied by Israel. It is important that all parties abide by international law.\nKhwaja A. Hasan\nTerre Haute, Ind.\nLiterary winner\nCongratulations to author V.S. Naipaul for winning the Nobel Literature Prize (\"Naipaul, 'a literary circumnavigator,' wins Nobel,\" Life, Oct. 12).\nNaipaul is the second person of Indian ancestry to win this prize for literature, and the fifth Indian to win any Nobel Prize. The Royal Swedish Academy of Sciences singled out his 1987 novel, The Enigma of Arrival.\nBorn in Trinidad to Indian parents, educated in England and having traveled all over the world, Naipaul richly deserves the Nobel Prize. He is bold enough to criticize writers of the caliber of E.M. Forster and R.K. Narayan and still be respected by the Nobel committee.\nThe committee cited Naipaul for \"having united perceptive narrative and incorruptible scrutiny in works that compel us to see the presence of suppressed histories.\"\nThis award should encourage all Americans of Indian origin to pursue literature and not just become doctors and computer specialists.\nPach Suresh\nLake City, Fla.\n\nLoad-Date: October 25, 2001"
}