{
    "title": "Don't Let Terrorists Hold Us Hostage Over Mumbai Attacks_ Pak PM",
    "publisher": "rtt news",
    "year": 2010,
    "month": 1,
    "day": 28,
    "full text": "(RTTNews) - Pakistan Prime Minister Yousuf Raza Gilani has said that his country and India must carry forward the stalled composite dialogue process and that he believes the two nuclear-armed neighbors must not be held \"hostage to one incident\"--the 26/11 Mumbai terror attacks.\nIn his first TV interview with an Indian television channel since the 2008 Mumbai terror strikes, Gilani said if a billion plus people was held hostage to one incident, then the beneficiaries were terrorists and therefore both countries should move ahead.\nAsserting that the case related to the Mumbai attacks is already sub-judice with the courts (in Pakistan), the Pakistani Premier said Islamabad needed more information on 26/11 accused Lashkae-e-Taiba (LeT) terrorist Hafiz Saeed to take the probe forward.\nPakistan too is a victim of Mumbai-type terror attacks, he said, adding his country condemned terrorism and believed that neither India nor Pakistan soil should be used against each other.\n\"We are victims of terrorism and you know how we are fighting the war on terror. There are 101 Mumbai-like incidents in Pakistan after that (26/11),\" said Gilani.\nStating that dialogue is the only answer to remove the mistrust between the two countries, he said as responsible nations neither could afford war and both the countries should now leave the IPL issue behind and move on.\nGilani was apparently referring to the Pakistani cricketers not being picked by the Indian Premier League (IPL) franchisees for the third version of the tournament to be held in India later this year.\nHe also said Pakistan had nothing to do with the spurt in terror attacks in India&apos;s Kashmir region. New Delhi has blamed its neighbor for trying to fuel unrest after the valley saw a drastic reduction in violence over the past few years.\nIndia has also accused Pakistan of increasing incidents of cease-fire violation along the international border and the Line of Control (LoC) in what is seen as an attempt by the latter to push militants into Kashmir to create unrest.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 15, 2010"
}