{
    "title": "Don't Blame Me. I'm the Man in Charge",
    "publisher": "the new york times",
    "year": 2010,
    "month": 4,
    "day": 4,
    "full text": "MOSCOW -- The Moscow subway, which is usually so punctual and sparkling that it makes New York's seem like a third world also-ran, was slowly getting back to normal late last week. But passengers kept looking over their shoulders, casting uneasy glances at others (Could he be one? Could she?) and silently cursing terrorism's return to their lives.\n  Just don't expect them to blame Vladimir V. Putin for it.\n  In other countries, leaders might pay a political price for not preventing a startling attack like the suicide bombings in the Moscow subway last Monday. Not here, at least not so far. If anything, terrorism and unrest in Russia's predominantly Muslim regions have long served to strengthen Mr. Putin's hand.\n  Mr. Putin uses the conflict to portray himself as a swaggering street fighter who is willing to do almost anything to protect an anxious public from jihadist fanatics. And when there are failures in Russia's war on terror, they are attributed to bumbling or insidious subordinates -- not the man himself.\n  He plays on a piece of Russian folk wisdom that is roughly translated as ''the good czar, bad advisers'' -- the belief that, throughout history, a Russian leader with the right intentions is often betrayed by underlings. That is why Mr. Putin, the prime minister and former president, is often shown in public scowling and lecturing other officials.\n  ''There is this division between what the leader himself does and what the other organs of government are doing, especially the security services and law enforcement,'' said Denis Volkov, an analyst at the Levada Center, a research organization in Moscow. ''In other words, the orders are given, but problems occur only because proper policy is not properly carried out.''\n  Mr. Putin's own orders are often given in blunt language that strikes another chord in Russians -- in part because it sounds nothing like the stale sloganeering of his Soviet predecessors. Last week, Mr. Putin said the subway attack organizers were hiding, but the security services would ''drag them out of the bottom of the sewer.'' He once said of Chechen rebels that the government would ''rub them out in the outhouse.''\n  Of course, governments everywhere rely on feisty words to try to mobilize the public during crises. George W. Bush, remember, spoke in late 2001 of  seeking to catch Osama bin Laden ''dead or alive.'' Recently, he took a step back from that, calling it  ''kind of tough talk, you know, that sent the wrong signal to people.'' Mr. Putin, by contrast, seems to have no  such misgivings.\n  Mr. Putin can also marginalize criticism of his Caucasus policy because the Kremlin controls the major television networks. In his first term as president, he realized that television had the power to focus attention on the government's shortcomings during disasters, and so the Kremlin seized the national channels.\n  The effect was apparent last week: In the first hours after the subway bombings, those channels barely mentioned or altogether ignored the news, instead broadcasting cooking programs, detective movies or the usual fare.\n  ''When it comes to terrorism, Putin knows how -- and this is a very important aspect of his political mastery -- to protect himself from what might otherwise be considered his responsibility,'' said Sergey Parkhomenko, a political commentator and radio talk show host in Moscow.\n  Mr. Parkhomenko said this extended to how the television channels generally approached Mr. Putin: ''They show him over and over as an energetic, macho man who flexes his muscles, rides horses, catches fish, wears black sunglasses, visits air shows, and is seen as a symbol of strength, vigor, swagger and other qualities that are envied. So we have a real man who tries with all his strength to do the right thing, but around him are unpleasant people who do not do their work, despite the fact that the real man made the right decision, and took the right steps.''\n  Mr. Putin has also tended to use terrorism as a rationale for tightening control over the government. In 2004, for example, after a spate of attacks, he did away with the election of regional governors and turned them into his appointees. He explained that the country needed to be more united to deal with the threat.\n  Now, the question is whether Mr. Putin will halt the very tentative steps toward liberalization that are being pushed by his protege, President Dmitri A. Medvedev.\n  ''He knows that people don't want to hear about modernization now,'' Konstantin Remchukov, owner of the Moscow newspaper Nezavisimaya Gazeta, said of Mr. Putin. ''People only want to hear about security, and he can take advantage of that.''\n  Mr. Putin clearly has a reserve of good will with the public that stems from the country's rebound over the last decade. Some people credit him with at least managing the Caucasus crisis, even if he has not solved it. The unrest has continued, but until Monday it had been kept far from Moscow, which had not suffered a major terrorist attack in several years. Most Russians were able to ignore it.\n  The danger for Mr. Putin now is that if attacks occur in major cities, it may be harder for him to fend off skepticism about his performance. Even so, he does not seem very worried.\n  On Thursday night, he headed to Venezuela to see President Hugo Chavez for a visit that was intended to display the Kremlin's muscular foreign policy and its warm relations with an antagonist of the United States. It was less than two days after a Chechen extremist had claimed responsibility for the subway attacks, and had promised there would be more.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: 'THE GOOD CZAR':   Vladimir V.  Putin projects a tough terror fighter. (POOL PHOTO BY ALEXEI NIKOLSKY, VIA ASSOCIATED PRESS)                                                    \n\nLoad-Date: April 4, 2010"
}