{
    "title": "Don't let fear of terrorism keep you home",
    "publisher": "the philadelphia inquirer",
    "year": 2016,
    "month": 9,
    "day": 11,
    "full text": "We recently spent a month in France, where tourism has fallen off this year because of terrorist attacks in the streets of Paris and on the beaches of Nice. On this 15th anniversary of the 9/11 attacks, we reflect on how fears of terrorism have changed travel and the perception travelers have.\nWe like to think that when we decide on a destination to visit, fear of terrorism is not a major factor in our planning, but that's not always true. When we got married in 1986, we had a dream honeymoon to Paris planned. A month before our wedding, terrorists set off five bombs in Paris in a coordinated attack, and the city went into lockdown, with enhanced security measures in effect. We changed our plans, going to France but avoiding Paris, not due to fear that something would happen to us, but because we didn't want to honeymoon in a city under siege.\nThree decades later, terrorism is still an issue for travelers. But the reality is that the chance of being the victim of a terror attack, whether traveling or staying home, is much lower than being struck by lightning. In January 2011, we were in Kuala Lumpur when bombs exploded at a political rally across town, injuring several people. The city is so big we weren't even aware of it until we read about it the next day.\nIt's not that we don't consider the threat of terrorism. There are certainly a few countries we would avoid right now, but we also analyze the risk of exploring new places versus not going anywhere. The latter is not a choice we want to make. Giving in to terrorism and staying home reduces our understanding of other cultures and enhances the climate of fear that terrorists need to survive. We advocate travel and exploration, and not giving in to those dark forces that would have us do otherwise.\nFor updated information about travel safety around the world, check the U.S. Department of State's Travel Pages at https://travel.state.gov.\nPhiladelphia natives Larissa and Michael Milne have been global nomads since 2011. Follow their journey at www.ChangesInLongitude.com.\n\nLoad-Date: September 11, 2016"
}