{
    "title": "DON'T PARALYZE COUNTERTERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 5,
    "day": 2,
    "full text": "It's time to connect the dots: Decades of unjustified and unnecessary restrictions -- pushed through by hysterical civil libertarians -- paralyzed U.S. counterterrorism capacities before 9/11. And despite the terrible price we paid for it on that day, the nation appears poised to repeat those mistakes.\n As the recent 9/11 commission hearings showed, no impediment to national security was more deadly or nonsensical than the \"wall\" separating intelligence and criminal terrorism investigators.\n The wall meant that two FBI agents could not discuss a suspected al-Qaida sleeper cell if one agent was designated a \"criminal\" investigator and the other an \"intelligence\" investigator, even though they may have had information that, if put together, could have prevented an attack. Nor could federal prosecutors help FBI agents interpret wiretap intercepts. The wall foiled several last-minute opportunities to detect the 9/11 plot.\nOn Aug. 29, 2001, for instance, FBI bureaucrats rejected pleas by New York agents to join the hunt for al-Qaida operative Khalid Al-Midhar, who was in the United States. The wall's guardians opined that because the agents usually worked criminal cases, and because Al-Midhar had not been indicted, allowing the squad to pursue him would violate his civil rights.\n Thirteen days later, Al-Midhar, still unlocated, crashed American Airlines Flight 77 into the Pentagon.\n The wall grew out of the post-Watergate belief that U.S. citizens face no greater enemy than their own government. The architects of the policy argued that because probable-cause standards for a terrorism wiretap were in some instances lower than for an ordinary criminal wiretap, power-mad prosecutors or FBI agents would gin up specious terrorism charges against garden-variety criminals to obtain evidence in violation of the Constitution. Therefore, law enforcement officials and intelligence agents must never collaborate on terrorism cases without oversight from endless layers of Justice Department bureaucracy.\n But getting a terrorism wiretap against a U.S. citizen requires virtually the same level of evidence as a criminal wiretap. And because terrorism is a crime, the distinction between a \"pure\" foreign intelligence wiretap and a \"criminal\" terrorism wiretap is meaningless.\n There was even a rule that FBI agents could not look up \"Osama bin Laden\" on the Internet or monitor a jihadi chat room because such searches might, in some manner, violate someone's free-speech rights. Likewise, the conviction by some that the U.S. government stands ever ready to oppress people of color led to toothless airport-security procedures.\n On Sept. 11, 2001, the airline passenger screening system flagged as suspicious nine of the 19 hijackers. Yet airport officials were prohibited from doing anything beyond screening their checked luggage for explosives because Arab-American and civil-liberties advocates had previously alleged that anything more could lead to \"racial profiling.\" The Patriot Act finally tore down the wall. Unfortunately, the thinking behind the wall lives on.\n Pressure from both the left and the right led Congress to shut down vital computer research to detect terrorist planning, based on the possibility that such technology might be abused. But the volume of intelligence long ago defeated the ability of human analysts to keep up. The CIA's files contained evidence of al-Qaida's hijacking ambitions, for example, but no one had noticed it in the avalanche of intelligence.\n Pentagon researchers proposed using computer searches to check for terrorism patterns in electronic data. Privacy advocates last year shot down that project -- dubbed \"Total Information Awareness\" -- on the ground that if all its intended safeguards had broken down, it might have violated someone's privacy. These same advocates are now gunning for the proposed airline passenger security system based on an equally fanciful set of civil-liberties concerns.\n Before 9/11, the specter of civil-liberties violations reliably defeated sound national-security policy. We are heading in that dangerous direction again.\n\nNotes\n\nHeather Mac Donald is a fellow at the Manhattan Institute. Her books include \"Are Cops Racist?\" and \"The Burden of Bad Ideas: How Modern Intellectuals Misshape Our Society.\" This first appeared in the Los Angeles Times, adapted from a longer version in the current issue of the Manhattan Institute's City Journal (www.city-journal.org). \n\nGraphic\n\n \nDrawing: Stacy Innerst/Post-Gazette:\n\nLoad-Date: May 5, 2004"
}