{
    "title": "Don't confuse toughness with intelligence",
    "publisher": "university wire",
    "year": 2005,
    "month": 1,
    "day": 20,
    "full text": "On this day in 1841, William Henry Harrison delivered a two-hour inauguration speech in the cold. He refused to wear a hat because he wanted to maintain an image of being tough. Thirty-one days later, he died of pneumonia. George W. Bush can learn from Harrison's experience as he prepares to be inaugurated.\nThe lesson is simple: Toughness and firmness are values that are dependent on wisdom. Therefore, being tough and firm on a wrong decision is the same thing as being foolish. All of us would agree that even though Harrison was a tough man, it was not wise of him to try to brave the cold weather for as long as he did.\nLet us apply the same logic to one of the most pressing issues in the world today: The Iraq war. The Iraq war is usually talked about in terms of patriotism, bravery and toughness, as people try to use emotions to cloud logic. Patriotism, bravery and toughness can also mean stupidity. After all, a lot of the terrorists are brave, tough and patriotic. In order not to be guilty of sharing values with terrorists, we should discuss the war simply in terms of wisdom or foolishness.\nIraqi elections are going to be held on Jan. 30, but the conditions are not ideal for a \"democratic\" election. The security situation in Iraq is hideous. Several Iraqi officials have been killed, including the mayor of Baghdad. Several Sunni leaders have called for the postponement of the election until the security situation improves.\nDespite all these questions, Bush's only reply is that he remains steadfast in going forward with the Iraqi elections. So what if Bush's character is steadfast? The problems in Iraq require creative solutions, not dumb ideals.\nThe decade-long anti-Soviet war in Afghanistan should have taught us that war creates an environment for the recruitment and training of terrorists. Now, the National Intelligence Council, which is a subsidiary of the CIA, has predicted that terrorism will remain a potent force for at least the next 15 years.\n\"A counterterrorism strategy that approaches the problem on multiple fronts offers the greatest chance of containing and ultimately reducing the terrorist threat,\" the NIC report says.\nIt is time to abandon Bush's short-term approach to the war on terror and start thinking of creative long-term approaches. The United States cannot engage in a war against terrorists for 15 continuous years. It must instead engage in a war against terrorism and its root causes. To fight terrorism, we must also consider environmental factors such as poverty. No human being is inherently evil. We are all subject to influence from our environment.\nA forced election in Iraq is another example of Bush's stubborn short-term approach to dealing with terrorism. How are legitimate elections possible when a large percentage of the people cannot vote? According to a Fox News article that appeared last Friday, White House officials admitted that four of the most populous of Iraq's 18 provinces are too dangerous for elections.\nFor the sake of both Americans and Iraqis, it's important that there is a legitimate election in Iraq.\nThe NIC also said in its report that Iraq \"could provide recruitment, training grounds, technical skills and language proficiency for a new class of terrorists.\" If the scenario predicted by the National Intelligence Council comes true, doesn't Iraq need a strong and legitimate government to deal with the threats?\nIraqis are shivering from the chill of panic caused by terrorism and violence. To brave these conditions with a fake, illegitimate government would be tough -- but it will also be foolish.\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: January 20, 2005"
}