{
    "title": "Don't fence it in",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 7,
    "day": 8,
    "full text": "When I first heard about the plan to erect a fence around the Capitol in Washington to thwart terrorism, I had the impression that it was to be an unobtrusive electronic device circling the building and grounds. Now it seems that a real barrier will be erected to seal off the domed building that houses our national legislature. While no one can deny that terrorism has become a serious threat in today's society, the erection of a fence around the Capitol must surely be a threat to the concept as well as the practice of American democracy.\nOur federal legislators, whether senators or representatives, assumed their leadership positions quite voluntarily. They were not coerced to take the job of representing their constituencies. Along with the honor, privilege, and many perquisites, a national leader must also assume the risks that may accompany the office he or she holds. Putting up a fence around the Capitol building is, first of all, no guarantee against terroristic acts. There must be a dozen ways to circumvent the installation of such a barrier. Furthermore, it carries with it a couple of implications that no senator or representative would want lingering in the minds of his constituents.\nFirst, acting to protect their own lives before those of their constituents hardly projects a positive image of our lawmakers. The Congress can take all sorts of measures to protect itself, but it has hardly done much to protect the private citizen from terrorism and violence. Putting up a fence to protect the legislators might create the impression that the lives of senators and representatives are somehow more valuable than those of the people they serve.\nSecond, there is another thought that could conceivably cross the mind of the average citizen when he sees that Capitol fence: Perhaps the senator or representative is just as eager to keep out the pesky constituent as he is to keep out the terrorist. In any event, denying reasonably free access to the seat of our government may or may not prevent a terrorist attack, but it would certainly be another step in the decline of American democracy.\nWhen the United States was established as a democratic state with a republican form of government, there was no guarantee that it was to be a society free of violence or danger. The very act of declaring independence was extremely hazardous, but the founders of this country were willing to accept the dangers that went along with the assumption of leadership. They did not take their commitment to free government lightly. They put their signatures to a document that ends with the words ''. . . we mutually pledge to each other our lives, our Fortunes, and our sacred Honor.'' What would they think about a fence around our Capitol building?"
}