{
    "title": "DON'T RUSH TO JUDGMENT OF TERRORISM, CLINTON SAYS",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "With words of sympathy and caution, President Clinton mourned ''the terrible, terrible tragedy'' of the TWA jumbo jet explosion and urged Americans not to immediately assume it was a terrorist act.\n''We do not know what caused this tragedy,'' the president said yesterday, repeating his statement for emphasis. ''We will determine what happened.''\nThere were, nevertheless, widespread suspicions about terrorism in Wednesday night's explosion and crash of the Paris-bound jetliner off New York's Long Island with the apparent loss of 230 people.\n''If state sponsorship is involved, all appropriate responses must be considered by our government, including the use of our military, if necessary,'' said Rep. Benjamin Gilman, R-N.Y., chairman of the House International Relations Committee.\nThe FBI-New York Police Department Joint Terrorist Task Force assumed leadership of the investigation, but officials stressed that did not imply any conclusion about the cause of the crash. The task force will work alongside the National Transportation Safety Board, which routinely investigates airline accidents.\nWhite House press secretary Mike McCurry said investigators were ''trying to clarify any abnormalities'' that turned up on radar screens. Asked about speculation that the plane may have been hit by a surface-to-air missile, McCurry replied, ''There's no American official with half a brain who ought to be speculating on anything of that nature. There's no concrete information that would lead any of us in the United States government to draw that kind of conclusion.''\nState Department spokesman Nicholas Burns said he had turned over to the Justice Department and the White House an English translation of an Arabic tract threatening the American troop presence in Saudi Arabia and the Saudi government.\nThe tract, dated July 16, said the Americans should be prepared to leave tomorrow, Burns said. There was no reference to the TWA disaster and ''we don't see it as a specific threat pertaining to Americans,'' the spokesman said.\nMcCurry said of the tract: ''This falls in the hyperventilation category.'' He said it was similar to warnings that appear almost daily in the region. ''The important thing is, our experts don't believe this sheds much light on the TWA incident.''\n \nIf there were a bomb, it would produce a ''signature sound'' on the aircraft's black box recorder, said House Minority Leader Dick Gephardt, D-Mo., who was briefed by safety board chairman Jim Hall.\nTHE CRASH OF FLIGHT 800\n\nLoad-Date: July 21, 1996"
}