{
    "title": "Don't hide away in fear of terrorism post-Paris attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 30,
    "full text": "\"The Hot Tea\" is a weekly column dedicated to unearthing the intricacies of London's social, political and millennial issues in the context of Pittsburgh's own complex culture.\nLONDON - On Sept. 11, 2001, I was barely cognizant of the world around me beyond Polly Pockets or Crayola. I won't pretend that I remember how I felt when the planes crashed into the World Trade Center.\nThe images in my mind are ruddy, black and white, blurred by the buzz of feedback over the last 14 years.\nYet again, I've found myself relatively close to the lines of Western terror - my flat in London is roughly two hours away from Paris by train. I was sitting in a dingy fast-food restaurant when I found out about the Bataclan theater attacks. The mass hysteria from everyone around me and my family at home was immediate, while I sat there nibbling on greasy strips of fried chicken.\nI knew I'd be more likely to die from my oily choice in dinner before I died in a terrorist attack. But people around me in London live in fear of dying in an act of post-Paris terrorism. This inward selfishness disregards those who die from acts of terrorism, every day, in unpublicized tragedies that - admittedly - Westerners overlook and mislabel.\nOn a more shallow level, it's simply irrational to fear dying from an act of terrorism, even while traveling.\nAccording to a 2010 Global Research study, Americans are more likely to die in everyday mundane catastrophes, like car accidents, than in acts of terrorism. The study reports more Americans died from road crashes than from homicides in all of the 160 countries surveyed, with the exception of the Philippines.\nAnd what do Americans die from most often at home? Heart disease. Turns out I should hang up the fried chicken before I cancel my return flight to Pittsburgh.\nThat's why I want to know why one of the guys I study with here posted on Facebook that he doesn't feel safe living in London anymore. Or why my British boyfriend's mom believes I need to avoid the Tube at all costs. Or why my flatmate's friend cancelled plans to visit her in London out of fear that jihadists would take over her plane.\nYes, London is a huge metropolitan area. Yes, people have attacked it in the past - take heed of the 7/7/05 Tube bombings. Yes, Heathrow is one of the busiest airports in the world, with 73.4 million passengers coming through its gates last year, according to the BBC.\nBut at the same time, England has one of the tightest border controls in the world. Adventurous Kate, a female travel blogger, notes on her website, \"the U.K. border is notoriously difficult - it's the strictest border I've ever experienced ... roughly one in three of my border crossings results in an intense interrogation.\"\nI have to agree - when I traveled back and forth between England, France and the Netherlands, border control officials thoroughly questioned me. The number of times I entered and re-entered England without possessing a U.K. visa caught their attention - not to mention the four-month duration of my stay. And to be frank - I'm a 5-foot-4-inch white girl who stereotypically poses no threat to the U.K. border, but I'm much more likely to get interrogated than attacked during air transit.\nMore importantly, though, terrorism didn't just flare up in 2011 and then disappear for 14 years, only to re-emerge with the Parisian attacks. Terrorists strike nearly every day, though it's in areas beyond the reach of Western empathy.\nMaybe we're too busy focusing on \"first world problems\" like why Starbucks came out with a red Christmas cup this year. Or maybe we're too tuned in to clowns like Donald Trump to notice.\nConsider how ubiquitous ISIS has become in the past two years. How many people realize that the extremist group Boko Haram is actually the deadliest terrorist group in the world, not ISIS? According to RT,  Boko Haram were responsible for 6,644 deaths in 2014, compared to 6,073 attributed to ISIS - representing a quadrupling of Boko Haram's total killings in 2013. Most of the attacks are quarantined to areas of Nigeria, Cameroon, Chad or Niger.\nThere is nothing shocking about terrorism in this world, not even in the United States. It happens right under our noses, nearly every day. According to Shooting Tracker, there have been 351 mass shootings in the United States so far in 2015. We mislabel many of these tragedies as \"mass shootings\" rather than acts of terrorism. I believe this is largely due to the fact that they are domestic acts that mainly white people commit.\nMerriam-Webster defines terrorism as \"the unofficial or unauthorized use of violence and intimidation in the pursuit of political aims.\" Over the weekend, Robert L. Dear shot and killed three people at a Planned Parenthood clinic in Colorado. A law enforcement official heard him remark, \"No more baby parts.\" If pro-life beliefs did, in fact, motivate Dear's actions, isn't this act of unauthorized violence - used to intimidate pro-choice civilians - the epitome of terrorism?\nSo why are we so afraid of dying from act of terrorism on a plane, but not when we're at home? What's the difference, really?\nIf we're supposed to avoid all points of possible terrorist attacks, then I'm stocking up on canned goods and water because it means I'm living in my basement for the foreseeable future.\nBy this skittish rhetoric, not only should I avoid airplanes, airports, concert venues and skyscrapers, but I also shouldn't go to school or the movie theater.\nI think it's time we re-evaluate this culture of fear, post-Paris. Don't cancel your travel plans. Don't avoid public transportation. Not only is this naive, but it's selfish and undermines the terrorist tragedies damaging the world while our eyes have been selfishly fixated inward.\nLiving in fear doesn't keep you safe from terrorism - so don't avoid the airport, but maybe avoid the fried chicken.\nCourtney Linder is a senior columnist at The Pitt News, primarily focusing on social issues and technology. Write to her at CNL13@pitt.edu\n\nLoad-Date: November 30, 2015"
}