{
    "title": "Don't overdo anti-terror effort",
    "publisher": "the world",
    "year": 1995,
    "month": 6,
    "day": 6,
    "full text": "It's frustrating that although President Clinton and congressional leaders of both parties are in general agreement about the shape of a pending anti-terrorism bill, the measure itself may founder because of partisan bickering.\nSuch an outcome would be a gross disservice to the victims of the Oklahoma City and the World Trade Center bombings, which provided the impetus for this legislation.\nPartisans on both sides of the aisle have treated the bill as a vehicle for various causes and are trying to festoon it with amendments that, unwisely, could widen its scope.\nThe complaints of Senate Majority Leader Bob Dole (R-Kan.) about overloading the bill seem to have had a positive effect. Since he threatened last weekend to delay the bill, Republicans and Democrats are reported to have pared their lists of amendments.\nBoth sides should be aiming instead for a minimalist approach, a bill that bends our basic liberties as little as possible yet strengthens U.S. defenses against terrorism, international and domestic. That's in line with FBI Director Louis Freeh's recent appeal for a modest increase in resources and authority.\nSome ideas from the Clinton proposal and a bill offered by Dole and Sen. Orrin Hatch (R-Utah) that deserve inclusion are: the addition of 1,000 agents to investigate terror incidents and assist in prosecutions; establishment of an interagency intelligence center on domestic terrorism; legalization of wiretaps that are suspect-specific rather than location-specific; increase of penalties for terror crimes; and the required addition of chemical \"taggants\" to explosive compounds to help police track down bomb-makers.\nThe most calculated, cold-blooded terror - and surely the World Trade Center and Oklahoma City outrages qualify in that regard - should be no excuse for self-inflicted damage to the Constitution. There is no call for a deportation court that would do away with due process, for the military to get more involved in terrorism investigations or for further erosion of habeas corpus protections.\nJust as it is important that members of Congress act promptly to help combat terrorism, it is equally important that they do not maim basic freedoms in that fight.\n\nLoad-Date: June 27, 1995"
}