{
    "title": "DONALD TRUMP WRONG THAT MEDIA IS NOT REPORTING ON TERRORISM ANY MORE",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 2,
    "day": 6,
    "full text": "Terrorism and terrorist attacks in the United States and Europe have \"gotten to a point where it's not even being reported.\"\n- Donald Trump on Monday, February 6th, 2017 in a speech in Tampa, Fla.\n* * *\nThe ruling: PANTS ON FIRE\nDuring a visit to U.S. Central Command headquarters in Tampa, President Donald Trump took a shot at one of his favorite targets -- the media. This time, he blamed the media for letting Islamic terrorists get away with attacks without covering them.\n\"Radical Islamic terrorists are determined to strike our homeland as they did on 9/11, as they did from Boston to Orlando, to San Bernardino and all across Europe,\" Trump said. \"You've seen what happened in Paris and Nice. All over Europe, it's happening. It's gotten to a point where it's not even being reported, and in many cases, the very, very dishonest press doesn't want to report it. They have their reasons, and you understand that.\"\nThe remark quickly inspired puzzled reactions. Is it accurate?\nBefore we start, it's worth noting that terrorism happens every day somewhere in the world -- dozens of attacks around the globe each day, according to the University of Maryland's Global Terrorism Database. Media outlets could cover terrorism attacks from far-flung locales around the clock and not have any space left for other news.\n\"Due to geography, terrorism in the West is overreported compared to terrorism elsewhere,\" said Benjamin H. Friedman, a research fellow in security studies at the libertarian Cato Institute. \"The vast majority occurs in the non-western world, generally amid civil wars, and those attacks receive far less coverage than ones closer to home.\"\nBut recent attacks on U.S. soil -- including the 2015 attack in San Bernardino, Calif., and the 2016 attacks on an Orlando nightclub, a New York City street and a college campus in Columbus, Ohio -- have received heavy media attention, often including live coverage for hours at a time and continuing coverage for days afterward.\nEurope, the other locale Trump mentioned, has had a number of big attacks in recent years as well, including major incidents in Paris, Brussels and the French city of Nice. These attacks have also received extensive coverage in the United States.\nExperts who study terrorism told PolitiFact that, in general, terrorist attacks in the United States or Europe do get covered, though the extent of the coverage can vary based on the severity of the attack and whether there are casualties.\n\"Attacks are always reported, in my experience, somewhere,\" said Bruce Hoffman, director of the Center for Security Studies at Georgetown University. The exceptions, he said, may include \"failed plots, aborted plans, or bombs that failed to explode.\"\nJohn Pike, director of globalsecurity.org, agreed. \"There are some incidents of such trivial nature that local authorities are hard put to decide whether it is terrorism or hooliganism,\" Pike said. \"But if an American or European civilian or officer is seriously injured or killed, it gets reported.\"\nThe White House didn't offer any elaboration, but the strongest defense of Trump's remark came from Ted Bromund, a foreign policy specialist with the conservative Heritage Foundation.\nWhile Bromund said he doesn't believe the media has failed to report attacks, as Trump asserted in Tampa, he added that he sees \"ample evidence that the nature of the attacks has been downplayed.\"\nOften, this has come from the media reporting on the words of political leaders, as in the case of a statement by President Barack Obama in February 2015 in which he called a shooting at a Kosher supermarket in Paris \"random.\" For years, the Obama administration officially labeled the shootings at Ft. Hood, Texas, \"workplace violence\" rather than domestic terrorism, even though it was committed by Nidal Hasan, who had become an Islamic radical. And more generally, Obama, as Trump and others have often noted, went out of his way to avoid specific rhetorical references to Islamic terrorism, favoring instead broader terms like \"violent extremism.\"\nBromund said he reads Trump's comments -- which, he said, \"are admittedly not fully clear\" -- as being \"a statement of the obvious: Leading politicians, and many media outlets, have been very hesitant to describe terrorist attacks as being motivated by radical Islamism, very eager to come up with other explanations for those attacks, and even more hesitant to acknowledge that there is any relationship at all -- even a perverted one -- between radical Islamism and Islam itself.\"\nStill, it's worth noting that it's not always clear-cut whether an attack was driven purely by religious ideology or by a combination of factors -- and law-enforcement officials aren't always definitive, either.\nFor instance, in September 2014, Alton Nolen of Moore, Okla., attacked two co-workers with a knife, killing one and wounding the other. His social media accounts suggested an interest in ISIS and beheadings, but he also had long-standing workplace conflicts, and it was not clear that religion was the primary motivation.\nIsmaayil Brinsley, the man who police said ambushed and killed two New York Police Department officers in Brooklyn in December 2014, had some jihadist connections in his social media accounts but also was dealing with a variety of personal demons, including mental health issues.\nIn the meantime, some argue that -- if anything -- terrorism inspires too much media coverage.\n\"Due to its sensational nature, it's over-reported compared to other forms of violence and causes of death that kill more people,\" said Friedman of Cato. \"Media has a strong incentive to focus on scary political violence - the aphorism 'if it bleeds, it leads' is a sound business principle in news media, especially television.\"\nFailing to report on terrorist attacks is actually something Trump has done himself, said Barnett R. Rubin, associate director of the Center on International Cooperation at New York University. Trump has not yet personally commented on the recent shooting that killed six and injured five at a Mosque in Quebec City. News reports have noted that the alleged shooter is white and had expressed xenophobic sentiments.\nWhite House spokesman Sean Spicer said that Trump had spoken to Canadian Prime Minister Justin Trudeau, saying it was a \"senseless act of violence that cannot be tolerated\" but that it was best to be \"cautious to draw conclusions on the motives at this stage in the investigation.\"\n- - -\nOur ruling\nTrump said that terrorism and terrorist attacks in the United States and Europe have \"gotten to a point where it's not even being reported.\"\nWe found no support for the idea that the media is hushing up terrorist attacks on U.S. or European soil. The media may sometimes be cautious about assigning religious motivation to a terrorist attack when the facts are unclear or still being investigated. But that's not the same as covering them up through lack of coverage. There is plenty of coverage of in the American media of terrorist attacks. We rate the statement Pants on Fire!\n* * *\nAfter the Fact\nWhite House releases list of terrorist attacks it considers under-covered\nAdded on Feb. 6, 2017, 9:25 p.m.\nLater that day, on Air Force One, White House spokesman Sean Spicer said Trump had meant to say that terrorist attacks didn't get enough attention. \"He felt that members of media don't always cover some of those events to the extent that other events might get covered,\" Spicer said. The White House released a timeline of terrorist attacks (listed in full here) that occurred between September 2014 and December 2016. The White House prefaced the list by saying, \"Since ISIS declared its caliphate, there has been a major attack targeting the West executed or inspired by the group more than once every two weeks. Most have not received the media attention they deserved.\" The list of 78 attacks includes such widely covered incidents as those in Paris; San Bernardino, Calif.; Brussels; Orlando, Fla.; and New York City. It also includes attacks in Bosnia, Bangladesh, Australia, Sweden and Chad. Whether the attacks received the coverage \"they deserved\" is an opinion. It's also not what Trump said during his remarks in Tampa. We stand by our ruling.\n* * *\nSources:\nDonald Trump, remarks at CentCom headquarters in Tampa, Fla., Feb. 6, 2017\nUniversity of Maryland, Global Terrorism Database, accessed Feb. 6, 2017\nDaily Wire, \"A Complete List of Radical Islamic Terror Attacks on U.S. Soil Under Obama,\" Dec. 7, 2016\nInternational Business Times, \"Europe Terrorist Attacks 2016: Timeline Of Bombings And Terror Threats Before Brussels,\" March 24, 2016\nNew York Times, \"Many Identities of New York Officers' Killer in a Life of Wrong Turns,\" Jan. 2, 2015\nRealClearPolitics, \"Spicer: Trump Has Been \"Cautious To Draw Conclusions\" About Quebec Mosque Shooting,\" Jan. 30, 2017\nCNN, \"Trump quickly condemns Louvre attack, still quiet on Quebec,\" Feb. 3, 2017\nEmail interview with Barnett R. Rubin, associate director of the Center on International Cooperation at New York University, Feb. 6, 2017\nEmail interview with John Pike, director of globalsecurity.org, Feb. 6, 2017\nEmail interview with Bruce Hoffman, director of the Center for Security Studies at Georgetown University, Feb. 6, 2017\nEmail interview with Benjamin H. Friedman, research fellow in security studies at the libertarian Cato Institute, Feb. 6, 2017\n\nGraphic\n\n \nPHOTO (3) VIDEO\n\nLoad-Date: February 7, 2017"
}