{
    "title": "DONALD TRUMP SAYS IRAN IS RESPONSIBLE FOR TERRORIST ATTACKS IN 25 COUNTRIES, FIVE CONTINENTS",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 3,
    "day": 22,
    "full text": "\"During the last five years, Iran has perpetrated terror attacks in 25 different countries on five continents.\"\n- Donald Trump on Monday, March 21st, 2016 in a speech to the American Israel Public Affairs Committee\n* * *\nTHE RULING: HALF TRUE\nDuring a prepared speech to the American Israel Public Affairs Committee in Washington, Donald Trump took a hard line on Iran.\n\"Iran has seeded terror groups all over the world,\" Trump said. \"During the last five years, Iran has perpetuated terror attacks in 25 different countries on five continents. They've got terror cells everywhere, including in the Western Hemisphere, very close to home. Iran is the biggest sponsor of terrorism around the world. And we will work to dismantle that reach.\"\nWe wondered whether Trump was correct that \"during the last five years, Iran has perpetrated terror attacks in 25 different countries on five continents,\" so we took a closer look.\nThe Trump campaign did not respond to an inquiry for this article, but we found a source for his comment -- the Israeli government, which has taken a hard-line stance against Iran's theocratic government.\nThe Israeli Embassy in Washington released an infographic on March 31, 2015, titled, \"The Long Arm of Iran.\" It shows a map of the world superimposed with 27 headlines detailing overseas activity by Iran or its proxy groups groups. The countries affected span the globe, from North and South America to Europe to Africa and Asia.\nA November 2015 tweet from the embassy featuring the infographic included the explanatory text, \"A look at Iran's global terror activity (last 4yrs): 5 continents, 25+ countries.\"\nIn addition, during a speech to AIPAC a year earlier, Israeli Prime Minister Benjamin Netanyahu showed the audience a similar map with overlapping, though not identical, locations of alleged Iranian activity.\nSo how well does this evidence support Trump's statement? Imperfectly.\nWhere Trump has a point\nTrump's most salient point is that Iran is widely agreed to have significant overseas reach.\nIran remains one of just three nations that the United States has labeled as a state sponsor of terrorism. The State Department notes that Iran has supported ongoing \"terrorist-related activity\" by groups in Gaza, Lebanon and elsewhere in the Middle East. Probably the most prominent of these proxies is Hezbollah, a Lebanon-based militant group.\nThe rise of ISIS (which is part of the Sunni branch of Islam) in Iraq and Syria has led Iran (which is part of the Shia branch) to increase its assistance to Shia militias as a counterweight to ISIS.\nMeanwhile, Iran is looking beyond its immediate neighborhood, according to the State Department.\n\"While its main effort focused on supporting goals in the Middle East, particularly in Syria, Iran and its proxies also continued subtle efforts at growing influence elsewhere including in Africa, Asia, and, to a lesser extent, Latin America,\" the State Department wrote.\nTed Bromund, a senior research fellow at the Heritage Foundation, told PolitiFact that no one outside of Tehran really knows the scale of Iran's foreign involvement. But he added that Trump's subsequent statement -- that \"Iran is the biggest sponsor of terrorism around the world\" -- is almost certainly correct, at least among nations. The only potential challenger for that title, he said, would be ISIS, which isn't a state.\n\"The point of the Israeli infographic is that Iran is actively involved with terrorist groups with a very wide geographical range, and that it is a prolific smuggler of weapons, often in defiance of U.N. Security Council embargoes,\" Bromund said.\nWhere Trump's statement is misleading\nThe problem with Trump's statement -- that Iran \"has perpetrated terror attacks in 25 different countries\" -- is that he conflates actual \"terror attacks\" with terrorist-related activity or, in many cases, suspicions of terrorist-related activity.\nIndeed, the wording of the Israeli embassy's tweet is more restrained than Trump's comment was. It referred to Iran's \"global terror activity,\" not terrorist \"attacks.\"\nNetanyahu, in his 2015 AIPAC speech, also stayed away from the word \"attacks\" when referring to the map he offered as a visual aid. \"Iran is the foremost state sponsor of terrorism in the world,\" he said. \"Look at that graph. Look at that map. And you see on the wall, it shows Iran training, arming, dispatching terrorists on five continents.\"\nIndeed, when we looked into each of the 27 headlines on the \"Long Arm of Iran\" graphic, we found that actual attacks accounted for only a minority of the headlines.\nIn five cases, the headlines on the infographic referred to actual attacks, some of them deadly, in which Iranian involvement was suspected. These include incidents in Bahrain, Bulgaria, India, Georgia and Thailand. Six other headlines referred to attacks that were thwarted before they could be carried out.\nUsing an expansive definition that includes both actual attacks and thwarted attacks, less than half of the headlines on the infographic -- 11 -- support Trump's statement.\nBy contrast, 12 headlines refer to allegations of ties to Iran or Hezbollah in various countries, but ones well short of an actual attack, or even one thwarted at the last minute. Such headlines in this category include, \"Hezbollah tied to organized crime in Canada, says spy agency,\" \"Senegal cuts ties with Iran over weapons shipment,\" \"Gambia severs all ties with Iran after arms seizure,\" and \"British special forces seize Iranian rockets in Afghanistan.\"\nFour other headlines address Iranian military involvement or influence in another country's government. These and other allegations in the infographic will surely be troubling to many, but they are not the same thing as having \"perpetrated terror attacks in 25 different countries on five continents.\"\nSo how many have there been? Netanyahu reportedly told senior ministers that over the period of about a year between 2011 and 2012, Israel had thwarted 20 terrorist attacks overseas in such countries as Azerbaijan, Kenya, Turkey, Thailand, Cyprus, Bulgaria and Turkey. But he provided too few details for us to be able to verify them.\nThe only hard numbers we could find for actual attacks are the ones included in the Global Terrorism Database operated by the University of Maryland. Under Hezbollah -- the operational group most frequently referenced in the headlines associated with the infographic -- we found 27 terrorist attacks since 2009. Of these, all but one occurred in the Middle East -- eight in Lebanon, seven in Bahrain, six in Israel, and five in Syria. The one attack outside the region was a bombing of an Israeli tour bus in Bulgaria. That's a much narrower spread of attacks than what Trump suggests.\nDaveed Gartenstein-Ross, a terrorism expert at the Foundation for the Defense of Democracies, called Trump's math \"misleading.\"\n\"There's a difference between an attack and 'activity,' \" he said.\nOur ruling\nTrump said that \"during the last five years, Iran has perpetrated terror attacks in 25 different countries on five continents.\"\nHe has a point that Iran is widely believed to be supporting, or trying to support, armed or terrorist groups in many countries around the world, though the exact number is not known with any specificity outside Tehran.\nHowever, that's not the same thing as actually perpetrating terrorist attacks, as Trump indicated, even though his apparent source material only referred to activity, not attacks.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.\n* * *\nAbout this statement:\nPublished: Tuesday, March 22nd, 2016 at 6:14 p.m.\nResearched by: Louis Jacobson\nEdited by: Angie Drobnic Holan\nSubjects: Foreign Policy, Terrorism\nSources: Donald Trump, speech to AIPAC, March 22, 2016; Embassy of Israel in Washington, \"The Long Arm of Iran,\" accessed March 22, 2016; Embassy of Israel in Washington, tweet, Nov. 25, 2015; Benjamin Netanyahu, speech to AIPAC, March 2, 2015; Lahav Harkov, tweet, March 2, 2015; U.S. Department of State, \"State Sponsors of Terrorism Overview,\" accessed March 22, 2016; Global Terrorism Database, accessed March 22, 2016; Congressional Research Service, \"Iran's Foreign Policy,\" Jan. 29, 2016; ynetnews.com, \"PM reveals: South Africa attack against Israelis thwarted,\" July 20, 2012; Email interview with Barnett Rubin, associate director of NYU's Center on International Cooperation, March 22, 2016; Email interview with John Pike, director of GlobalSecurity.org, March 22, 2016; Email interview with Ted Bromund, senior research fellow at the Heritage Foundation, March 22, 2016; Email interview with Michael O'Hanlon, senior fellow at the Brookings Institution, March 22, 2016; Email interview with Benjamin Friedman, research fellow at the Cato Institute, March 22, 2016; Interview with Daveed Gartenstein-Ross, senior fellow at the Foundation for the Defense of Democracies, March 22, 2016\n\nGraphic\n\n \nPHOTO (4) VIDEO: Donald Trump addressed the pro-Israel group AIPAC on March 21, 2016. PHOTO - Wikimedia commons: Hezbollah flag and sign in Baalbek, Lebanon, in 2010.\n\nLoad-Date: March 23, 2016"
}