{
    "title": "DONALD TRUMP TAKES CREDIT FOR GAINS AGAINST ISIS BUT THERE'S MORE TO THE STORY",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 10,
    "day": 26,
    "full text": "\"We have done more in eight months than the previous administration has done in many years\" against ISIS.\n- Donald Trump on Wednesday, October 25th, 2017 in a news conference\n* * *\nThe Ruling: HALF TRUE\nPresident Donald Trump campaigned on a promise to hit the Islamic State hard, and the armed fundamentalist group has suffered major losses on his watch.\nIn July, coalition forces broke ISIS' hold on Mosul, the largest Iraqi city under their control. In October, they were forced out of Raqqa, the Syrian city the Islamic State claimed as the capital of their would-be caliphate.\nDuring a news conference, Trump drew a sharp contrast with his predecessor in the White House.\n\"We have done more in eight months than the previous administration has done in many years,\" Trump said Oct. 25.\nBased on numbers from the battlefield and the assessment of terrorism analysts, Trump can rightly claim that he built on the work done under President Barack Obama, but he can't take full ownership of the gains that followed.\nSorties and munitions\nNumbers tell only part of the story, but Pentagon figures on the missions flown and the explosives rained down on ISIS put the first months of the Trump administration into context.\nThe campaign to defeat ISIS took shape in September 2014 under the name of Operation Inherent Resolve. According to U.S. Air Force Central Command data, coalition forces engaged the enemy nearly 33,000 times between the launch of the operation and September 2017. (The Air Force includes strikes taking place in August 2014.)\nCounting only sorties in which at least one weapon was released, about three-fourths of the action took place during the Obama years.\nThe Air Force reports over 102,000 missiles, bombs and other explosives dropped in the course of the campaign. Over two-thirds of that came before Trump took office.\nLoss of territory\nBy late August 2014, the Islamic State controlled about 35,000 square miles. The defense data firm IHS Markit mapped the terrorist group's declining influence between 2015 and 2017. The ISIS zones are in gray.\nThe maps show that most of the territorial collapse of ISIS took place during the Trump administration. But defense experts say that what the maps don't show are the offensive operations that began under Obama. The battle for Mosul, for example, began in October 2016, about four months before Trump took office.\nThe collapse was a continuation of what had begun earlier. Between the start of 2015 and February 2016, IHS reported that ISIS had lost 22 percent of the territory it once controlled.\nA drawn-out effort\nSome defense analysts criticize Obama for not moving quickly enough to confront the Islamic State. Anthony Cordesman at the Center for Strategic and International Studies said the Obama administration was \"grindingly slow\" to get air power and equipment into the region. But that changed rapidly through 2015.\n\"Virtually all were in place before the Trump administration came to office, along with virtually all of the key arms transfers and other assistance that went to Iraqi forces and the Syrian forces supported by the U.S,\" Cordesman said.\nUnder Trump, the tempo of airstrikes increased, and military commanders were given greater leeway to order attacks. But Cordesman said that represented no great shift in overall strategy.\n\"Trump deserves credit for fully implementing the plan and some limited improvements, but it is nonsense for him to take credit for a program his predecessor had largely put in place,\" he said.\nThe Islamic State faced battles everywhere. It was under attack by the Iraqi and Syrian militaries. Kurdish and Syrian forces backed by the United States wore down ISIS fighters at strategically key locations. American and Russian airstrikes targeted both ISIS military centers and the oil fields that helped fund the fundamentalist fighters.\nWilliam Braniff, executive director of the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland, said the Islamic State was an \"impossibly poor nation-state fighting a multifront war while savaging its own economic base.\" It was, in Braniff's view, unsustainable.\n\"This beleaguered proto-state was then starved of external sources of money and fighters by an international effort, that included many initiatives led by the United States under the Obama administration, and that were continued into the Trump administration,\" Braniff said.\nWe reached out to the White House for comment and did not hear back.\nOur ruling\nTrump said his administration had done more against ISIS in the last eight months than the Obama administration had done in many years. Trump is correct in the sense that the Islamic State has suffered its largest territorial losses since he took office, but that confuses the timing with the cause.\nBetween two-thirds and three-fourths of the firepower unleashed against ISIS hit before Trump became president. The terrorist group's hold on territory had started to crumble a year before he took command. While Trump ordered some changes in the military operation, the experts we reached said those didn't transform the strategy so much as continue the one he inherited from Obama.\nTrump can take credit for keeping the fight going, but he has to share the glory for the results. We rate this claim Half True.\n* * *\nAbout this statement:\nPublished: Thursday, October 26th, 2017 at 6:08 p.m.\nResearched by: Jon Greenberg\nEdited by: Katie Sanders\nSubjects: Terrorism\nSources:\nWhite House, Remarks by President Trump Before Marine One Departure, Oct. 25, 2017\nU.S. Air Force Central Command, Operation Inherent Resolve strike releases, accessed Oct. 26, 2017\nU.S. Air Force Central Command, Airpower summary, Sept. 31, 2017\nIHS Conflict Monitor, Islamic State loses 22 per cent of territory, March 16, 2016\nBBC, Islamic State and the crisis in Iraq and Syria in maps, Oct. 21, 2017\nWashington Post, Trump's claim that he's done more 'by far' than Obama in the fight against ISIS, Oct. 25, 2017\nEmail interview, Joanna Vickers, communications, IHS Markit, Oct. 26, 2017\nEmail interview, Anthony Cordesman, chair of strategy, Center for Strategic and International Studies, Oct 25, 2017\nEmail interview, William Braniff, executive director, National Consortium for the Study of Terrorism and Responses to Terrorism, University of Maryland, Oct. 25, 2017\n\nGraphic\n\n \nVIDEO - Inform: At an impromptu exchange with reporters as he boarded Marine One, President Donald Trump touted gains against ISIS on his watch.\n\nLoad-Date: November 1, 2017"
}