{
    "title": "DONALD TRUMP WRONGLY BLAMES BARACK OBAMA FOR FORMER GUANTANAMO DETAINEES RETURNING TO TERRORISM",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 3,
    "day": 7,
    "full text": "\"122 vicious prisoners, released by the Obama Administration from Gitmo, have returned to the battlefield.\"\n- Donald Trump on Tuesday, March 7th, 2017 in a tweet\n* * *\nThe ruling: MOSTLY FALSE\nFor his entire term, former President Barack Obama wanted to close the detention center at Guantanamo Bay, Cuba, but he was unsuccessful.\nPresident Donald Trump promises to keep it open, and he took to Twitter the morning of March 7 to criticize Obama for releasing Guantanamo detainees at all.\n\"122 vicious prisoners, released by the Obama Administration from Gitmo, have returned to the battlefield. Just another terrible decision!\" Trump tweeted - from both his personal account and the official White House account, @POTUS.\nGuantanamo detainee transfers are likely in the news because a March 2, 2017, U.S. military airstrike killed a former Guantanamo prisoner, Yasir Ali Abdallah al Silmi, who Obama released to Yemen in 2009.\nTrump's claim that the Obama administration released 122 prisoners from Guantanamo that \"returned to the battlefield\" is right on the numbers but wrong on who is to blame. The vast majority of detainees who fall into Trump's total were actually released during the administration of President George W. Bush.\n- - -\nThe 122 prisoners\nAbout every six months, the Director of National Intelligence releases figures about detainees transferred from Guantanamo and how many are known to have re-engaged in some sort of terrorist activity.\nThe most recent report was published in September 2016 and includes data from 2002, when the prison opened, through July 2016. Here are the key figures:\n- 693 detainees released from Guantanamo (532 while Bush was president, 161 during Obama's two terms); of those:\n- 122 confirmed of re-engaging in terrorist activity (113 Bush, 9 Obama);\n- 86 suspected of re-engaging in terrorist activity, of those (75 Bush, 11 Obama);\nSo in the 15 years between when Guantanamo opened in 2002 and when the latest data was collected in 2016, 122 detainees were transferred out of the prison who the government believes have returned to some sort of terrorist activity.\nHowever, just nine of those transfers happened during the Obama administration. The remaining 113 - or over 92 percent - happened under Bush.\nWhite House Press Secretary Sean Spicer said in his March 7 press briefing that Trump meant \"in totality the number\" of individuals released from Guantanamo who returned to the battlefield.\n- - -\nAn expert view\nTalking to PolitiFact for a related article in January, DePaul University counterrorism professor Thomas Mockaitis raised questions about the veracity of the numbers because of difficulties in monitoring the former detainees' and their activity.\n\"I do have concerns over the use of such figures without explanation or context,\" he said. \"Many of those released are handed over to foreign states who assume responsibility for them. Tracking their activities after they leave Guantanamo can be problematic.\"\nIn June 2014, the New America Foundation, a centrist think tank, compiled its own numbers of released former detainees, using Pentagon reports, news stories and other public information. At the time there were 620 released prisoners, and the foundation found that 54 of them \"are either confirmed to be or suspected of engaging in militant activities against either the U.S. or non-U.S. targets.\" That was about one-third of the government's figure of 184 at the time. The foundation has not updated the report since then.\n- - -\nOur ruling\nTrump said, \"122 vicious prisoners, released by the Obama Administration from Gitmo, have returned to the battlefield.\"\nThe United States government has transferred nearly 700 detainees out of Guantanamo, and and 122 of them are \"confirmed of re-engaging\" in some sort of terrorist activity.\nBut Trump wrongly rests the blame solely on the Obama administration. Of the 122 prisoners in question 113 were released before Obama took office.\nWe rate Trump's claim Mostly False.\n- - -\nUpdate: On March 7, after Trump made his claim, the Office of the Director of National Intelligence published updated data about recidivism of former Guantanmo detainees. As of Jan. 15, the DNI reports 121 former detainees confirmed of re-engaging in terrorism, eight of whom were released during the Obama administration. That's one fewer than the earlier data we used in our report. Our rating of Mostly False remains the same.\n* * *\nSources:\nODNI, \"Summary of the Reengagement of Detainees Formerly Held at Guantanamo Bay, Cuba,\" September 2016\nPolitiFact, \"How many released Guantanamo Bay prisoners commit new terrorist acts?\" Jan. 25, 2017\nPolitiFact, \"McCain: 30% of past Guantanamo detainees 're-enter the fight',\" Jan. 13, 2015\nMiami Herald, \"Trump blames wrong president for most Guantánamo 'back to battlefield' releases,\" March 7, 2017\nNew York Times, \"U.S. Air Campaign in Yemen Killed Guantánamo Ex-Prisoner,\" March 6, 2017\nNew America Foundation, \"How dangerous are Freed Guantanamo Prisoners?\" June 5, 2014\n\nGraphic\n\n \nPHOTO (2) VIDEO\n\nLoad-Date: March 8, 2017"
}