{
    "title": "Donald Trump meets Iraqi PM, discusses terror threat",
    "publisher": "university wire",
    "year": 2017,
    "month": 3,
    "day": 22,
    "full text": "President Donald Trump, left, greets Iraqi Prime Minister Haider al-Abadi upon his arrival to the White House inWashington, March 20, 2017.\nIn his very first meeting with Donald J Trump, Iraqi PM Haider al- Abadi expressed confidence in defeating the Islamic State terror group.\nTrump said it was a \"great honor\" to meet the Iraqi prime minister, the 9th foreign leader received by the USA president.\n\"Recognising that terrorism can not be defeated by military might alone, the two leaders also agreed to promote a broad-based political and economic partnershipbased in the Strategic Framework Agreement\", the joint statement said.\nHe also lamented the 2011 withdrawal of USA forces from Mosul and the rest of Iraq - a decision made in 2008 and later implemented by former President Barack Obama after Iraqi and US negotiators could not agree on details for extending an immunity agreement covering US forces and USA contractors.\nMonday's meeting comes as Iraqi forces continue to consolidate gains against the IS, particularly in the battle for Mosul, which has been under the IS control since June 2014. \"I think this administration wants to be more engaged in fighting terrorism\", Abadi said.\nNorth Korea says it successfully tested new rocket engine\nTrump said his main thrust is to get rid of the ISIS.\nAsked whether he had seen the Trump administration's plan to wipe out IS, Mr Abadi said: \"I haven't seen a full plan. It will happen. It's happening right now\", he said.\nTrump said he also would address what he described as a \"vacuum\" that was created when so-called Islamic State militants took over large swaths of territory in western and northern Iraq. \"We're going to get rid of ISIS\". Speaking to the press following the meeting, Abadi told reporters that the U.S. president had assured him of increased support in the fight against terrorism. \"But maybe someday we'll be able to figure that one out\". The temporary ban on travelers from seven countries was rewritten to exclude Iraq, after several Iraqi officials and US lawmakers objected to Iraq's inclusion, noting the risks and sacrifices that many Iraqis made assisting USA troops during and after the 2003 USA -led invasion that toppled Saddam Hussein.\n\"We should never ever have left\", he said, after previously having supported the withdrawal.\nDuring a 2016 visit toWashington, Abadi sought additional financial and military support for the daunting task of rebuilding Iraqi cities ravaged by 14 years of war.\n\nLoad-Date: March 24, 2017"
}