{
    "title": "DONALD TRUMP'S AFGHANISTAN ADDRESS, FACT-CHECKED",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 8,
    "day": 21,
    "full text": "President Donald Trump suggested further and stronger military action in Afghanistan during a primetime speech Monday, though he did not specify the number of additional troops who would be sent to the country.\n\"Our troops will fight to win. We will fight to win,\" Trump said Aug. 21, 2017. \"From now on, victory will have a clear definition. Attacking our enemies, obliterating ISIS, crushing al-Qaida, preventing the Taliban from taking over Afghanistan and stopping mass terror attacks against the United States before they occur.\"\nTrump also called on Pakistan to become a stronger ally against the spread of terrorism.\nWe analyzed several claims from Trump's speech from Joint Base Myer-Henderson Hall in Arlington, Va.\n- - -\n\"Today, 20 U.S.- designated foreign terrorist organizations are active in Afghanistan and Pakistan, the highest concentration in any region anywhere in the world.\"\nThis assessment appears to stem from four-star Gen. John W. Nicholson, the commander of U.S. Forces-Afghanistan. Nicholson said something virtually identical in an interview with the Combating Terrorism Center at the U.S. Military Academy in West Point, N.Y.\n\"The reason Afghanistan remains important is the concentration of terrorist groups in the Afghanistan/Pakistan region,\" he said. \"Of the 98 U.S.-designated terrorist groups globally, 20 are in the (Afghanistan/Pakistan) region. This is the highest concentration anywhere in the world.\n\"So even though in other places, some of these particular groups may have more members -- ISIL (ISIS) is a perfect example -- many terror groups are still active in Afghanistan and Pakistan.\"\nThe U.S. Department of State maintains the full roster of designated foreign terrorist organizations.\n- - -\n\"Pakistan often gives safe haven to agents of chaos, violence and terror.\"\nThe United States-Pakistan relationship has been a thorny one for decades. The two countries have at times collaborated on counterterrorism and other foreign policy challenges, but the United States has often chafed at Pakistan's seeming inability to present a united front against terrorism. Pakistan has long rejected the notion that it is a safe haven for terrorists.\nThe most striking example came when the Obama administration sent SEAL Team Six into sovereign Pakistani territory to kill Osama Bin Laden without giving Pakistani officials advance notice, fearing that rogue elements of the government might give away the secret.\nThe State Department's most recent \"Country Reports on Terrorism,\" released by the Trump administration in July 2017, took a critical line on Pakistan's counterterrorism efforts. The portion of the report on Pakistan did say that \"Pakistan remained an important counterterrorism partner in 2016.\" However, it later said that the government of Pakistan \"continued to implement the national action plan against terrorism with uneven results. Progress remained slow on regulating madrassas, blocking extremist messaging, empowering the National Counter Terrorism Authority, cutting off terrorist financing, and strengthening the judicial system.\"\nThe report added that Pakistan's government \"failed to take significant action to constrain the ability of the Afghan Taliban and (the Haqqani Network) to operate from Pakistan-based safe havens and threaten U.S. and Afghan forces in Afghanistan.\"\nThe report also said Pakistan did not take any significant action against several other groups beyond a media ban of their activities.\n- - -\n\"Pakistan and India are two nuclear-armed states whose tense relations threaten to spiral into conflict. And that could happen.\"\nTrump is correct that Pakistan and India are both nuclear-armed states, and they have certainly had an adversarial relationship over the years. How bad are their relations today? They are not believed to be on the brink of nuclear war, but the relationship isn't exactly friendly, according to the Council on Foreign Relations.\n\"With continued violence in Kashmir and a heightened threat of terrorist activity by Pakistan-based militant groups, the threat of a serious military confrontation between India and Pakistan remains high,\" the nonpartisan organization recently concluded.\nAmong the events of the past year and a half, according to the council:\n- January 2016: Armed militants attacked an Indian Air Force base near the border with Pakistan, killing seven Indian security personnel.\n- July 2016: Anti-India protests broke out across the disputed Kashmir region following the death of local militant leader Burhan Wani. Demonstrations continued for months, claiming the lives of more than 90 people and wounding thousands.\n- September 2016: Armed militants attacked an Indian Army base in Uri, near the Line of Control, killing 18 Indian soldiers. Indian officials accused Jaish-e-Mohammad of responsibility.\n- September 2016: India's military announced that it had carried out \"surgical strikes\" on terrorist camps inside Pakistani-controlled territory. The Pakistani military denied any such operation.\n- October and November 2016: Indian and Pakistani diplomats were expelled from each other's countries on charges of espionage.\nNOW WHAT HAPPENED TODAY IN HISTORY?\n- - -\n\"Under my administration, many billions of dollars more is being spent on our military, and this includes vast amounts being spent on our nuclear arsenal and missile defense.\"\nTo the extent that money today is being spent on the military, that's largely thanks to the budget Trump inherited.\nTrump proposed budget for the next fiscal year would raise base defense spending to $603 billion, a 9.4 percent increase. (He has previously exaggerated the increase as \"historic.\") To turn his proposal into a reality, Trump will need Congress to appropriate the necessary funding for fiscal year 2018 as well as change the budget caps currently in effect.\nThat process is not yet complete. The Republican-led House in July passed a defense appropriations bill. But the full Senate has not yet approved the spending.\nTrump made adding Navy ships, Air Force fighter aircraft, Marine battalions, and active Army troops a priority during his campaign.\nThere is a nuclear arsenal modernization effort under way. But that, too, started during the previous administration. The long-term plans include the rebuilding of the Minuteman III system, which launches intercontinental ballistic missiles, and the Trident II submarine-launched missile systems, as well as the refurbishment of nuclear warheads and construction of new and upgraded facilities.\n- - -\n\"We will ask our NATO allies and global partners to support our new strategy, with additional troop and funding increases in line with our own.\"\nAs of 2014, NATO's collective agreement directed members to spend 2 percent of their country's gross domestic product on defense spending by 2024. According to NATO, only five counties currently meet that obligation: the United States, Greece, Estonia, Poland and the United Kingdom.\nTrump campaigned on a promise that NATO's other members should contribute more to the collective defense, though he hasn't always nailed the details. He has made the case in public remarks since taking office and also in private meetings with German Chancellor Angela Merkel.\nIt's too soon to say whether he's been successful.\n\"While NATO members have hinted at the need for them bear more of the alliance's financial burden, there are also domestic political obstacles to them increasing their defense budgets that need to be overcome,\" Matthew Fay, a defense and foreign policy analyst at the Niskanen Center, told us in May.\n* * *\nSources:\nDonald Trump, speech at Joint Base Myer-Henderson Hall, Aug. 21, 2017\nCombating Terrorism Center at the U.S. Military Academy, \"A View from the Foxhole: Gen. John W. Nicholson, Commander, Resolute Support and U.S. Forces-Afghanistan,\" Feb. 22, 2017\nU.S. State Department, \"Country Reports on Terrorism 2016,\" July 2017\nCouncil on Foreign Relations, \"Conflict Between India and Pakistan,\" accessed Aug. 21, 2017\nCongress.gov, \"Appropriations for Fiscal Year 2017,\" accessed Aug. 21, 2017\nCNBC, \"Trump aims to reassure allies about US support, but asks them to pay up more,\" Feb. 6, 2017\nForeign Policy, \"White House Rejects Claims Trump Gave Merkel Fake $376 Billion 'Bill' For NATO Payments.\" March 27, 2017\nAndrea Gilli, \"The Trump administration wants Europe to pay more to defend itself. It's not that easy,\" Feb. 3, 2017\nNew York Times, \"Defense Secretary Warns NATO of 'Dim' Future,\" June 10, 2011\nEmail interview with Matthew Fay, defense and foreign policy analyst at the Niskanen Center, May 24, 2017\n\nGraphic\n\n \nVIDEO PHOTO (CHART)\n\nLoad-Date: August 22, 2017"
}