{
    "title": "Donald Trump brings the Republican National Convention to a close",
    "publisher": "university wire",
    "year": 2019,
    "month": 1,
    "day": 1,
    "full text": "CLEVELAND, Ohio - Donald Trump took the stage for the final day of the Republican National Convention to formally accept the presidential nomination in an hour-long speech at the Quicken Loans Arena.\nTrump took the stage after being introduced by his daughter Ivanka. During his hour-long speech the 70-year-old spoke about all the issues he'd brought up during his primary run including immigration, terrorism, trade, the economy and even mentioned improving TSA.\nThere was a packed house in the Quicken Loans Arena to hear Trump speak for the first time since receiving the nomination on Tuesday, with very little empty seats and some supporters sitting as far back as the last row of the upper deck.\nSupporters of the first-time politician cheered throughout the hour he spent on stage, with only one interruption when an activist stood up with a sign from the media section. Trump responded by saying \"How great are our police,\" as the activist was escorted out.\nWhat may have been the most surprising topic of the night was when Trump mentioned the Pulse nightclub shooting in Orlando when talking about terrorism, but what surprised people was when Trump verbally showed his support for the LGBTQ community, making him the first Republican presidential nominee to mention the LGBTQ community in his acceptance speech.\n\"Only weeks ago, in Orlando, Florida, 49 wonderful Americans were savagely murdered by an Islamic terrorist. This time, the terrorist targeted our LGBTQ community. No good. We are going to stop it,\" said Trump as he got a standing ovation. \"And I have to say as a Republican, it is so nice to hear you cheering for what I just said,\" he said. \"Thank you.\"\nThis came only an hour after PayPal co-founder Peter Thiel came out publicly during his speech on stage, becoming the first Republican to ever address their sexual orientation at the Republican National Convention.\n\"I am proud to be gay. I am proud to be a Republican. Most of all, I'm proud to be an American.\" said Thiel while endorsing Trump.\nWith the Republican National Convention now over Trump's focus will be on the national election in November and trying to beat presumptive Democratic presidential nominee Hillary Clinton.\nElection day falls on Tuesday, November 8 this year, with early voting in Florida running from October 29 until November 5.\n\nLoad-Date: January 1, 2019"
}