{
    "title": "DONALD TRUMP CHANGES NATO POSITION_ 'IT'S NO LONGER OBSOLETE'",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 4,
    "day": 12,
    "full text": "On whether NATO is \"obsolete.\"\n- Donald Trump on Wednesday, April 12th, 2017 in a press conference\n* * *\nThe ruling: FULL FLOP\nPresident Donald Trump seems to have warmed up to NATO, declaring publicly that he no longer thinks the U.S.-European alliance is \"obsolete.\"\nDuring the 2016 election, Trump criticized NATO because, he said, member countries aren't contributing their fair share to the alliance financially, and the organization isn't designed to fight terrorism. His comments precipitated some concern among the United States' allies.\nBut months later, during an April 12, 2017, press conference with NATO Secretary General Jens Stoltenberg, Trump affirmed the United States' commitment to the alliance and praised its seven-decade history. He said NATO is now doing more to fight terrorism, and as a result he no longer thinks the organization is obsolete.\n\"The secretary general and I had a productive conversation about what more NATO can do in the fight against terrorism,\" Trump said. \"I complained about that a long time ago, and they made a change. Now they do fight terrorism. I said it was obsolete. It's no longer obsolete.\"\nThat's a big departure from comments he made on ABC in March 2016: \"I think NATO's obsolete. NATO was done at a time you had the Soviet Union, which was obviously larger, much larger than Russia is today. I'm not saying Russia's not a threat. But we have other threats. We have the threat of terrorism and NATO doesn't discuss terrorism, NATO's not meant for terrorism.\"\nHowever, the premise leading to Trump's change of heart - the idea that he prompted NATO to start fighting terrorism - is false.\nHe's talking about the fact that in 2016 NATO created an assistant secretary general for intelligence and security to head a newly established Joint Intelligence and Security Division. Experts said the change was not especially significant, and Trump wasn't the catalyst. The development had been in the works for years.\n\"It is comical to suggest NATO would change its counterterrorism policy in response to anything Donald Trump has said about it over the course of his campaign,\" said Matthew Fay, a defense policy analyst with the Niskanen Center, in a prior PolitiFact interview.\nFurther, Trump's comment gives the incorrect impression that NATO wasn't responsive to terrorism until the new division was created. In reality, NATO has been actively dealing with terrorism since the 1980s. And since 9/11, it has played a significant role in the War on Terror, including deploying troops in Afghanistan for more than a decade.\nWe should note, though, that experts also told us that NATO's structure and role has made it an imperfect vehicle for counterterrorism because of problems with coordinating among the member countries.\nEven before the election was over, Trump hinted that he thinks NATO is making itself more relevant in the fight against terrorism. But at the April press conference he made his change in opinion clear, saying, \"I said it was obsolete. It's no longer obsolete.\"\nIt's up to voters to decide how they feel about Trump's reversal on NATO. We rate the change of position a Full Flop.\n* * *\nSources:\nWhite House, Trump and Stoltenberg joint press conference, April 12, 2017\nPolitiFact, \"Fact-check: Donald Trump says Germany owes 'vast sums of money to NATO,' \" March 19, 2017\nPolitiFact, \"Donald Trump mischaracterizes NATO change and his role in it,\" Aug. 16, 2016\nPolitiFact, \"Trying to pin down what Donald Trump thinks about abortion, the minimum wage, taxes, and U.S. debt,\" May 11, 2016\n\nGraphic\n\n \nPHOTO (2) VIDEO\n\nLoad-Date: April 13, 2017"
}