{
    "title": "Donor cancels Islamic chair for Temple The group offering a $1.5 million deal had been probed for te",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 1,
    "day": 5,
    "full text": "Last spring, an Islamic group came to Temple University with an extremely generous offer: $1.5 million for an endowed chair in Islamic studies to honor religion professor Mahmoud Ayoub. \nBut after months of talks, the deal fell apart when trustees and others raised concerns about the donor, the International Institute of Islamic Thought (IIIT), a nonprofit research organization that was included in a government probe into funding of suspected terrorists. \n\"They did not want a chair of Islamic studies funded by a Muslim organization,\" said Ayoub, a blind, 69-year-old Islamic and interreligious scholar who was to be the first occupant of the chair. \"That is really a sad thing, because part of the chair's mandate was to encourage and engage in interfaith dialogue with Jews and Christians and others.\" \nAyoub and religion department colleagues said negotiations between Temple and IIIT broke down in the fall after trustees and others pressed the school to reject the gift. \n\"There were allegations from outside groups that we shouldn't be taking the money from this organization,\" said department chair Rebecca T. Alpert, who was involved in talks with IIIT, an academic organization based in Herndon, Va., that was cofounded by a former Temple professor. \nTemple president Ann Weaver Hart declined to be interviewed but issued a statement saying, \"After much discussion and consideration, Temple decided to neither accept or reject this generous offer. The university indicated that no decision regarding this matter would be made until post-9/11 federal investigations of the IIIT are complete.\" \nIn mid-December, tired of waiting for an answer, IIIT withdrew its offer, said the group's attorney, Nancy Luque. \n\"They were dithering,\" she said.  \nIIIT was among 20 charities and nonprofits raided by the government in 2002 to gather evidence against Sami Al-Arian, a former professor suspected of funding Palestinian terrorists through a University of South Florida think tank. Al-Arian was aquitted of most charges but pleaded guilty to one count of conspiracy and received 57 months in prison.  \nLuque said no charges were brought against IIIT, assets were never frozen, and items taken in the search have been returned. \n\"There's no reason to believe there's an investigation of IIIT,\" she said. \nA spokesman for the U.S. Attorney's Office in Eastern Virginia said he could neither confirm nor deny whether there was a continuing inquiry. \nTemple did its own investigation and concluded the case was still open after reading news accounts and gathering information from various sources, said a senior university administrator who did not want to be identified.  \n\"We did our own due diligence and tried to find everything we could,\" he said.  \nAfter discussions with trustees, administrators felt it best to \"proceed with great caution,\" the administrator said, but declined to say which trustees gave their input. \nEndowed chairs can bring prestige and recognition to a university, attracting top-notch scholars who are deemed worldwide experts in their fields. Temple has 30 chairs. Appointments are made by the faculty and administration. \nBecause the chair creates a permanent bond between the university and the donor, Temple felt the best thing to do was nothing, said the administrator. \nIIIT was eager to work with the school because of its association with Ayoub and former professor Ismail Al-Faruqi, who founded Temple's Islamic studies program and was a cofounder of IIIT, Luque said. The chair was to be named for Al-Faruqi. He and his wife were stabbed to death in their Wyncote home in 1986. The case was never solved. \nInitially, Temple seemed receptive to the gift. Abubaker Al-Shingieti, IIIT's regional director for Europe and North America, said: \"They seemed to be very open to it. There was a meeting of the minds and the hearts.\" \nAlpert \"was really motivated and very excited about it,\" he said. \nWhy Temple did not accept the gift is \"politics that only the Temple system understands, \" he said. \nThe deal was supposed to be finalized in September, according to those involved. It was postponed until mid-November to make changes in the contract. Shortly before the new deadline, \"the president said we cannot have the chair,\" said Ayoub. \nAfter IIIT backed out, Hart, Temple's president, who had final say in the decision, seemed relieved, but told colleagues she was committed to funding the chair from other sources, Alpert said. \n\"This decision was difficult for her,\" she said. \nThe loss reverberated through Temple's religion department. The chair would have been the department's first and an honor for Ayoub, who was born in Lebanon and has taught at Temple since 1988. He was to occupy the chair for a semester before retiring last month. \n\"We have a lot of respect for Dr. Ayoub and his work and we want that to continue,\" said Alpert, adding that two other professors teach Islamic studies. \nAyoub, who has published numerous books and articles in English and Arabic, said, \"There was no reason for this to happen. . . . IIIT are in no way anti-American. \n\"Bigotry is not good, whoever practices it. If Muslims did that, tried to block a Jewish chair or program, I wouldn't have liked it,\" Ayoub said, declining to further elaborate on Temple's internal debate. \nOther professors were also angry about the broken deal. \nIn a Dec. 21 letter to Hart, Leonard Swidler, who teaches Catholic thought and interreligious dialogue, called the situtation shameful and noted pressure on Hart from \"very un-American . . . Islamophobic persons on the board of trustees.\" \nHe also accused the university of \"building walls instead of bridges vis-a-vis Islam.\" \nDavid Horowitz, head of the Los Angeles-based Freedom Center, called IIIT \"Islamo-fascists\" and \"part of a jihad against the West.\" The Freedom Center sponsored Islamo-Fascism Awareness Week at college campuses in October, including Temple, to caution about what it calls the perils of Islamic extremism. \nThough he had not heard about the $1.5 million offer to Temple by the IIIT, he said the danger of accepting such gifts was that the donors could influence the choice of professors and curriculum. \nDuring Islamo-Fascism Awareness Week, Horowitz invited former Sen. Rick Santorum to speak at Temple about the threat from Islamic radicals. Santorum also spoke at the University of Pennsylvania. \nThe previous week, Temple trustee Richard Fox joined Jonathan Schanzer of the Jewish Policy Center at a talk on terrorism funding. Fox is chairman of the Jewish Policy Center and Horowitz is on the board. \nA Temple spokesman said Fox, a major local home builder who has funded the university's Fox School of Business, did not want to be interviewed for the story. \nContact staff writer Kathy Boccella at 610-313-8123 or kboccella@phillynews.com. \n\nLoad-Date: January 5, 2008"
}