{
    "title": "Doubts raised about independence of NSA panel Most members have long histories in government",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 9,
    "day": 8,
    "full text": "President Barack Obama has announced the names of the five members of a task force to examine the National Security Agency's controversial collection of Internet and cellphone records, but privacy and open government advocates say they don't believe the panel is likely to be very critical of the NSA program.\nAt the time Obama announced the panel's creation Aug. 9, anger at the extent of the NSA collection efforts was at its height, and the president's move was intended to calm growing congressional calls for curbs on the program. Obama said the panel would be made up of outside experts and would review the government's use of its intelligence-gathering capabilities and whether it adhered to constitutional standards.\nBut advocates note that four of the five people named to the panel last week have long histories in government or in the intelligence community, and they said that made it unlikely the panel would be critical of the government's practices when it completes its final report, due Dec. 15.\nSteven Aftergood, director of the Federation of American Scientists' Project on Government Secrecy, said even the panel's assignment misses the major concerns about the NSA programs, which had been kept largely secret from the public until their extent was leaked in June by fugitive former NSA contractor Edward Snowden.\nBasically, they're saying, 'Well how can we optimize surveillance while taking privacy into account?' Aftergood said. But what people really want to know is whether the NSA violates the law and the Constitution, he added. I'm not sure that that sense of urgency has been adequately communicated to the review board.\nFour of the panel's five members have direct ties to the executive branch and its intelligence-gathering apparatus.\nMichael Morell is the former deputy director of the Central Intelligence Agency. Richard Clarke is the former national coordinator for security, infrastructure protection and counter-terrorism, and served as a counter-terrorism and security adviser in the administrations of presidents George H.W. Bush, Bill Clinton and George W. Bush. Peter Swire was chief privacy counsel for the Office of Management and Budget under President Clinton.\nCass Sunstein, a law professor at Harvard University, is reportedly a friend of the president and was formerly administrator of the White House Office of Information and Regulatory Affairs, which oversees the policies of executive agencies.\nThe panel's fifth member is Geoffrey Stone, a law professor at the University of Chicago and an expert on conflicts between constitutional rights and national security.\n\nLoad-Date: September 25, 2013"
}