{
    "title": "DOUBLE STANDARD IN MIDEAST VIOLENCE",
    "publisher": "the new york times",
    "year": 1994,
    "month": 3,
    "day": 6,
    "full text": "The Jewish reaction to the massacre by a lone Israeli gunman in Hebron was instant and overwhelming. \"There is no understanding, no forgiveness, and no atonement for this horrible act,\" said the president of Israel. \"I am shamed over the disgrace imposed upon us by a degenerate murderer,\" said the prime minister. In synagogues throughout the world, congregation and clergy offered expressions of contrition and regret.\nEight years ago, Palestinian gunmen burst into the largest synagogue in Istanbul, barred the doors to prevent escape, then murdered 22 worshipers. In how many mosques throughout the Palestinian world were expressions of contrition and regret offered? And how did the Palestinian leadership react?  PLO spokesman Salah Khalaf said this: \"We are against the murder of innocents, even if they are Jews.\"\nFour Islamic and Palestinian groups claimed \"credit\" for the attack - which was the norm. After bloody attacks on synagogues in Copenhagen, Antwerp and Rome, various Arab groups rushed forward to claim the honor.\nAt a time when the world stands still to judge Israel, one is not supposed to make such comparisons. It is considered bad form to point out the double standard by which Israelis and Palestinians are judged.\nConsider: On Feb. 18, Tsippora Sasson, 33 and five months' pregnant, was driving home with her husband and two children. Palestinian gunmen waiting in ambush attacked the car. They shot her once in the head, once in the abdomen.  Hours later, she died.\nThis murder occurred seven days before the Hebron massacre. In The Washington Post it merited five sentences on page A45. The New York Times gave it three.\nYet there was nothing prejudicial about these news judgments. Ever since the PLO's pledge to renounce terrorism was consecrated by the Handshake on the White House lawn, Palestinians have murdered an average of one Israeli civilian a week. When something happens every week, it goes on the back pages.\nSound news judgment. But news judgment is one thing, moral judgment another.\nThere is no balancing one death against another, one massacre against another. There is no excusing any murder. That is precisely the reaction of Israel to the murderer in its midst. And it is precisely not the reaction of the Palestinians - and of a self-righteous world - to Palestinian murderers.\nMordechai Lapid and his 19-year-old son are shot by Palestinian gunmen.  They bleed to death in the arms of a doctor named Baruch Goldstein. Such terrorism is routinely attributed to Palestinian rage or frustration. Or to the \"cycle of violence,\" as if this absurd geometrical analogy explains anything.\nOf course, it is not meant to explain. It is meant to excuse. But never Israelis.\nThe U.N. Security Council - silent after synagogue attacks in Istanbul, Paris, Vienna, Antwerp, Copenhagen and Rome; mute at the murder of Sasson, the Lapids and countless other Jews - prepares itself to reprove Israel over Hebron. The double standard is scandalous, yet accepted.\nThe Hebron massacre was the work of one deranged fanatic. He represented at most the fringe of a fringe. Meir Kahane, leader of the Kach movement to which Goldstein belonged, competed four times in Israeli elections. The most he ever got was 1 percent of the vote. Yet even that was too much for Israel. In 1988, Kach was barred, because of its racism, from running for Parliament.\nPalestinian terror is not the work of a fringe. It is mostly the work of Hamas, a Palestinian movement so popular that Yasser Arafat is wary of West Bank elections out of fear that Hamas would win. Nor is Hamas a pariah to the Palestinian mainstream. Four days after the PLO-Israel handshake in Washington, the PLO and Hamas negotiated a truce, consecrated in a \"Document of Honor.\"\nThe partnership is cozy and convenient to both sides. The PLO does the negotiating, Hamas does the killing (with occasional free-lancing by Arafat's Fatah Hawks).\nThe PLO issued no apology for the murder of Tsippora Sasson. Hamas claimed credit. It distributed leaflets in Gaza pledging to \"turn every day into hell for the Israelis.\" Sasson's murder was not some random spasm but part of an open, ongoing strategy of terror.\nThe world is not content to judge Goldstein. It is judging Israel because of Goldstein. Yet what, in fact, is the moral difference between Israeli and Palestinian terrorism? For Israel, it is a matter of shame. For the Palestinians, it is a matter of policy.\n\nLoad-Date: March 7, 1994"
}