{
    "title": "DOUBTS ARE GROWING AT HOME ABOUT U.S. WAR ON TERRORISM; SEPT. 11, 2001 -- TWO YEARS LATER",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 11,
    "full text": "* Ex-administration officials are publicly criticizing Bush's efforts.\nA year ago, on the first anniversary of the Sept. 11 terrorist attacks, Americans appeared remarkably resolute, and largely united, despite the misgivings of many allied nations as to President George W. Bush's war on terrorism.\nAs the second anniversary approaches, on Thursday, what is notable are the growing doubts at home.\nA parade of former administration officials have taken their misgivings public, blaming Bush's team for alleged post-Sept. 11 failures that range from \"haphazard\" planning for Iraq's reconstruction and gratuitously alienating allies to the absence of any overall strategy in the war on terrorism.\nIn a poll released last week by the Democracy Corps, a public research group, the number of respondents who voiced confidence in U.S. plans to win the peace in Iraq was barely 50 percent, as was the number declaring that Bush had been \"honest about the dangers and threats Iraq posed before the war.\" The same poll, like other recent ones, showed Bush's job approval ratings, sky high a year ago, dipping back to 55 percent or less, about where they were before the terrorist attacks.\nMeanwhile, Democrats who last fall gave Bush a blank check to wage war against Iraq now view his handling of that war, and especially its difficult aftermath, as a vulnerability to exploit in next year's presidential campaign.\nSecretary of State Colin Powell presented an eloquent defense of Bush's policy in an address Friday at George Washington University.\n\"Every loss of life, every wound, is a tragedy, but not a loss in vain,\" Powell said, speaking on the deaths of soldiers from America and allied nations in Afghanistan and Iraq.\n\"Not to face up to and fight the hatred that is at the core of all terrorism is to be complicit in hatred's consequence,\" he said. \"That we will never be. Every loss that we suffer becomes a stone in the citadel we are building against terrorism and against hatred. None of these lives have been lost in vain.\"\nBut in the same speech, Powell notably played down the controversial doctrine of \"pre-emptive war\" that Bush introduced last September as part of his national security strategy. Powell insisted that \"above all, the president's strategy is a strategy of partnerships\" - specifically including a partnership with the United Nations that other key administration officials have openly disparaged for months.\nThe administration is turning to the United Nations out of clear necessity.\nCosts for the Iraq reconstruction effort are running far higher than anticipated - as much as $80 billion for the next year alone, according to administration estimates circulating on Capitol Hill. Meanwhile, a new report by the Congressional Budget Office says the Army cannot sustain current force levels in the region without extending tours of duty.\nYet when Bush takes his case to the General Assembly later this month, he is likely to face a far more skeptical reception than a year ago. He confounded critics then by delivering a conciliatory speech in which he vowed to seek U.N. support in his confrontation with Iraqi leader Saddam Hussein.\nIn the end the support wasn't there, with just four of the 15 Security Council members supporting the U.S. decision to go to war in March. And now countries like France and Germany, dismissed earlier this year as \"old Europe\" and \"irrelevant,\" are balking at the U.S. request for help.\nMadeleine Albright, secretary of state under former President Bill Clinton, writes in the current issue of Foreign Affairs that it is not so much Bush's commitment to combating terrorism that has caused alarm but his insistence, too often, on going it alone.\n\"I harbor no doubts about his sincerity,\" Albright writes. \"I share his assessment of the need not simply to oppose but also to defeat the declared enemies of the country. For the good of the United States, I hope his policies succeed. But I am left with the feeling that he has needlessly placed obstacles in his own path.\"\nCritics within\nFrom Bush's perspective, the most troubling development of recent weeks is the tough criticism coming from individuals with high-level experience within his own administration.\nA new book by Thomas White, secretary of the Army until last spring, says the administration's \"haphazard\" approach to postwar planning in Iraq runs the risk of \"financial disaster, more lives lost, chaos in Iraq and squandered American good will.\"\nRetired Marine Gen. Anthony G. Zinni, former commander of U.S. forces in the Middle East, warned in a speech Thursday that \"there is no strategy or mechanism for putting the pieces together.\" The administration is paying the price now for its earlier dismissal of any U.N. role, Zinni said, and for disingenuous statements that evoke the credibility gap, he says, of the Vietnam war.\nZinni told a joint meeting of the U.S. Naval Institute and the Marine Corps Association that the Pentagon's insistence on directing postwar reconstruction efforts \"doesn't make sense\" - and neither, he said, did the administration's refusal after the war to seek U.N. help.\n\"We certainly blew past the U.N.,\" he said. \"Why, I don't know. Now we're going back, hat in hand.\"\nIsam al Khafaji, one of the Iraqi exiles appointed as an adviser to the postwar Coalition Provisional Authority, quit in July. He said he was frustrated by infighting between State Department and Defense Department factions (he had previously served as an adviser to the State Department) and by the U.S. refusal to give Iraqis a greater role in reconstruction.\n\"The question is whether the United States is willing to give up its unilateralism,\" Khafaji told a forum Wednesday at the Middle East Institute. \"You cannot talk about a globalized world when you run the most nationalistic policy on earth.\"\nEqually harsh criticism comes from Flynt Leverett, who resigned last March as senior director for Middle East Affairs at the National Security Council. Previously a counter-terrorism specialist at the State Department and before that a CIA analyst, Leverett is now a visiting fellow at the Brookings Institution.\n\"At this point the administration doesn't have, really, a coherent strategy for the war on terror,\" Leverett said at a Brookings forum last Wednesday.\n\"If Phase I of the war on terror was Afghanistan, and Phase 2 in the war on terror was Iraq, can anyone tell me at this point what is the administration's simple, coherent answer for what Phase 3 in the war on terror is?\n\"I don't think that they have one.\"\nBush is unswayed\nIf there are misgivings within the administration they weren't evident in the CNBC interview with Bush that aired Friday night.\nRelaxed and confident, Bush insisted that the U.S. economy was on the rebound, that America was making progress rounding up terrorists and that he was prepared to spend however many billions of dollars it takes to ensure victory.\n\"We're at war against some pretty tough characters who hate America,\" Bush said. \"And therefore, we need to put the money up in order to win this war. I want to make sure America is more secure. And I will not forget the lessons of September 11, 2001.\n\"And the lesson of September 11,\" he continued, \"is that an enemy does exist, and [that] this great country will never cower in the face of terror ists, and that we have an obligation in this administration to do everything in our power to make sure that doesn't happen again.\"\nThe war in Iraq was a battle in the larger war on terrorism, Bush asserted, and it won't be the last. \"[W]e'll stay on the offensive,\" he said. \"I mean, the way to win this war is not to, you know, hope that the terrorists change their attitude. The way to win the war is to find them before they hit us, and that's exactly what we're going to do ...\"\nRecent polls and political developments suggest a mixed response to the administration's current stance.\nBush continues to score high approval on foreign policy generally and on combating terrorism, with two-thirds support on the latter in a poll released Thursday by the Pew Research Center for the People & the Press. But the same poll found that by a 2-1 Continued on page 9\nmargin respondents believe the president should focus on the economy instead of on terrorism.\nThree-fourths of respondents in the Pew survey said they considered the world a more dangerous place than a decade ago - up from just half when a similar question was asked just before the Sept. 11 attacks.\nThe survey of registered voters by the Democracy Corps, also released Thursday, found that the number of respondents who believe the country is headed in the wrong direction is now 54 percent, the highest level for that question since Bush took office.\nRepublican Party operatives dismiss the lasting significance of such findings but their Democratic counterparts clearly don't. That was very much apparent Thursday night in Albuquerque, N.M., site of a Democratic presidential candidates' debate that was notable for its united, and harsh, assault on Bush's foreign policy.\nThe Democrats have also taken aim at the domestic ramifications of the war on terrorism, specifically the increased law enforcement authority associated with the USA Patriot Act of 2001 and the widespread detention of terrorism suspects under Attorney General John Ashcroft.\nThe Electronic Privacy Information Center, a nonprofit watchdog group in Washington, issued a report Friday finding that the U.S. and other governments had used the public's fear of terrorism to justify expanded use of surveillance technology.\nMarc Rotenberg, the center's executive director, noted signs of a backlash, however, pointing to the enactment of resolutions by some 150 local governments protesting the Patriot Act and increased congressional scrutiny of some of the act's provisions.\nAshcroft himself is barnstorming the country to promote the act. But he is doing so before closed audiences of law enforcement officials, where he has so far declined to subject himself to detailed questioning.\nSafer today?\nSen. Dick Durbin, D-Ill., a member of the Senate Intelligence Committee, views the war in Iraq as a dangerous digression in the unresolved battle against the terrorists behind the Sept. 11 attacks.\n\"I think it's a reach to argue that Iraq was a source of terrorism against the United States,\" Durbin said. \"If you want to ask about the real threat, it's in the nuclear weapons from North Korea and in the proliferation of nuclear devices from the old Soviet Union. Those two worry me far more than anything that was threatened in Iraq - and they are still there.\"\nDurbin said he was as troubled by the quality of intelligence on terrorism as by its quantity, especially in light of questions raised about the reliability of intelligence claims, before the war in Iraq, about that country's alleged arsenal of weapons of mass destruction.\n\"To think that we are four months after our military victory there and still empty-handed when it comes to weapons of mass destruction suggests that we had bad information or unreliable sources or both,\" he said.\n\"It is a troubling pattern that we continue to exaggerate the threat in some areas and miss it entirely in others. That still worries me. We need to get a lot better, fast.\"\nFormer Gov. Thomas Kean, R-N.J., leads the National Commission on Terrorist Attacks Against the United States, a 10-member body appointed last year by Congress and the White House to investigate the terrorist attacks and preventive measures for the future.\nKean said in an interview Friday that administration cooperation has improved in recent weeks and that the panel's staff is now poring through some 2 million administration documents - four times the number reviewed during the initial congressional examination of Sept. 11.\nIn July, Kean and former Rep. Lee Hamilton, D-Ind., the commission's vice chair, had complained of stonewalling by some government agencies, especially the Defense and Justice departments. The record since is better, Kean said, and the panel is focusing now on its mandate - examining everything from intelligence-gathering prior to Sept. 11 and the initial response to the attack to more general questions such as the failure of congressional oversight.\nThe biggest surprise, personally, \"was learning that we were so totally unprepared for an attack on the homeland. … Had this attack come from the direction of the ex-Soviet Union it would have been stopped in the air before it got to our shores. I hadn't known we were so focused on an enemy that no longer exists.\"\nAs to the corrective steps taken since, Kean's conclusion is that \"we are safer - but we're not safe.\"\n\"I still don't believe that our agencies are yet capable of the kind of efficiency they need to really find these people and to prevent their plans. There's still work to be done.\"\n\nNotes\n\nReporter Jon Sawyer:; E-mail: jsawyer@post-dispatch.com; Phone: 202-298-6880; Link to a timeline of events since Sept. 11, 2001, plus a model of plans to redevelop the World Trade Center site, online at STLtoday.com/links.  \nCorrection\n\nThis article on President George W. Bush's anti-terrorism policies should have noted that Democracy Corps, a public opinion research group, is an advocacy organization affiliated with the Democratic Party. One of the firm's principals is Stanley Greenberg, who served as pollster to former President Bill Clinton.\nCorrection-Date: September 9, 2003\n\nGraphic\n\n \nGRAPHICColor Graphic / Chart by the POST-DISPATCH - Terrorism fear lingers\nAs the second anniversary of the Sept. 11 attack nears, a new poll by the Pew Research Center for People and the Press shows that heightened public concern about international threats persists.\n \nQ. How worried are you that there will soon be another terrorist attack in the United States?\n....… Very worried Somewhat worried\n \nOct. '01     29%         42%\nDec. '01     13%         39%\nJan. '02     20%         42%\nJune '02     32%         44%\nAug. '02     16%          46%\nOct. '02     20%         46%\nDec. '02     31%         42%\nJan. '03      18%         50%\nFeb. '03     34%         41%\nMar. '03     22%         42%\n\nQ. How dangerous is the world compared to 10 years ago?\n2001*\n53% More dangerous\n14% Less dangerous\n30% About the same\n3% Don't know\n \n2003\n75% More dangerous\n5% Less dangerous\n20% About the same\n*In early September 2001, the question was precede by: \"It has been 10 years since the end of the Cold War.\"\n \nHow the poll was conducted: The results are base on a telephone survey of 2,528 adults nationwide conducted from July 14 - Aug. 25. The error rate is plus or minus 2 percentage points.\n \nSOURCE: The Pew Research Center\n\nLoad-Date: September 10, 2003"
}