{
    "title": "Double-digit rate hikes continue for workers comp; Terrorism coverage is a new consideration at rene",
    "publisher": "business insurance",
    "year": 2003,
    "month": 7,
    "day": 7,
    "full text": "Workers compensation coverage is seeing double-digit price increases, largely due to rising medical costs, and the issue of terrorism coverage is complicating the renewal process somewhat.\nFrom a coverage standpoint, the 2002 federal terrorism coverage law does not affect most employers, because nearly every state's workers compensation laws provided even broader coverage than that which insurers are required to make available through the Terrorism Risk Insurance Act.\nPrior to the Sept. 11, 2001, terrorist attacks, state laws typically required that employers have workers comp insurance that provides protection for workers injured through acts of terrorism-whether caused by domestic or foreign agents-as well as injuries caused by acts of war.\nTerrorism coverage ''is mandatory for workers comp, so we had no choice'' but to provide it for workers, said Jim Crockett, manager of risk and employee benefits for Denver Water in Denver. He is also vice chairman of the Risk & Insurance Management Society Inc.'s External Affairs Committee.\nAmong the states that require workers comp coverage, only Pennsylvania excluded coverage for acts of war prior to the enactment of TRIA, according to Peter M. Burton, senior division executive-state relations for the Boca Raton, Fla.-based National Council on Compensation Insurance. So, the federal act required insurers there to offer coverage broader than the state's mandates.\nFrom a pricing standpoint, however, insurers for the first time recognized and actuarially analyzed their rate need for the TRIA-defined terrorism risk and priced it separately, Mr. Burton said. In most states that use the NCCI as a guide for what to charge, the TRIA component ranged from 1 cent per $100 of payroll to 5 cents per $100 in the voluntary market or 7 cents per $100 in the assigned-risk plan, Mr. Burton said. The highest rates are in the District of Columbia.\nThe cost of TRIA is generally considered manageable, and most insurers calculate it as a percentage of ''standard premium,'' while other insurers use slightly different approaches, said Paul Smith, executive vp with New York-based Willis Risk Solutions, a unit of brokerage Willis Group Holdings Ltd.\nThe rate an insurer charges for TRIA coverage may vary, however, except in a state's residual market, where servicing insurers are required to charge an established rate, Mr. Burton said. Most insurers use the NCCI's benchmark rates, sources said.\n''Given the various methodologies that individual insurers use to pass on the cost of TRIA, it may be a benefit to buyers to explore alternative sources of coverage,'' Mr. Smith said.\nOverall, buyers are facing workers comp rate increases of 10% or more during this renewal period, according to most insurers, brokers and employers. The current average increases of 10% to 15% are less than the 15% to 20% increases buyers saw last year, said Vincent T. Donnelly, president and chief operating officer of PMA Insurance Group in Blue Bell, Pa.\nSome policyholders are seeing rate increases of 15% to 30%, Mr. Smith said. Meanwhile, Stephen Kelley, president of Muirfield Underwriters Ltd., a Chicago-based managing general underwriter, reported a broader range of rate changes-from a 5% reduction to a 20% increase. Muirfield is an Aon Corp. affiliate.\n''While rates are not coming down, the rate of acceleration may be easing,'' said Greg Berg, vp for the Hartford Financial Services Group Inc. in Hartford, Conn. No one expects the hard market to end soon, however.\nFinding coverage is not a problem for policyholders, especially since states typically have assigned-risk plans that serve as the market of last resort.\nRising medical costs are a major cause of employers' higher premiums. According to the NCCI, workers comp medical cost increases for lost-time claims rose to 12% from 10.7% from 2001 to 2002.\nMany policyholders are responding to these market conditions by retaining higher levels of risk, said Brian Melas, senior vp-commercial markets administration with Boston-based Liberty Mutual Insurance Co.\nFor example, the Miami-Dade County Public School System decided late last month to increase its self-insured retention on its excess compensation policy to $750,000 from $500,000, said Scott B. Clark, risk and benefits officer. It will now pay $1.5 million for that coverage, compared with the proposed $2.4 million premium it would have otherwise faced, he said.\nMr. Clark said the district plans to hire a consultant to help it better manage the most frequent claims in that new retention level, which are primarily filed by workers who help transport disabled children. The system's goal is to prevent permanent total claims by providing alternatives including modified duty and career retraining, he said.\n\nLoad-Date: July 9, 2003"
}