{
    "title": "DOUBTS SEEN AS PROSECUTION RESTS IN TERRORISM CASE",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 6,
    "day": 29,
    "full text": "After almost six months, prosecutors rested their urban-terrorism case yesterday against a militant Islamic cleric and his followers. It was far from certain, however, that their key witnesses convinced the jury.\nAt issue is whether the government has proved beyond a reasonable doubt that Sheik Omar Abdel-Rahman and 10 others conspired to \"wage a war of urban terrorism\" in the United States. Defense lawyers expect to start their side of the case this week.\nThe defendants are accused of participating in a conspiracy that led to the fatal Feb. 26, 1993, World Trade Center blast and in plots to blow up the U.N. building and bridges and tunnels leading into Manhattan.\nIn addition, the defendants are accused of plotting the 1990 murder of radical Rabbi Meir Kahane and planning to assassinate Egyptian President Hosni Mubarak during a visit to the United States.\nMubarak escaped an attack on his motorcade in the Ethiopian capital of Addis Ababa on Monday, but his Muslim militant enemies have vowed to kill him eventually.\nProsecutors in the New York case have shown the jury incriminating tapes and videos of many of the minor defendants mixing explosives and discussing the bombing and assassination plots. The evidence against Abdel-Rahman, however, is more vague.\nThe government alleges that the blind cleric is the group's spiritual leader who gave approval and encouragement to some of the schemes. Although the jury has read transcripts of his fiery speeches advocating violence against enemies of Islam, there are no tapes of him ordering followers to carry out the World Trade Center bombing or other attacks.\nThe government rested its case by reading from an inflammatory speech the cleric gave in Denmark in 1990. One of Abdel-Rahman's attorneys, Abdeen Jabara, said the move supported defense arguments that the cleric was being prosecuted for exercising his free-speech rights.\n\"There is absolutely nothing illegal about preaching violence,\" Jabara told reporters. \"The question is whether a blind, sick foreigner who is different from the vast majority of Americans will receive the same constitutional protection that everyone is entitled to.\"\nMost of the critical testimony against Abdel-Rahman came from two witnesses, both of whom have credibility problems.\nThe first was Emad Salem, a shadowy former Egyptian army officer who infiltrated Abdel-Rahman's inner circle at the FBI's request and became an aide to the cleric.\nThe informant, who received more than $1 million from the government for his testimony, admitted on the stand that he had lied to just about everyone about his background because he wanted to be a \"big shot.\"\nAbdo Mohamed Haggag, another former aide to Abdel-Rahman, also testified against him, saying the cleric had urged followers to commit violence in the United States and had asked him to kill Mubarak. But during cross-examination, defense lawyers portrayed Haggag as a double-dealing opportunist and got him to admit to orchestrating two child-snatching schemes and setting fire to a restaurant to collect insurance money.\n\nLoad-Date: October 28, 2002"
}