{
    "title": "Double standard",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "Five years after the Sept 11 attacks, Americans have every reason to be dissatisfied with Bush's war on terrorism, which has been plagued by disappointments and half-fulfilled promises. Osama Bin Laden is still at large. Weapons of mass destruction have failed to materialize. Most important, U.S. troops are still fighting and dying in a war that has previously been declared over.\nBush still has propositions to further the fight against terrorism. Last week, he revealed that the CIA has been running secret prisons overseas. Bush has been vague about the prisons, especially when asked about the use of torture. Fourteen suspected terrorists were removed from these prisons and sent to an American prison at Guantanamo Bay in Cuba.\nBush is urging Congress to permit these suspects to be tried in special military tribunals in Guantanamo Bay. According to Reuters, a military judge would preside over these tribunals and verdicts would be handed down by a jury comprised of members of the armed forces, just like any court-martial trial.\nThe thing that raises eyebrows about Bush's court plan is that it greatly increases a judge's power while subsequently limiting the protection of suspects. Hearsay and classified pieces of evidence that would never be revealed to the accused could be used at the discretion of the judge.\nBush has also proposed \"torture determinations\" which, according to the Chicago Tribune, would allow judges to use discretion in determining if a suspect's confession has been coerced. Evidence from coercion is inadmissible in court.\nCongress hasn't really taken to the idea of withholding evidence from a suspect. It seems to me that it is a sneaky, incredulous way to convict someone of a crime. This setup makes it ridiculously easy to find a suspect guilty.\nAmerica is fully invested in a war in which many people are confused about who the enemy is and frustrated over why troops have been fighting them for so long. Bringing in 14 heads on sticks in the name of anti-terrorism would make Bush look like a hero to the worried and impressionable public.\nHero status could help Bush, whose approval rating has plummeted since the war began and who needs to save the legacy of his marred presidency. Serving justice to terrorists could also elevate the trustworthiness of the Republican Party, whose members are looking to keep control of Congress.\nJustice only comes when those truly responsible for a crime are persecuted. America deserves closure from the attacks of that fateful day, but Bush shouldn't concoct an underhanded scheme to find scapegoats.\nThe suspects should be convicted with the same fairness maintained in a U.S. court of law. Perhaps they are not Americans, but if the true goal of the U.S. is to spread democracy, the courts should extend some of the freedoms and rights associated with democracy to the accused. If we were to allow such injustice to befall the accused, then we would be no better than terrorists who wish to rob us of our freedoms.\n(C) 2006 The Parthenon via U-WIRE\n\nLoad-Date: September 12, 2006"
}