{
    "title": "Dow falls 137 as Spain 's vote rattles investors; The election of an antiwar government raised fears",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 16,
    "full text": "The election of an antiwar government in Spain further unnerved the stock market yesterday, propelling the Dow Jones industrial average more than 130 points lower on fears that terrorists, emboldened by the events in Spain, would strike again.\n\"The Spain elections certainly have some ramifications on the war on terror, and the political implications aren't great for the U.S.,\" said Jay Suskind, head trader at Ryan Beck & Co. \"Put that together with the lousy week we had last week, and there's not much confidence in buying.\"\nThe last week's sell-off brought an end to the market's yearlong rally, which had started to taper off in mid-February. Resumption of the rally is unlikely for some time, said Russ Koesterich, U.S. equity strategist for State Street Corp.\n\"There's been a big reduction in risk appetite over the past few months, and investors are becoming very critical,\" Koesterich said. \"The market has discounted a lot of good news, and there's limited upside ahead. That doesn't mean you should get out of the market, but the easy money's behind us.\"\nThe Dow fell 137.19, or 1.3 percent, to 10,102.89, its biggest drop since the 160.07 it lost March 10.\nBroader stock indicators were also markedly lower. The Standard & Poor's 500 index was down 16.08, or 1.4 percent, at 1,104.49, and the Nasdaq composite index dropped 45.53, or 2.3 percent, to 1,939.20, the biggest drop since Feb. 4.\nThe Dow and the Nasdaq were at their lowest levels since mid-December, while the S&P 500 was at its lowest level since late December.\nYesterday's session marked the third time in four sessions that the Dow fell more than 100 points, a common occurrence during the bear market, but one that Wall Street has not been used to since stocks began their ascent a year ago. Since peaking at 10,737.70 on Feb. 17, the Dow has lost nearly 635 points, or nearly 6 percent.\nWhile analysts had been expecting the market to go through some kind of correction, and prices were consolidating, the reawakening of terrorism fears has made it clear that Wall Street is in at least a temporary downturn.\nEven positive economic news did not help yesterday. Industrial production rose by a better-than-expected 0.7 percent in February, a sign that manufacturers may finally regain ground after lagging in the overall economic recovery. Some economists had feared a drop-off after January's 0.8 percent rise.\nInvestors also held back on buying before today's Federal Reserve meeting, which was expected to give a clearer picture on whether interest rates would remain steady for the long term.\nThe European Commission took another step closer to finding that Microsoft Corp. unfairly abused its monopoly power with its Windows operating systems. A final ruling could come as early as next week unless the company and regulators reach a settlement. Microsoft slipped 22 cents to $25.16.\nGeneral Electric Co. fell 30 cents to $30.30 after it announced it would buy bomb-detection company InVision Technologies Inc. for $900 million in cash. InVision jumped $8.13, or 20 percent, to $49.35.\nImClone Systems Inc. narrowed its losses from a year ago, but still missed Wall Street estimates by 3 cents. ImClone, the stock at the center of the Martha Stewart conviction, dropped $1.19 to $45.32.\nNortel Networks Corp. said it was putting the company's chief financial officer and its comptroller on paid leave as the board of directors investigates Nortel's 2003 earnings statements. Nortel fell $1.19 to $5.24.\nThe Russell 2000 index of smaller companies fell 15.89, or 2.7 percent, to 566.95.\nJapan's Nikkei stock average closed 1.4 percent higher. European markets fell sharply, however, on terrorism concerns. Britain's FTSE 100 closed 1.2 percent lower, France's CAC-40 finished down 2.4 percent, and Germany's DAX index dropped 2.7 percent.\n\nGraphic\n\n \nCHART;\nMarket Summary (The Philadelphia Inquirer) (D01)\n\nLoad-Date: August 23, 2005"
}