{
    "title": "Dow down 121 in uneasiness over terrorism; Wall Street also worried over a slow recovery, tepid job",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "Investors worried about terrorism extended Wall Street's sharp decline into another week yesterday, giving the Dow Jones industrials their fifth triple-digit drop in the last nine sessions.\nThe blue chips came close to breaching 10,000 for the first time since Dec. 12 after Israeli troops killed the leader of the violent Palestinian group Hamas early yesterday. Hamas has promised retaliation against both Israel and the United States.\nThe turbulence in the Middle East discouraged equity investors already uneasy about a slow economic recovery and tepid job growth. Wall Street was also worried about decreased consumer spending due to rising oil prices.\nThe Dow Jones industrial average finished the session down 121.85, or 1.2 percent, at 10,064.75. The Dow came off a 53.48 loss last week, and has lost 672.95, or 6.3 percent, since its recent high of 10,737.70 on Feb. 17.\nBroader stock indicators were also sharply lower. The Standard & Poor's 500 index fell 14.38, or 1.3 percent, to 1,095.40, closing below 1,100 for the first time since Dec. 26. The Nasdaq composite index was down 30.57, or 1.6 percent, at 1,909.90. The Nasdaq has fallen eight of the last nine weeks. It last closed below 1,900 on Nov. 21.\nThe declines cut across every sector, with technology shares particularly hard hit because of the turmoil over the presidential election in Taiwan, where some of the strongest technology manufacturers are based. Airlines stocks also fell sharply because of downgrades from brokerages, worries about a drop in travel because of terrorism, and rising fuel prices.\nWith no major economic news due until week's end and first-quarter earnings reports still a month away, the markets were particularly susceptible to bad news abroad. Corporate fundamentals and the underlying economy remain solid, but investors will likely need a string of better-than-expected economic data and earnings to pull out of the correction that kept the major indexes down for the last few weeks.\nRetail chain Walgreen Co. dropped 75 cents to $32.76 after posting earnings a penny per share short of Wall Street expectations.\nCruise-ship line Carnival Corp. reported earnings, beating analysts' estimates by 3 cents per share. Carnival lost 54 cents to $41.97.\nWal-Mart Stores Inc. reported that March sales would come in at the high range of forecasts, but its shares fell 50 cents to $58.10.\nCancer-care services provider US Oncology Inc. jumped $2.44, or 19 percent, to $15.14 after it said it would be acquired by private equity firm Welsh Carson Anderson & Stowe for $1.7 billion. The deal was expected to be completed by the second quarter.\nThe Russell 2000 index of smaller companies dropped 11.75, or 2.1 percent, to 558.99.\nPolitical concerns were a drag on overseas markets as well. Japan's Nikkei stock average dropped 0.9 percent because of Taiwan's election controversy. Europe's markets reacted to the increased terrorism concern. Britain's FTSE 100 closed down 1.9 percent, France's CAC-40 fell 2.1 percent for the day, and Germany's DAX index plunged 2.4 percent.\n\nGraphic\n\n \nPHOTO AND CHART;\nJEFF ROBERSON, Associated Press\nChristopher Felix worked the Standard & Poor's 500 pit moments before the close yesterday at the Chicago Mercantile Exchange. Broader indicators were sharply lower yesterday: The S&P index fell 14.38 to 1,095.40, and Nasdaq was down 30.57 at 1,909.90.\n\nLoad-Date: August 23, 2005"
}