{
    "title": "DOYLE OKED DECISION TO EVACUATE CAPITOL YESTERDAY",
    "publisher": "wisconsin state journal",
    "year": 2009,
    "month": 4,
    "day": 7,
    "full text": "Gov. Jim Doyle gave his okay to a decision to hastily evacuate the state Capitol late yesterday afternoon because a stolen plane was headed toward Madison, a state official said.\nAt around 5 p.m., when the decision was made, the only details available were that the Cessna 172 plane had been stolen and that its pilot was flying erratically and appeared to be on a course toward Madison, said Lori Getter, spokeswoman for Wisconsin Emergency Management.\nThe state homeland security advisor, Brig. Gen. Donald Dunbar, who also commands the Wisconsin National Guard, recommended the decision to Doyle, Getter said.\nLinks\n* Stolen Canadian plane prompts Capitol evacuation; all-clear given \"He felt it was prudent to make that decision,\" Getter said of Dunbar.\nDunbar was in contact through the day with the North American Aerospace Defense Command, federal homeland security officials, law enforcement and Doyle, who was out of the state in Chicago at the time, Getter said.\nGetter said she was unable to say how close the plane had come to Madison, deferring that question to the North American Aerospace Defense Command. A spokesman for NORAD deferred the question in turn to an official with the Federal Aviation Administration, who did not immediately return a phone call seeking comment.\nThe FBI said today that the pilot suspected of stealing the plane in Canada and landing seven hours later in Missouri has no known associations with terrorism.\nFBI special agent John Gillies says 31-year-old Adam Dylan Leon was originally from Turkey before becoming a naturalized citizen of Canada. Gillies says a background check showed no connection to terrorism.\nLeon flew erratically across three states before landing the plane Monday night on a rural highway near Ellsinore, Mo.\nGetter said she didn't believe Dunbar was aware of any of those details about Leon when he made the decision.\n\nNotes\n\n To view the Web version of the story, go to - http://www.madison.com/wsj/mad/latest/446128\n\nLoad-Date: April 8, 2009"
}