{
    "title": "Dozens are killed as militants battle Pakistani troops",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 3,
    "day": 6,
    "full text": "Hundreds of people lugging bags and bundles have fled from a remote town where pro-Taliban tribesmen and foreign militants battled security forces in northwestern Pakistan.\nThe weekend clash killed at least 51 people and was the worst in the lawless region in two years.\nThe unrest coincides with mounting anger over military attacks against al-Qaida and Taliban remnants.\nThose militants have been sheltered by armed tribes that have long resisted the government's control.\nFighting started Saturday and died down early Sunday in the North Waziristan region, said an army spokesman, Maj. Gen. Shaukat Sultan.\nSporadic firing broke out Sunday in the town of Miran Shah, the main hotspot of the unrest. But the fighters retreated from government buildings that they had occupied Saturday and soldiers controlled the town again, Sultan said.\nThe foreign fighters are coming from neighboring Afghanistan and will be \"confronted and eliminated,\" Sultan said. He was unable to say how many of the fighters were foreigners, who often cross the porous border.\nThe clashes were the worst since 2004, when scores of militants, troops and local fighters died during similar unrest in the neighboring South Waziristan region. The new violence further underscored Pakistan's failure to assert governmental control in the rugged region.\nLast week, the army attacked what it said was an al-Qaida camp in the village of Saidgi near the Afghan border. Military officials said the attack had killed 45 people, including foreign militants.\nBut the tribesmen claim local people died, and the operation whipped up more anti-government anger.\nEarlier this year, a U.S. missile strike on a village in Pakistan killed a relative of al-Qaida's No. 2 leader Ayman al-Zawahri and a terrorism suspect, along with 13 residents. Many Pakistanis complained that the attack violated the nation's sovereignty.\nPakistan says it bars U.S. forces from crossing the border in pursuit of Taliban and al-Qaida fighters. The Pakistanis have deployed about 80,000 soldiers along the Afghan frontier.\nOn Sunday, hundreds of villagers -- men, women and children -- fled from Miran Shah. Vehicles were barred from entering or leaving town, so people had to walk nine miles to a security checkpoint to find transport.\nNoor Nawaz, 25, said he and his wife and their three children had spent a sleepless night because of the fighting. Mortar and artillery fire thundered overnight, and helicopters could be heard flying until dawn.\n\"People are extremely scared,\" he said.\nOn Saturday, President George W. Bush made a 24-hour visit to the capital of Islamabad, about 190 miles northeast of North Waziristan. Bush declared his solidarity with Pakistan in the war on terrorism.\nThe tribesmen and militants might have waited until Saturday to strike back over last week's attack on Saidgi as a way of embarrassing the government, which frequently claims it's cracking down on terrorism.\nThe death toll from the fighting was still unclear. The army spokesman said 46 fighters and five soldiers had died. But he added: \"The figures are not fixed. It could be more.\"\nIntercepts of radio communications between militants Saturday in Miran Shah and nearby Mir Ali suggested that 80 or more fighters had been killed, security and intelligence officials said.\n\nLoad-Date: March 6, 2006"
}