{
    "title": "Dozens killed in India Officials suspect terrorism in fire on a train bound for Pakistan at least 65",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 2,
    "day": 19,
    "full text": "An explosion on a train headed for Pakistan set off a fire that swept through two coaches, killing at least 65 people in an attack early today that an official said was aimed at undermining the peace process between India and Pakistan.\nAuthorities say two suitcases packed with unexploded crude bombs and bottles of gasoline were found in train cars not hit in the attack, leading them to believe the fire was set off by an identical explosive device.\n\"It appears to be a case of sabotage,\" said the general manager of the Northern Railway, V.N. Mathur.\nIndia's junior home Minster, Sriprakash Jaiswal, said the homemade bombs were not powerful, and were simply intended to start a fire on the train one day before Pakistani Foreign Minister Khursheed Kasuri was to arrive in New Delhi for talks on the ongoing peace process.\nJaiswal called the attack part of a \"conspiracy ... to disturb communal harmony, India's stability and to disturb the peace process between India and Pakistan.\"\nThe fire engulfed two coaches of the Samjhauta Express, one of two train links between rival India and Pakistan. Because of security concerns, the train is kept sealed, and passengers might have been trapped inside the burning cars.\nThe train fire broke out just before the train reached the station in the village of Dewana, about 80 kilometers (50 miles) north of New Delhi.\nAt least 30 passengers who were burned or injured in the blaze have been hospitalized in the nearby town of Panipat, Mathur said. The dead included both Indians and Pakistanis, officials said.\nThe enmity between India and Pakistan centers around Kashmir, a largely Muslim Himalayan region divided between the two countries but claimed by both nations.\nMore than a dozen militant groups - most based in Pakistan - have been fighting in Indian Kashmir for nearly two decades, seeking independence for the region or its merger with mostly Islamic Pakistan. More than 68,000 people, most of them civilians, have died in the violence.\n\nLoad-Date: February 19, 2007"
}