{
    "title": "Dozier kidnapping shows Italy far from eradicating terrorism",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 12,
    "day": 28,
    "full text": "The kidnapping of American Gen. James Lee Dozier, and the fact that he is still missing after an intense 10-day manhunt, shows how far the Italian authorities are from stamping out Red Brigade terrorism.\nDespite deep splits, numerous arrests, and continuing defections, the Red Brigades appear determined to use the kidnapping of the NATO general to prove that they are alive, well, and aiming high.\nOn Sunday night, the general's captors released a photograph of him beneath the five-pointed star of the Red Brigades together with a second communique and a 187-page ''resolution by the strategic command.'' This came after an unusually silent week following the initial anonymous phone calls and first communique - a silence which had prompted speculation about the Red Brigades' current strength and tactics.\n(There are strong suspicions that one of three alleged Red Brigades members arrested last week in Milan for possession of arms, Pasqua Aurora Betti, is an organizer of the Dozier kidnapping. But the authorities say they have no proof of this as yet. And all three have refused to answer questions.)\nUntil the Dec. 17 seizure of General Dozier from his apartment in Verona, the police had seemed to be having some success in thinning terrorist ranks.\nAbout 300 terrorists had been put behind bars. The authorities had been helped by a growing tendency among those jailed to turn state's witness and inform on their comrades.\nThe last two Italian governments tried to encourage this by passing a law offering ''repentant'' terrorists (or ''pentiti'') a lighter prison sentence, help with a new life after the prison sentence, and in some cases a new identity. The law has still to be perfected, but it is already showing results.\nThe terrorists' response to it has been hard and reminiscent of Mafia-style tactics. In August this year, for instance, they kidnapped and killed Roberto Peci, the brother of a major Red Brigade state's witness, Patrizio Peci. Roberto had had little to do with his brother's terrorist life. But his death, although condemned even by some older jailed Red Brigade members, was a strong deterrent to future would-be police collaborators.\nThe flow of terrorist information did not stop, however. This seems not so much due to rewards or threats, as to genuine disaffection on the part of jailed ''brigatisti'' who watch their free comrades' growing dissension.\nIn a public letter to his comrades in arms published this summer in the weekly L'Espresso, Alfredo Buonavita, one of the founders of the group who has been in jail since 1974, explained why he was abandoning his terrorist ideals.\n''A long period of reflection has led me to consider armed struggle as contrary to the interest of the proletariat,'' he wrote. ''This is a time of darkness, of political blindness, masked by machine guns and assassins.''\nLast month another Italian weekly, Panorama, published another report from a ''disassociated'' terrorist. Massimo Cianfanelli described his life within the Brigades - from first contacts in Rome University, through the studying and distributing of pamphlets, the joining of various left-wing groups, his choosing of and ''recruitment'' by the Red Brigades, his participation in bank robberies, assassinations of magistrates, his growing sense of political disillusionment, and eventually his voluntary withdrawal from the ranks.\nIn the past few months police say they have identified a deep split within the various ''cells'' of the Red Brigades. Documents (discovered in a top security jail) issued by the Red Brigade ''Directive'' to the cell in Naples accused their comrades of mishandling the kidnapping of at least two recent victims and scolded them for not exploiting their victims to the full for money and information.\nBut despite divisions, arrests, and defections, the urban guerrilla groups still find fertile ground in Italy for new recruits.\nItaly's social and political disarray is largely responsible for the early political alignment of Italian youth. Schools and universities become breeding grounds for vociferous and violent activist groups of both right and left. Trade unions and factory floors are infiltrated by terrorist activists. Even high- level personnel in government ministries find they have terrorist informers among them.\nLeft-wing terrorists have also been accused of latching onto any kind of movement whose members they might manipulate - from the antinuclear and peace movements to ecological groups.\nThere are no reliable figures for Red Brigades nuclei outside of those in jail. But Interior Minister Virginio Rognoni has claimed that ''in Italy one cannot speak of a true base of terrorism among the masses. Although the Red Brigade pressure groups in the factories are strong, there is no large consensus in their favor in the workers' ranks.''"
}