{
    "title": "Dr. Anamika Ray Memorial Trust not to observe Anti-Medical Terrorism Day this year due to pandemic",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 7,
    "day": 18,
    "full text": "Guwahati: Dr. Anamika Ray Memorial Trust, non-profit research and educational organization, working for the health rights, has decided not to observe Anti-Medical Terrorism Day this year on 19 July due to the ongoing pandemic. The Trust has been observing this day for the last four years in demand for quality and transparent health care system for all in India. The Trust has also been advocating for the Right to Health as a fundamental right in India for the last three years.\n\"In spite of Government of India's commitment in 2004 to raise public spending on health care to 2-3% of the GDP, it has been sadly observed that the annual public spending on health care in the last 15 years remained a meagre 1% of the GDP\", said Dr Ankuran Dutta, the Managing Trustee of the organization, said in a release.\nA similar announcement made in the 2017 National Health Policy to increase public spending on health to 2.5% of GDP by 2025 with no sign of implementation has impacted the management of COVID crisis regardless of some emergency spending. The Trust has been persistently giving warnings that in the face of any kind of epidemic or pandemic, the country would suffer for want of necessary infrastructure, he added.\nHe further pointed out that several following deficiencies in the public health care system in the country have come to the fore and should be a \"cause of concern for all right-thinking people.\"\nDutta opined that due to the shortage of public health facilities during this pandemic, many non-COVID patients are deprived of treatment. \"India is one of the highest disease burdened countries in the world. The Organisation for Economic Cooperation and Development (OECD) identified India's poor health outcomes as one of our major developmental challenges. India is a laggard in health outcomes not just by OECD standards, but also by the standards of the developing world\", he lamented.\nPointing to the mental health crisis in the country that has surfaced in the wake of the country, Dutta stated that the media reported a total of 125 number of suicide deaths due to the fear of infection, loneliness, lack of freedom of movement and inability to go home during the Lockdown phases. \"This has reflected the nation's inability to manage the mental healthcare situation of the country during and post-emergency\", he said.\nDutta also said that due to the COVID-19 crisis, due vaccination of children is being hampered through the existing schemes. \"In developing countries like India, diseases like malaria, pneumonia and diarrhoea pose a greater threat to children than COVID-19, the management of which has adversely affected the immunisation programmes giving rise to an apprehension that at least 117 million children this year would miss out the routine vaccination (Lancet, 2020). The children mortality rate in India is, unfortunately, more than that of the underdeveloped countries like Nigeria, Congo. The situation is so grave that every 25 seconds a child under 5 years of age loses his/her life in India\", he added.\nHe further stated that malaria and HIV/AIDS patients could arguably be the worst affected as reports about Hydroxychloroquine and Anti-retroviral drugs being used to treat COVID-19 patients has led to their acute shortage in drug stores.\nDuring this crisis period, the Government should fix the rates to treat Covid cases, otherwise, there will be another crisis when public health will be unable to provide treatment to the Covid positive patients, he further pointed out.\nAlthough 1.2 million allopathic doctors were registered in India as on September 30, 2019, the number of practicing doctors is not available and the assumption is of about 9 lacs doctors are serving the country and out of that only about 1 lac doctors are engaged in the public health who treat nearly 80 crore rural Indian population. Shortage of doctors varies in different states. The shortage is due to uneven rural-urban distribution. Public health/hospitals being a state subject, the primary responsibility to ensure the availability of doctors in public health facilities lies with state/UT governments, the release further said.\nShedding light on the lack of qualified health professionals in the rural Indian belt, Dutta stated, \"As found in a recent WHO report published in 2016, only one in five doctors in rural India is qualified to practice medicine. It says 31.4 percent of those calling themselves allopathic doctors were educated only up to class 12 and 57.3 percent doctors didn't have a medical qualification. In India, self-styled doctors without formal training provide up to 75 percent of primary care visits. The report also brought to light that whereas 58 per cent of the doctors in urban areas had a medical degree, only 19 per cent of those in rural areas had such a qualification.\nIt is a matter of serious concern for the entire nation that about 5.2 million medical injuries are recorded in India, of which around 98,000 people lose their lives every year. Approximately 3 million years of healthy life are lost in the country each year due to medical negligence, which is not acceptable at any cost, he said.\nOut-of-pocket expenditure on health because of the low insurance coverage and weak public health system is another key reason for poor health of Indians that ranks after Pakistan and Bangladesh with 57.57% out-of-pocket expenditure on health, Dutta stated, adding, \"The draft of National Health Policy, 2015 takes note of the fact that over 63 million people are faced with poverty every year due to overburdening health care cost alone as there is no financial protection for the vast majority of health care needs. We need the citizen of the country to be protected under national health insurance.\"\nDutta further added that the right to health should be a fundamental right in Article 21 of the Constitution of India to change the scenario of public health in the country. \"Right to health is not enshrined in the Constitution of India as a fundamental right, although, it was indirectly mentioned in different articles of the Constitution such as directive principles of state policy. Dr Anamika Ray Memorial Trust urges to consider this long demand of incorporating the right to health separately in Article 21 of the constitution or a separate law to make the healthcare system of the country transparent\", Dutta added.\n\"Dr Anamika Ray Memorial Trust takes this opportunity to salute those doctors and health workers and others, who have been serving the nation and humanity in this hour of health crisis and pay obeisance in the revered memory of those, who lost their lives in the line of duty\", he said.\n\nLoad-Date: July 19, 2020"
}