{
    "title": "Drawing a line on pension fund investment",
    "publisher": "the tampa tribune ",
    "year": 2010,
    "month": 9,
    "day": 17,
    "full text": "By SETH R. NELSON\nOur tax dollars should not fund terrorism or governments that support terrorism. That seems simple enough, and you would think every American would agree with that premise. The Tampa General Employee Pension Board, however, has international fund managers investing Tampa's pension dollars in companies that do business with Iran - the leading state sponsor of international terrorism.\nIt appears the fund managers don't understand the critical nature of this matter. In contrast, the state of Florida has already acted to remove state pension dollars from companies doing business with Iran and Sudan. Tampa must follow suit. Next week we have an opportunity to do so.\nTwo months ago, at the monthly meeting of the pension board, I asked the board to change its investment guidelines to mirror the Protecting Florida's Investment Act of 2007. The act requires the State Board of Administration (SBA), the agency that oversees Florida's investment of approximately $138 billion of state pension money, to divest from companies conducting prohibited business operations in Iran and Sudan.\nAlthough there was support from some Tampa pension board members to divest, the board's investment consultant and some of the board's international fund managers were not in support. Perhaps these fund managers believe that their only duty is to provide the best return on investment, but it's time they realized that our national security matters more and also has the potential to have a major impact on return on investment.\nTampa's pension dollars should not be invested in companies that are doing business with Iran and Sudan in sectors such as oil, power production or military support activities. Others in the city agree. Just last month the Tampa Fire and Police Pension Board changed its investment guidelines to mirror the state act.\nAmerica and its international allies have imposed sanctions to hamper Iran's ability to attract investment in its energy sector, which persists in enriching uranium and developing nuclear technology. Tampa cannot allow its sizable pension to support companies that undermine America's efforts.\nThe pension board's consultant asked me whether I believed there would be any impact on Iran by changing Tampa's guidelines. Of course, we should do what's right even if doing so were only symbolic. But in this case doing what's right will indeed have an impact because every dollar matters.\nThe aggregate effect of pension boards around the country divesting will force companies to make a choice: Do business with Iran, or do business with America. Florida has taken a large step in the right direction by divesting more than $1.1 billion in investments out of 24 foreign companies.\nFlorida is not alone. Twenty-two states and 11 major U.S. cities, including Los Angeles, New York, Pittsburgh and Philadelphia, have divestment policies. It's time for Tampa to do its part and show companies the cost of doing business in Iran and Sudan.\nAt its next meeting, Tuesday, the General Employee Pension Board will have an opportunity to follow the state and the Tampa Fire and Police Pension Board and stop investing our tax dollars and retirement funds in companies that do business with governments that support terrorism. It's time to do what's right.\nSeth R. Nelson is a lawyer and Tampa City Council candidate.\nPhoto: Seth Nelson\nCopyright © 2010, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: September 24, 2010"
}