{
    "title": "Drill analysis to take months; Much was learned from mock terrorism staged in N.J. and Conn. Exactly",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 4,
    "day": 9,
    "full text": "Federal officials in Washington said yesterday they learned a tremendous amount from the massive antiterrorism drill conducted in New Jersey and Connecticut but would wait until all the data have been analyzed before making public what went right and wrong in the weeklong exercise.\nThe \"after action\" report is expected in four to six months, U.S. Department of Homeland Security officials said during a conference call with reporters. TOPOFF 3, the nation's largest-ever anti-terrorism drill, began Monday and concluded Thursday in Connecticut and yesterday in New Jersey.\n\"This is not over until we fully capture all of the lessons learned, in about a four- to six-month process,\" said Robert Stephan, director of the agency's Incident Management Group. \"This phase is perhaps the more significant phase, showing us where we did well and where we need to make improvement.\"\nThe New Jersey portion of the exercise simulated a bioterror attack. Connecticut officials dealt with a simulated chemical weapons attack on the New London waterfront.\nOfficials in Washington declined to identify areas of the exercise where they noticed any missteps, saying that would be a narrow look at a very large-scale mission. They said they were pleased with coordinated efforts of nearly 300 federal, state and local agencies as well as the participation of a host of private companies.\nAt a briefing in New Jersey, state Attorney General Peter C. Harvey said heavy flooding along the Delaware and Passaic Rivers this week helped the state test its limits during the TOPOFF 3 drill.\nThe combination of the simulated and real emergency provided a realistic scenario because terrorists would wait to strike when resources were strained or would carry out simultaneous attacks.\nThe drill pointed out at least two specific areas that will need to be addressed in New Jersey, officials said. One was the difficulty in maintaining effective communication among state agencies and its more than 560 municipalities.\nAnother was the need for better facilities for handling thousands of dead bodies in a very short time.The scenario simulated nearly 8,700 deaths from pneumonic plague over four days. New Jersey needs a high-level autopsy room where contaminated bodies could be brought, Harvey said.\n\"You don't take sick and perhaps contaminated bodies to a facility like a hospital where people are trying to get well,\" Harvey said.\nRobin Colvin, security branch chief for the Department of Homeland Security, gave New Jersey officials credit for being open and honest about weaknesses.\n\"It takes that kind of courage, that willingness, to say that we're going to be better . . . more able to respond to an attack that we all anticipate is going to happen sometime,\" Colvin said. \"It's better to find these things out now, get them straightened out before the real thing comes.\"\nActing Gov. Richard J. Codey said all states need to work on getting federal legislation passed so that a state affected by a biological terrorist attack could qualify as an emergency disaster area. Now, only natural disasters such as floods and hurricanes qualify.\n\"Congress never imagined a biological attack of the magnitude we saw in the TOPOFF scenario,\" Codey said.\n\nLoad-Date: September 12, 2005"
}