{
    "title": "Drills train Elgin-area agencies to respond to domestic terrorism",
    "publisher": "the day ",
    "year": 2015,
    "month": 10,
    "day": 3,
    "full text": "Oct. 03--An empty medical office building on Advocate Sherman Hospital's east side campus played host to multiple public safety agencies training for dealing with domestic terrorism Friday.\nThe training, which was previously scheduled and continues Saturday, began the day after a campus shooting in Oregon that left 10 dead and more than 20 injured.\n\"We have to be able to train for situations like those,\" Batavia Deputy Fire Chief Randy Banker said.\nThe timing was not lost on Banker. While it may be close to impossible to stop someone intent on such violence, public safety crews can train for them and to potentially lessen the damage, he said.\n\"Many people forget that the Columbine shootings were first made known through a someone pulling a fire alarm,\" Banker said.\nBanker worked to secure a $40,000 federal grant to cover overtime costs for those participating in the training exercise, which focused on dealing with domestic terrorism scenario. Friday's setup supposed an explosion in the building. A Saturday session will hone skills related to technical rescue and dealing with hazardous materials, building on the initial situation.\nBanker and Elgin Communications Director Kristine Rogowski said those taking part included members of 25 local fire departments, the fire department-related Mutual Aid Box Alarm System of Illinois (MABAS-IL), three 911 centers, the Kane County Sheriff's Office bomb squad, the Kane County Office of Emergency Management, Elgin police, Chicago police, the FBI, ATF, and Sherman Hospital staff.\nThe training initiative grant came through the mutual aid group, in conjunction with the Illinois Terrorism Task Force and Federal Emergency Management Agency, according to Rogowski.\n\"Exercises like this instill confidence in federal, state and local emergency responders and give them a chance to work side-by-side with other agencies and support groups before an actual incident,\" Elgin Assistant Fire Chief Dave Schmidt said.\nAll told, about 100 or so people would be at the 901 Center St. location each day.\nSchmidt said an active shooter drill earlier this year overseen by the Elgin Police Department had about 200 participants. While the drills Friday and Saturday was smaller, it involved a wider breadth of agencies, he said. Elgin would have about 30 firefighters on the scene Friday and fewer for the Saturday exercise, according to Schmidt.\n\"The allows us to see how he work together, to see each other's tactics, learn each other's terminologies, and see how we operate,\" Schmidt said.\nBanker said weekly meetings held since June leading up to the drills were just as important as the drills as they gave those involved a chance to plan and work cooperatively. The drill ended up in Elgin after Banker mentioned it at a spring meeting of area fire chiefs and learned the building in Elgin might be available.\nAdvocate Sherman Hospital Director of Public Affairs & Marketing Tonya Hudson explained that the medical office building on what once was Sherman's main campus is set to be torn down the middle of this month. So the hospital made it available for such exercises.\nTo that end, last Monday, Tuesday and Wednesday, the Elgin Fire Department used large drums to set fires in the structure to simulate conditions found in an actual office building fire to provide firefighters field experience. There may be other drills involving local departments before the demolition happens, Hudson said.\nThe drills gave Advocate Sherman an opportunity to test software developed by Global Emergency Resources that was purchased through a federal grant for the 13 hospitals in Region IX of the Illinois Emergency Response System.\nThe system allows triage workers in the field to barcode tag those in need of medical care, according to Hudson and Rogowski. The barcode lists the specific issue each person is having and where the person is taken for treatment, allowing for better tracking and expediting of treatment, the two said.\nThis allows hospitals to communicate where and how many patients each has and to better work with the point person working with the media in getting information out in a prompt manner about the incident, Hudson said.\nRogowski said she was onsite to train on how to handle communications in a situation involving multiple agencies and media outlets seeking information.\nAurora Fire Department Battalion Chief Dave McCabe said communications was an essential part of the drill, not only in agencies working together, but in coordinating equipment used to exchange information.\nThe Aurora Fire Department had three chief officers at the Elgin event Friday along with three EMS crew. On Saturday 10 or so Aurora firefighters were expected to be at the drill as part of a 20-person MABAS team, McCabe said.\nElgin Police Lt. Jim Lalley and Sgt. Rob Hartman were at the east side campus exercise Friday, too.\n\"With multiple agencies involved, this gives us all a chance to know who everyone is, while the exercise gives opportunity to make sure all command and control are in place should such a situation happen,\" Lalley said.\nMDanahey@tribpub.com\n___ (c)2015 The Courier-News (Elgin, Ill.) Visit The Courier-News (Elgin, Ill.) at www.chicagotribune.com/suburbs/elgin-courier-news/ Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: October 3, 2015"
}