{
    "title": "DRIVER SENTENCED FOR STRIKING BICYCLIST VICTIM'S FATHER CALLS INCIDENT AN 'ACT OF TERRORISM'",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 9,
    "day": 12,
    "full text": "Whether the sentencing of Beau Fishinger would take place as scheduled on Wednesday was in question for much of the day.\nDan Yablonsky, who'd been struck by Fishinger's Jeep while riding his bicycle in Lawrenceville last year, sustained injuries so critical he remained in a medically induced coma for four weeks.\nLast week at Fishinger's plea hearing before Allegheny County Common Pleas Judge Kevin G. Sasinoski for aggravated assault, Mr. Yablonsky had signaled to prosecutors he agreed with a negotiated sentence for the defendant -- one to two years plus seven years of probation.\nBut Wednesday, as the formal sentencing was to commence, prosecutors learned Mr. Yablonsky had some concerns.\nTalks were held in chambers among the parties, including Mr. Yablonsky's father, who briefly had a dispute with an assistant district attorney prompting a number of sheriff's deputies to enter the courtroom.\nIn the end, though, Mr. Yablonsky accepted the sentence, even if, he said, it doesn't do justice. \"I now understand there's no flexibility that the judge has [because there was a negotiated plea deal that included the sentence],\" he said. \"Is that really something that is fair for 16 months [of suffering] ... for something that is a forever thing?\"\nHe stared solidly at Fishinger, who police said had left the scene after hitting him, for several seconds before he spoke, referring to the defendant by his first name, and making sure that the man who was on his fourth DUI understood the strength it took for him to recover.\nMr. Yablonsky read from the discharge summary from his stay at Allegheny General Hospital, listing 19 of the most serious injuries he received early in the morning hours of May 13, 2012, while riding along Liberty Avenue.\nAn aortic rupture. Fractures to his femur, tibia and fibula. Bleeding on his brain. Pelvic fractures. Liver laceration. Arm fracture and dislocation.\nMr. Yablonsky -- an avid cyclist and bicycle safety advocate -- was hospitalized at a number of places for four months and couldn't walk for six months.\n\"It hurts me when I watch you sit there and joke and relax like this is nothing,\" Mr. Yablonsky said. \"It hurts that I will never have the body -- the life -- I had prior to the assault.\n\"You nearly, you seriously ... I seriously did you a very big favor by not dying.\n\"I could have died,\" Mr. Yablonsky said, crying on the stand. \"I just want it to be known I'm stronger than the 2,000 pounds of steel in that Jeep. I'm a machine, Beau. And I'm going to be here, and I'm thankful for that.\"\nDaniel John Yablonsky, the victim's father, spoke eloquently for several minutes about what his family has endured following the crash. He called Fishinger \"a terrorist.\"\n\"You committed an act of terrorism. You have a cell -- a network of friends and family that empowered you and knew what you were doing.\n\"It was an intentional act. It was inevitable that someone was going to get hurt.\"\nThe senior Yablonsky touted his son's physical prowess as a pole vaulter, ski racer and cyclist -- having gone across South America and the Rocky Mountains. The young man moved to the area because he received a fellowship for Bike Pittsburgh.\nThe younger Yablonsky, while in college, choreographed a dance performance submitted to a national competition, his dad said. It was selected to be performed by him at the Kennedy Center in Washington D.C. on May 23.\n\"That never happened,\" the senior Yablonsky said. \"He was not conscious on May 23, because he had been assaulted by you.\"\nThe elder Mr. Yablonsky wanted his wife to speak to the court about her feelings regarding her son's injuries, but she could not bear it.\n\"Her son has forever been injured by you and your decision,\" her husband said.\n\"I know she would wish you forgiveness, and so I wish you forgiveness for her.\"\nFishinger, 31, of Lincoln Place said nothing.\nHis defense attorney Richard Romanko, told the court his client spent three years in the U.S. Army from 2000-03 and was honorably discharged.\nThe sentence in the Yablonsky case will run consecutive to a 2 1/2- to five-year prison term he's already serving for DUI.\n\nNotes\n\nPaula Reed Ward: pward@post-gazette.com, 412-263-2620 or on Twitter @PaulaReedWard. /\n\nLoad-Date: September 13, 2013"
}