{
    "title": "Driver slams SUV into crowd; 19 hurt Police_ Australian citizen arrested has no terrorism links. AUS",
    "publisher": "daily news ",
    "year": 2017,
    "month": 12,
    "day": 22,
    "full text": "A Suzuki SUV ran a red light, sped up to strike pedestrians crossing a road and crashed into a barrier Thursday in Melbourne. The motive for the attack was not known immediately.\nSYDNEY - The driver of an SUV that rammed into a crowd in central Melbourne on Thursday, injuring 19 people, is an Australian citizen of Afghan descent with a history of drug use and mental illness but no known links to terrorism, police said.\nPolice said the 32-year-old driver, who was not identified, was arrested and had been known to police for minor assault and traffic offenses. The motive for the attack was not immediately known.\n\"We don't at this time have any evidence or any intelligence to indicate there's a connection with terrorism,\" said Victoria state police acting commissioner Shane Patton.\nThe streets outside the city's iconic Flinders Street railway station were crowded with Christmas shoppers Thursday afternoon when a white Suzuki SUV ran a red light and sped up to slam into pedestrians crossing the road before crashing into a traffic barrier.\nWhile police had earlier said 14 people had been injured, Victorian Premier Daniel Andrews confirmed that 19 people had been taken to hospitals. Four were listed in critical condition and were believed to include a preschool-age child, Australian media reported.\nAndrews described the incident as \"an act of evil and an act of cowardice, perpetrated against innocent bystanders.\"\nWitnesses described a horrific scene.\n\"I was crossing Flinders Street on the way to the train station. I heard an engine rev behind me and heard a thump,\" one man identified only as David said on ABC TV. He said he turned around saw \"people literally getting thrown into the air as it hit them.\"\nBystanders rushed to drag the driver out of the vehicle before police arrived to arrest the man. Early reports said there were two men in the car, but Patton confirmed the suspect was driving alone.\nConfusion had arisen when a second man was seen being apprehended alongside the driver. Patton said he was a 24-year-old man seen filming the incident on his mobile phone and found carrying a bag with three knives.\nPatton said that man was taken into custody to determine whether he was connected. \"At this stage, we don't believe that to be the case,\" he said.\nPatton said the investigation would involve the force's counterterrorism unit to ensure \"that there isn't that connection, and that there is no ongoing threat\" but that the attack was being treated as a singular incident.\nHe said police were working with Australian intelligence agency ASIO and Australian Federal Police and that there was no intelligence to suggest the man was a person of interest to those agencies.\n\"We understand he's on a mental health plan and receiving treatment for a mental illness,\" Patton said.\nWhile police numbers would be increased around Melbourne in the coming days, Patton said, there was no increased threat surrounding the city over the busy holiday period.\nIn January, six people were killed and more than 30 were injured when a car was driven up a footpath in Bourke Street, near Thursday's incident. Police arrested the driver, who was known to police for a history of illicit drug use, family violence and mental health problems. Police said the case was not terrorism-related.\n\nLoad-Date: December 22, 2017"
}