{
    "title": "Drone expert shares tech insight",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 7,
    "full text": "With an aim to shine light upon combat of the future, an expert on drone attacks provided insight into the policy with views on targeted killing.\nAmos Guiora, a professor of law and the Co-Director of the Center for Global Justice at the S.J. Quinney College of Law at the University of Utah, spoke on targeted shooting and drone attacks Feb. 3 in Westlake Hall.\nGuiora was brought in part of the Pre-Law Center and Bradley's newest club on International Humanitarian Law. The club is teamed up with the Central Illinois Chapter of the American Red Cross.\nIn his speech, \"Legitimate Target: A Criteria Based Approach to Targeted Killing,\" Guiora said that the drone policy is the warfare of the future.\nDrones are remotely piloted vehicles - aircrafts that are controlled either by computers or pilots that are on ground or in another vehicle.\n\"Drones will be used to kill terrorists in the future,\" he said. \"It is simply the way things will be.\"\nGuiora said that eventually, drones will be used for other purposes than military, such as websites like Amazon to make quicker and more efficient deliveries of products to customers.\nA teacher of criminal law, global perspectives on counter-terrorism, religion and terrorism and national security law, Guiora brought attention to how to define a target and to question how great of a threat an individual poses.\n\"We need to ask ourselves: are our actions important, or is the individual important?\" Guiora said.\nHe said it is important to ask basic core questions regarding morality, and he asked an example question of whether or not a mid-level terrorist in Yemen poses a threat to American security.\n\"What's really important is not to fall into the trap that all these guys are bad guys,\" he said.\nThe drone policy, according to Guiora, entails that the moment someone is defined as a legitimate target, they are \"killable.\" However, morality becomes an important question.\n\"The whole idea of alternatives is it's better to interrogate than to kill,\" Guiora said. \"It is important to distinguish in order to minimize collateral damage.\"\nStudents in attendance said they found the speech to be enlightening, as it focused on a novel concept.\n\"I thought it was very informative,\" freshman communication major Jerome Gregory said. \"I liked the way that he broke everything down.\"\nJunior economics major Rachel Anders said she found the topic of the speech to be very interesting.\n\"In law, things are very black and white,\" she said. \"To have a speech on imminence and morality is so fascinating.\"\n\nLoad-Date: September 27, 2018"
}