{
    "title": "Drone strikes show Obama takes 'war' seriously",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 5,
    "day": 6,
    "full text": "WASHINGTON ? Scrolling through the headlines in The Long War Journal ? a website dedicated to terrorism-related news ? is an education in the global drone war. Mohammed Saeed al-Umda, one of Obama bin Laden's bodyguards, confirmed killed by a drone strike in Yemen. \nGerman jihadist Samir H killed in South Waziristan. Egyptian militant Abu Musab al-Masri killed in the Shabwa province of Yemen. The list goes on. As President Obama has attempted to wind down messy counterinsurgency operations, drone strikes have become his tactic of choice. \"No president,\" reports The Washington Post, \"has ever relied so extensively on the secret killing of individuals to advance the nation's security goals.\" The scale of this drone campaign has overwhelmed any possibility of secrecy. During the Obama administration, there has been an average of one drone attack in Pakistan every four days. Operations have expanded to several countries. Criticism comes from left and right. The killings are \"extra-judicial.\" They are too clinical and video game-like. Or, alternately, drone strikes eliminate terrorists that America could be capturing and interrogating. These objections vary in seriousness. (Are military actions really more ethical when they expose American troops to a higher risk of injury and death?) None of the criticisms from the left, however, take the strategic provocation confronted by Obama with sufficient seriousness. American military forces and the American public face direct threats of violence from organizations organizing and operating in ungoverned areas of the world, particularly the tribal regions of Pakistan but also parts of Yemen and Somalia. Regional governments are either unable or unwilling to confront these dangers. In these circumstances, there is one option denied to a president: doing nothing. He is forced to make a decision among flawed options ? a fair description of a president's main job. Drone strikes are the alternative to riskier, less discriminate choices, from strategic bombing to boots on the ground. The ethics of drone attacks are not simple. Any military operation targeting terrorists who hide behind civilians risks civilian casualties. The justification for assuming this terrible risk depends entirely on the justice of the war itself. If these military operations are illegitimate, any civilian casualty is a crime. If the attacks are justified, then it is worth noting that drone strikes are some of the most precise applications of force in the history of warfare. Obama has been criticized for saying that drone attacks have \"not caused a huge number of civilian casualties\" ? which is true in comparison to previous global conflicts. Remember that America's good war ? World War II ? included 300 B-29 Superfortresses dropping half a million M-69 incendiary cylinders on Tokyo during a single night and morning, destroying 16 square miles of the city. The operators of Predators and Raptors target individuals, following decisions subjected to extensive legal review. It is a rigorous, even unprecedented, application of the just war principle of proportionality. But applying the laws of war requires the existence of a war ? which is the key to ethical judgments on drone strikes. If the war on terror is merely a metaphor, then drones are conducting executions without judicial review outside American sovereignty. If the war is real, then terrorists have made themselves morally and legally liable to attack, wherever they plan and conduct operations. By banishing the phrase \"war on terror\" in 2009, the Obama administration complicated its public case. But it substitutes language that serves the same legal and moral purpose. \"As a matter of international law,\" White House counterterrorism adviser John Brennan recently affirmed, \"the United States is in an armed conflict with al-Qaeda, the Taliban and associated forces, in response to the 9/11 attacks, and we may also use force consistent with our inherent right of national self-defense.\" The administration's anti-terrorism strategy ? from drone strikes to indefinite detention ? depends on the existence of an \"armed conflict\" in which the laws of war, instead of the methods of criminal justice, prevail. It is easy for conservatives to cry hypocrisy. But it is a good thing that the Obama administration is publicly recognizing a strategic reality impervious to ideology. In the drone debate, all play their part. It is the role of human rights groups to raise ethical questions. It is the role of political opposition to second-guess Obama's choices. It is the role of the president to protect the American people from violence within the rules of war, which is exactly what he is doing. Michael Gerson's email address is michaelgerson@washpost.com \n\nLoad-Date: May 7, 2012"
}