{
    "title": "DRONES PROVIDE THE LEAST RISK TO U.S. PERSONNEL FIGHTING TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 7,
    "day": 14,
    "full text": "Doyle McManus presents a number of helpful suggestions as to U.S. drone policies, including transparency, consistent with national security, and protocols to be followed regarding drone strikes (\"The Drawbacks of Drones: We May Be Killing Bad Guys But That Doesn't Mean We're Winning,\" July 9 Perspectives).\nHe notes, however, that the drone campaign is no way to make friends and creates resentments much greater than the average American appreciates.\nI am afraid that after all that has transpired in the 13 years since 9/11, the notion that the United States has any significant friendships in the Muslim world based on anything other than narrow self-interest is an illusion. This is so notwithstanding the fact that we are fighting against a barbaric enemy which most often deliberately targets innocent Muslim civilians and broadcasts its most heinous executions for all to see.\nWar is tragic in any form and, in the absence of rules of war lost to a bygone era, results in the deaths of innocents and understandably engenders the antipathy of those most directly affected by it.\nThe Iraqis and Afghans did not react well to any of the methods, whether conventional or special operations, used by our military to root out our enemies in those countries. The raid on Osama bin Laden's compound was surgical and limited but was high risk to our military personnel and costly in terms of the loss of our stealth helicopter. In the midst of Pakistani outrage over the raid, I don't recall any Pakistani saying, \"Well, at least it wasn't a drone strike.\"\nThe primary focus of our war on terrorism must be to wage it in the most effective and efficient way possible with least risk to our personnel, and that is what the drone program provides.\nMICHAEL C. JOYCE\nMt. Lebanon\n\nLoad-Date: July 14, 2014"
}