{
    "title": "DRONE IN YEMEN KILLS LEADER OF LOCAL BRANCH OF AL-QAIDA",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 19,
    "full text": "SANAA, Yemen -- A drone fired on a group of people preparing to attack Yemeni troops Thursday, killing at least nine, including a man identified as a leader of the local branch of al-Qaida, according to Yemeni and security officials, who said the drone was U.S.-operated.\nThe strike happened less than a mile from a Yemeni brigade position in the southern province of Abyan, the officials said, adding that troops from the brigade found and defused an explosive belt wrapped around the waist of one. One of the dead was identified as Nader Al Shaddadi, one of the top leaders of al-Qaida in the region.\nThe officials spoke on condition of anonymity because they were not authorized to brief reporters.\nLocal residents identified four other casualties but said the remaining four were not known to them.\nThe use of drones to mount attacks in Yemen has been contentious, with critics and some U.S. government officials saying they cause civilian casualties and can fuel anti-American sentiment.\nU.S. military strikes in Yemen started in late 2009. They were intended to target terrorism suspects, particularly members of al-Qaida in the Arabian Peninsula, the network's branch in Yemen.\nThe drone program was suspended in May 2010, partly because of concern about civilian deaths, including the killing of a Yemeni deputy provincial governor. Late last month, however, President Abed Rabbo Mansour Hadi endorsed the program during a visit to Washington, saying Yemen's air force could not mount attacks at night and praising the drones' precision as \"unmatched by the human brain.\"\nIn a separate episode Thursday, two people were killed and three injured when a missile stored in a building used by Yemen's military accidentally touched off explosions at a training facility in the capital, Sanaa, according to military and medical sources.\n\nLoad-Date: October 19, 2012"
}