{
    "title": "Drone strikes_ Should US capture, and not kill, Al Qaeda leaders_ The White House hailed the killing",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 6,
    "day": 6,
    "full text": "The White House on Tuesday trumpeted the killing by drone strike of Al Qaeda's second-in-command, Abu Yahya al-Libi, as bringing the terrorist organization responsible for the 9/11 attacks \"closer to its demise than ever.\"\nBut by killing off Al Qaeda leaders and operatives by means of the unmanned drones rather than capturing them, is the US losing out on valuable intelligence on an evolving organization - and thus on information that might also be crucial in defeating the terror group?\nWhile few voices are lamenting the demise of the man considered to have become Al Qaeda's global ambassador for Islamist extremism following the death last year of Osama bin Laden, some critics are beginning to find fault with President Obama's increasing use of the drones in targeted killings.\nTheir reasons are not concerns about international law or the violation of other country's territorial sovereignty that others have raised, but rather that the US is wiping out potential troves of intelligence - think Khalid Sheikh Mohammed, the alleged 9/11 mastermind held for years in detention in Guantanamo.\nTerrorism experts concur that there can be a \"loss' in terms of uncollected intelligence in an over-reliance on drone strikes. But they also note that the alternative is boots-on-the-ground intervention, even if only by small special-operations teams, that incur their own risks and potential costs.\nOther critics even accuse the White House of relying on the high-profile strikes, and in particular of building up their national-security impact, as a means of boosting Mr. Obama's image as a successful anti-Al Qaeda warrior.\nAfter a recent New York Times article - based on White House leaks - described Obama's close involvement in the deliberations on targeting key terrorist figures, Sen. John McCain (R) of Arizona blasted the leaked information as intended to \"enhance President Obama's image as a tough guy\" before the November election.\nSenator McCain did not criticize the operations themselves, saying only that disclosure of information about them could \"undermine\" future operations. But some conservative critics fault what they see as the downside of relying on drone strikes to take out terrorists rather than capturing, detaining, and interrogating them: the loss of what conservative columnist Charles Krauthammer calls \"potentially life-saving intelligence.\" (Some of Obama's harshest critics suggest that one reason he has embraced the drone-strike approach to high-profile targets is that it avoids the controversial issues of long-term detention and methods of interrogation.)\n\"Certainly there is a considerable benefit from a tactical point of view\" in eliminating a high-profile terrorist like Mr. al-Libi, says Yonah Alexander, director of Potomac Institute's International Center for Terrorism Studies in Arlington, Va. \"But from a strategic point of view the picture is not as clear,\" he adds, noting that, like Mr. bin Laden's, al-Libi's \"legacy will live on ... especially as he is transformed into a martyr.\"\nThen there is the intelligence question. \"If you could capture and interrogate someone of this level, presumably you could get some very valuable information,\" Dr. Alexander says.\nIndeed, he says that al-Libi was already in US custody once, at Bagram air base in Afghanistan in 2002, but that somehow he managed to escape a few years later.\nOfficials in the countries where the drone strikes are increasingly employed - in Pakistan, where al-Libi was killed, and in Yemen, where the American-Yemeni Anwar al-Awlaki was killed in a drone strike last September - tend to agree that while the strikes may be tactical successes, they are strategic disasters, as they infuriate and alienate local populations.\nAlexander says that in the years ahead \"the battle of ideas will be the key challenge we face\" in addressing Islamist extremism. And in that battle, he says the elimination of leaders and operatives won't be the only or even the most effective means of dealing with terrorism.\n\"We can eliminate the people,\" he says, \"but can we eliminate the attraction of their idea?\"\n\nLoad-Date: June 6, 2012"
}