{
    "title": "DRONE CAMPAIGN IN YEMEN RAISES QUESTIONS ON TARGETING",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 6,
    "day": 4,
    "full text": "WASHINGTON -- There is little doubt among U.S. intelligence officials that Kaid and Nabil al-Dhahab -- brothers who reportedly survived a U.S. airstrike May 28 in Yemen -- are associated with the al-Qaida insurgency in that country. Less clear is the extent to which they are plotting against the United States.\n\"It's still an open question,\" a U.S. counterterrorism official said. The siblings were related by marriage to Anwar al-Awlaki, an al-Qaida operative killed in September, but they have not been connected to a major plot. Their focus has been \"more local,\" the official said. But \"look at their associations and what that portends.\"\nThe quickening pace of the U.S. drone campaign in Yemen this year has raised new questions about who is being targeted and why. A review of strikes there so far suggests that the Obama administration has embraced a broader definition of what constitutes a terrorism threat that warrants a lethal response.\nIn more than 20 U.S. airstrikes over a span of five months, three \"high-value\" terrorism targets have been killed, U.S. officials said. A growing number of attacks have been aimed at lower-level figures who are suspected of having links to terrorism operatives but are seen mainly as leaders of factions focused on gaining territory in Yemen's internal struggle.\nNews accounts from inside the country -- which vary in their reliability -- also suggest that U.S. airstrikes have hit military targets, including a weapons storage facility near Jaar, a city in southern Yemen. In some cases, U.S. strikes appeared to be coordinated with Yemeni military advances on al-Qaida positions in the southern provinces of Abyan and Shabwa.\nCurrent and former U.S. officials familiar with the campaign said restrictions on targeting have been eased amid concern over al-Qaida's expansion over the past year. Targets still have to pose a \"direct threat\" to U.S. interests, said a former high-ranking U.S. counterterrorism official. \"But the elasticity of that has grown over time.\"\nThe adjustments in the drone campaign carry risks for the Obama administration, which had sought to minimize the number of strikes out of fears of radicalizing local militants and driving them into al-Qaida's ranks. Growing unrest in Yemen has blurred the boundaries between al-Qaida cells plotting terrorist attacks and a broader insurgency that operates under the terrorist network's brand.\nA White House spokesman said the U.S. mission in Yemen remains narrow.\n\"We have not and will not get involved in a broader counterinsurgency effort,\" said Tommy Vietor, spokesman for the National Security Council.\nBut other U.S. officials said the administration's emphasis on threats to interests \"abroad\" has provided latitude for expanding attacks on al-Qaida in the Arabian Peninsula (AQAP), as the Yemen affiliate is known.\nIn early May, a U.S. attack killed an operative, Fahd al-Quso, tied to the latest AQAP plot to smuggle explosives-laden underwear onto a flight to the United States. But officials said the campaign is now also aimed at wiping out a layer of lower-ranking operatives through strikes that can be justified because of threats they pose to the mix of U.S. Embassy workers, military trainers, intelligence operatives and contractors scattered across Yemen.\nAsked about the reported March 12 attack on the weapons site, a U.S. military official said, \"That sounds like a counterterrorism target.\"\nThat official, and others, spoke on the condition of anonymity, citing the sensitive nature of U.S. operations in Yemen.\n\nLoad-Date: June 4, 2012"
}