{
    "title": "Drug-War Cooperation",
    "publisher": "the monitor ",
    "year": 1991,
    "month": 8,
    "day": 5,
    "full text": "NARCO-TERRORIST bombings have all but stopped in Colombia. But President Cesar Gaviria Trujillo, who is riding a wave of popularity at home for this achievement, is still not very popular with the Bush administration.\nFirst, to drug traffickers who surrendered President Gaviria offered leniency and a promise that they wouldn't be extradited to the US. Now it appears his policy of minimizing terrorism by luring drug barons with the possibility of minimal jail time is spreading.\nBolivian officials traveled to Washington recently to explain their country's new policy on handling drug suspects, which bears a striking similarity to Colombia's no-extradition policy. Will Peru, Brazil, or Ecuador follow suit?\nWe hope not. Though it's laudable that drug-related terrorism has apparently halted and that Colombians enjoy more freedom from fear, Gaviria's plan as it stands could end up only temporarily accommodating an industry in which terror and violence are essential to profitability. Nothing less than a tough line toward traffickers - in addition to cutting worldwide demand - will be effective in the long run.\nThe Bush administration is correct to continue strongly encouraging drug-producing nations to extradite key suspects for trial in the US. Yet it must face the growing possibility of losing extradition in the region - a tool long considered one of the best anti-drug weapons. How the US reacts is crucial.\nIf, as in Colombia, extradition is ruled out, the US should move decisively to help these nations bolster their judicial systems - not wait for them to fail. Under a recent agreement, the US can share evidence against traffickers with Colombian courts. This is a step in the right direction. But more needs to be done.\nThe US should reverse its imbalanced Latin drug-war policy of recent years, which, for example, virtually ignored Colombia's judicial system in favor of military and law-enforcement assistance. In fiscal 1990, Colombia received $117 million in military and law-enforcement aid, but just $3.3 million to improve the justice system and protect its judges.\nTo that end, it appears the US may be waking up. Last month, only a few days after Colombia's new Constitution banning extradition was adopted, the US Agency for International Development notified Congress of its plan to fund a six-year, $36 million justice-reform project in Colombia. Colombia will contribute $10 million over four years. Under this plan, Colombian justice reform would receive $6.5 million in fiscal year 1991 - about double the 1990 amount.\nColombia's judicial bureaucracy needs streamlining and its judges need better pay - and most of all better protection. Seventy-seven judges have been murdered in the last 12 years. Colombia is moving to fix the system, and US moves to recommit itself need full support. Gaviria told the Monitor recently that reforming the Colombian judiciary is a priority and that he expects \"cooperation from the United States.\"\nThe US-Latin American partnership in the war on drugs has yielded a couple of clear lessons. First, the US must do more to stifle demand at home to show the world we are not interested only in \"fighting the war to the last Colombian.\" Second, the US should do all it can - not as little as possible - to help strengthen the judiciary of any drug-producing country willing to accept advice and aid."
}