{
    "title": "Drug Cartels Murdered Social Media Users Who Denounced Them",
    "publisher": "hollywoodreporter.com",
    "year": 2011,
    "month": 9,
    "day": 15,
    "full text": "MEXICO CITY -- Mexican cartels, which have already forced mainstream news organizations to scale down coverage of drug-related violence, are now attacking social media users.Two dead bodies were found this week hanging from a bridge in the northern border town of Nuevo Laredo after the victims had posted information denouncing drug gang activity. A placard apparently left by the fearsome Los Zetas drug cartel sent a chilling message: \"This is going to happen to all Internet snitches. Pay attention, I'm watching you.\"Mexico's ongoing drug war has claimed more than 41,000 lives since 2006. Mainstream media outfits have come under attack regularly, but threats issued to social networkers and bloggers is a new development in the escalating war. Televisa stations in the northern states of Tamaulipas and Nuevo Leon have been rocked by grenade and car bomb attacks on several occasions and many Mexican newspapers are self-censoring their coverage of organized crime so as not to put their reporters and other personnel at risk.Earlier this month, the bodies of two reporters turned up dead in Mexico City, bringing the total number of murdered journalists to 80 since 2000, according to non-government organization Reporters Without Borders.Hundreds of journalists took to the streets here in Mexico City to demand justice for the double homicide.Making matters even more complicated, two Twitter users were arrested this month on terrorism and sabotage charges for posting false information about a possible organized crime attack on a school in the Gulf Coast state of Veracruz. As the rumors spread quickly, panic-stricken parents rushed to the school for their children. The incident caused numerous car accidents and the Twitter users are facing up to 30 years in prison for causing the disturbance. Several rights groups have criticized the government's response, saying it is attack on freedom of information. \"This case involves both censorship and abuse of authority,\" Reporters Without Borders said. \"Even if the claims they posted online seems dubious or exaggerated, prosecuting social network users on terrorism charges is clearly excessive.\" \n\nLoad-Date: October 20, 2011"
}