{
    "title": "DRUG CARTELS ARE TERRORIZING MEXICO ; PRELATE'S KILLING HAS PUT FOCUS ON CORRUPTION",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 6,
    "day": 2,
    "full text": "FIVE MAJOR drug cartels have operated in Mexico since the early 1980s with relatively little international attention, leaving a trail of bloody kidnappings, torture and executions, most of which have gone unsolved and unpunished.  In this deeply Roman Catholic nation, the slaying of Cardinal Juan Jesus Posadas Ocampo in a shootout here between warring drug traffickers on May 24 brought drug-related terrorism to a new height.  The death forced an unprecedented outcry against perceived inaction - and corruption - on the part of local officials and the federal government.  Basic questions remain, the foremost being whether Cardinal Posadas, the populist archbishop of Guadalajara, was accidentally killed or assassinated - and what the government plans to do about his death, part of the escalating drug violence engulfing the region.  In several interviews last week, many in this city of 4 million people 280 miles northwest of Mexico City said the government's response had been, and continued to be, tragically inadequate.  Maria Guadalupe Gonzalez Padilla said drug terrorism \"has become everyday news for us, and it does not seem to stop. The narcos have more money, more guns and more power than anyone else.\" She skimmed the headlines of El Sol, a daily newspaper, as she spoke at her corner kiosk, where she sells newspapers, magazines and popular pulp novellas. \"Either the government cannot or will not stop them.\" Ordinary people, the church hierarchy, opposition leaders and the press are complaining louder than ever that Mexico's increasingly powerful drug cartels have an iron grip on some local government and security officials, leaving the defenses against cartel violence threadbare.\nIn April and last month, two former public prosecutors from Sinaloa and Yucatan states, a local lawyer, a business leader and a number of others have been reported executed gang-style, with no arrests.  Former legislator Adalberto Rosas Lopez said, \"Narco-traffic has penetrated so deeply here that those who are dedicated to it have not only been able to buy property, but also many consciences.\" He was quoted in an interview with the Mexican newsmagazine Proceso.  The drug war here is causing what many were calling the \"Colombianization\" of Mexico and, in particular, Guadalajara, a tourist mecca and the nation's second-largest city after Mexico City.  As one tourist agent put it, this nation of 85 million people and its major centers of commerce are becoming an offshoot of \"Colombia and her mafia,\" referring to the powerful Medellin and Cali drug cartels.  The death of the nation's second-most powerful Catholic prelate and the general violence of narco-terrorism offer a jarring contrast to this 445-year-old Spanish colonial city of plazas and gardens, a haven of cultured, graceful civility that draws visitors from everywhere, particularly the United States.  The governor and state attorney of Jalisco, of which Guadalajara is the capital, flip-flopped on explanations about how and why the cardinal was slain.  They first said that Posadas and the six other casualties had been caught in crossfire between warring drug traffickers.  After the medical examiner found evidence that the cardinal had been shot from only 3 feet away, taking 14 bullets to the chest, officials said that the 66-year-old cardinal had been mistaken for a 42-year-old drug kingpin who was the intended victim that afternoon.  The cardinal was wearing black clerical garb with the white collar of a priest, but Leobardo Larios, the Jalisco chief prosecutor, said \"several drug traffickers are also accustomed to using suits of black clothing.\" Bishop Luis Reynoso of Cuernavaca said, \"I want to continue believing that the death of the cardinal was accidental, but it is difficult when the coroner says they killed him from one meter away, that it was not crossfire.\" Reynoso is an official of the Mexican Episcopal Conference.  Roberto Gonzalez, the Boston auxiliary bishop who represented Cardinal Bernard Law at Posadas' funeral, said after the Mass that Posadas' murder \"sets a new height in narco-terrorism and human rights violations and begins a new chapter in the life of the church in Latin America.\" In interviews, many Guadalajarans blamed outsiders, particularly Colombians, for importing the destructive drug trade. But recent press reports and government information indicate a homegrown version.  The distribution and transportation routes of the five cartels - including Juarez, Tijuana, Sinaloa, Jalisco and the Gulf - crisscross the nation, but all eventually head north to the United States.  News reports indicate that certain banks in Guadalajara, Hermosillo and other cities are involved in the laundering of drug money and that a number of elected officials, judges and others have been charged with corruption linked to the drug trade.  Guadalajara's recent drug battles stem from the rivalry between Sinaloa's vicious drug capos - Hector Salazar (El Guerro) Palma and Joaquin (El Chapo) Guzman - and the Tijuana cartel, headed by the Arellano Felix brothers, nephews of the imprisoned Miguel Angel Felix Gallardo. He is considered by many to be the Mexican drug kingpin.  In November, the Jalisco cartel sought vengeance after the Tijuana cartel stole a load of its cocaine. Members of the two cartels massacred six people in a busy nightclub in nearby Puerto Vallarta, a tourist hot spot on the Pacific Ocean, as they tried to kill each other.  Among the most infamous acts by Guadalajara traffickers was the kidnapping and torture-murder of U.S. DEA agent Enrique Camarena in 1985. Last December, the brother-in-law of a former Mexican president was convicted in Los Angeles of conspiring to kill Camarena. Others have also been convicted.  For its part, the Mexican government said it had sought help from the United States in locating cartel leaders and offered an unprecedented $5 million reward for the capture of those responsible for the death of Posadas and six others in the airport shootout.  The week before Posadas was killed, the Pentagon released a formerly classified report stating that Mexican drug cartels, particularly those based in the border cities of Tijuana and Juarez, were preparing to buy land and build factories along the border, preparing to take advantage of a more loosely guarded border under the North American Free Trade Agreement.  Centrally located, Guadalajara boasts numerous import and export businesses and bridges the economies of northern and southern Mexico. While obviously a blessing for commerce, many see its geography also as draw for the drug business and, with it, the possible death knell for tourism, on which the area depends.  \"Guadalajara is a thriving business center. The infrastructure is in place,\" said Jorge Santiago Arollo, a local merchant seated along the bustling Plaza Tapatio one evening with his wife and two daughters. \"It is easy enough for narcos to slip in, set up bank accounts and do business, especially if authorities are turning their backs.\"\n\nGraphic\n\n \nPHOTO; (1) Photo by AP - Women reading posters showing leaders of drug cartels who are suspected of contracting the assassination of Mexican Cardinal Juan Jesus Posadas Ocampo May 24 in Guadalajara. (2) Photo Headshot of Cardinal (Juan Jesus) Posadas (Ocampo) - Death causes outcry\n\nLoad-Date: October 7, 1993"
}