{
    "title": "DSS Raises The Alarm Over Bombing Plot During Holidays",
    "publisher": "the will ",
    "year": 2020,
    "month": 12,
    "day": 23,
    "full text": "BEVERLY HILLS, December 23, (THEWILL)  The Department of State Services, DSS has raised the alarm over the \"plot to bomb some places\" during the Christmas holidays. A statement by the agency asked Nigerians to be on the alert, saying it is taking steps to prevent attacks nationwide.\n The DSS spokesman, Peter Afunanya, however, advised those planning to disrupt public peace to desist. He said in the statement \"The Department of State Services (DSS) wishes to inform the public about plans by some criminal elements to carry out violent attacks on public places, including key and vulnerable points during the Yuletide seasons.\n  \"The planned dastardly acts are to be executed through the use of explosives, suicide bombing and other dangerous weapons. \"The objective is to create a general sense of fear among the people and subsequently undermine the government.\n \"Against this backdrop, citizens are called upon to be extra vigilant and report strange movements and indeed, all suspicions around them to security and law enforcement agencies. \"On its part, the Service is collaborating with other sister agencies to ensure that adequate measures are put in place for protection of lives and property\", the statement added.\n Afunanya provided emergency response numbers which he asked Nigerians to take advantage of. \"To further achieve this purpose, the Service has provided these emergency response numbers 08132222105 and 09030002189 for urgent contacts.\n It is also using this opportunity to unveil its interactive website www.dss.\nov.ng for public communication support.\n \"Everyone is encouraged to take advantage of these platforms and similar ones provided by related agencies to timely reach and avail them (security agencies) of required information\", he stated. Nigeria has recently be bedeviled by terrorism, banditry, kidnapping and other numerous threats.\n Commenting on the situation and the warning by the DSS on Arise TV, Eze Onyekpere, founder of nonprofit Center for Social Justice said attacks are a sign of growing insecurity in Nigeria. \"It is clear from what is happening the security architecture has actually collapsed and by the international ratings I think Nigeria is the third most dangerous place to live on planet Earth.\n We have a situation where kidnappings, banditry and terrorism activities are the order of the day\", he said. \n\nLoad-Date: December 23, 2020"
}