{
    "title": "DUARTE, UNDER CRITICISM, LEAVES TO VISIT U.S",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 31,
    "full text": "President Jose Napoleon Duarte left today for a three-day visit to the United States amid reports of American criticism of his handling of the negotiations that led to the release of his kidnapped daughter.\nSome politicians and diplomats here saw the visit, during which talks are scheduled with President Reagan and Secretary of State George P. Shultz, as an attempt by Mr. Duarte to regain political initiative that was lost during the weeks of talks with the leftist rebels who held his 35-year-old daughter, Ines Guadalupe Duarte, for 44 days.\nIn the view of these politicians and diplomats, the Salvadoran leader now wants to bolster his image at home and abroad. The kidnapping episode, which culminated in a large exchange of prisoners, provoked the most serious crisis of his 16-month-old Government. It virtually paralyzed the Government and drew wide criticism from among his political supporters, from opponents and from senior military officers.\n'Cause for Concern'\nDiscussing the President's apparent loss of authority, an aide of Mr. Duarte said there was ''cause for concern'' and added that the Government had ordered an opinion poll to be taken. ''We'll need to find ways to recover quickly,'' the official said.\nEarly this morning, a United States Government plane picked up the Salvadoran party amid strict security. In addition to the President and several senior officials, Miss Duarte and her friend, Ana Cecilia Villeda, who had been kidnapped with her, were also reported to be on board. Officials said the American plane was scheduled to stop in Miami for a meeting with other members of the Duarte family. They had been sent abroad by the President two weeks ago when he said he feared for their safety.\nIt was not known whether Miss Duarte would remain in Miami or continue with the party to Washington. The United States Ambassador here, Edwin Corr, was also traveling with the group, a United States official said.\nIn Washington, the Salvadoran leader is expected to try to diffuse criticism over the negotiations, in which the rebels appeared to have quickly gained the upper hand over him. Mr. Duarte has said his daughter's abduction was the worst ordeal of his life.\nSources who were familiar with the talks said that soon after the abduction, the United States Government had ''advised'' Mr. Duarte not to negotiate. ''Sometimes it is hard to differentiate between 'advise' and 'pressure,' '' one diplomat here added.\nAlthough Mr. Duarte received public support and private advice from the United States Ambassador here, the sources said that as the negotiations became drawn out and humiliating for Mr. Duarte, concern and criticism from the Reagan Administration reached here.\n \n'Terrorism and Humanism'\nMr. Duarte is to deliver a speech at the National Press Club titled ''Terrorism and Humanism.''\n''I am going to explain how I will fight terrorism, because that is my task, but I will do so with reason and humanism,'' the President told reporters here.\nMr. Duarte will be visiting while the Reagan Administration is seeking Congressional approval for $54 million for what it has described as the fight against terrorism in Central America. A significant portion is expected to be earmarked for El Salvador.\nThe Reagan Administration has also requested an additional $125 million to promote economic growth and help pay for expropriated lands in El Salvador.\nMr. Duarte said that after his United States visit he will travel to Spain, where he intends to put pressure on the Government and other Europeans who have been sympathetic to the Salvadoran rebels.\nSome of Mr. Duarte's supporters expressed surprise at the President's trip because it came so soon after the intense political turmoil here. Others were critical because Mr. Duarte leaves behind work stoppages at several Government agencies and ministries. In addition, the kidnapping over the weekend of an air force colonel, the first abduction of a senior military officer, remains unresolved."
}