{
    "title": "Duct tape, plastic wrap a consumer scam",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 18,
    "full text": "Last week, the federal government for the first time warned Americans to develop their own emergency plans in the event of terrorism. Some of the suggestions were that families should stock up a 3-day supply of food and water, not to mention plenty of duct tape and plastic to seal their homes in the event of a chemical or biological attack.\nWhile Americans should appreciate our government's concern for our well-being, we should not all run out to Home Depot in order to stock up on duct tape and plastic. After all, that would be playing right into the hands of the terrorists, and if you think about it, it might just be playing into the hands of the home improvement industry.\nU. Connecticut\nIt is not completely unreasonable to think that executives and shareholders at Home Depot, Lowe's and maybe even the local Mansfield Supply Store have gotten together in a conspiracy to scare consumers into purchasing insane amounts of duct tape and plastic in order to increase revenues in this sagging economy.\nOur nation has a lot on its plate right now, with the impending war against Iraq, North Korea's buildup of nuclear arms and \"Joe Millionaire's\" admission that he is really not a millionaire. However, the Bush administration, the FBI and the Department of Homeland Security owe it to the taxpayers of this great country to investigate if in fact there is a conspiracy to scare consumers into buying duct tape by the truckload because there is always the possibility that the duct tape and plastic is manufactured in the Middle East. If this was the case, consumers trying to fight terrorism by buying these items would actually be supporting terrorism in the same way that pot smokers and those who drive SUVs are supporting terrorism.\nClearly, the terrorists are financing terrorism by selling marijuana, SUV's and duct tape to unsuspecting Americans in an attempt to have all Americans trapped in the garages of the plastic wrapped homes, sitting in the Ford Expeditions, smoking marijuana and waiting, scared, for the next terrorist attack.\nWe at The Daily Campus urge all students at the University of Connecticut to steer clear of all marijuana, SUVs and plastic until the War on Terrorism is complete. We all must sacrifice a little bit in order to prevail in the end.\n(C) 2002 The Daily Campus via U-WIRE\n\nLoad-Date: February 18, 2003"
}