{
    "title": "Due process right of all Americans ; Terrorism_ 'Enemy combatant' is held nine months without benefi",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 3,
    "day": 21,
    "full text": "For nine months, Jose Padilla has been sitting in a cell in a South Carolina Navy brig.\nHe has not been before a grand jury, nor is any trial scheduled.\nHe has not been charged with any crime.\nHe has not been allowed to speak to his attorney.\nPadilla has been labeled an \"enemy combatant\" by the president, though the evidence supporting that has not been revealed to Padilla or his attorney.\nJose Padilla is an American.\nThat is not to say he is a model citizen.\nPadilla has been accused of plotting to set off of a \"dirty bomb\" and conspiring with members of al-Qaida. These are frightening allegations that might well be true.\nBut in America, accusations do not give the government the right to lock someone up indefinitely.\nShoe bomber Richard Reid received due process under the law. So did Zacarias Moussaoui. So did John Walker Lindh.\nJose Padilla might be a terrorist. But he was not caught by special operatives in an Afghan cave. He was arrested at Chicago O'Hare airport. The U.S. government has denied him his right to due process, his right to a speedy and public trial, his right to counsel. If the Bill of Rights does not exist for Jose Padilla, how can we be sure it exists for any of us?\nWhile Padilla awaits his fate, the Justice Department is busy writing legislation that could justify its actions. The Patriot Act II proposes vast changes that would cripple our civil liberties. For the first time in our nation's history, it would allow secret arrests under the law. Those arrests would remain secret until criminal charges are filed. And it would reserve the right to never file charges.\nDozens of groups have raised concerns about the content of the Patriot Act II. Surely the United States would not take steps to move its government closer to tyranny. But in the case of Jose Padilla, such Constitutional protections have all but disappeared.\nAs an American citizen, Padilla deserves his day in court. Denying him that is a mistake on the part of our government. Making the Patriot Act II law would compound that mistake. We cannot let the threat of terrorism revoke the very freedoms we are striving to protect.\n\nLoad-Date: March 21, 2003"
}