{
    "title": "Duke professor criticizes Trump, Obama in responding to extremism",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 18,
    "full text": "President Donald Trump's \"dehumanizing\" rhetoric about an immigrant \"invasion\" inspired the recent shooting in El Paso, Texas, that left 22 dead, a Duke professor and terrorism expert argues.\nThe suspect allegedly posted an anti-immigrant, white nationalist manifesto that echoed Trump's \"invasion\" rhetoric just before the Aug. 3 shooting at a Walmart. Trump condemned the shooting and white supremacy, saying \"hate has no place in America.\"\n\"The dehumanizing rhetoric he uses-saying that they're bringing in disease or are criminals-is designed to stoke people's anger and grievance with the 'other' in the society,\" said David Schanzer, professor of the practice at the Sanford School of Public Policy and director of the Triangle Center on Terrorism and Homeland Security. \"It's much easier to engage in violence with people you think are less than human.\"\nTrump wasn't the only president who could have done more to fight all kinds of extremism, Schanzer argued. Schanzer recently released a report critical of the efforts of former President Barack Obama's administration to counter violent extremism, arguing that Obama's programs didn't do enough to combat domestic white supremacist terror.\nHowever, Schanzer didn't blame the Obama administration's failures for white supremacist violence in El Paso and elsewhere. He was only willing to say that the former administration targeted people inspired by the Islamic State and al-Qaeda and did not do enough to target those inspired by white supremacism.\n\"You can't draw a line between that cause and effect,\" Schanzer said. \"In some ways, we don't really know if these programs are effective in preventing extremism. It's all theory. It's hard to say when something doesn't happen, why it didn't happen.\"\nThe FBI should dedicate more resources to infiltrate and surveil known white extremist and other extremist groups as far as the law allows, Schanzer said. His report, written with Joseph Eyerman, senior research methodologist at RTI International, details the Obama administration's anti-domestic terror initiatives, which began in 2011.\nThere was \"no formally named program or set of programs\" that Obama implemented, they wrote, but their report covered the Obama administration's efforts to counter homegrown extremism.\nThe Obama administration's moves came after a wave of homegrown terror attacks, including a 2009 mass shooting that left 13 dead at a military base in Fort Hood, Texas. The programs developed gradually over the next five years, Schanzer and Eyerman wrote in their report.\nThe administration's efforts were well intentioned and worked in some ways, but they had several flaws, the researchers wrote.\nThe principal flaw was failing to define goals, they argued. Some thought the purpose of the program was to have the community help identify at-risk individuals, but for others, its main point was to \"build resiliency to extremism within communities whose members were vulnerable,\" they wrote in the report.\nMessaging was also a problem they identified. Obama's administration expanded its anti-extremism program during a time when \"concerns about the power and barbarism of ISIS\" were high. This wasn't great timing, they argued.\nGet The Chronicle straight to your inbox\nSignup for our editorially curated, weekly newsletter. Cancel at any time.\n\"Many Muslim Americans felt as if the timing and the content of this announcement... linked their community, in the eyes of many Americans, with the rise of ISIS and cast a cloak of suspicion over them,\" the researchers wrote.\nThey found another flaw in using the FBI as a key player, calling it a conflict of interest for the bureau to investigate terror crimes while at the same time doing the work of \"community outreach and engagement.\"\nThe initiative also failed to focus on engaging with non-Muslim Americans, which \"severely undermined\" support for it among Muslim Americans.\n\"They viewed the unidimensional focus of the Initiative as discriminatory and believed that it bolstered the false stereotype that Muslim Americans were more susceptible to violent extremism than other Americans,\" they wrote.\nFinally, Schanzer and Eyerman contended that it was underfunded and \"poorly structured.\"\nHowever, the Obama administration's anti-extremism work did have its upsides. The initiative boosted communication between \"communities and federal agencies,\" they wrote, which can help with crime prevention and helped spur creative new methods, including intervention for young people at risk.\nOnce in office, Trump all but ended the Obama-era anti-extremism programs, they wrote. In an increasingly polarized country, Schanzer added that extremism will only get worse. Polarization is a \"breeding ground\" for extremism, he said.\n\"As you have societies that are going a different direction, polarizing, we tend to blame the 'other' for bad things that are happening to us,\" Schanzer told The Chronicle. \"The more deep-seated grievances, the more radicalized people are and that's the breeding ground for ultimately violent terrorism and extremism.\"\n\nLoad-Date: September 19, 2019"
}