{
    "title": "DUMP THE PLO",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 3,
    "day": 6,
    "full text": "The time has come for the Palestinians and their self-appointed representatives, the Palestine National Council, to fire Yasser Arafat and his band of incompetent leaders of the Palestine Liberation Organization. For years, the PLO's policies of terrorism and duplicitous diplomacy have brought nothing but failure for the Palestinians. Its terrorism spawned intensive reprisals from Israel and Arab government. Its attempts at diplomacy left no one certain of its position and goals - except hatred of Israel.  Now the PLO is so thoroughly discredited, as a result of aligning itself with defeated Iraqi dictator Saddam Hussein, that it has nothing left to say for the Palestinian people. It can offer no hope of a political settlement with Israel, which remains strong in the wake of the Persian Gulf War. The Israeli government sees no reason even to consider changing its position and dealing with the PLO. The Israeli people will never trust the PLO. Moreover the Egyptian, Saudi, Kuwaiti and Syrian governments all, to differing degrees, have ridiculed and shunned the PLO since its disastrous defense of Saddam Hussein.  The Palestinians deserve the leadership they follow. The PLO was created by Jordan's King Hussein and the late Egyptian president, Gamal Nasser, and has been used and abused by various Arab leaders since then. The PLO also has its own resources and agenda, which often are at odds with one or more of the Arab countries. For instance, President Elias Hrawi of Lebanon - who is controlled by Syrian President Hafez Assad - this week warned the PLO to cease shelling Israel from southern Lebanon.\nIf one Palestinian were to reject the PLO, surely the PLO would kill him.  If thousands of the 1.7 million Palestinians under Israeli occupation were to reject the PLO and call for new leaders from the territories, then the Israeli government could no longer say there is no one to talk to. Then things could begin to take a new shape in Israel and among the Palestinians who deserve to have political rights.\n\nLoad-Date: October 8, 1993"
}