{
    "title": "DuPage's anti-terrorism plans",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "DuPage County has no towering skyscrapers, federal monuments, nuclear power plants or financial powerhouses vital to the American economy.  \nStill, the state's second-most populous region, with a close proximity to O'Hare International Airport, isn't taking anything for granted as the nation braces for possible terrorist retaliation.  \nThe Justice Department has sent warnings to 18,000 state and local law enforcement agencies this week to be on \"high alert\" for other terrorist attacks now that U.S. forces have begun bombing Afghanistan.  \nPolice here are brainstorming ideas to fight terrorism and reassure the public that there will be a close-to-home response.  \n\"We're not looking to do the FBI's job,\" DuPage County Sheriff John Zaruba said. \"But we're the ones working our streets every day. We know what areas could be potential targets.  \n\"The safety and security of citizens is going to come down to local law enforcement.\"  \nZaruba has formed an oversight committee of area police chiefs to increase communication among the county's myriad police agencies.  \nThe panel, dubbed ACTION, or All Community Terrorism Intelligence Oversight Network, is using the county's Y2K preparedness plan as a blueprint for evaluating local security issues.  \nThe group wants to develop a terrorism information network either through the FBI's Web site or a secured local site similar to how police share information in the minutes following a possible child abduction.  \nPolice also said updating security plans is key to protecting the region's water supplies, infrastructure, power and vital tools of communication like satellite receivers and remote transmitters.  \nAnd law enforcement officials here hope to share security details with local airport authorities, railroads, major corporations and the area's research laboratories.  \nThe sheriff's department also is taking advantage of a nearly $450,000 federal grant to buy several tools, including electronic bomb detectors, vapor tracers, semiautomatic weapons, surveillance and other high-tech equipment.  \nMoreover, local police suggest stepping up training to react to public demonstrations, such as antiwar protests.  \nLeaders stress no one should panic. Rather, they are just trying to be prepared.  \n\"We have just experienced an unspeakable act of evil,\" said Naperville Chief David Dial, an ACTION member. \"I don't think people could sit back and envision something like that until now. I know this much, we (DuPage County) have no specific area that the FBI or anyone else has said that we need to be concerned about.\"  \nBut the events of Sept. 11 should compel local law enforcement to rethink things such as access to public buildings like fire and police stations, said DuPage County Emergency Management Coordinator Tom Mefferd.  \nHe told the DuPage County Chiefs of Police Association last month that local towns should reinforce security around infrastructure, communications resources and some public buildings.  \nThough most police stations limit public access to monitored lobby areas, Mefferd noted that fire houses are often completely accessible. He also said departments should make sure proper lines of succession are in place should leaders be lost in a terror attack. \"It's going to be the local government that has to step up to the plate and do what has to be done,\" Mefferd said.  \nGRAPHIC: DuPage on guard  \nCounty's plans for dealing with or preventing terrorist attack  \n- Develop terrorism information network for local police agencies through a secured FBI Web site or system accessible only to area law enforcement.  \n- Update Y2K response plan in case of attacks on telephone services, electrical power companies, water supplies, banks, oil and gas facilities, computer companies and railroads.  \n- Arm police with more high-tech equipment to combat terrorism, such as semiautomatic weapons, gas masks, chemical and drug detectors, optical scanners for in-car laptops.  \n- Increase police training in dealing with public demonstrations, such as antiwar protests, and responding to chemical or biological attacks.  \n- Expand communications with local FBI, airport authorities, air traffic control officials and national laboratories such as Fermilab near Batavia and Argonne near Lemont.  \nSource: DuPage County law enforcement\n\nGraphic\n\n \nGRAPHIC: (text at bottom of article)\n\nLoad-Date: October 11, 2001"
}