{
    "title": "Durbin says Congress , through inaction, _complicit in the next killing'",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "WASHINGTON - In a familiar refrain after a mass shooting by a suspected terrorist, Democrats condemned inaction on gun control, Republicans emphasized the threat of terrorism.\nTypical of the response in the wake of a mass shooting at an Orlando, Fla., gay nightclub early Sunday that President Barack Obama called \"an act of terrorism, an act of hate,\" were the different reactions from Sens. Dick Durbin, D-Ill., and Roy Blunt, R-Mo.\nIn a statement, Durbin said: \"These mass shootings follow an increasingly tragic script: the public is heartbroken and outraged, first responders and law enforcement do their grim duty, and Congress proposes a slew of policy proposals and argues over whether any of them could have prevented the last tragedy.\n\"But when the debates end and nothing has changed, Congress makes itself complicit in the next killing. We have the power to act, and we must. The bottom line is that we allow dangerous people to buy guns in America and that has got to change. In the coming days, Congress must take a stand against hate, terrorism, and this horrific gun violence.\"\nBlunt, in a series of tweets, expressed condolences to the victims, and suggested that events like this could be more, not less likely. He is a member of the Senate Select Committee on Intelligence.\n\"The constant warnings by those that brief me & Intelligence Committee: There are more threats from more directions than any other times,\" Blunt tweeted.\nIt prompted several responses criticizing Blunt for accepting contributions from National Rifle Association donors.\nIt's not the first time Blunt has made this claim. Shortly after returning to the Intelligence Committee last year, he made similar observations about the threats facing the country to the Post-Dispatch.\nSen. Claire McCaskill, D-Mo., also raised the availability of \"military-grade\" guns and the fact that a gay nightclub was targeted .\n\"We'll be learning more about the poisonous ideology that led to this attack - on a community that's had so much to celebrate in recent years, but who've long endured violence because of who they are and who they love,\" McCaskill said. \"But we need to do more than know the facts surrounding this attack. We need to summon the resolve as a country to confront the issues at work here - issues of hate, and terrorism, and of military-grade gun violence in our communities. I'm resolved to do so, and I join Americans across the nation in standing with the victims and their loved ones in the face of this tragedy.\"\nRep. William Lacy Clay, D-St. Louis, said that \"50 Americans were murdered by a terrorist because of who they were and who they loved.\"\n\"This horrendous, hateful attack will not break our determination to fight terrorism and to demand full equality and equal protection for every American,\" he said.\nRep. Ann Wagner, R-Ballwin, tweeted: \"My heart goes out to everyone affected by the horrific shooting in Orlando. I am keeping the victims and their families in my prayers.\"\nThe upcoming political debate over how to prevent future attacks is likely to circle back to a December vote in the U.S. Senate. Republicans, by a vote of 54-45, turned down a Democratic attempt to prohibit sales of guns to people on terror watch lists.\nSen. Dianne Feinstein, D-Calif., called the proposal a \"no-brainer,\" but Republicans said it would have denied due process and wrongly prohibited law-abiding Americans mistakenly put on the list from exercising Second Amendment rights.\nSen. Mark Kirk, R-Ill., was the only Republican senator voting for the proposal.\n\nGraphic\n\n \n President Barack Obama speaks about the massacre at a Orlando nightclub during a news conference at the White House in Washington, Sunday, June 12, 2016. (AP Photo/Pablo Martinez Monsivais) \n\nLoad-Date: June 13, 2016"
}