{
    "title": "During terrorism probes, respect Miranda ruling",
    "publisher": "the tampa tribune ",
    "year": 2010,
    "month": 5,
    "day": 15,
    "full text": "By JOE NAVARRO\nSpecial To The Tampa Tribune\nOnce again, politicians and pundits are debating whether terrorism suspects should be given their Miranda warnings. It may come as a surprise to some, but as a former FBI agent who has interviewed spies and terrorists, I want there to be Miranda warnings.\nHere is why:\nFirst of all, when the Supreme Court decided Miranda, it became the law of the land. Not something we can arbitrarily play with or ignore, not something that is plastic and flexible, but rather something that has to be administered to someone under arrest and is to be interviewed.\nThere should be no equivocation as to its legal supremacy. It is not to be trifled with by newscasters, the well-meaning but ignorant, or by politicians, especially those running for office.\nIn 25 years working as an FBI agent, I found that the Miranda decision did not interfere with me in either obtaining usable information or making prosecutable cases. Miranda doesn't interfere with making cases; incompetent investigators do.\nAttorney General Eric Holder said as much last weekend. History proves that we can preserve public safety and convict terrorists while respecting fundamental laws. I've seen nothing in the post-9/11 world to convince me that we need to chip away at the rule of law to stay safe.\nThe beauty of this country, my adopted home, is that we live by the rule of law, taking guidance from it and placing hope in it. I left Cuba at a young age because my father had been rounded up and tortured because he was a \"threat to the country,\" an argument that the Nazis also used. I came to America, where that was not done. Democracies don't change the law at will; tyrants do. Democracies do not waver in upholding the law, and their law enforcement officers do not conspire to subvert it.\nTerrorism is a tactic, and like war, it is politics by other means, seeking to subvert our commitment to the rule of law. When we change our ways, when we apply draconian methods in response to terrorist threats, then the terrorists have won because they have scared us.\nIt is unfortunate that the current head of the FBI has refused to step forward and say, \"This is the law, and FBI agents will abide by it, end of story. We can do our job with Miranda.\" Sadly, few people in government have risen up to set the record straight and demand respect for the law. Ella Wheeler Wilcox was right, \"To sin by silence when we should protest makes cowards out of men.\"\nOur nation is safer because we have laws. Suspects cooperate with investigators precisely because they know and trust that even though they're caught, we will abide by the rule of law. Any FBI agent who has put away criminals will attest to that fact. For over 40 years we have arrested, interviewed and prosecuted terrorists and given them Miranda warnings, and it has not impeded our ability to obtain valuable information, disrupt their activities and convict them.\nMuch of the criticism comes from those who have never questioned even one terrorism suspect or participated in a terrorism investigation. I know of no law enforcement officer who has asked for a change in policy. The only ones asking are those who seek to make political points, talking tough and hawking their brand of patriotism. Toughness sounds good on TV, but it doesn't necessarily get good results.\nAs for patriotism, it's about what we love in our country, not what we fear. And as we all know, it is often the last refuge of scoundrels.\nJoe Navarro is a former FBI special agent and author of \"Hunting Terrorists: A Look At the Psychopathology of Terror.\" He also is an adjunct faculty member at Saint Leo University.\nPhoto Credit: Associated Press file photo (2001)\nCopyright © 2010, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOTHER VIEWS\n\nLoad-Date: June 7, 2010"
}