{
    "title": "Dyer_ U.S. on wrong track with North Korea , which may be leaderless",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 10,
    "day": 16,
    "full text": "Korea is not a tropical country. In the autumn, the leaves turn yellow and red, and by October the process is pretty far along, especially in North Korea. Which is why there are grave doubts that Kim Jong-Il is in good health, as Pyongyang pretends, and indeed some question whether he is alive at all.\nAnd despite Monday's agreement by Washington to take Kim's neo-Stalinist regime off its list of terrorism sponsors, which persuaded North Korea to let international inspectors back into its Yongbyon nuclear site, we still don't know where its nuclear weapons (if they exist) might be hidden.\nKim, the \"Dear Leader\" and absolute ruler since 1994, has not been seen in public since early September. There is intense speculation in South Korea that the 66-year-old dictator has suffered a stroke and undergone surgery, although the source of this rumor is not clear.\nThe North Korean regime denies anything is wrong (as it always does), and last Saturday it finally produced some recent footage of Kim Jong-Il inspecting a women's military unit. The only problem was that it was an outdoor location with lots of trees and bushes, and all the leaves were a lush green color. Nowhere in Korea looks like that in mid-October; a horticultural expert at Seoul National University estimated that the event took place in July or August.\nThis confirms that Kim Jong-Il is at least seriously ill. For all we know, he may be dead, and there may be a fierce succession struggle going on behind the scenes in Pyongyang. (The Dear Leader inherited power from his father, the \"Great Leader\" Kim Il-Sung, who founded the regime in 1948, but none of the current ruler's children have been publicly groomed for the throne.) Whatever the state of palace politics in Pyongyang, however, the regime retains the ability to run circles around the Bush administration in diplomacy.\nThe most recent confrontation began last month, when North Korea announced that it intended to restart nuclear activities at Yongbyon because the U.S. had not kept its promise to remove Pyongyang from its terrorism blacklist. That was part of the six-country deal signed last November, in which North Korea agreed to end its nuclear activities in return for badly needed aid.\nAs part of the deal, Washington agreed to remove North Korea from its list of state sponsors of terrorism - and a lot of the aid could not legally flow to Pyongyang until that was done. But the Bush administration overplayed a weak hand: It stalled on removing the terrorism label in the hope of forcing North Korea to allow American and International Atomic Energy Agency inspectors freer access to suspected North Korean nuclear sites.\nSo the North Koreans stopped dismantling the Yongbyon nuclear site (including the plutonium reprocessing plant) and announced they were reactivating it. It took the Bush administration, in legacy mode and desperate for at least one foreign policy success, only a couple of weeks to yield to Pyongyang's demand. Washington removed North Korea from the terrorism list on Saturday, and Pyongyang let the inspectors back in on Sunday. But they can't go wherever they please.\nAs before, international inspectors only have access to \"declared\" North Korean nuclear sites. \"Undeclared\" sites - ones that Pyongyang forgot to mention - can only be inspected with the regime's permission, on a case-by-case basis. The whole play around the terrorism designation was an attempt by Washington to force Pyongyang to allow wider access, and it has failed miserably. Game, set and match to North Korea.\nThe harshest critic of this outcome is none other than John Bolton, undersecretary of state for arms control and international security in the first Bush administration. Washington's climb-down last weekend left all the key questions unanswered, he complained: \"Where are their weapons? Where is the rest of their plutonium? Where is their uranium enrichment program? What have they done in terms of outward proliferation? And we got essentially nothing new on that other than a commitment to keep negotiating.\"\nThe rest of the world still doesn't know whether North Korea has usable nuclear weapons (it tested one in 2006, with unimpressive results), or how many, or where they might be hidden. Whoever is in charge in Pyongyang is playing a weak hand very, very well.\n\nLoad-Date: October 15, 2008"
}