{
    "title": "Dzokhar served justice he deserves",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 20,
    "full text": "Dzokhar Tsarnaev, the Boston Marathon bombing suspect, claims to be receiving harsh restrictions while he waits in prison for a trial. But for someone who has allegedly committed a heinous crime, the use of a weapon of mass destruction, should he be given a hearing to lessen these restrictions?\nTsarnaev's lawyers are attempting to make a case in court on Tues., Nov. 19. The lawyers are arguing a motion filed last month, which they claim is impairing their ability to defend him.\nPrison officials restricted Tsarnaev's access to mail, media, telephone, and visitors, all things that fall under the motion of a \"special administrative measure.\" These measures are normally used in terrorism cases.\nIn a case like Tsarnaev's, there should be heavy restrictions placed on him. For someone who willingly went through with an attack like Dzokhar and brother Tamerlan, knowing the consequences, they should be heavily penalized.\nAs for the lawyers to claim a good defense for Tsarnaev, they are buried too deep. Speaking for the city of Boston, they would cut him off of any of his rights, keeping it in the lines of humane and morality. And even then, it could be questionable.\nTo be honest, Dzokhar's lawyers cannot make a fair case for him. His lawyers have already requested more time to prepare their defense. They might have to dig even harder to find something in his favor, since his odds are not looking that good.\nBecause the Boston Marathon bombing is an act of terrorism, it brings a whole different playing field of what is considered right or legal. Denying a man in custody of his basic rights, like his access to mail, media, telephone, and visitors, is completely and morally right in my opinion. If you have the audacity to intentionally use a bomb in a highly populated area, then you have given up your right to a normal life.\nA major factor in this case is that Dzokhar was not the mastermind behind the attacks. His lawyers make a claim that he poses no future threats, and therefore should be granted this hearing to have the restrictions lifted. Dzokhar is currently being held in solitary confinement at Fort Devens.\nRegardless if he was the mastermind behind the plan or not, it is a matter of justice being served. He was included in the act, therefore should be tried in the same retrospect of what the original charges were designed for. If you lessen the restrictions for one, then you have to lessen them for all.  He has to be faced with the brunt of the acquisitions his brother left behind for him to deal with. Which if you ask me, is not incredibly fair, since he was a partner in the act. Regardless, he went through with the action, and therefore must pay the consequences.\nThink about how unfair it would be if the tables were turned. Think about it through a lens if you lost someone that day or if you were personally affected. Would you want the man responsible to have his restrictions lessened to make a better case as to why he was wronged?\n\nLoad-Date: November 20, 2013"
}