{
    "title": "E. Millinocket native named Boston's top fire official",
    "publisher": "daily news ",
    "year": 2006,
    "month": 8,
    "day": 31,
    "full text": "As a boy growing up in East Millinocket and Millinocket, Roderick J. Fraser Jr. remembers helping his father, Rod Sr., build a camp on Millinocket Lake and watching neighbors cut their own firewood.\n\"I remember how people there were very hardworking and self-reliant, so I learned the lesson of being hardworking and self-reliant,\" Fraser said Wednesday in a telephone interview from his Cranston, R.I., home.\nThose lessons, particularly that of self-reliance, will be tested as the 42-year-old retired U.S. Navy officer becomes Boston's new fire commissioner.\nBoston Mayor Thomas M. Menino made the East Millinocket native the city's first top firefighter from outside the department since 1968 largely because he wanted to take advantage of Fraser's anti-terrorism abilities.\n\"Roderick Fraser's demonstrated leadership capacity will equip the Boston Fire Department for the 21st century,\" Menino said in a statement. \"His experience in firefighting, training and anti-terrorism strategies will provide Boston with the ability to win the natural and man-made challenges we may confront in the years ahead.\"\nFraser's family is proud of his success, said his grandfather, George McCluskey of Millinocket, one of several of Fraser's relatives still living in the Katahdin region.\n\"He told me he was looking for a job. He's only been out for a month, and then last night he called me up and told me he got himself one,\" McCluskey, 84, said Wednesday. \"He is a graduate of the maritime academy, you know, and he went from there to the Navy and he did well in there. He had his own ship, and he finally got discharged.\"\nFraser, who lived in the Katahdin region until he was 18, will assume command of the Boston Fire Department's 1,610 firefighters and staff starting next week having no municipal fire fighting experience, but his anti-terrorism experience and the department's command staff will guide him, he said.\n\"It's a big challenge trying to continue the current level of excellence and build on that and try to improve the department - specifically in areas of terrorism defense and consequence management - to be better prepared for the challenges that are facing the country,\" he said.\nFraser holds a master's degree in national security affairs and strategic planning from the U.S. Naval War College; a master's degree in marine affairs from the University of Rhode Island; a bachelor of science degree in marine engineering from Maine Maritime Academy; and the U.S. Navy's Anti-Terrorism/Force Protection Commanding Officer Certification.\nFraser finished his 20-year career as commanding officer of the USS Underwood, a guided missile frigate carrying about 260 officers and service men and women.\nDuring his career, Fraser served as director of the U.S. Navy's engineering, damage control and firefighting training at the Surface Warfare Officers School Command in Newport, R.I. He was on the chief of Naval operations' Fire Fighting and Chemical and Biological Warfare Defense Working Groups and led a team that updated the Navy's firefighting tactics to reflect new technologies, procedures and training methods.\nA fire chief will help Fraser with the day-to-day running of the department, he said.\nFraser is married to his wife, Angela, and the couple has two children. The family plans to move to the Boston area.\n\nLoad-Date: August 31, 2006"
}