{
    "title": "E.J. Dionne Jr._ Will Orlando drive us from our corners_",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "E.J. Dionne Washington Post\nIt only compounded the horror that the deadliest mass shooting in U.S. history called forth talking points that had been composed long before 50 innocents were murdered early Sunday.\nThe immediate reactions on social media to the killings at Pulse Orlando, a popular gay dance club, etched a portrait of our national divisions, our mutual mistrust and our inclination to know what we think even when we lack all the facts.\nEven before President Obama spoke Sunday afternoon, there were declarations of great certainty that he would attribute the massacre to guns and not \"Islamism\" ?- and would therefore feed support for Donald Trump.\nTrump did not disappoint. At 12:43 p.m., he turned to his communications medium of choice and tweeted: \"Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance. We must be smart!\"\nIt is no day for partisanship, but how could Trump even think of using a moment of national trauma and mourning as an occasion to tout his own genius ? or to reach sweeping conclusions on the fly?\nBut it's entirely true that those of us who have long believed that our scandalously lax national gun laws make sickening slaughters inevitable had predictable reactions of our own.\nI freely admit that I identified entirely with Sen. Chris Murphy (D-Conn.) when he declared: \"This phenomenon of near constant mass shootings happens only in America ? nowhere else. Congress has become complicit in these murders by its total, unconscionable deafening silence.\"\nNote that phrase \"near constant.\" We are far from alone in the world in confronting terrorism. What is different about our nation ? enragingly, dispiritingly, depressingly different ? is that from Virginia Tech to Sandy Hook to Orlando, attacks of this sort happen here again and again and again.\nWhy can we never include a reappraisal of our weapons laws as part of democracy's arsenal of responses to terrorism and mass violence?\nWhy are those who tout themselves as being the toughest among us in calling out terrorism inspired by Islam so timid as soon as any plausible answer is labeled \"gun control\"?\nNonetheless, those of us who hold these views must find ways of reaching out to fellow citizens with whom we have been battling for decades. Terrorism terrorizes advocates of gun control and supporters of gun rights alike.\nAnd those on both sides of the gun issue will want to know why three FBI interviews with the killer, Omar Mateen, did not raise more alarms in light of evidence of his apparent terrorist sympathies. What we know so far underscores the challenges of fighting terrorism in a free society.\nWhen the president did address the nation, his sobriety and restraint reflected the reaction of a man who had been required too often to speak about the unspeakable and whose calls for action have gone unheeded.\nHe gave his critics who despise his views on guns nothing, turning the tables on them by saying simply that failing to act to keep deadly weapons out of the hands of those who would use them against innocent fellow human beings \"is a decision as well.\" And it is.\nHe also did something important, showing how futile it is to force an act of evil into the boxes we prefabricate. The Orlando slaughter was, he said, \"an act of terror and an act of hate.\"\nWe should despise what happened if our fellow citizens were gunned down by a man who was inspired by foreign terrorists. And we should despise what happened if people had their lives snuffed out because of their sexual orientation.\nWe gain nothing by arguing about which form of moral revulsion is superior or more appropriate. We set ourselves back by responding to an act of violence against Americans who are gay by turning on Americans who are Muslim.\nThe only appropriate response to Orlando is solidarity harnessed to intelligent determination. So far, no body count, however repulsive, has forced us to abandon our ideological cul-de-sacs. The dead on the floor of a night club cry out to us.\nEmail: ejdionne@washpost.com Twitter: @EJDionne\n\nLoad-Date: January 5, 2017"
}