{
    "title": "E.U. Slams Israel , But Summit Finds Common Ground",
    "publisher": "the forward",
    "year": 2005,
    "month": 12,
    "day": 2,
    "full text": "Fresh on the heels of its first ever mandate to station monitors at the border crossing between Gaza and Egypt, the European Union is trying to reassert itself into the Israeli-Palestinian process.\nSo far, the push is producing mixed results.\nFirst the E.U. came under fire from Israel last week over a leaked internal report criticizing Israel's policies in East Jerusalem. Then, later in the week, E.U. leaders were forced to go to the wire to salvage a summit meeting with Mediterranean countries in Barcelona marked by Israeli-Arab wrangling and the absence of heads of states from the Middle East.\nThe flaps come just weeks after U.S. Secretary of State Condoleezza Rice brokered a deal between Israeli and Palestinian officials that calls for E.U. forces to monitor the Rafah border crossing in coordination with Israel. This is the first time that the E.U. will have \"boots on the ground\" as a neutral third party in territories. But Israeli officials, who had expressed reluctance at the new European role, were quick to blast the E.U. after a New York Times report detailed E.U. criticism of Israel's policies in East Jerusalem.\nAccording to the Times, the E.U.'s diplomatic representatives in East Jerusalem and Ramallah claimed in a draft report prepared for E.U. foreign ministers that Israel's actions in East Jerusalem \"are reducing the possibility of reaching a final-status agreement on Jerusalem that any Palestinian could accept.\" In its report, the E.U. representatives urged European leaders to take more aggressive steps to challenge Israeli policies in East Jerusalem.\nEuropean officials stressed that the report was not final and that it merely was aimed at providing guidance to top decision-makers.\nIn Barcelona, the prestige of the \"Euro-Mediterranean\" summit was tarnished by the absence of the majority of Middle Eastern leaders. While most E.U. heads of state attended, the only top Middle Eastern leaders to make the trip were Palestinian Authority leader Mahmoud Abbas and Turkish Prime Minister Recep Tayyip Erdogan. Lower-ranking officials represented other Middle Eastern nations. Israel sent its finance minister, Ehud Olmert.\nDivisions over the Middle East peace process forced European leaders to drop a formal \"common vision\" statement on revamping relations with their southern neighbors by linking aid more directly to democratic, economic and political reforms.\nIsrael objected to part of the draft summary referring to the \"road map\" and in particular to a paragraph linking the plan - sponsored by the E.U., the United Nations, the United States and Russia - to the 2002 declaration of the Arab League summit that was based on a Saudi peace plan. Jerusalem only agreed to a general mention of the road map and support for a two-state solution.\nIsrael also scored a diplomatic victory when E.U. leaders, desperate to produce a concrete achievement, rammed through an anti-terrorism \"code of conduct\" by strongarming Arab countries during feverish and protracted negotiations. In an indication of the climate at the summit, Spanish Prime Minister Jose Luis Zapatero and a senior aide were caught on a microphone discussing the urgent need to come up with a deal before the end of the gathering.\nIn the end, the 35 countries endorsed a code of conduct that denounces terrorism in all its forms and manifestations. Officials were quick to paint the text as a model for long-stalled negotiations at the U.N. to define terrorism and enact a dozen conventions on terrorism.\nThe E.U. and Israel resisted an Arab push to effectively exempt attacks by those \"under foreign occupation\" from the definition of terrorism, a term used by Arab nations at the U.N. to refer to Israeli rule in the Palestinian territories that also could be applied by some nations to America's presence in Iraq.\nThe code states that \"terrorist attacks cannot be justified or legitimized by any cause or grievance.\"\nBritish Prime Minister Tony Blair, the summit's host, hailed the agreement as \"a very significant step forward.\"\n\"I think this is very important both for the European countries, but also for our other colleagues around the table,\" Blair said during a press conference. \"It's as strong a statement as you can possibly have on the unified determination to fight terrorism in all its forms.\"\nSpeaking in Berlin, E.U. Justice Commissioner Franco Frattini said the document could trigger a breakthrough in U.N. efforts to agree on a definition of terrorism and a code of conduct for governments worldwide.\nAmong other things, the code requires the E.U., Israel and its neighbors to attempt to \"prevent terrorists accessing money and weapons, to disrupt their plans and disrupt their networks and to bring them to justice by strengthening international cooperation.\"\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}