{
    "title": "Earthquake experts call government ill-prepared for big one Lack of federal funding and a shift of f",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 9,
    "day": 15,
    "full text": "As many as 18,000 people dead. More than $250 billion in damage. Hundreds of thousands of people left homeless.\nThat's not the latest estimate of Hurricane Katrina's toll on the Gulf Coast. That's a worst-case scenario if a major earthquake were to hit Los Angeles. \nThe figures are hypothetical, from a model published in May by government researchers studying the Puente Hills fault under the city. Scientists warn that there's little doubt a major quake will hit California in coming years or decades, though many scenarios are not as disastrous as the one for Puente Hills.\nAs was the case with Katrina, experts say the federal government hasn't done enough to prepare.\n\"There's not enough money to carry out the research and implementation programs that need to be put into place,\" said Susan Tubbesing, executive director of the Earthquake Engineering Research Institute in Oakland, Calif. \"If funds were available, if these were higher priorities, these kinds of things could be addressed now -- before an earthquake.\"\nJust as Katrina exposed a failure to sufficiently strengthen the levees around New Orleans, experts say a big quake in California, Washington state or the Mississippi Valley could reveal that too little was done to make buildings, bridges and roads earthquake-proof.\n\"There's very little mitigation going on, and it's because it's so expensive to do, just like it was so expensive to fix the levees,\" said Chris Poland, head of Degenkolb Engineers in San Francisco.\nCongress created the National Earthquake Hazards Reduction Program in 1977 after a series of major quakes in Alaska, California and China. The goal was to reduce the loss of life and property by funding research on how buildings and structures respond to earthquakes, improving building codes and conducting earthquake models along different fault lines.\nBut funding for the program has been essentially flat for more than a decade.\nAbout $125 million was allocated this year -- a decline of more than 30 percent in real dollars from its 1978 budget of $67 million, according to House Science Committee budget figures.\nAccording to some experts, earthquake readiness has been hurt by the same shift of focus from natural disasters to terrorism that is being partly blamed for the bungled response to Katrina.\nIn 2003, when Congress moved the Federal Emergency Management Agency to the Department of Homeland Security, lawmakers also moved the lead agency role for the earthquake program from FEMA to the National Institute of Standards and Technology. But they never gave the institute any money to perform its new leadership role.\nMichael Buckley, deputy director of FEMA's mitigation division, denied that there had been a decreased focus on disaster preparedness or mitigation. He said FEMA's work on earthquake preparedness has led to successes such as improved building code recommendations.\n\"From my perspective, we're holding our own pretty well, certainly are very busy, and I expect that that would be the trend here in the future,\" Buckley said.\n---\nWhat if LA got hit?\nIn May, scientists with the U.S. Geological Survey and the Southern California Earthquake Center published a study showing what would happen if a major quake were to hit Los Angeles on the Puente Hills fault.\nThey determined that the fault had ruptured at least four times in the last 11,000 years, with magnitudes ranging from 7.2 to 7.5. The last rupture was sometime in the past several thousand years. They created 18 different scenarios, assuming an earthquake occurring at 2 p.m. on a weekday. Their findings:\nThe estimated fatalities could range from 3,000 to 18,000, with an average of 7,600. The total injuries could range from 56,000 to 268,000, with an average of 120,000.\nThe number of displaced households would range from 142,000 to 735,000, with an average of 274,000. Relief agencies would have to provide short-term public shelter for 42,000 to 211,000 people, with an average of 80,000.\nThe amount of debris generated by the quake would range from 30,000 to 99,000 tons, averaging 51,000 tons.\nThe vast majority of losses would occur in Los Angeles County, directly over the rupture surface, but there also would be tangible losses in counties to the east and south of the fault line.\nThe losses would be greater than those from the 1994 Northridge earthquake in Los Angeles, a 6.7-magnitude quake that caused 72 deaths. That's because of the higher potential magnitudes and because Northridge affected mostly wood-frame residential structures while Puente Hills sits under older and more vulnerable commercial and industrial structures.\nThe Associated Press\n\nNotes\n\n HURRICANE KATRINA \n\nLoad-Date: September 15, 2005"
}