{
    "title": "EASTERN GERMANY WRACKED BY RIOTS",
    "publisher": "the new york times",
    "year": 1992,
    "month": 11,
    "day": 23,
    "full text": "Rioting mobs of young people attacked a hostel for asylum seekers and assaulted passers-by and police officers in four eastern German cities, radio reports said today.\nIn Schoningen, young people set fire to a hostel late Saturday, but residents put it out and no one was injured.\nIn Stralsund, mobs clashed outside a hostel, and the police arrested 11 people in Rostock for beating pedestrians and smashing shop windows with baseball bats.\nPolice officers also battled with young people angry over the planned closing of a youth club in Bad Freienwalde, near Berlin. The closing of clubs and a lack of entertainment in many towns of the depressed eastern part of the country have been blamed for escalating violence, as young people take out their boredom and fears of unemployment on foreigners seeking asylum.\n \nComparing Right and Left\n The Bild am Sonntag newspaper today quoted Chancellor Helmut Kohl's adviser on security as saying that right-wing extremism was as dangerous as leftist guerrilla violence by the Red Army Faction in the 1970's.\n\"Right-wing terrorism has long been as dangerous as left-wing terrorism was earlier,\" the newspaper quoted Bernd Schmidbauer, the security adviser, as saying. \"We have to fight both with the same severity.\"\nRight-wing extremists have carried out 1,800 attacks on foreigners this year, killing at least 11, and injuring 423. Leftists have been responsible for one death and 77 injuries.\nLeft-of-center politicians accuse the police, the courts and Mr. Kohl's center-right government of taking a far more lenient stand toward rightists than the authorities did toward the Red Army Faction.\nOn Friday, interior ministers from Germany's federal states agreed to step up their fight against neo-Nazi violence by sharpening police policies and tightening security for foreigners.\n |||\n|--------------------||\n\nJew Is Reported Slain\n BERLIN, Nov. 22 (AP) -- Israel radio reported today that a Jewish man had been beaten and set on fire by neo-Nazi skinheads, who dumped the scorched body in the Netherlands.\nThe German authorities refused to comment on the report, which said the slaying took place this month in Wuppertal, north of Bonn.\n\nLoad-Date: November 23, 1992"
}