{
    "title": "East Valley students grill Rep. Nethercutt on terrorism",
    "publisher": "the spokesman-review",
    "year": 2001,
    "month": 11,
    "day": 1,
    "full text": "East Valley High School had a special guest on Friday.\n On a weekend trip to Spokane, U.S. Rep. George Nethercutt, R-Spokane,\n stopped by the school to speak to students about terrorism.\n ''My own children are asking a lot of questions about my job and the state\n of the country,\" said Nethercutt, the father of two. ''I thought I'd come to\n try to ease your mind.\"\nNethercutt spoke to a gathering of about 80 juniors and seniors during the\n school's sixth period. It was the fourth time the congressman has visited East\n Valley High School.\n The EV students proved to be an astute audience, ready with sharp questions\n about the length, strength and aftermath of the U.S. bombing campaign in\n Afghanistan.\n Some also expressed a typical high schooler's cynicism afterward,\n criticizing Nethercutt for dodging their questions.\n ''He knows how to repeat a question instead of answer it,\" said Nick\n Oakley, who asked the congressman how the military could be sure they weren't\n killing innocent civilians in the bombing campaign.\n Though Nethercutt said he softened some of his responses to avoid\n frightening the students, he began his speech with a strong proclamation.\n ''Our country has not faced this kind of threat in our history,\" he said.\n Nethercutt reminded the students that the right response to the threat was\n to celebrate freedom.\n ''We have an obligation to understand the principals of our country and\n embrace them,\" he said.\n He told the students that they are witnessing a ''clash of civilizations,\"\n and that, as future leaders, they must study both civilizations.\n ''We need to be a serious country,\" he said. ''Not only a powerful\n country, but a serious country.\"\n Nethercutt had no reason to doubt the students' earnestness as they asked a\n range of questions.\n ''Do you think the events of Sept. 11 will cause a change in our foreign\n policy in the Middle East,\" asked Dru Swaim.\n It already has, Nethercutt replied. He pointed out that the Bush\n administration has offered former foes like North Korea and Sudan the chance\n to side with the U.S. against terrorism.\n Matt Desjordin asked whether Nethercutt would still support military action\n in Afghanistan if the war dragged on or turned sour as happened during the\n Soviet invasion.\n Nethercutt said he saw no comparison between the two situations.\n ''They were bogged down in a low-tech war,\" he said. ''We are fighting a\n high-tech fight. I don't see us getting into a 10-year war with Afghanistan.\"\n The students were also concerned with civil rights.\n ''What types of changes will we see in the next five years as a result of\n Sept. 11?\" Stephanie Boorman asked. ''I know that the phone tapping law has\n already been passed,\"\n ''We need to modernize our law enforcement to get terrorists,\" Nethercutt\n said, reminding Boorman that the anti-terrorism bill signed by the President\n that afternoon requires review after four years.\n ''None of us wants to be spied on,\" he said.\n After the discussion, history teacher Lori Merkel said she was proud of her\n students but wasn't surprised by the questions they asked.\n ''We've been talking about (the attacks),\" she said. ''They better be well\n informed.\"\n St. Mary's hosts theater group\n More than 50 students from St. Mary's Catholic School will team up with the\n Missoula Children's Theater to present an original musical adaptation of Red\n Riding Hood.\n The local cast features Dawn McSwain as Red Riding Hood, Katie Metzger,\n Jackie Fitzgerald and Amanda Hesseltine as her friends, Patrick Mealey as the\n Little Lovable Wolf, Chad Hagerty as the Woodsman, Jedd Breckenridge as the\n Locksmith, Conner Johnson as the Boy Who Cried Wolf and Nathan Diehl, Molly\n Garrity, Delaney Dorsey and Bryson Nitta as the Hood family.\n The show will take place at 3  and 7 p.m. on Saturday in the auditorium at\n Trent Elementary School, 3303 N.  Pines.\n Tickets cost $7 for adults, $5 for seniors and $3 for children. A $30\n family pass will also be available that will admit two adults and two children\n to both performances.\n Tickets are available at St. Mary's Catholic School and at the door.\n College fair set for Tuesday\n The National College Fair is coming to Spokane on Tuesday.\n Admissions representatives from more than 125 colleges and universities\n from 30 states and British Columbia will be present to discuss course\n offerings, financial aid requirements and other college selection issues.\n Last year, more than 7,000 parents and students in the Spokane area\n attended the event.\n This year's fair will take place at the Spokane Convention Center, 334 W.\n Spokane Falls Blvd., from 8:30 a.m. to 1 p.m. and from 6 to 8 p.m.  Students\n interested in the morning session should check with their high school\n counselor. The evening session is open to all.\n\nNotes\n\nEducation Notebook is a regular feature of the Valley Voice. If you have news about activities or special events at Spokane Valley schools or about the achievements of Valley students, teachers or school staff, please let us know. Write: Stacy Schwandt, Valley Voice, 13208 E. Sprague, Spokane, WA 99216. Call: 927-2166. Fax: 927-2175. E-mail: stacys@spokesman.com.  \n\nGraphic\n\n \nPhoto; Rep. George Nethercutt answers questions from students at East Valley High School last Friday.  Photo by Torsten Kjellstrand, The Spokesman-Review\n\nLoad-Date: November 2, 2001"
}