{
    "title": "East Bloc ties to terror surface",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 7,
    "day": 19,
    "full text": "A lot of people didn't want to believe it some still don't but it's becoming increasingly hard to ignore the evidence that Eastern Europe's former Communist leaders were involved up to their ears in international terrorism.\n \n    The suspicions have been around a long time. They began in the early 1970s when Middle Eastern terrorists began operating with seeming impunity throughout Western Europe. They hardened from possibility to probability when sophisticated weapons and explosives started turning up in the hands of home-grown terror gangs in France, West Germany, Italy and Japan in the late '70s.\n   Police and intelligence agencies warned repeatedly during those years that the East Bloc was supporting terrorism as a cheap and relatively safe way of destabilizing the West. But political leaders in Europe and the United States stayed as far away from the issue as possible. Acknowledging it publicly would have required diplomatic and economic responses they were simply not prepared to make.\n \n    What was a Western leader supposed to do, for example, when he learned that Czechoslovakia was supplying the plastic explosives used to blow up civilian airliners? Or what could be done about Hungary, which was giving sanctuary to Ilich Ramirez Sanchez, the notorious killer known as Carlos? And what about East Germany and Romania, which were known to be operating training camps for all sorts of terrorist organizations?\n \n    Could the leader of France or Italy really break relations with all these countries on the strength of an intelligence report that couldn't be made public much less submitted as evidence in a court of law? Would such a leader dare to even hint about such activities when the inevitable implication was that the Soviet Union had to be at least aware of what was going on and quite probably was behind it?\n \n    No, Western politicians didn't like this kind of hot potato and did their best not to touch it. The only times I can remember any national leader talking openly about East Bloc involvement in terrorism was when the Red Brigades gang assassinated former Italian Prime Minister Aldo Moro in 1978 and when a Turkish gunman wounded Pope John Paul II three years later.\n \n    That's all changed now. With almost all the East Bloc governments having been replaced by new ones more in tune with the West, revelations about the bad old days in the '70s and early '80s have been pouring forth like a gusher. Now that Erich Honecker and Janos Kadar are safely out of the way in East Germany and Hungary, it's politically acceptable to get specific about the nasty business they were in.  R    Now, for instance, it's the Hungarian interior minister, Balasz Horvath, who is coming forth with documentary evidence that Carlos was not only welcomed in his country in the late '70s and early '80s but that he was given protection by its security service on orders of Communist Party leader Kadar.\n \n    Now, it's the new Czech president, Vaclav Havel, who is revealing that the former Communist government in his country sold 1,000 tons of the plastic explosive Semtex to Libya. Semtex's Czech manufacturer even tested it on an airliner to see how much was needed to blow a big enough hole in the fuselage to bring the plane down. It turns out, by the way, that only seven ounces of the stuff was needed to do the job. Seven ounces a plane, and they gave Libya's Moammar Gadhafi 1,000 tons of it.\n \n    It's now confirmed that under Honecker, East Germany was one of the most active of East Bloc nations in supporting terrorism. Its new non-Communist authorities are disclosing evidence on an almost daily basis of how the country was not only a haven for terrorists belonging to the old Baader-Meinhof gang, also known as the Red Army Faction, but a host of Middle Eastern terrorists as well.\n \n    As if that's not enough, documents are being made public showing that the East German secret police, the Stasi, was actually operating terrorist training camps. There's more. Stasi officers as well as Honecker were aware of, if not actively involved in, terror campaigns coordinated inside East Germany by the embassies of Libya, Syria and Iran. Honecker, for example, was informed of the Libyan preparations in Berlin for the bombing of a West Berlin disco that killed two American soldiers and a Turkish woman and wounded 229 others in April 1986. If you recall, former President Ronald Reagan ordered a bombing strike on Libya for that one.\n \n    It also turns out that Mohammed Daoud, the leader of the Palestinian Black September terrorists who attacked the 1972 Munich Olympics, had been living under an assumed name in East Germany with the full cooperations of its authorities.\n \n    Romania wasn't far behind East Germany when it came to terrorism. Its secret police, the Securitate, were running terrorist training camps throughout the country right up to the overthrow of President Nicolae Ceausescu last December.\n \n    Undoubtedly, there'll be many more revelations if the Communists or their allies lose control in Bulgaria. Even though they couldn't prove it in court, Italian authorities are convinced that the Bulgarian intelligence service was involved in the attempt to kill the pope nine years ago.\n \n    And what about the Soviets? What would we find out if non-Communists ever got into the files at KGB headquarters on Moscow's Dzerzhinski Square? Would we find, as most intelligence experts believe, that the secret police in Eastern Europe's former Communist regimes never made a move on anything as important as supporting terrorism without clearing it first through Moscow?\n \n    In any case, the evidence of East Bloc involvement in terrorism is mounting daily and it would take a act of willful naivete to dispute it.\n\nLoad-Date: November 13, 1992"
}