{
    "title": "ECHOES OF IRAQ",
    "publisher": "daily news ",
    "year": 2006,
    "month": 9,
    "day": 7,
    "full text": "President Bush is touring the country laying out a new strategy for combating terrorism. His talking points repeatedly single out Iran as a sponsor of terror. Worse, they sound a lot like what the president was saying to build a case for invading Iraq. Having gone down this path once with disastrous consequences - Iraq in or on the verge of civil war, depending on your definition, and U.S. troops unable to leave - the president's warnings about Iran must be much more carefully examined than were his alarms about Iraq.\nThe National Strategy for Combating Terrorism, released this week by the White House, lists five state sponsors of terrorism: Iran, Syria, Sudan, North Korea and Cuba. Iran is given the most attention in the 29-page document. \"Iran remains the most active state sponsor of international terrorism,\" the strategy says. \"Most troubling is the potential WMD-terrorism nexus that emanates from Tehran.\"\nThis sounds a lot like what the president and vice president were saying as they worked to convince Congress and the United Nations to support an invasion of Iraq.\nOn Oct. 7, 2002, President Bush said: \"The evidence indicates that Iraq is reconstituting its nuclear weapons program. ... Facing clear evidence of peril, we cannot wait for the final proof, the smoking gun that could come in the form of a mushroom cloud.\"\nOn the eve of war, the president said: \"Intelligence gathered by this and other governments leaves no doubt that the Iraq regime continues to possess and conceal some of the most lethal weapons ever devised.\"\nAfter months of searching, after Mr. Hussein had been toppled from power, no weapons were found.\nWhile Iran is led by an irrational extremist, its weapons capabilities, like Iraq's, are uncertain. Although the country refuses to halt uranium enrichment and has banned international inspectors, the National Intelligence Estimate, which represents the consensus of U.S. intelligence agencies, reports that the country is a decade away from having usable nuclear weapons.\nThis means there is time for diplomacy to resolve the nuclear issue with Iran.\nAs for Iraq, the terrorism strategy paints a rosy picture that contrasts sharply with the military's assessment. \"The designation of Iraq as a state sponsor [of terrorism] was rescinded in 2004 as it transitioned to a democracy, ceased its terrorist support, and became an ally in the War on Terror,\" it says.\nThe Pentagon paints a much grimmer picture. In the last three months, Iraqi civilian deaths have increased more than 50 percent, according to \"Measuring Stability and Security in Iraq,\" released last week. Daily casualties increased by 1,000 per month compared to the last quarter. The Baghdad coroner's office reported the arrival of 1,600 bodies in June and more than 1,800 in July. Most had been executed.\n\"Conditions that could lead to civil war exist in Iraq,\" the Pentagon concluded.\nIn other words, Shiites and Sunnis are too busy killing one another to sponsor \"terrorist attacks.\"\n\nLoad-Date: September 7, 2006"
}