{
    "title": "ECO-TERRORISM GOES AWRY IN 'NIGHT MOVES'",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 9,
    "day": 5,
    "full text": "What's new to watch this week on pay-per-view and streaming services:\nPAY-PER-VIEW\n Here's a new film that hits close to home: \"Night Moves\" follows a trio of passionate eco-terrorists (Jesse Eisenberg, Dakota Fanning and Peter Sarsgaard) who blow up a dam on a southern Oregon river to make a \"statement\" and then unravel with guilt after a camper is killed as a result. This is no Hollywood-style thriller but a low-key drama that explores the human equation in political action. Also on Blu-ray and DVD.\n You won't recognize Michael Fassbender in the oddball comedy \"Frank\" because he wears a giant papier-mâche mask throughout the entire film. It's inspired by a true story, believe it or not.\n Available same day as theaters: the romantic comedy \"The Longest Week\" with Jason Bateman and Olivia Wilde, and the indie music drama \"God Help the Girl,\" the debut film from Stuart Murdoch of the band Belle & Sebastian.\n Also new: \"Moms' Night Out,\" a PG family comedy with Patricia Heaton, and the documentary \"For No Good Reason\" on artist Ralph Steadman.\nNETFLIX\n Robert Redford gave one of the great performances of 2013 in \"All is Lost.\" Many critics thought it was worthy of an Oscar nomination. You can see for yourself if the Academy got it wrong. It's also on Amazon Prime Instant.\n Remember Robin Williams by watching \"Good Morning, Vietnam\" (1987), a mix of comedy and drama in which Williams draws on his mad improvisational skills to play a maverick deejay for the American troops fighting in Vietnam.\n TV binge watch: Looking to catch up on your favorite shows before the new season begins? Netflix now has every episode of these fan-favorite shows: \"Once Upon a Time,\" \"Revenge,\" \"Scandal\" and \"Parenthood.\" And starting Sunday, Netflix will start streaming the first season of \"The Blacklist,\" the shadowy espionage thriller with James Spader. They paid $2 million an episode so they must be confident that there's an audience for it.\nAMAZON INSTANT\n Julianna Margulies just won her second Emmy for \"The Good Wife,\" the network legal drama that had its best season yet last year. You can now watch it and every season on Amazon Prime Instant.\n\nNotes\n\nSean Axmaker is a Seattle film critic and writer. His work appears in Parallax View, Turner Classic Movies online and the \"Today Show\" website. Visit him online at seanax.com.\n\nLoad-Date: September 7, 2014"
}