{
    "title": "Eco-Terrorism Bill Is Back",
    "publisher": "the salt lake tribune",
    "year": 1997,
    "month": 11,
    "day": 22,
    "full text": "A bill that would draw a distinction between vandalism and \"eco-terrorism\" has been introduced again by a southern Utah legislator.\nRep. Dennis H. Iverson, R-Washington, said his proposal would boost penalties for crimes by environmental extremists attempting to interfere with legitimate mining, logging and agricultural activities.\nIt is a response to scattered incidents in which cattle were shot, remote cabins burned, water tanks blown up, trucks vandalized, and metal spikes driven into trees scheduled for logging, said Iverson. Spikes can endanger loggers and mill workers.\n\"Who has ever shown an environmentalist did any of that?\" asked Scott Groene, spokesman for the Southern Utah Wildlife Alliance. No one has been charged for those crimes.\nThe key provision of Iverson's bill says: \"A person who commits any crime against property or persons with the specific intent to halt, impede, obstruct, or interfere with the lawful management, cultivation, or harvesting of trees or timber, or the management or operation of agricultural or mining industries, is guilty of a third-degree felony.\"\nA third-degree felony carries a maximum penalty of 5 years in jail and a $ 5,000 fine.\nIt would work like this: Imagine a teen pumps a rifle shots into the metal shell of a livestock watering tank.  The penalty for this vandalism probably would be a small fine and restitution to repair the leaks.\nBut replace the youth with an ardent environmentalist who fires bullets to damage a rancher's operation because he feels cattle are overgrazing the public land. Under Iverson's bill, he could be sent to jail for 5 years because he intended to \"halt, impede, obstruct or interfere\" with an agricultural operation.\nThis is the fourth time the bill will be considered by the Legislature. Former Rep. Met Johnson, R-New Harmony, introduced it three years ago, and Iverson carried it the next two. Each time it encountered opposition and legal questions.\nThe bill's latest trip to the Capitol started with success last week when an interim committee endorsed Iverson's proposal and urged passage when the Legislature meets in January.\nThe only opponent was Rep. Mary Carlson, D-Salt Lake City. She reasoned that if eco-terrorists where going to face extra penalties, so should people who illegally harass or harm law-abiding protesters concerned about environmental destruction. There was no support for her motion, however.\nIverson's eco-terrorism bill is similar to a \"hate crimes\" bill passed by the Legislature in 1992. That began as a measure to increase penalties for people who assault racial minorities and homosexuals. But the Legislature compromised on a vaguely worded provision that boosts misdemeanor assault and vandalism charges to a third-degree felony if the offense is committed to \"intimidate or terrorize another person.\"\nAndrew McCullough, an attorney for the Utah chapter of the American Civil Liberties Union, said his group opposed the hate crimes bill and will oppose the eco-terrorism bill.\n\"Making something a felony for your point of view is a great concern to us,\" said the attorney. \"The crime should be penalized, not the point of view of the perpetrator.\"\nIverson's bill would provide special protection for only three industries -- resulting in a confusing pattern of enforcement. For example, if an animal-rights activist were to throw a brick through the window of a mink farm, he or she could face a felony charge for interfering with an agricultural operation. But if that brink were thrown through the window of store selling mink coats, the charge would be a misdemeanor since clothing stores are not included in the bill.\n\nLoad-Date: November 22, 1997"
}