{
    "title": "ECONOMIC SUMMIT TARGETING TERRORISM; SAUDI ATTACK GIVES G-7 RALLYING POINT",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 6,
    "day": 27,
    "full text": "President Clinton and leaders of the world's other industrial powers gathered yesterday for their annual economic summit with attention suddenly focused on terrorism. Clinton said the attack in Saudi Arabia made the fight against terrorists ''our first order of business.''\nAt a three-day summit that had not been expected to produce major agreements, the attack against the U.S. military facility gave the leaders of the seven democracies a rallying point on which common ground could be reached with little difficulty.\n''Terrorism cannot be justified for any reason,'' Prime Minister of Japan Ryutaro Hashimoto, the first of the leaders to arrive in this French industrial city, said in a statement. ''And we strongly condemn any terrorist attack.''\nClinton, speaking as he left the White House for his 7 1/2 -hour flight, noted that, while the Group of Seven industrial democracies generally has focused on economics, ''I will say to my partners there what I say to my fellow Americans today: We cannot have economic security and a global economy unless we can stand against these forces of terror.\n''The United States will lead the way and we expect our allies to walk with us hand in hand. We will not tolerate this kind of conduct.''\nThe subject of international terrorism already was on the agenda for the annual meeting - as it had been at last year's summit in Halifax, Canada.\nBut Clinton said that Tuesday's bombing would help rivet more attention on the subject.\n''Now, as I head to Lyon, our first order of business will be to focus the strength and the energy of the G-7 on the continuing fight against terrorism,'' he said. ''We will not rest in our efforts to find who is responsible for this outrage. To pursue them and to punish them.''\nClinton called on the Group of Seven - made up of the United States, France, Japan, Britain, Germany, Italy and Canada - to intensify its stand against terrorists.\nThe United States, both at last year's economic summit and in the United Nations General Assembly, has ''launched initiatives to fight international organized crime, drug trafficking, nuclear smuggling and terrorism,'' he said.\n''Now in Lyon we expect to expand that work and we expect to see very practical results, including a package of 40 specific recommendations to combat terrorism,'' Clinton said. ''Defeating these organized forces of destruction is one of the most important challenges our country faces at the end of this century and at the beginning of the next.''\nOther summit partners echoed Clinton's words.\nBritish Prime Minister John Major called the bombing ''an appalling act, an act of pure evil, for no reason.''\nBritain, which has been the target of renewed bombings by the Irish Republican Army, promised maximum assistance to identify the perpetrators. More than 200 Royal Air Force personnel based at Dhahran, alongside U.S. and French forces, escaped injury.\n''We have had all too much of this sort of experience, this unprovoked bomb, the murder of innocent people. It might well have happened on the same sort of scale in Manchester a few days ago,'' Major said, referring to a bombing on June 15.\nThe German government condemned the ''cowardly murderous attack'' in Dhahran and expressed its condolences to the victims' families, according to chief spokesman Peter Hausmann.\nAs for France, ''terrorism should be fought without fail, no matter where it comes from and who its authors may be,'' said a French Foreign Ministry statement.\nClinton, in his departure remarks, noted that terrorism had recently also struck in ''the subways of Tokyo and the streets of London, in the Holy Land and in America's heartland,'' often perpetrated by people ''in the paralyzing grip of religious, ethnic and racial hatred.''\nThe summit begins with a dinner tonight, then a full day of meetings tomorrow. Much of the drama of the session was lessened when Russian President Boris Yeltsin - who had been invited to attend the session as he has earlier summits and to meet separately with Clinton - decided to skip the conference to campaign fulltime for re-election.\n \nOtherwise, the city of Lyon - France's second largest city - began receiving the 5,000 officials and journalists from around the world who were expected to attend. The conference is taking place at a convention center and art museum.\n\nLoad-Date: June 29, 1996"
}