{
    "title": "Economy will suffer if Congress lets TRIA lapse_ Buyer Terrorism backstop not a 'bailout' but vital",
    "publisher": "business insurance",
    "year": 2006,
    "month": 11,
    "day": 27,
    "full text": "WASHINGTON-Allowing the public/private partnership that currently guarantees terrorism insurance to lapse would have severe economic consequences, according to a prominent policyholder representative.\n``Without terrorism coverage, transactions would be smothered,'' said Jeffrey D. DeBoer, president and chief executive officer of the Washington-based Real Estate Roundtable, during a discussion of the future of the federal terrorism insurance backstop earlier this month in Washington. The discussion came during a seminar on insuring catastrophic risks sponsored by Washington law firm Wiley Rein & Fielding L.L.P. and the University of Connecticut School of Law.\nWithout the backstop provided by the Terrorism Risk Insurance Extension Act of 2005 or something like it, there would be a ``sharp'' contraction in capacity for the terrorism coverage that lenders demand is in place before providing capital for development projects, he said.\nMr. DeBoer said that contrary to what some critics have said, the current program is not an insurance industry ``bailout.'' Without a program in place, the economy will suffer, he said.\nThe current program is slated to end Dec. 31, 2007. The new Democratic leadership in Congress has said that retaining a public/private partnership, preferably on a long-term basis, would be a key legislative priority. The Bush administration, however, has been cool to the idea of creating a permanent program, holding that the existing program has discouraged the growth of a private terrorism insurance market.\nLawrence D. Cluff, assistant director of the Government Accountability Office in Washington, noted that the recent report on the terrorism insurance market by the President's Working Group on Financial Markets contained ``at least some ambiguity'' about the private market's ability to handle conventional terrorism risks while suggesting that the market could expand to do so (BI, Oct. 9).\nWhile that might be true, it would depend on a number of ``ifs,'' he said, including: if policyholders would be willing to pay more for coverage; if insurers would pay more for terrorism reinsurance; and if reinsurers would make more terrorism reinsurance available.\nMeanwhile, said Mr. Cluff, the backstop has cost less than $13 million, including the study of the terrorism insurance market, since its 2002 inception.\n``That's a pretty small investment for being able to sleep at night,'' he said.\nThe private reinsurance market does not have sufficient capacity to meet terrorism insurance coverage needs, said Frank Nutter, president of the Washington-based Reinsurance Assn. of America.\nThere is probably between $6 billion and $8 billion in terrorism reinsurance capacity available, and there is no sign that will increase significantly, he said.\nTwo representatives of primary insurer groups said the current program's gradual ratcheting of the loss trigger for future catastrophic terrorist attacks presents difficulties. Under both TRIEA and the original Terrorism Risk Insurance Act of 2002, the size of both the industry-wide loss required to trigger coverage and the size of individual company retentions have grown each year.\nThe backstop deductibles mean that small insurers have the greatest percentage of their surplus exposed, said Gregory W. Heidrich, senior vp-policy development and research for the Property Casualty Insurers Assn. of America in Des Plaines, Ill. Higher individual retentions mean fewer insurers in the terrorism marketplace, he said.\n``There needs to be a robust, direct government role,'' said J. Stephen Zielezienski, senior vp and general counsel at the Washington-based American Insurance Assn. The current program is ``more of a solvency program than a capacity building program,'' he said. Having retentions increase a percentage point a year doesn't address the capacity issue, he said.\nIn addition, potential chemical, nuclear, biological and radiological attacks as well as to some extent those presented by swarm attacks-a series of simultaneous attacks on different targets-would exacerbate the situation, he said.\nDespite support for a continuing public/private partnership such as that established by TRIA, the continuation of the program faces some hurdles, said George Zanjani, economist-capital markets function at the Federal Reserve Bank of New York.\nIn particular, the perceived risk of terrorism may be lower because the United States has not seen a terrorist strike within its borders since the attacks of Sept. 11, 2001, Mr. Zanjani pointed out. Another hurdle has been that the geographic spread of U.S. terrorist attacks has been quite small-New York and Washington.\nPeter Kochenburger, executive director of the Insurance Law Center at the University of Connecticut School of Law in Hartford, moderated the session.\n\nLoad-Date: November 29, 2006"
}