{
    "title": "ECONOMIC THREATS",
    "publisher": "daily news ",
    "year": 2009,
    "month": 2,
    "day": 18,
    "full text": "If preserving jobs and the American standard of living are not persuasive reasons to seek quick action to boost the U.S. economy, here's another one: National security. Global economic instability - not terrorism or nuclear weapons - is the biggest threat to U.S. security, according to the country's intelligence director.\nFrom regime change pushed by economic unrest to growing humanitarian disasters to neglected defense missions, growing and spreading financial problems around the world are likely to harm the United States and its interests, National Intelligence Director Dennis Blair told Congress last week.\nIt was the first assessment in six years that did not cite terrorism as the biggest threat.\n\"The longer it takes for the recovery to begin, the greater the likelihood of serious damage to U.S. strategic interests,\" he told the Senate Intelligence Committee.\nWhat he didn't say is that these threats could further drain the U.S. Treasury.\nOf course, Mr. Blair also warned of the dangers still posed by al-Qaida, the deteriorating situation in Afghanistan and the suspected nuclear activities in North Korea. He assured lawmakers that these areas would continue to get close attention by U.S. intelligence agencies.\nBut, it was his emphasis on economic instability, while Congress debated the contents and size of a spending and tax cut bill to jump-start the economy, which was unsettling.\nAs financial instability spreads to countries with already shaky regimes and weak financial systems, such as some in Latin America, Africa and former Soviet republics, some governments could be toppled and political unrest will become more widespread. Mr. Blair noted that a quarter of the world's countries already have experienced some level of instability during the current recession.\nViolent extremism, such as that seen in the 1920s and 1930s, also will become more prevalent. As a result, more refugees are likely to seek their way to the U.S.\nAll of this adds up to more financial stress for the U.S.\nOne positive: Lower prices may lower the ambitions of the unpredictable and anti-American leaders of Iran and Venezuela.\nDedicating $800 billion to a stimulus package, which Congress has done, is critical to stemming the downturn in the economy. Investing in infrastructure packages and putting money into the hands of people who will spend it, which the tax cut portion of the package aims to do, will create jobs and increase demand for goods and services, further boosting employment.\nBeyond our borders, this investment is necessary to lower the risk of dangerous - and costly - international stability and unrest.\n\nLoad-Date: February 18, 2009"
}