{
    "title": "Economy, terrorism will dominate State of the Union",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "President Bush's popularity is at 84 percent and the State of the Union address Tuesday will most likely serve to affirm his popularity.\nBush will hold an audience of half of the country, according to a New York Times/CBS News poll in which 56 percent of Americans said it was very likely they would watch the speech but 27 percent said it was only somewhat likely.\nThe address is typically an opportunity for a president to boost popularity and to detail important aspects of the party's agenda.\nU. Wisconsin\nExperts predict Bush will discuss the war on terrorism and the economy.\nDavid Canon, University of Wisconsin-Madison political science professor said while Clinton used State of the Union addresses to list 40 or 50 legislative priorities, he believes Bush will focus on fewer issues.\n\"He will use the State of the Union to talk about the war on terrorism and asking for an increase in the defense budget,\" Canon said.\nForeign affairs typically comprise only 10 percent of the address; however, with the current war in Afghanistan it is likely Bush will focus more on international affairs than previous presidents.\n\"He will focus on the war in Afghanistan for about a third of his speech,\" Canon said.\nCharles Franklin, UW professor of political science, said he expects Bush to open with his position on terrorism because of the prominence of this issue.\n\"The war is ongoing, and there is a significant amount of domestic pride,\" Franklin said. \"I would be shocked if he didn't start with that.\"\nFranklin said it is very likely the president will discuss the economy and recession.\n\"[The president will] have a road map ready to help get the economy moving again,\" Franklin said. \"There could be some tax cuts and some increase in unemployment benefits.\"\nBush is also likely to reinforce the importance of increasing the defense against terrorism, including the missile defense system.\n\"He can now use the events of Sept. 11 as another reason to back these programs,\" Franklin said. \"He can also talk about domestic security and air travel; he has a lot to talk about now.\"\nFranklin said he thinks the president will also discuss education and any new proposals he wants Congress to act on.\nIt seems unlikely that Bush will discuss the Enron Corporation, whose executives were close to Bush, Franklin said.\nIf he does mention the corporation, it would not be to admit wrongdoing, Franklin said; he would more likely call for legislative protection of 401K packages or stress the need for honesty about a company's financial situation.\n\"Bush has been reluctant to talk about it, and this is not a good time to mention Enron,\" Franklin said.\n(C) 2002 Badger Herald via U-WIRE\n\nLoad-Date: January 29, 2002"
}