{
    "title": "Economic woes eclipse Obama's relentless war on terrorism",
    "publisher": "usa today",
    "year": 2011,
    "month": 10,
    "day": 18,
    "full text": "Given the state of this nation's troubled economy -- which has spawned a grass-roots movement against economic inequities and corporate greed  -- it's no surprise President Obama's economic policies have gotten more attention than his war on terrorism.\nWhile a traditional reading of the political tea leaves suggests America's financial health will weigh more heavily on voters in next year's presidential election than the hunt for Osama bin Laden's linear successors, the president deserves a lot more credit than he's been given for the war he's waging.\nNo, Obama hasn't undone the economic mess he inherited from his predecessor, but he has decimated the ranks of the terrorist leaders who commanded the 9/11 attacks. In doing so, Obama has made America a lot safer than it was four years ago -- which should also weigh heavily on voters' minds in 2012.\nThe pinnacle of the Obama-led war on terrorism (though the president pointedly avoids this term) has been the killing of bin Laden by a team of Navy SEALs who attacked his  compound in Pakistan. Over the past decade, the near-mythical al-Qaeda mastermind  taunted this country with video and tape-recorded  messages that threatened more attacks. And let us not forget that bin Laden was free to do so  for a decade after the managers of George W. Bush's war on terrorism let him escape from Afghanistan in the battle of Tora Bora. Though  the threats proved to be more talk than action, they elevated the fear level in this country.\nIn authorizing that attack on bin Laden, Obama made good on his presidential campaign pledge to strike our terrorist enemies wherever he found them -- even in Pakistan, a conflicted U.S. ally.\nIn fact, since Obama took office, the body count of senior al-Qaeda leaders has grown dramatically, often from the president's weapon of choice, pilotless drones. This smart use of air power also puts fewer U.S. troops at risk.\nWhile Obama has continued Bush's ill-conceived nation-building  campaign  in Afghanistan, he has not made that mistake in places like North Waziristan, Yemen, Somalia and other parts of Africa. Instead, he has wisely chosen to use drones and small units of highly skilled military advisers to combat terrorists that threaten America or its allies.\nAt the very least, Obama's relentless pursuit of these zealots has disrupted their ability to calmly plan the next hit. Understandably, the president might not get the full credit he deserves  from voters  more concerned about the nation's high unemployment rate.  The stubbornly bad jobs market and their declining wealth are a far greater threat than the terrorist leadership Obama has turned into an endangered species.\nMany Americans, I suspect, will take for granted the relative peace this country now enjoys. In a strange way that may be the only reward Obama gets from voters. Anything less parochial might have to await history's judgment.\nDeWayne Wickham writes on Tuesdays for USA TODAY. \n\nGraphic\n\n \nPHOTO, B/W, AP\n\nLoad-Date: October 18, 2011"
}