{
    "title": "Economy eclipses other election issues Illegal immigration, terrorism were expected to be at top of",
    "publisher": "charleston daily mail",
    "year": 2008,
    "month": 10,
    "day": 14,
    "full text": "WASHINGTON - It wasn't long ago that illegal immigration was supposed to be a top issue in the 2008 presidential campaign. Terrorism and the Iraq war, which drove the 2004 contest between President Bush and Democrat John Kerry, were expected to be important again this time.\nSocial issues like gay marriage and abortion also were going to claim a role in the dialogue, particularly with ballot initiatives barring gay unions predicted to drive up conservative voter turnout in several states.\nNo more.\nWith the historic collapse of U.S. financial markets overwhelming the presidential contest, a host of otherwise top-tier issues have been pushed aside. That's forced frustrated advocacy groups to seek new ways to press their agendas, even as they acknowledge the unprecedented scope of the financial crisis has relegated nearly everything else to the sidelines.\n\"The economic crisis is so worrisome, voters are pretty panicked and have a singular focus on what our system is supposed to do about it,\" said Jeffrey Bosworth, a political science professor at Mansfield University in Pennsylvania. \"It comes down to which one of these guys do we think will do a better job navigating economic policy. And it puts absolutely everything else on the back burner.\"\nThe meltdown has unmistakably hurt Republican John McCain. Polls show voters now overwhelmingly trust Democrats to be better stewards of the economy. Barack Obama has opened up a clear lead in many national and battleground state polls since the financial shock began to take hold in mid-September.\nWhat's more, the crisis has pushed aside national security matters and battles over hot-button social and cultural issues that have typically benefited GOP candidates in recent elections.\nWednesday night's final presidential debate is slated to cover domestic issues; if the prior two debates are any indication, the financial crisis may well take up much of the oxygen.\nIllegal immigration, a major issue during the primary season, is getting little visibility now.\nMcCain was vilified by many conservatives for steering comprehensive immigration reform legislation that included a controversial guest worker program many decried as amnesty.\nMcCain later distanced himself from the legislation, saying U.S. borders needed to be strengthened first.\nOn the Democratic side, longtime front-runner Hillary Rodham Clinton saw her fortunes begin to collapse when she appeared to waver on whether she supported granting driver's licenses to illegal immigrants.\n\nLoad-Date: October 15, 2008"
}