{
    "title": "Economic Scene; The President's Summit Goals",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 25,
    "full text": "THE fallout from the American attack on Libya continues to shadow Administration thinking as President Reagan leaves for the Far East and the Tokyo economic summit conference. While reaffirming his willingness to use military force against terrorism, President Reagan is seeking means - especially economic incentives - to keep other Arab states from lining up behind Libya and for reducing Arab animosity toward the United States.\nIn an interview with columnists at the White House Wednesday, Mr. Reagan was firm in keeping open the option of taking military action against Syria or Iran if ''irrefutable evidence'' linked them to new acts of terrorism. But he was conciliatory toward France and other allies critical of the American air attack on Libya.\nIn closing the interview, Mr. Reagan said he wanted to give an example of why cooperation on intelligence was vital to all. French and American agents, he said, had uncovered a terrorist plot to kill people lined up for visas at the American Embassy in Paris. Since Americans do not need visas from their own embassy, Mr. Reagan said, ''the bulk'' of those who would have been killed or wounded were French. The plot was blocked.\nThis was not an exceptional case, the President indicated, noting that combined intelligence between the United States and its allies had prevented ''about 126'' terrorist actions in different countries.\nMr. Reagan plans to call for discussion of a so-called Marshall Plan for the Middle East, to promote economic development and peace, at the Tokyo summit conference, hoping to gain European and Japanese cooperation and financial support. Prime Minister Shimon Peres of Israel, who brought up the idea during his visit with Mr. Reagan in Washington earlier this month, has put a price tag of $20 billion to $30 billion on it. Presumably the funds would come from different national and international sources, both public and private.\nSupporting the idea, a senior State Department official said that, as oil prices and incomes fall and as work in the oil-producing countries declines, the remittances of Arab workers to their home countries are declining, the workers are going home and economic hardship in their countries is intensifying. The official saw an opportunity for regional programs and what he called ''actions with creativity.'' He thought the idea was ''as simple as that and as profound as that.''\nNevertheless, Israeli sponsorship of the proposal for a Marshall Plan for the Middle East makes it highly vulnerable to Arab attack. Indeed, this week the League of Arab States denounced the plan, calling it ''nothing but an attempt to divert attention from the real quest for peace, a process without which there can be no stability.''\nChedli Klibi, the Secretary General of the Arab League, said the root cause of the Arab-Israeli conflict was not the economic situation in the area, however difficult that might be, but the Israeli invasion and occupation of Arab territories. Mr. Klibi found it strange ''that the Prime Minister of Israel should assume the right to talk of a collective development plan on behalf of the Middle East.'' And he saw some ''very precise'' calculations behind the plan, particularly an Israeli effort to create a situation by which it would ''claim membership within the Middle Eastern community without relinquishing the occupied territories or doing justice to the Palestine people.''\nDespite the Administration's full awareness of such Arab resistance, however, Mr. Reagan has made a positive response to the proposal for a new Marshall Plan, in the hope that economic progress would have a catalytic effect on the peace process. His decision to take it up at the Tokyo summit meeting with his European and Japanese partners could give the idea real importance, especially if it should gain broad sponsorship and cooperation.\nThus, on the key issues of terrorism, East-West relations, trade and protectionism, exchange rates and macroeconomic policy, the Administration is developing a mixed strategy: closer cooperation with those prepared to work with the United States on economic and political problems, but, when confronted with hostility, a tough line, including a military response to terrorism, which Mr. Reagan said he regarded as ''a form of warfare.''\n\nGraphic\n\n \ndrawing"
}