{
    "title": "Economy, terrorism concerns for W.Va. 's GOP at convention",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 8,
    "day": 29,
    "full text": "The Associated Press\nLike their Democratic counterparts, West Virginia's delegates to the Republican National Convention rank the economy and jobs among the most important issues for the winner of November's presidential election, a survey by The Associated Press suggests.\nNearly three-fourths of the state's 30 delegates took part in the survey. Slightly more than half of those said the economy and jobs were among the three biggest priorities for the White House in 2005. The delegates were polled before they left for the convention, which runs Tuesday to Thursday.\nFighting terrorism and the situation in Iraq ranked next as the top issues for Republican delegates surveyed.\n\"I think Iraq and terrorism go together,\" said Rick Snuffer, a delegate for the state's 3rd Congressional District and the GOP's candidate for that House seat. \"The war on Iraq is also the war on terrorism.\"\nFighting terrorism was the No. 1 issue for more than a third of the surveyed delegates.\nWhen surveyed before their July convention, just 15 percent of West Virginia's Democratic delegates put fighting terrorism atop their lists. Among the Democrats, three-fourths ranked the economy and jobs in their top three, while one-third named the situation in Iraq.\nOne-fifth of the Republicans chose health care as one of their top three issues, compared to 71 percent of Democratic delegates. Offering another contrast between the parties, five GOP delegates included moral values among their three key issues for the White House. None of the Democrats had.\nNo GOP delegate expressed outright support for abortion rights.\n\"I think I'm somewhere in the middle,\" said John Yoder, a former Eastern Panhandle legislator. \"I believe in a balanced approach to the issue.\"\nMost said they opposed abortion rights, opposed abortion or declined to answer. Several objected to the framing of the question about abortion rights.\n\"I'm pro unborn child,\" said Mike Hall, a state House of Delegates member from Putnam County. \"I'm not against abortion rights. I'd like someone to tell me where rights come from.\"\nSimilarly, none of the GOP delegates would say they support gay marriage, although 45 percent declined to answer the question as stated. C.E. \"Bud\" Anderson, an at-large delegate from South Charleston, said he supported same-sex civil unions.\n\"I don't see the cause for calling gays married, because they can't procreate,\" Anderson said. \"I also don't think it's fair that scumbag insurance companies can keep gay unions from getting spousal and inheritance benefits.\"\nAmong West Virginia's delegates to the Democratic convention, 61 percent expressed support for abortion rights and half backed gay marriage.\nOne-fourth of the Republican delegates identified themselves as part of the so-called \"religious right.\" But many of those who declined to answer or responded negatively said they consider themselves conservative Christians.\n\"I am a conservative person, and we educate our children in Christian schools,\" said Joyce Warner, a delegate and wife of state GOP Chairman Kris Warner. \"But that term can be used in a derogatory manner.\"\nSurveying GOP delegates nationwide, the AP found that half are willing to suggest a new running mate for President Bush if Dick Cheney leaves the ticket. Bush has made it clear he wants to keep the ticket intact, and campaign officials insist that replacing the vice president never has been actively considered.\nAs with their colleagues from other states, no West Virginia Republican delegate said Cheney must go.\n\nLoad-Date: August 31, 2004"
}