{
    "title": "Economic Scene Cash rewards and poverty alone do not explain terrorism",
    "publisher": "the new york times",
    "year": 2003,
    "month": 5,
    "day": 29,
    "full text": "\"THE passing of Saddam Hussein's regime will deprive terrorist networks of a wealthy patron that pays for terrorist training, and offers rewards to families of suicide bombers,\" President Bush predicted in a speech to the American Enterprise Institute in February.\n     Others in the administration, including Secretary of State Colin L. Powell, Defense Secretary Donald H. Rumsfeld and his deputy, Paul D. Wolfowitz, highlighted that Iraq's widely reported increase in payments to families of Palestinian suicide bombers, to $25,000 from $10,000, in the spring of 2002, encouraged suicide bomb attacks. Regime change, it was argued, would eliminate the incentive for suicide bombings. \n This month's spate of suicide bombing attacks in the Middle East -- five in Israel, three in Saudi Arabia and five in Morocco -- should put this argument to rest. The number of suicide attacks per week in Israel was higher in the month after the fall of Baghdad than it was, on average, in the 14 months before the invasion. Of course, this is not a controlled experiment; other contributing factors have changed. But it would seem that the financial incentive provided by Iraq's payments has had little impact on the supply of suicide bombers so far.\nWhy were the policy makers wrong? \nOne possibility is that there are other wealthy patrons and Islamic charities, whose cash substituted for Saddam Hussein's. \nBut I suspect the main reason is that most terrorists are not motivated by the prospect of financial gain or the hopelessness of poverty. \nThe stereotype that terrorists are driven to extremes by economic deprivation may never have held anywhere, least of all in the Middle East. New research by Claude Berrebi, a graduate student at Princeton, has found that 13 percent of Palestinian suicide bombers are from impoverished families, while about a third of the Palestinian population is in poverty. A remarkable 57 percent of suicide bombers have some education beyond high school, compared with just 15 percent of the population of comparable age.\nThis evidence corroborates findings for other Middle Eastern and Latin American terrorist groups. There should be little doubt that terrorists are drawn from society's elites, not the dispossessed. \nYet some stereotypes die hard. In 1958 the political scientist Daniel Lerner argued, \"The data obviate the conventional assumption that the extremists are simply the 'have-nots.' \"\nIt is still possible that well-off people in poor countries with oppressive governments are drawn to terrorism. President Bush argued something along these lines in an Op-Ed article in The New York Times on the anniversary of Sept. 11. \"Poverty does not transform poor people into terrorists and murderers,\" he acknowledged. \"Yet poverty, corruption and repression are a toxic combination in many societies, leading to weak governments that are unable to enforce order or patrol their borders and are vulnerable to terrorist networks.\" \nTo investigate this possibility, I have analyzed data the State Department collects on significant international terrorist incidents. The home countries of the perpetrators of each event were identified. More terrorists do come from poor countries than rich ones, but this is because poor countries tend to lack civil liberties. \nOnce a country's degree of civil liberties is taken into account -- measured by Freedom House, a nonprofit organization that promotes democracy, as the extent to which citizens are free to develop views, institutions and personal autonomy without interference from the state -- income per capita bears no relation to involvement in terrorism. Countries like Saudi Arabia and Bahrain, which have spawned relatively many terrorists, are economically well off yet lacking in civil liberties. Poor countries with a tradition of protecting civil liberties are unlikely to spawn terrorists.\nEvidently, the freedom to assemble and protest peacefully without interference from the government goes a long way to providing an alternative to terrorism. \nApart from the size of a country and the extent of its civil liberties, no factor that I could find -- including the literacy rate, infant mortality rate, terrain, ethnic divisions and religious fractionalization -- could predict whether people from that country were more or less likely to take part in international terrorism.\nAfter observing that \"Saddam Hussein has raised the amount going to suicide bombers from $10,000 to $25,000,\" the comedian Jay Leno joked, \"What's next, a health care plan?\" \nMr. Leno may be on to something. Financial incentives usually influence people's actions, but in this case they have a minor effect. The main motivation is deep devotion to a political, social or religious cause. When freedom of expression and other civil liberties are protected, there are nonviolent ways to express this devotion. \nIf this is right, then terrorist attacks should increase in a repressive regime whenever the political situation is not heading in a direction the extremists prefer, irrespective of economic incentives. And terrorism and hate crimes seem to be particularly prevalent when countries go through an evolution in which normal law enforcement is disrupted, as in East Germany after the fall of the Berlin Wall. \nThe ultimate joke would be if civil liberties are sacrificed in the fight against terrorism, as a lack of civil liberties seems to be a main cause of terrorism around the world. Support for civil liberties should be part of the arsenal in the war against terrorism, both at home and abroad. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nChart: \"An Increase in Attacks\"The number of suicide attacks in Israel rose after the war in Iraq. Graph shows number of suicide attacks in Israel in each four-week period for 2002 and 2003 (Source: Analysis of data from Israeli Ministry of Foreign Affairs)      \n\nLoad-Date: May 29, 2003"
}