{
    "title": "Economists say terrorism might perpetuate hunger",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 2,
    "day": 19,
    "full text": "Terrorists who strike against the rich may be doing as much or more harm to the poor, according to experts studying world hunger.\n     Economic growth promises to lift millions out of desperate poverty, but the aftermath of terrorism threatens to stunt advancing prosperity, University of Minnesota economist Ben Senauer warns in a new study.\n     \"The remarkable international movement of goods, capital and people of the 1990s is likely to be affected by new security measures and an increased sense of risk,\" Senauer wrote in a paper presented at a conclave of the American Economic Association last month in Atlanta.\n     Senauer and his university colleague, economist C. Ford Runge, have been studying the causes _ and possible cures _ of food deprivation among 800 million people worldwide in preparation for a soon-to-be-published book, \"Ending Hunger in Our Lifetime: Globalization and Food Security.\"\n   \"Global economic growth may well be slower over a prolonged period as a consequence of the recent major terrorist attacks than it otherwise might have been,\" Senauer said.\n     \"If this is so, international terrorism should be branded as anti-poor, since sharing in the gains of robust global growth is the sine que non for making substantial gains against poverty and hunger throughout the world.\"\n     Senauer and Runge see cause for hope that hunger can be dramatically reduced in the years ahead. But they don't put their faith solely in economic growth to do the job.\n     \"Although growth is necessary, it is not sufficient to achieve major reductions in hunger in a reasonable time period,\" Senauer wrote.\n     Senauer and other economists estimate that the number of undernourished people worldwide _ the equivalent of nearly three times the population of the United States _ will fall by only about 25 percent by 2025 if the world's population and economies grow at the pace expected by the World Bank and United Nations.\n     \"This is far less than the 1996 World Food Summit goal of reducing the number of hungry by half by 2015,\" Senauer said.\n     Runge argues that the United States does some things more and others less to improve the prospects for feeding a worldwide population of 1.2 billion people who today live on less than a dollar a day.\n     Government farm aid, in the name of providing \"food security,\" contributes to maldistribution of food worldwide, Runge said. That, he said, is part of the explanation for U.S. farmers producing surpluses year after year without the food ending up on the tables of the world's poor. Other nations, rich and poor, have programs that work against the hungry, in Runge's view.\n     \"An essential challenge posed by global food security is that perceived national interest too often leads governments to hoard food stocks, artificially encourage production and limit imports _ ostensibly to buffer consumers from food shortages or swings in market prices and to preserve rural traditions,\" Runge said.\n     Senauer noted that sugar imports to the United States are limited to boost the revenue of sugar-cane growers in Hawaii and sugar-beet growers in places such as Minnesota.\n     \"One of the best things we could do is open our markets to products where the Third World has a comparative advantage,\" Senauer said. \"If we wanted to help the people in the Caribbean, we would import more sugar.\"\n     But in other cases, the amount of food that Third World farmers can produce on an acre of land, with fertilizer and pesticides hard to come by, often falls far short of crop yields in the industrialized world.\n     In a wide body of research, economists have found that international trade does far more to ensure steady food supplies than grow-your-own agriculture policies, Runge said.\n     \"This is an important finding, because it turns the conventional wisdom on its head: If countries want the assurance of stable and predictable food supplies, they should seek more open trade, not more self-sufficiency,\" Runge wrote.\n     To that end, Runge said, Europeans and other industrial nations should follow through on promises made in 1990s international trade talks to open their markets to more foreign food and textiles.\n     Other parts of the Senauer and Runge recipe for reducing hunger: better harmonizing of the methods and goals of international organizations for finding solutions to food and trade problems and increased efforts to educate people _ especially women who have been barred from schooling _ in Third World countries.\n     Nevertheless, increasing the role of international bodies or boosting foreign aid in efforts to eradicate hunger can be controversial.\n     Too often, aid from the United States, the World Bank or International Monetary Fund has done more to prop up dictators than to feed the poor, said Ian Vasquez, director of the Project on Global Economic Liberty at the Cato Institute, a Washington, D.C., think tank.\n     \"Rwanda to Somalia and Burma to Afghanistan _ all were among the largest per-capita recipients of foreign aid,\" Vasquez said. \"A stronger case can be made that foreign aid creates the conditions for states to fail.\"\n     Yet Senauer and Runge remain undeterred.\n     \"Economic development is enormously complex and difficult,\" Senauer said. \"If these problems were easy to be solved, they already would be solved.\"\n    _ Mike Meyers is at meyers@startribune.com.  \nA long way to go\nIf terrorism slows the wheels of trade, developing nations face additional obstacles in feeding their people. One of them: Agriculture in the United States and other developed nations produces far more food per acre than do most developing countries.\n.\nCorn yeld\n(in pounds per acre in 2001)\nUnited States: 7,495\nChina:         4,206\nKenya:         1,610\nMalawi:        1,524\nZambia:        1,502\nTanzania:        758\nSource: Food and Agricultural Organization of the United Nations\n.\n\nGraphic\n\n \nCHART\n\nLoad-Date: February 19, 2002"
}