{
    "title": "ECOTERRORISM SUSPECT SURRENDERS AT BORDER",
    "publisher": "spokesman review",
    "year": 2012,
    "month": 11,
    "day": 30,
    "full text": "One of the three remaining fugitives in a string of high-profile fires across the West that focused national attention on a group of environmental radicals surrendered to authorities Thursday after spending years in hiding in Canada.\n The U.S. attorney's office in Portland said Rebecca Jeanette Rubin, 39, a Canadian citizen, turned herself in to the FBI at the Canadian border in Blaine, Wash.\n Rubin was arrested after spending a decade as an international fugitive from the largest ecoterrorism investigation in U.S. history, the U.S. attorney's office said. The former wildlife researcher was part of a cell of the Earth Liberation Front and Animal Liberation Front known as The Family, based in Eugene.\n Rubin was sought on conspiracy and arson indictments dating to 2006 alleging she helped set fires at the Vail ski resort in Colorado and at federal wild horse corrals in Eastern Oregon and Northern California, and that she tried to set fire to a lumber mill office in Medford, Ore.\n Defense attorney Richard Troberman said Rubin wanted to get the case behind her, and was dropped off at the border by her mother. She tried to surrender earlier, but tentative deals fell through with three different U.S. attorney districts.\n Rubin wore a white cardigan for her appearance in federal court in Seattle. She breathed deeply as a prosecutor read the indictment and smiled briefly as the judge greeted her.\n Assistant U.S. Attorney Stephen Peifer in Portlandsaid Rubin would be kept in custody and transported to Eugene for trial.\n Rubin is not specifically charged with terrorism, but the indictment alleges she and the other members of The Family tried to influence businesses and the government and tried to retaliate against the government. Prosecutors won terrorism enhancements at sentencing for some of the others in the case.\n Ten people pleaded guilty in 2007 to conspiracy and arson in the case, and were sentenced to prison. Two others remain at large.\n At the time, the FBI characterized the Earth Liberation Front and Animal Liberation Front as the top domestic terrorism threats in the nation.\n Authorities have said the Earth Liberation Front cell was responsible for 20 arsons around the West from 1996 to 2001 that did $40 million in damage.\n The group disbanded in 2001, but a federal task force known as Operation Backfire turned an informant and broke open the cell in 2005.\n By then, the group's leader, William C. Rodgers, was running a bookstore in Prescott, Ariz. After his arrest, Rodgers committed suicide in jail.\n The informant was Jacob Ferguson, a local environmental activist whoprosecutors said agreed to take a recorder into Family meetings around the country to break through their code of silence. Originally sentenced to probation, Ferguson was sent to prison after authorities found him selling heroin.\n However, by the time they were sentenced, members of The Family expressed regret and frustration that after all their hardships, they had accomplished practically nothing.\n The two remaining fugitives are Joseph Mahmoud Dibee and Josephine Sunshine Overaker, Ferguson's former girlfriend. Dibee is believed to be in Syria, where he has family, and Overaker is believed to be in Europe, Peifer said.\n\nNotes\n\nAssociated Press writer Manuel Valdes in Seattle contributed to this report.\n\nLoad-Date: December 6, 2012"
}