{
    "title": "EDITORIAL_ Radical. Islamic. Terrorism",
    "publisher": "the frederick news-post ",
    "year": 2016,
    "month": 6,
    "day": 16,
    "full text": "June 16--We received a letter to the editor yesterday beginning with those three, one-word sentences that you see in the headline.\nThe writer went on vituperatively to blame President Barack Obama, Hillary Clinton, Democrats, and the media for not using those words to describe the cause of the mass shooting on Sunday in Orlando.\nIf we just use those three words, the letter writer implied, all would be well in the world, we would acknowledge the \"war with Islam,\" Donald Trump would be president, and America would be retransformed into greatness as we invade the Middle East and wipe Islamic State from the surface of the planet, no prisoners taken.\nWhat utter nonsense.\nFirst of all, this insistence by Donald Trump, Ted Cruz and other conservatives that if we use those words we are somehow changing the dynamic of the struggle with terrorism is not only intellectually lazy, it is the pinnacle of political correctness -- the very thing that conservatives are constantly denouncing.\nThey want to force their conception of the real and frustrating problem of terrorism into a neat little phrase and force it down people's gullets, as if that will make the problem easier to solve than it is.\nSure, we could call it radical Islamic terrorism. All mass attacks certainly are terrorism -- they are meant to instill fear. They certainly are radical in the sense they are nontraditional and a violation of our humanity. And many of them certainly are prevalent among a small but violent strain of people who profess to be Muslims.\nBut we didn't call the bombings and murders of civilians in Northern Ireland and Britain in the 1970s \"radical Christian terrorism,\" \"radical Catholic terrorism,\" \"radical Protestant terrorism,\" or even \"radical Irish terrorism.\" Nor do we call the killers of abortion providers in this country \"radical Christian terrorists.\"\nIn the same way, we don't call the mass murders in Newtown, Connecticut, Aurora, Colorado, or Charleston, South Carolina, \"Christian\" acts. We don't because it would sully and categorize massive numbers of faithful, peaceful Christians unfairly. We know that at heart that is unfair to them. The terminology \"radical Islamic terrorism\" does the same thing to Muslims. It is unfair.\nIt is, at this point, also probably misleading. The only thing we know for sure at this point is that the shooter, Omar Mateen, is a mass murderer.\nMateen may have had numerous motives for his rampage, some professed publicly, and maybe others, hidden. It is still early in the investigation. The FBI says he was radicalized by websites dedicated to terrorism by Muslim militants. He also expressed hatred for gay people, yet he might have been a frequent visitor to the gay nightclub himself. He may have had a serious mental illness. Or he may have been a maladjusted, suicidal lone wolf who wanted to go out in a blaze of publicity. We don't know all of his motives yet. To pick one and label it obscures what may be the real cause.\nTagging any mass murder an act of \"radical Islamic terrorism\" is, as President Obama said, simply a distraction. It puts a heinous mass murder into a big, shiny, distracting red object that conservatives can point at and shout \"He did it, he did it, it wasn't us, it was those bad other people who are foreigners or Middle Easterners.\"\nBut that's not the truth of Orlando. This man was born and raised in the United States of America. He was an American. He went to American schools. He presumably was known to the American health care system. He was investigated by the American FBI. He then went to an American gun shop and bought two highly efficient weapons with lots of extra bullets. And then he killed 49 Americans. This is our problem.\nWe need to solve it. Sloganeering and finger-pointing are inadequate to the task.\n___ (c)2016 The Frederick News-Post (Frederick, Md.) Visit The Frederick News-Post (Frederick, Md.) at www.fredericknewspost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 16, 2016"
}