{
    "title": "EDITORIAL_ Let us rejoice and be glad in it",
    "publisher": "the day ",
    "year": 2012,
    "month": 1,
    "day": 28,
    "full text": "Jan. 28--\"The stone that the builders rejected\nhas become the cornerstone.\nThis is the LORD's doing;\nit is marvelous in our eyes.\nThis is the day that the LORD has made;\nlet us rejoice and be glad in it\"\nPsalm 118:22–24\nEven though most of us reading this page live in prosperity and peace that few people in human history have known, many of us -- perhaps most -- have a tendency to worry that something sinister may be around the corner.\nThat destructive force may be ill health, a child's struggle to find himself, the loss of a job or investments, a bad marriage, being in over our heads at work.\nMaybe our own situation is stable for the moment, and so we worry more for our society in general. Goodness knows we in the news business give you and ourselves enough to worry about:\n--poverty\n--pollution\n--international terrorism or home–grown terrorism (take your pick)\n--capitalism run amok or capitalism overly constrained (take your pick)\n--white–collar crime, violent crime or property crime (take your pick)\n--faulty consumer products\n--texting while driving\n--the prospect of four years of a Republican in the White House or four more years of a Democrat in the White House (take your pick).\nYet because most Americans consider themselves people of Judeo-Christian faith, this tendency to worry actually contradicts our beliefs.\nFrom Genesis to Revelation, the Bible says several hundred times, \"Fear not,\" or some variation thereof.\nJesus is recorded in Matthew 6:34 saying something similar.\n\"Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself,\" he told his disciples. \"Sufficient for the day is its own trouble.\"\nYes, each day will bring troubles. But each day can bring joys, too, and reassurances.\nOne valuable exercise for the times when we're anxious may be to spend time with those who have less than we do in the way of prosperity, ability or health: Visit a home for the developmentally challenged or those suffering with dementia. Volunteer at a food ministry or homeless shelter. Tutor a child whose unstable family situation has left him academically far behind his classmates.\nSuch acts can quickly shift our perspective to our blessings and off what we have not or what might happen to those we love.\nChristianity, despite its emphasis against fear and in favor of praise and thanksgiving, teaches that troubles are inevitable.\nWhen Jesus told his disciples that he would be killed, and they would be scattered, he added, \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"\nFor Christians, the ultimate reason not to worry was phrased shortly, sweetly and profoundly by Yale historian Jaroslav Pelikan: \"If Christ is risen, nothing else matters. And if Christ is not risen -- nothing else matters.\"\n___ (c)2012 the Northeast Mississippi Daily Journal (Tupelo, Miss.) Visit the Northeast Mississippi Daily Journal (Tupelo, Miss.) at www.nems360.com Distributed by MCT Information Services\n\nLoad-Date: January 29, 2012"
}