{
    "title": "EDITORIAL_ Stand for message of all faiths_ Hope; not religious hate",
    "publisher": "the dominion post ",
    "year": 2019,
    "month": 4,
    "day": 26,
    "full text": "April 26--     Apr. 26--Terrorism has no boundaries, but it also has no religion.\nLast weekend it was Christians. Tomorrow Muslims? Or Jews? Or Buddhists? Or Hindus? Or ...\nIts targets seem to almost smack of variety being the spice of death, rather than life.\nThough terrorism was the result of religious hatred across the ages, it was often motivated by political upheavals, too.\nRacial hatred has also played a large role in terrorism,  including in America.\nYet, those vows of death stand in stark contrast to the promises of life among most faiths in today's world.\nIn stark contrast to the message of Easter -- a message of hope -- a series of bombings at churches and hotels in Sri Lanka killed more than 300 people Sunday.\nSri Lanka is a predominantly Buddhist nation. But its dominant faith had nothing to do with this atrocity. Instead, it was extremists of one minority faith slaughtering innocents of another minority faith.\nThough some like to espouse that one faith's members or another have a monopoly on terrorism and hatred we reject such declarations.\nA quick peek at the history of ancient and modern civilization and the sheer volume of examples points to members of all faiths slaughtering others in the name of God for centuries, often sponsored by entire nations.\nHate and violence can manifest themselves anywhere at anytime in history or today in the name of religion. But so too can love and faith. We have no place or patience for intolerance or violence.\nThat core belief at this newspaper is rooted in our concern and care for not only fellow Americans, but for fellow human beings worldwide.\nIt is also a cornerstone of our nation's founders  to protect the rights of others to freely practice their religion.\nIt is not only Sri Lankans and those of the Christian faith who suffer from this atrocity, or innocent Muslims who face a backlash from it, and fear even worse is yet to come.\nThis most recent spate of religious hatred in Pittsburgh, Christchurch and across Sri Lanka is extremely disturbing and has caused suffering and grief around the globe.\nNot only were hundreds of lives lost, but they were lost as worshipers were celebrating in their houses of worship.\nStill, there is hope in a message shared far and wide: We stand against violent religious extremism and terror of all stripes and all its despicable forms.\nIt's clear the people who commit such acts of terror are willing to  claim the lives of all faiths, of all ages, of all races, of all genders, of all kinds.\nSome say hope is an instinct while others say it's a choice. We say it's one of the most vital, but fragile, qualities of life.\nAnd that almost all faiths believe even in the harshest and darkest of times, hope can and will endure.\n___ (c)2019 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: April 26, 2019"
}