{
    "title": "Editorial_ Right-wing domestic terrorists are the top U.S. threat. Does Trump care_",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 6,
    "day": 5,
    "full text": "For all the attention President Donald Trump has given to shoring up the southern border and banning Muslims from countries linked to terrorism, his administration is missing the single biggest terrorist threat the nation faces domestically: right-wing extremists. The administration is reluctant even to label white supremacist groups as terrorists even though their attacks in the past year fit the patterns and motives typically ascribed to terrorist movements.\nThe House Committee on Oversight and Reform convened hearings Tuesday to find out why the Trump administration isn't giving this threat the priority treatment it deserves. Americans should be asking the same question - and asking themselves if, perhaps, they've allowed their own notions of terrorism to be skewed by Middle Eastern or Muslim stereotypes.\nUntil the Sept. 11, 2001, attacks, the single worst example of terrorism on U.S. shores was the one committed by two white Christians - Timothy McVeigh and Terry Nichols - whose bombing of a federal building in Oklahoma City killed 168, including 19 children.\nIn 2018, domestic extremists with ties to right-wing groups carried out 50 murders, the Oversight and Reform committee says, with more than three-quarters of those killings having been committed by white supremacists. Right-wing groups or individuals are responsible for 73% of extremist killings over the past decade; Islamist extremists only accounted for 23% during that period.\nHate-crime attacks have been on a steep rise since 2014, coinciding with the launch of Trump's presidential campaign and subsequent election - both of which included political outreach to the far-right fringe. Instead of ramping up the nation's defenses to confront this threat, the Trump administration is downplaying it. The Department of Homeland Security has disbanded the group of intelligence analysts whose principal focus was domestic terrorism, The Daily Beast reported in April.\nThe FBI's assistant director of counterterrorism, Michael McGarrity, told the House Homeland Security Committee last month that about 850 domestic terrorism cases are currently under investigation. White supremacist groups represent \"an ideology, it's a belief, but they're not designated as a terrorist organization,\" McGarrity told the committee.\nThat's curious, because the FBI's terrorism webpage defines domestic terrorism as acts \"perpetrated by individuals and/or groups inspired by or associated with primarily U.S.-based movements that espouse extremist ideologies of a political, religious, social, racial, or environmental nature.\" And yet the discussion on that page deals almost entirely with Muslim groups. White supremacists get no mention.\nMeanwhile, Trump's trip to the United Kingdom this week has been overshadowed by his Twitter tirade against London Mayor Sadiq Khan for publicly criticizing Trump's encouragement of far-right groups in Europe and previous calls for a \"total and complete\" ban on Muslims entering the United States.\nIf Trump is serious about fighting these hate groups, he sure has a strange way of demonstrating it.\n\nGraphic\n\n \n A makeshift memorial of flowers and a photo of victim Heather Heyer sit in Charlottesville, Va., on Aug. 13, 2017. Heyer died when a car rammed into a group of people who were protesting the presence of white supremacists who had gathered in the city for a rally. Photo by STEVE HELBER, ASSOCIATED PRESS \n\nLoad-Date: June 6, 2019"
}