{
    "title": "EDITORIAL_ Proposal promotes openness",
    "publisher": "st. joseph news-press ",
    "year": 2013,
    "month": 2,
    "day": 25,
    "full text": "Feb. 25--Open government proponents and citizens at large would gain under two proposals making their way through the Missouri General Assembly.\nAt the same time, justifiable exemptions would keep private the plans and policies developed by governmental authorities aiming to prevent and respond to terrorism incidents.\nThe Sunshine Law, first passed in 1973, is a constant source of irritation for some officials and agencies. Those who complain the most, unfortunately, are the ones who make such a law necessary.\nThe law strives to hold government accountable to the people. For 40 years, it has required notice of public meetings, guaranteed access to public records and provided a mechanism for enforcing the standards. But improvements are required.\nFor one, the leading bill before lawmakers by Sen. Kurt Schaefer, R-Columbia, would lower civil fines from a possible $1,000 -- depending on whether it was shown to be a \"knowing\" violation -- to a mandatory $100. Proponents think the certainty of a penalty and a black eye for failing to honor the law will be more effective in gaining compliance.\nA second part of Sen. Schaefer's bill would improve the notice aspects of current law by requiring public meeting notices be posted 48 hours in advance, instead of 24 hours. Also, anyone could request to be notified -- not just the news media, as in current law. The advent of e-mail makes this consequential improvement a simple fix.\nA third section of the law extends for five years the anti-terrorism exemptions that expired in December. The provisions keep private operational plans developed by law enforcement, first responders and public health authorities.\nJean Maneke, attorney for the Missouri Press Association, notes the most common Sunshine Law complaints: whether a closed meeting should be open; agendas that do not identify all matters to be discussed; and lack of notice of meetings. Nothing there about trying to compromise valid security measures.\nThe House and Senate each have passed improvements to the law. We look forward to a final measure incorporating many of the good ideas embodied in the Senate version.\n___ (c)2013 the St. Joseph News-Press (St. Joseph, Mo.) Visit the St. Joseph News-Press (St. Joseph, Mo.) at www.newspressnow.com/index.html Distributed by MCT Information Services\n\nLoad-Date: February 25, 2013"
}