{
    "title": "EDITORIAL_ It was a weekend of inhumanity",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "Sept. 21--When a man goes to a local shopping mall dressed as a security guard and stabs nine people while reportedly referencing Allah, the hardest thing for a population to do is to keep its collective cool. It is also the most necessary.\nIn recent years, the way jihadist terrorism threatens typical Americans has evolved into this: lone-wolf perpetrators, living in this country legally, not directed by terror groups but under their influence, pick a target where people congregate but that no one could know for certain is the spot that will be vulnerable.\nThe events on Saturday night at Crossroads Center in St. Cloud may be the latest example. Authorities are investigating the attack as \"a potential act of terrorism,\" and a news agency thought to speak for the Islamic State in Iraq and the Levant claimed credit. The perpetrator was identified by his father as Dahir A. Adan, who had been born in Africa but had lived in the U.S. for 15 years. He was shot dead by Jason Falconer, who has a background in law enforcement and who endangered his own life to save others at the mall.\nIs America at war? Yes, in several senses. Beyond the explicit military efforts that began with Afghanistan and Iraq after 9/11, an amorphous struggle continues in the Middle East, mostly against ISIL.\nBut ISIL also has realized that it can call people overseas to its perceived task by declaring that no Westerner is innocent. In such an environment, it's hard not to believe that it's \"us\" against \"them.\"\nYet it is crucial to accurately define \"them,\" and this points to the role to which civilians are called in this era. Though terrorism's tactic is violence, its goal is to undermine unity. But the enemy is radicalism, not Islam in general, and in Minnesota especially, with its significant Somali diaspora, residents must take care not to conflate the two.\nBeyond investigating Saturday's attack, there's an unending role for law enforcement in preventing violence through an uneasy mix of inquisitive attention and dedication to civil rights. There's also a role for government programs that help recent immigrants assimilate. As the Star Tribune Editorial Board has written, federal commitment to this effort is insufficient. That's especially frustrating for law enforcement in the Twin Cities, where terror recruiters have focused on the Somali population.\nAnd there's a role for immigrants themselves, who must be alert to threatening activity in their communities. The rest of the public should realize what a difficult position this must be.\nThough all these preventive measures are happening to some degree, people still cannot know when or where the next attack might occur. How horrible, the uncertainty of human volition.\nCase in point: In New York on Saturday, a bomb injured 29 people. In this case, there was no claim of responsibility from a terror network. As of late Sunday, a \"person of interest\" reportedly had been identified, but no motive was publicly known.\nThe method of choice in St. Cloud was stabbing. In Manhattan, it was a pressure cooker altered to inflict maximum damage. It is a blessing that no innocent lives were lost in either place.\n--Minneapolis Star Tribune, Sept. 19\n___ (c)2016 the Albert Lea Tribune (Albert Lea, Minn.) Visit the Albert Lea Tribune (Albert Lea, Minn.) at www.albertleatribune.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 21, 2016"
}