{
    "title": "EDITORIAL_ Trapped in a bubble_ Romney and his ideology unimpressive in debate performance",
    "publisher": "the anniston star ",
    "year": 2012,
    "month": 10,
    "day": 17,
    "full text": "Oct. 17--Beware the debate bubble.\nBarack Obama got lost in the middle of one during the first presidential debate two weeks ago. Tuesday night at the second debate at New York's Hofstra University, Mitt Romney became entangled in the same trap.\nIn the first debate, Obama was unfocused and unprepared to respond to Romney's sharp elbows. The TV cameras frequently caught the president looking down or worse, looking downright uncomfortable.\nOne explanation is that Obama rarely has to endure this sort of treatment. After all, he's the president of the United States; hard to imagine regular grillings from members of his staff.\nMore important, during his first term in office Obama has rarely engaged in vigorous debate. We certainly see nothing like Britain's Prime Minister's Question Time, when the head of the government faces tough questioning from his opposition.\nWe have a different system. Oh sure, U.S. politicians dish out plenty of insults to their rivals, but it's rarely in a give-and-take situation that requires deep focus and quick thinking. Without regular use, a president's debating muscles grow flabby. A case in point is the 90-pound weakling pushed around by Romney on Oct. 3 on a Denver debate stage.\nThat wasn't Romney's problem Tuesday. His unspectacular performance was due to an ideological bubble, one perhaps that seeped in during the dozen or so Republican presidential primary debates.\nTuesday, Romney frequently hit selling points that would have brought a Republican crowd to its feet. The audience in Hempstead, N.Y., however, was nothing like those raucous crowds that thrilled to the antics of Herman Cain, Newt Gingrich and Michele Bachmann.\nThe Hofstra audience was supposedly made up of undecided voters. They were representatives of the Americans who have not yet made up their minds on Romney vs. Obama.\nRomney mentioned Fast and Furious,\" an ill-considered Justice Department program intended to stop gun-trafficking. Republicans have spent the last year trying to gin it into Obama's Watergate. However, hard to see how this one will sway voters who aren't in the Republican camp.\nOn immigration, Romney mentioned the A-word, amnesty. That's the Republican cuss word that helped sink George W. Bush's sensible immigration reform. The question was what becomes of \"immigrants without their green cards that are currently living here as productive members of society?\" Romney's non-answer likely fell flat with undecideds.\nMost important were Romney's remarks on Libya and the president's actions after the attack on the U.S. consulate in Benghazi. Romney staked his response on the premise that the president had not responded with enough seriousness. He even questioned that Obama had called the attack \"an act of terror.\" Romney added, \"Is that what you're saying? Want to get that for the record, because it took the president 14 days before he called the attack in Benghazi an act of terror.\"\nThis is assumed wisdom on the Republican right, that the president has spent his term cozying up to terrorists, apologizing for the United States and not even having the gumption to call terrorism by its rightful name.\nHad Romney said this to a room full of Republicans, he'd have received a standing ovation. Tuesday night, debate moderator Candy Crowley quietly noted for Romney that indeed on the day after the Libyan attack, Obama called it terrorism. For the record, he said, \"No acts of terror will ever shake the resolve of this great nation, alter that character, or eclipse the light of the values that we stand for.\"\nWhether he knew it or not, Romney was at that moment trapped in a bubble.\n___ (c)2012 The Anniston Star (Anniston, Ala.) Visit The Anniston Star (Anniston, Ala.) at www.annistonstar.com Distributed by MCT Information Services\n\nLoad-Date: October 17, 2012"
}