{
    "title": "EDITORIAL_ Civility not just rhetoric",
    "publisher": "the citizens' voice ",
    "year": 2019,
    "month": 5,
    "day": 14,
    "full text": "May 14--     May 14--It was a remarkable scene in the state House recently when Majority Leader Bryan Cutler, a Lancaster County Republican, and Minority Leader Frank Dermody, a Clarks Summit native and Democrat from Allegheny County, jointly lectured the chamber on the need for common respect and civil discourse.\nWhether the 203 representatives take the admonition to heart will be evident not only in their rhetoric, but in their actions on several pieces of pending legislation that go to the heart of the deep cultural and political divisions that spawn hateful rhetoric.\nNo amount of polite speech can mask that Pennsylvania is the only state in the Northeast that has not included sexual orientation and identity in laws that bar discrimination in housing, employment and public accommodations.\nBills to remedy that have been introduced in every legislative session of the past decade, with broad bipartisan legislative support.\nThe bills have languished not for lack of support, but for the refusal of retrograde committee chairmen to release them for votes. Some of those roadblocks have been removed due to new committee assignments in this session. House leaders should make sure that the current legislation gets to the floor for a full vote.\nLast week, House and Senate Democrats introduced several bills in response to last October's mass murder at the Tree of Life synagogue in Pittsburgh. The bills would establish police training regarding hate crimes, authorize the attorney general to investigate ethnic intimidation threats and establish a database of known hate groups.\nThose bills recognize that domestic terrorism has become as great or a greater threat than international terrorism and they begin to commit resources that will be necessary to fight it. Lawmakers should pass them.\nAnd every year, a host of important public business gets lost amid unproductive blind partisanship.\nGov. Tom Wolf, applauding Cutler and Dermody for their efforts, put it this way: \"I believe there is room for bipartisan agreement on many issues and I join the leaders in aspiring to find common ground. In a time when too many are focused on advancing partisan politics, let's remind everyone that Pennsylvania is focused on delivering for the people we serve.\"\nThe challenge, then, is not just tamping down the rhetoric, but finding ways to serve Pennsylvanians across the political spectrum.\n___ (c)2019 The Citizens' Voice (Wilkes-Barre, Pa.) Visit The Citizens' Voice (Wilkes-Barre, Pa.) at citizensvoice.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: May 14, 2019"
}