{
    "title": "Editorial_ FBI's takedown of a militia plot in Michigan offers a stark warning of things to come",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 10,
    "day": 9,
    "full text": "FBI agents managed to infiltrate and bring down an alleged militia plot to kidnap Michigan's governor and other officials in the state, possibly with the intent to spark war and \"make the world glow,\" as one alleged conspirator is quoted as saying. The fact that the attack was being planned ahead of the presidential election should alarm Americans of all political stripes. These individuals clearly weren't Antifa or Black Lives Matter protesters. They were right-wing extremists whose rapid expansion and recruitment has earned them a top spot on the FBI's domestic terrorism list.\nThe militia plot unfolded amid President Donald Trump's public embrace of protesters opposed to pandemic restrictions. Some gathered outside the Michigan statehouse in April, many openly carrying firearms. Instead of telling them to stand down, Trump tweeted, \"LIBERATE MICHIGAN!\" Just last week during the presidential debate, when asked whether he denounces white supremacist groups like the Proud Boys, Trump's response was: \"Proud Boys, stand back and stand by.\"\nThe existence of right-wing militias is of particular concern because of hints by Trump that he could summon hardline supporters to action should the Nov. 3 election go against him. Clearly, his most extreme followers take his unmeasured words as a call to arms. A gunman who attacked an El Paso, Texas, Walmart used the same words about an immigrant \"invasion\" that Trump had used repeatedly. Vigilantes in Kenosha, Wisconsin, echoed Trump's calls to protect property before one, teenager Kyle Rittenhouse, opened fire on protesters. Two died. Trump defended Rittenhouse.\nThursday's federal criminal complaint made no mention of any Trump influence on the 13 militia members charged in an alleged plot to kidnap or kill Democratic Gov. Gretchen Whitmer. Plans developed over months were afoot to purchase explosives and call 200 people to storm the Michigan statehouse.\nDuring one secretly recorded meeting, the group discussed a breakaway government either through \"peaceful endeavors to violent actions,\" Special Agent Richard J. Trask II stated. They discussed murdering \"tyrants,\" seizing the governor and targeting local police officers, Trask stated. Defense of the Second Amendment played in their discussions.\nThey met in a secret basement room accessible only through a trap door covered by a rug. In July, they conducted combat training. They surveilled Whitmer's vacation home. One member referred to himself as \"the Patriot.\" Trask quoted him as saying in a recording, \"I just want make the world glow, dude. … We're gonna topple it all.\"\nSuch extremist militias have been around for years. What's new is their tacit encouragement from a president who blurts out words like \"stand by\" and \"liberate Michigan.\" If voters don't stop Trump on Nov. 3, these groups will only expand their recruitment and training. Even scarier, if voters do stop Trump, the ones in existence might pick up where the arrested plotters left off.\n\nGraphic\n\n \n Gov. Whitmer addresses the state during a Sept. 16 speech in Lansing, Mich. According to a criminal complaint unsealed Thursday, multiple people plotted to try to kidnap Whitmer at her vacation home. (Michigan Office of the Governor via AP photo) \n\nLoad-Date: October 10, 2020"
}