{
    "title": "Editorial_ Demonizing American Muslims won't solve the terrorism problem",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "The bombs planted in New York and New Jersey on Sunday appear to have been the work of a radicalized Muslim man whose behavior and international travel followed familiar patterns.\nSome prominent American political figures suggest that the way to deal with people like Ahmad Khan Rahami is to seal up our borders, isolate and profile members of domestic Muslim communities, and impose bans on all people traveling from nations where radicalized Muslims have operated previously.\nSuch responses appeal to the worst xenophobic tendencies among us, but they won't solve the terrorism problem. In fact, they are certain to make it worse.\nU.S. law enforcers at all levels depend on the cooperation of Muslim communities for intelligence about individuals who pose security threats. Police and FBI investigators cannot be everywhere. The people most attuned to what's happening in their neighborhoods are the ones who worship at mosques, attend school and interact daily with potentially radicalized individuals.\nMany serve as informants, and they do so in secret specifically because their lives could be in jeopardy if their status became known to the individuals under surveillance. Because it's happening in secret, non-Muslim Americans have little appreciation for the reality.\nHate crimes against Muslims in America have reached their highest levels since the attacks of Sept. 11, 2001.\nWhat non-Muslims are most likely to hear are the harsh words of politicians like GOP presidential candidate Donald Trump, who suggests that profiling will make the nation safer. \"If somebody looks like he's got a massive bomb on his back, we won't go up to that person ... because if he looks like he comes from that part of the world, we're not allowed to profile. Give me a break,\" he said after Sunday's attack.\nRahami's own father, Mohammad Rahami, asserted on Tuesday that he called the FBI two years ago to warn that his son was a terrorist. Investigators appear to have discounted the claim because the father later recanted. The father sounded the alarm after a domestic dispute in which Ahmad Rahami was accused of stabbing his brother. He had already begun a series of trips to Afghanistan and Pakistan, venues that probably contributed to his radicalization.\nSince 9/11, the FBI and Department of Homeland Security have been working with local law enforcement agencies across the country to establish \"fusion centers,\" which are joint intelligence-gathering operations that rely heavily on information supplied by tipsters within the community. There is no question that the program's success depends on ongoing - albeit low-profile - cooperation with local Muslims.\nOne radicalized bomber succeeded. More attempts, no doubt, will follow. Logic dictates that dialogue and cooperation are the best way to prevent the next tragedy. Isolation and us-versus-them mentalities can only push more toward the radical cause.\n\nGraphic\n\n \n This poster provided by the FBI shows Ahmad Khan Rahami, wanted for questioning Monday, Sept. 19, 2016, in bombings that rocked a Manhattan neighborhood and a New Jersey shore town. (FBI via AP) \n\nLoad-Date: September 22, 2016"
}