{
    "title": "EDITORIAL_ A public official not knowing about QAnon is either a dereliction of duty or a lie",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 24,
    "full text": "Oct. 24--     Oct. 24--\"I know nothing about QAnon,\" President Donald Trump said during a town hall event earlier this month that was held in place of the second presidential debate that was canceled. The president is seeking reelection.\n\"I don't know anything about QAnon,\" U.S. Sen. Kelly Loeffler, a Georgia Republican, said during a debate on Monday as she seeks reelection.\nState Rep. Kasey Carpenter, R-Dalton; state Sen. Chuck Payne, R-Dalton; and state Rep. Steve Tarvin, R-Chickamauga, said in July that they didn't know enough about 14th Congressional District Republican candidate Marjorie Taylor Greene's advocacy of QAnon to draw any judgments.\nPlenty of other people know about the discredited QAnon, including the FBI, the nation's chief law enforcement agency, which has deemed QAnon a potential domestic terrorism threat. QAnon proponents have been charged with murder and other violent crimes.\nWhat is QAnon? Maybe we can help the president, Loeffler and some of our local officials by providing a definition.\n\"QAnon is the umbrella term for a sprawling set of internet conspiracy theories that allege, falsely, that the world is run by a cabal of Satan-worshiping pedophiles who are plotting against Mr. Trump while operating a global child sex-trafficking ring,\" The New York Times has said. \"QAnon followers believe that this clique includes top Democrats including Hillary Clinton, Barack Obama and George Soros, as well as a number of entertainers and Hollywood celebrities like Oprah Winfrey, Tom Hanks, Ellen DeGeneres and religious figures including Pope Francis and the Dalai Lama. Many of them also believe that, in addition to molesting children, members of this group kill and eat their victims in order to extract a life-extending chemical from their blood.\n\"According to QAnon lore, Mr. Trump was recruited by top military generals to run for president in 2016 in order to break up this criminal conspiracy, end its control of politics and the media, and bring its members to justice.\"\nBut The New York Times said that is not all.\n\"Since it began, QAnon has incorporated elements of many other conspiracy theory communities, including claims about the assassination of John F. Kennedy, the existence of UFOs and the 9/11 'truther' movement.\"\nIt is difficult to believe that President Trump and Loeffler don't know anything about QAnon. The president had even congratulated Greene, a well-known by that time QAnon proponent, on her Republican Party primary victory. He should have done his homework before that tweet if he truly didn't know about her support for a potential domestic terrorism threat.\nIf they don't know anything about QAnon, then they should not be in public office looking out for your interests. A potential domestic terrorism threat as labeled by the FBI surely should be of interest to the president and a U.S. senator.\nThe other alternative is that they are lying.\nWhy would they do that?\nPerhaps because they think you are stupid and gullible and will believe that the president of the United States and a sitting U.S. senator do not know anything about a potential domestic terrorism threat as identified by the FBI. And because they want and need the votes of the QAnon adherents among the Republican Party.\nBoth explanations are unacceptable. Either should bring shame upon the \"public servant.\"\nAs for the local state legislators, they were also derelict in their duty if they did not research QAnon after it was clear that a member of their party who wants to represent their constituents in Congress is a proponent of such, and she had become the focus of national attention because of it.\nIt is equally hard to believe that they would not be aware of a local leading GOP congressional candidate's views that had been outlined by much of the national media. They have a duty to be aware of her views since she wants to represent their party and their constituents in Congress.\nIf a political candidate or elected official tells you they don't know anything about something they should very well know a great deal about, such as a potential domestic terrorism threat identified by the FBI, you should hold them accountable.\nYou should demand better.\nYou deserve better.\n___ (c)2020 The Daily Citizen (Dalton, Ga.) Visit The Daily Citizen (Dalton, Ga.) at daltondailycitizen.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: October 24, 2020"
}