{
    "title": "Editorial_ Take time to reflect on 9_11",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 10,
    "full text": "Eighteen years ago, on September 11th, 2001 nearly 3,000 people lost their lives and almost 10,000 more were treated for injuries in what is widely considered to be the worst terrorist attack on U.S. soil.\nAfter 18 years many people can tell you where they were the moment they heard of the planes crashing into the World Trade Center that early September morning.\nStories continue to be told of the individuals who put their lives on the line to help others that day and onward. The lives lost that day are remembered by family and friends.\nWe at The Daily Eastern News believe that continued storytelling of 9/11 and the lives affected that day is highly important.\nAs the years go by those who were too young at the time to remember that day and the effect it had, and those who were not yet born continue to get older and don't have those memories to attach to their thoughts on 9/11.\nThe impact 9/11 had on our society and the amount of people affected personally by it is unprecedented and needs to be discussed.\nThat is why we at The Daily Eastern News believe those who can recall the day, the victims and volunteers at one of the sites of terrorism that day and the family and friends of those who died should tell their stories.\nAs the years have gone by our country has faced more and more terrorism to the point where some are numb to terrorist acts that seem to have become a part of our daily lives and it seems in some ways we have forgotten how horrible 9/11 is as we have desensitized to violent and horrific acts.\nBy remembering and continuing the conversation on how our country, and we personally, have been affected by 9/11 we can maybe bring back awareness of the amount of terrorism that continues in our country today.\nWe will never forget what happened on 9/11 or the lives lost that day, but we need to think about how we are remembering the gravity of the events that occurred. \nIf you have never attended a 9/11 ceremony, consider going to or watching one today, and if you cannot attend, take some time to reflect on what 9/11 means to you and everyone else in our country. \n\nLoad-Date: September 11, 2019"
}