{
    "title": "EDITORIAL_ Soldier's death a reminder of sacrifices",
    "publisher": "messenger-inquirer ",
    "year": 2013,
    "month": 4,
    "day": 3,
    "full text": "April 03--Daviess County lost its seventh warrior last week in the ongoing fight against terrorism.\nArmy Sgt. Michael C. Cable will be brought home tomorrow to be given a proper military funeral.\nAlthough Cable was a soldier, his death still brought shock and pain to his family and to this community.\n\"He just felt that he could really be a good soldier,\" said Raymond Johnston, Cable's older brother. \"He wanted to help.\"\nAnd according to the latest U.S. military reports, Cable, a 26-year-old Philpot native and a 2004 Daviess County High School graduate, was doing just that when he was killed while taking part in a guard detail.\nCable's sacrifice is a sobering reminder of no matter where our soldiers are their lives are at risk.\nAnd now Cable is among the nearly 2,200 servicemen and women who have died in Afghanistan -- or what's known militarily as Operation Enduring Freedom.\nIn all, there have been a combined 6,600 troops -- the majority from Operation Iraqi Freedom -- who have lost their lives since the war against terrorism began in 2001 shortly after the 9/11 attacks.\nAlong with Cable, the six previous local servicemen and women who have died while serving in Iraq or Afghanistan include:\n--Staff Sgt. James William Harlan, 44, of Owensboro died May 14, 2004, at Camp Anaconda, Iraq, when a suicide bomber detonated a car bomb next to his vehicle.\n--Pfc. Robert Jason Settle, 25, of Owensboro died in Taji, Iraq, on April 19, 2006, when an improvised explosive device detonated near his vehicle during combat operations.\n--Navy Lt. Cmdr. Jane Elizabeth Lanham Tafoya, 43, of Owensboro died of natural causes Sept. 19, 2006, in Bahrain.\n--Spec. Timothy Adam Fulkerson, 20, of Utica died Oct. 8, 2006, in Tikrit, Iraq, when a land mine detonated near his vehicle during combat operations.\n--Master Sgt. Thomas L. Bruner, 50, of Owensboro died Oct. 28, 2007, of a non-combat-related illness in Kabul, Afghanistan.\n--Pfc. Brandon Scott Mullins, 21, of Owensboro died Aug. 25, 2011, of injuries suffered in the explosion of a roadside bomb in Afghanistan.\nOperation Iraqi Freedom officially concluded in December 2011. By the end of 2014, most of the remaining 66,000 American troops are to be withdrawn from Afghanistan, which is supposed to officially bring the war to a close there.\nBut until then, we here at home must realize that these brave soldiers -- many of them young men and women -- are placing themselves in harm's way every day so that we can go about our normal lives.\nCable's name will soon be inscribed on the local Enduring Freedom War Monument that stands in front of the Owensboro Sportscenter.\nAs all who have died serving this country, may we and future generations always remember Cable's ultimate sacrifice.\n___ (c)2013 the Messenger-Inquirer (Owensboro, Ky.) Visit the Messenger-Inquirer (Owensboro, Ky.) at www.messenger-inquirer.com Distributed by MCT Information Services\n\nLoad-Date: April 3, 2013"
}