{
    "title": "EDITORIAL_ An extremely dumb thing to say",
    "publisher": "the lima news ",
    "year": 2009,
    "month": 4,
    "day": 18,
    "full text": "Apr. 18--Here's one lesson for surviving in Washington Janet Napolitano probably already should have known: Put a political time bomb on paper and it's likely to become public.\nBut the secretary of U.S. Homeland Security apparently was blindsided this week when a terrorism assessment memo was disclosed to reveal her agency suspects a likely rise in \"right-wing extremism,\" ala Timothy McVeigh.\nThe memo cites a confluence of factors behind that conclusion -- an economic recession creating emotional distress, the nation's first black president who has been rolling back anti-abortion policies and who could support new gun control laws, and a continuing influx of military troops returning from overseas who might have trouble returning to civilian life.\nThe backlash since the memo went public has been swift and intense, with conservative politicians and opinionmaking pundits pointing out that Napolitano's Homeland Security seems to have a problem with everyone who values the Second Amendment, unborn human life and the protections of limited government outlined in the Constitution. That description fits a large number of, probably even most, people in this part of Ohio and even the Midwest. It's absurd to think we're sitting in a hotbed of domestic terrorism.\nAdmittedly, some of the response has been sensationally bombastic, as if McVeigh never came near Oklahoma City. But other critics are rightly concerned that the Homeland Security memo makes broad characterizations about the basic beliefs of millions of Americans, instead of focusing on concrete evidence about specific people who might be dangerous.\nSo far, Napolitano seems to have only two regrets -- what the memo implies about war veterans and that we learned about the memo's existence in the first place. Forgive our extremist views, but Napolitano's attitude strikes us as that of someone a little too wrapped up in the glory of centralized power.\nTo see more of The Lima News or to subscribe to the newspaper, go to http://www.limanews.com. Copyright (c) 2009, The Lima News, Ohio Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: April 18, 2009"
}