{
    "title": "Editor arrested for al-Qaida video",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 9,
    "day": 18,
    "full text": "RABAT, Morocco (AP) - Morocco arrested the editor of a local news website on Tuesday and said it would file a lawsuit against Spanish daily El Pais after both posted a video by North Africa's al-Qaida branch attacking the kingdom.\nThe 41-minute video, posted by the terror network last week, was a rare attack on Morocco and accused King Mohammed VI of corruption and despotism, and for being part of the war on terror that President George W. Bush launched. The video also featured the burning of a photo of the king.\n\"Following the diffusion by the electronic newspaper Lakome of a video attributed to al-Qaida in the Islamic Maghreb which contained a clear call and incitation to commit acts of terrorism in Morocco, the prosecutor general has ordered police to arrest the owner of the newspaper for investigation,\" said the prosecutor's statement carried by the state news agency.\nThe Justice Ministry then followed up with a statement of its own later in the day saying that since El Pais' website carried the video in the original Arabic, \"it shows it was addressed to Arabic speakers, particularly Moroccans, and so is an incitement to perpetrate acts of terrorism in Morocco.\" The statement added that it would file suit against the paper in a Spanish court.\nIn Morocco, Ali Anouzla's Lakome.com site is known for its trenchant criticism of the government similar to the secular Feb. 20 movement that protested for greater democracy in 2011 during the Arab Spring.\nThe video was issued AQIM's al-Andalus media arm on Thursday and Lakome's Arabic and French sites wrote about it over the weekend.\nThe video was also front-page news in Moroccan newspapers on Monday.\nAhmed Bensiddik, a journalist for Lakome, confirmed Anouzla's detention in Rabat following the prosecutor's orders.\nMorocco has rarely featured in al-Qaida's propaganda videos and the group has little organized presence in the North African kingdom, which is protected by heavily defended borders and a vigilant internal security force.\nTerrorism in Morocco, including a blast at a tourist site in Marrakech in 2011, and bombs in Casablanca in 2003, has largely been done by small cells inspired by al-Qaida rather than actively controlled by the terror network.\nThe video echoes many of the criticisms by pro-democracy groups of the kingdom, including corruption and police brutality, but then goes on to fault Morocco for holding music festivals featuring openly gay performers such as Elton John in 2010.\nNoting that many Moroccans attempt to immigrate to Europe on leaky boats in search of a better life, the video closes by urging them to take up jihad instead.\n\"Rise up young people to make your religion and the Quran victorious and save your nation because happiness is in the immigration to God and not on the boats of death,\" said Abdelmalek Droukdel, the leader of AQIM in an audio recording closing the video.\n\nLoad-Date: September 18, 2013"
}