{
    "title": "EDITORIAL_ Justice applied",
    "publisher": "northeast mississippi daily journal ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "May 03--The persistence and precision with which the United States hunted Osama bin Laden for almost 10 years after the Sept. 11, 2001, Al-Qaida attacks on the United States led to the mass murderer's death late Sunday afternoon when U.S. Navy special forces executed a surprise raid on his hiding place in Abbottabad, Pakistan.\nBin Laden, wanted dead or alive since shortly after the attacks by the movement he headed, was officially declared an enemy of American citizens in 1999.\nBin Laden's capture or death had been the top anti-terrorism priority of two presidents, George Bush and Barack Obama, a fully justified and bipartisan goal. Its fulfillment sends unmistakable messages about our nation's resolve and capacity.\nHis death provides a measure of justice for the victiims of Al-Qaida. It is a benchmark in the international war on terrorism in which the United States is the leader.\nIn the Sept. 11 attacks his minions hijacked four airliners, crashing two into the twin towers of the World Trade Center in New York and one into the Pentagon, while the fourth crashed in a field in rural Pennsylvania after an on-board rebellion by hostage passengers that saved yet another likely calamity at the Capitol or White House.\nThe death toll -- almost 3,000, mostly Americans but including citizens from 114 other nations -- was higher than the surprise attack by imperial Japan on Pearl Harbor in 1941.\nIn addition, Bin Laden and Al-Qaida had been linked to 1998 bombings of two U.S. embassies in Africa that killed 224 people, the 2000 attack on the USS Cole that killed 17 American sailors in Yemen, as well as other deadly successful attacks on Americans. He had said in 1998 that it was the duty of Muslims to kill Americans everywhere. Only a miniscule portion of the world's 1.57 billion adherents (as estimated by the independent Pew Forum) became his disciples.\nIt is estimated by some Arab journalists that Bin Laden also is responsible for the deaths of thousands of Muslims who in some way offended him.\nBin Laden was accurately characterized as primitive and barbaric after the New York attacks, and his deeds reflect that descriptive, but his methods were sophisticated and enhanced by communications technology. That kind of technology and relentless detective work led to Sunday's decisive action.\nIn a measure of the difference between Bin Laden and the U.S., he was accorded a proper Islamic burial at sea, and it erases his infamous profile in death.\nTo see more of the Northeast Mississippi Daily Journal or to subscribe to the newspaper, go to http://www.nems360.com/. Copyright (c) 2011, Northeast Mississippi Daily Journal, Tupelo Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 4, 2011"
}