{
    "title": "EDITORIAL_ Orlando attack brings many serious questions",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "June 14--Americans awoke Sunday morning to learn a terrible piece of breaking news -- there had been a mass shooting at an Orlando nightclub.\nThe story continued to develop to growing horror -- approximately 20 dead, including the shooter. By mid-morning, the number had risen to 49 dead, and 53 injured, many of them in critical condition at press time.\nThe headlines were then and remain incomprehensible. It was the largest mass shooting in American history. Scores of photographs from Orlando have captured the stark sense of loss and fear. Inevitably, reactions were almost immediate as many questions emerged.\nThere is no doubt that the shooting is an act of terrorism. But what kind? Thus far, there are no answers. What led to American-born Omar Mateen, 29, to enter Pulse, a popular gay nightclub in Orlando, and begin firing at the 320 people inside?\nBefore the attack, he told a 911 operator that he had pledged his allegiance to the Islamic State.\nISIS called Mateen a soldier in their fight, but no signs of a direct connection between him and the extremist group have emerged.\nWas Mateen specifically targeting the LGBT community as a domestic terrorism act?\nThere are other questions too. The FBI acknowledged the agency had Mateen on its radar in recent years -- only to determine at the time he was not a serious threat. That decision does require further scrutiny.\nDonald Trump and Hillary Clinton have made statements. As CNN reported, Trump cited \"thousands of people\" in America with \"hate in their hearts.\" He reiterated that Muslims should not be allowed to enter the country.\nClinton urged a serious response to what she describes as home-grown terrorism. Other politicians, terrorism experts and the media have weighed in as well.\nYet another concern for now seems to have been overlooked. Social media brings instant responses to this tragedy and endless disputes over terrorism, foreign policy, jobs, issues of race and more -- allowing millions Americans to voice their anger and fear couched in a dreadful political climate. The United States needs to find solutions to this alarming, even dangerous period of contentiousness.\nMike Luckovich, a Pulitzer Prize-winning editorial cartoonist for the Atlanta Journal-Constitution, depicted this movingly on Monday -- a portrait of Abraham Lincoln with a single, rainbow tear.\nRegardless of our differences in lifestyles, religions or backgrounds, we must come together as a nation in a spirit of brotherhood to find a place of unity and healing.\n___ (c)2016 The Brunswick News (Brunswick, Ga.) Visit The Brunswick News (Brunswick, Ga.) at www.thebrunswicknews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 14, 2016"
}