{
    "title": "EDITORIAL_ Back to Benghazi _ Clinton pours cold water on scandalmongers",
    "publisher": "the anniston star ",
    "year": 2013,
    "month": 1,
    "day": 23,
    "full text": "Jan. 23--A political snit over the Sept. 11, 2013, attack on a U.S. consulate in Libya showed up on Capitol Hill Wednesday.\nWheezing and wobbling on shaky legs, the Benghazi \"scandal\" was dragged back into the spotlight. Call it one more partisan attempt to score points from a tragedy.\nIn the September and October phase of the presidential campaign Republicans were confident that Benghazi would once and for all expose the Obama administration for incompetence, weakness and even worse failings on the part of the president. At a time when Mitt Romney's campaign was sinking, the deaths of a U.S. ambassador in Libya and three other Americans was seen as something that would drag down Obama's reelection hopes.\nWe all know how that story ended. Connecting these failures straight to the Oval Office was difficult. The president won a second term. He was inaugurated this week.\nMake no mistake. The attack on the Benghazi compound is awful, a heartbreaking tragedy. It exposes a failure by the government to anticipate all possibilities. It demonstrates the need for more extensive security in vulnerable places where the U.S. State Department operates. It reminds all Americans that terrorism is not a thing of the past. However, the facts show confusion and conflicting intelligence, not something more sinister on the part of the administration.\nMuch of Wednesday's questions from Republicans to Secretary of State Hillary Rodham Clinton during her testimony before Senate and House committees probed for something deeper, a narrative that would connect conspiratorial dots. The suggestions here were that Clinton, Obama and others in the White House failed in some bigger way. The questions suggested: They cluelessly stood by as four Americans lost their lives. They sought to cover up the true causes of the Benghazi attack. They failed to recognize immediately the culprits of this terrorism. In short, they failed, and don't deserve another day in power.\nResponding to the causes of the attack, Clinton said Wednesday, \"The fact is we had four dead Americans. Was it because of a protest? Or was it because of guys out for a walk one night who decided they'd go kill some Americans? What difference, at this point, does it make?\"\nClinton rightly expressed follow-up priorities: \"It is our job to figure out what happened and do everything we can to prevent it from ever happening again.\"\nThat was not enough for some of Clinton's inquisitors. Within the fog of war, they've apparently divined a darker conspiracy at play.\n___ (c)2013 The Anniston Star (Anniston, Ala.) Visit The Anniston Star (Anniston, Ala.) at www.annistonstar.com Distributed by MCT Information Services\n\nLoad-Date: January 24, 2013"
}