{
    "title": "Editorial_ U.S. needs to stop terrorism at its roots",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 12,
    "full text": "Editorial: U.S. needs to stop terrorism at its rootsThe threat of domestic terrorism has been thrust to the forefront of the American consciousness given the recent events in Paris and Brussels. It is no longer the problem of the other hemisphere; the fear has become tangible, with so many wondering when it will arrive again at America's front door.However, people carry out acts of terrorism. We are left with the death toll, the aftermath, and those passing moments of paranoia that reside in the absence of our peace of mind, but we forget that these aocities are not acts of God. \nThese are people with loved ones of their own, and what does one do when the source of fear is a neighbor, a coworker, or a family member? A recurring narrative has begun to present itself.Take for example the recent story of Sal Shafi and son Adam Shafi of California, which is by no means the first of its kind. When it became apparent, at least to his father, that Adam Shafi had exhibited signs of imminent radicalization and a desire to join Islamic exemists, the elder Shafi made the hard call and alerted the FBI. The result was effectively setting up his son to a possible 20-year prison sentence \"for attempting to support a terrorist organization.\" This was after Adam Shafi was arrested ying to board a flight to Turkey, a common access point for those wishing to join forces with the ISIS and similar terrorist groups and raises the question of what is to be in the moments between intention and execution.The horrors in Paris, Brussels, and cities around the world are perpeated by people. And when speaking about domestic terrorism, we are reminded that these aren't faceless radicals emerging from a vacuum.In any conflict, there are desoyed lives and broken homes on both sides of the line. At times it becomes impossible to draw a line at all when it must be drawn between family and country, father and son.RELATED: Challenges to immigration reform comingThose who have begun down the path of radicalization are by no means blameless. However, one must keep in mind that the actions of these misguided youths have far reaching implications and speak to larger issues that result in this drastic decision-making. By the time a radicalized youth shows up on the radar of law-enforcement agencies, it can be too late, and stories such as the Shafi's almost encourage families not to cooperate with law enforcement.Similar stories have emerged everywhere from Brooklyn to Minneapolis, and what should be taken away from them is that ruthless, hardened terrorists are not made overnight, nor they do require an environment of ceaseless bloodshed to incubate. Whether it be from propaganda found on the Internet or growing resentment about the current socioeconomic circumstances in the United States, the path to radicalization has countless beginnings and only one ending.That is not to say that beginning path must mandate the eventual culmination of a radicalized exemist at the ending. End-of-pipe solutions do nothing to help those who have lost their way or those who will in the future. Action must be taken at the first signs of radicalization, because while it may prevent the worst-case scenario, once a father calls the FBI on his own son, the damage has already been done.\n\nLoad-Date: April 12, 2016"
}