{
    "title": "editorial shorts A bet on efficiency in state government",
    "publisher": "star tribune ",
    "year": 2008,
    "month": 6,
    "day": 1,
    "full text": "As of Monday, the state Department of Employee Relations will be no more, and former GOP State Auditor Patricia Anderson will be that rarest of bureaucrats -- one who worked herself out of a six-figure job.\nThe 140 employees formerly attached to DOER have been parsed out to other state agencies. The reorganization involved no layoffs. Most workers have moved to Finance, which will temporarily use the name Finance and Employee Relations. That means DOER will give way to FIER -- a somewhat unfortunate acronym for state government's personnel office.\nAnderson said the move is expected to save the state $1 million a year as it brings related functions into closer proximity. The new arrangement's first real test will likely come in 2009, when state employees' expectations for increased compensation could collide with a no-new-taxes solution to a state budget deficit.\nDonuts and terrorism\nAll this time, we've been worried about terrorist bombers. But should we have been concerned about terrorist bismarcks?\nThat's what some sharp-eyed bloggers seem to believe.\nIn an ad on the Dunkin' Donuts' website, ubiquitous TV talk show host/chef Rachael Ray hawked the company's iced coffee. Sounds harmless enough. But blogger Charles Johnson noticed something else. Ray appeared to be wearing a kaffiyeh -- a traditional garment worn by Arab men.\nOne of the Arab men who wore it was the late Yasser Arafat. Arafat at one time was a supporter of Palestinian terrorism. Ergo, Dunkin' Donuts and Ray must be supporters of Palestinian terrorists.\nSomeone alert Homeland Security!\nThe blogosphere buzzed with the revelation. Michelle Malkin picked up Johnson's story, and soon Dunkin' Donuts found itself inundated with phone calls and Internet protests.\nIt defended itself in a statement. \"In a recent online ad, Rachael Ray is wearing a black-and-white silk scarf with a paisley design. It was selected by a stylist for the advertising shoot. Absolutely no symbolism was intended.\"\n(Isn't that exactly what a terror cell/chain bakery would want us to believe?)\nIt also pulled the ad.\nThe bloggers had every right to mount the campaign they did. The First Amendment protects all speech -- even hysterical speech.\nBut there is no excuse for Dunkin' Donuts capitulation. It gave credence to these paranoid claims. It was this kind of fear-mongering that gave Cincinnati baseball fans the Redlegs instead of the Reds at the height of the McCarthy era.\nSadly, Dunkin' Donuts showed it had the backbone of a jelly roll.\n\nLoad-Date: June 4, 2008"
}