{
    "title": "EDITORIAL_ Sept. 11, 2001_ We remember",
    "publisher": "the day ",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--The 13th anniversary of the Sept. 11, 2001, terrorist attacks on the United States is today.\nIt's been a long time. In other ways, it seems like only yesterday since we watched on live TV as the World Trade Center's twin towers fell, since we saw the damage at the Pentagon and the crater in the middle of a Pennsylvania field, a horrifying symbol of the sacrifice those on board made for the safety of strangers.\nFor many, the horror of the day is ingrained in the memory, much like the assassination of President John F. Kennedy was etched in the minds of a previous generation.\nWe are reminded of President George W. Bush's warning when he addressed the nation after Sept. 11 that the war against terrorism would be long and not like other wars. It has seemed at times that many people did not take the warning to heart, as 9/11 became more distant and the risks were shouldered by young people who volunteered to serve overseas in the nation's fight against terrorism.\nBut the growing threat from ISIS, a terrorist group that, like al-Qaida in 2001, is sheltered by a foreign country while developing a power base that poses a serious to the United States, makes 9/11 very immediate again for all of us. A new NBC News/Wall Street Journal Poll finds that nearly half of Americans believe the nation is less safe now than before Sept. 11, 2001.\nAs contentious as domestic politics have been for the last 13 years, the United States government should get credit for keeping large-scale terrorist attacks away from our nation's shores. This has been done with discord at times, along with questions of whether our rights and liberties have been preserved. But such issues always arise during times of war.\nAnd we must not forget that even though the attacks of 9/11 have not been repeated, we remain at war. Young men and women from across the country continue to put their lives at risk to preserve the security and freedom of the United States.\nThe ongoing nature of this war was obvious as President Barack Obama addressed the nation Wednesday night to talk to Americans about how the government would fight ISIS -- a reminder of President Bush's statement to the nation 13 years ago.\nWe know there are thousands who think daily of the war on terror -- those who loved and cherished one or more of the nearly 3,000 souls who perished on 9/11, or those who loved at least one of the more than 6,800 military members who have died in the war on terror since 2001.\nBut even those who do not have a hole in their heart due to a lost loved one should take time today to reflect on what has been lost during the past 13 years. It wasn't just steel that fell that day; part of our collective innocence did, too.\nWe remember.\n___ (c)2014 Daily Gazette (Sterling, Ill.) Visit the Daily Gazette (Sterling, Ill.) at www.saukvalley.com Distributed by MCT Information Services\n\nLoad-Date: September 12, 2014"
}