{
    "title": "Editorial_ The Mumbai terrorist attacks_ Looking for our better angels",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "If anyone requires a reminder of the threat global terrorism poses, they need only consider the poignant story of Moishe Holtzberg, the two-year-old boy whose parents died at the Chabad House during the terrorist attack in Mumbai.\nPerhaps you have seen the picture of Moishe crying at the mourner's service for his parents in Mumbai - the one where he clings to his orange toy basketball and closes his eyes in shocked disbelief. While Moishe's story must be told, it is incomplete without the tale of Sandra Samuel, his Indian nanny who heroically rescued Moishe some 12 hours after the terrorist attack began. Indeed, the grief of Moishe is indelibly linked to the heroism of Sandra. Thus, when we see the picture of a compassionate Sandra comforting the anguished Moishe at the mourner's service, we are reminded of what is both great and ignoble in human nature.\nWe are also comforted that Sandra was not alone in his exceptionally heroic response to the terrorist attack at Mumbai. The New York Times reported how Vishnu Datt Ram Zende organized a safe evacuation from a crowded Mumbai railroad station, as the terrorists riddled the booth from which he was making his announcements with bullets. And while Zende was heroically saving human lives at the train station, Nitin Minocha, a chef at a Mumbai hotel, ensured the safety of hundreds of guests at his upscale restaurant even though he was wounded and six fellow workers were killed in that effort.\nWe believe that the response to the terrorist attack at Mumbai demonstrates the paradoxical human capacity to promote life even as others are spreading death. We are struck by how the very worst in human nature inspired the very best in human nature at Mumbai.\nWe are also troubled by the reality that no one is immune from terrorist attacks. While America has been remarkably free of terrorism over the last seven years, a bipartisan government commission recently released a report predicting terrorists will wage a biological or nuclear attack against the United States by 2013. That is sobering news, given the potential casualties involved.\nAs former Sen. Bob Graham, D-Fla., has noted, the horrific death toll at Mumbai would have been staggeringly higher if the terrorists had used biological or nuclear weapons there. In that event, there might have been thousands of young Moishes struggling to come to grips with the deaths of loved ones.\nIn considering these 'what-ifs,' it is just as significant to focus on the 'what-nows.' The Brown community responded well by hosting a vigil for students last night. Given this communal response, we feel that it is right to focus on the terrorist threat Mumbai represents. In doing so, however, we should not forget how everyday Indians responded with exceptional bravery to these attacks. People like Sandra Samuel should represent an enduring hope for a better future - one where the better angels of our human nature will ultimately prevail in the battle against global terrorism.\n(C) 2008 Brown Daily Herald via UWIRE\n\nLoad-Date: December 4, 2008"
}