{
    "title": "Editorial_ Who's watching these guys_",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 2,
    "day": 2,
    "full text": "The case of an American-born jihadist raises disturbing questions about why terrorism suspects are allowed to purchase guns in the United States.\nAbdulhakim Muhammad of Memphis freely admits that he shot a U.S. soldier to death and wounded another last summer at an Army recruiting center in Arkansas. He opened fire on the soldiers because, he said, the U.S. military is waging war against innocent Muslims around the world.\nAt the time of his arrest, Muhammad was armed with two pistols, a military-style assault rifle, and hundreds of rounds of ammunition. He allegedly told police he intended to kill as many Army personnel as possible.\nInvestigators learned that Muhammad, a recent convert to Islam, had searched on Google Maps for possible sites in Philadelphia to carry out his attack. He considered Jewish institutions and a day-care center.\nSeveral months before the shooting, Muhammad had come to the attention of federal authorities. The FBI's Joint Terrorist Task Force had been investigating Muhammad since he returned to the United States from a trip to Yemen in 2008. \nRadical Muslims in Yemen are believed to have given support or encouragement to the so-called underwear bomber, who tried to destroy a U.S. airliner on Christmas Day, and to the suspect in the shooting deaths of 13 people last November at Fort Hood, Texas. Muhammad has since claimed affiliation with a branch of al-Qaeda based in Yemen.\nIt's not clear whether Muhammad was on the FBI's Terrorist Watch List, which contains information about individuals suspected of planning or engaging in terrorist activities. But even if Muhammad's name had been on the list, it wouldn't necessarily have prevented him from purchasing guns and ammo legally.\nCurrent federal law does not prohibit people who are on the Terrorist Watch List from purchasing firearms or explosives.\nThe Congressional Research Service found that from February 2004 to February 2009, 963 people on the Watch List tried to buy guns from licensed dealers. Of those, 865 individuals were allowed to buy firearms because background checks revealed \"no prohibiting information.\"\nSen. Frank Lautenberg (D., N.J.) has introduced legislation that would close this obvious loophole. The measure would enable the U.S. attorney general to deny the sale of firearms or explosives if there's reason to believe they may be used for terrorism.\nThis legislation should be a slam dunk. With a rise in the number of U.S.-born terrorist wannabes, federal authorities need this tool to help prevent more potential attacks.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: February 2, 2010"
}