{
    "title": "EDITORIAL_ Boston bombing's aftershocks will continue",
    "publisher": "the capital ",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "April 21--THE SUPPOSED ANCIENT CHINESE CURSE -- actually a modern American expression -- is upon us: We are living in interesting times.\nIt's a time when, if officials are correct, two young brothers taken into this country as refugees from a poor and war-torn part of the world can decide to stage a bloodbath at the Boston Marathon, one of the premier athletic events of their adopted home. And one in which the subsequent manhunt -- which ended with one brother dead, the other captured -- virtually shut down a great American city for an entire day.\nTamerlan and Dzhokhar Tsarnaev don't fit the stereotype of foreign terrorists venturing into this country solely to commit mayhem. The two ethnic Chechens had both been here for 11 years. Tamerlan, who died in a shootout with police, was a Golden Gloves boxer, was married and had a 3-year-old daughter. His younger brother Dzhokhar was a 19-year-old university student, and had become an American citizen last Sept. 11, of all days.\nProsecutors and pundits alike will be dissecting the brothers' motives for a long time. The Chechen nationalist cause has spawned gory terrorist atrocities against Russians, but has no particular grievances against America. Fanatical Islamic militancy seems a likelier incitement -- as it was for the would-be Times Square bomber, a financial analyst and naturalized citizen who had been in the U.S. for 13 years.\nWhy would such people sign over their minds to a medieval perversion of Islam? An uncle of the Tsarnaev brothers was probably harsh but fair when he labeled his nephews \"losers.\" But lest we get smug about the vulnerability of certain religions and ethnic groups to fanaticism, it should be remembered that an all-American loser named Timothy McVeigh bombed a federal building in Oklahoma City, the second-bloodiest act of terrorism on American soil.\nThe swift identification of the Tsarnaevs was another demonstration of our interesting times. Being anonymous in the lonely crowd is one of those quaint 20th-century notions. Our public places are honeycombed with cameras, many of them ones we voluntarily tote around in our cellphones and smartphones. The flood of visual information was brilliantly used by the FBI to pinpoint the bombing suspects -- and irresponsibly used by the website Reddit for an online suspect hunt that turned up useful information but also made life hellish for innocent people.\nLast week's bombing, and the continuing threat of terrorism it represents, will mean more security checks at public events of any type -- and more cameras. This may make us safer, but it's not an appetizing long-range prospect.\nIf anything about this terrible week provides grounds for optimism, it's the superb work of the authorities in identifying the suspects so quickly, and of the local police in hunting them down, and capturing one of them alive, during a long and harrowing day. We may not be able to prevent terrorism, but we are not defenseless.\n___ (c)2013 The Capital (Annapolis, Md.) Visit The Capital (Annapolis, Md.) at www.hometownannapolis.com Distributed by MCT Information Services\n\nLoad-Date: April 22, 2013"
}