{
    "title": "Editor Takes on President",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 12,
    "day": 28,
    "full text": "ONCE Vrye Weekblad broke the story of the death squads, it soon became the major preoccupation of every daily newspaper in the country.\nAllegations of shadowy hit squads had been around for years. But, with harsh laws making it an offense to publish untested allegations about police conduct, no South African newspaper had seriously tackled the issue.\nPresident Frederik De Klerk - under intense internal and international pressure - raised expectations of a judicial commission by denouncing illegal actions and promising to probe the claims ''to the core.''\nWhen he merely announced a police investigation into the claims and promised prosecutions would follow, news media interest fell off sharply. The decision was widely condemned by human rights lawyers and civil rights groups as his first ''major blunder.''\nIn a style that has become his hallmark, Max Du Preez, the editor, responded by publishing an open letter to Mr. De Klerk, acknowledging that, initially, his reforms had persuaded Weekblad to refrain from attacking him.\n''I even began thinking - against my instincts - that with people like F.W. de Klerk and Nelson Mandela (the jailed African National Congress leader) we could start believing in peace and freedom in our lifetime,'' wrote Du Preez, adding that his hopes had been misplaced.\n''This decision will hound you to the day you die,'' he said. ''Yours was not the decision of a statesman or a responsible leader because it was a decision aimed at covering up murder and state-supported terrorism.'' He said that by failing to appoint an independent inquiry, De Klerk had failed his first major challenge.\nDe Klerk insists that a judicial commission would have been cumbersome and taken years to report. But his critics claim that he bowed to police pressure not to probe too far lest political heads should roll.\n''State terrorism is not a matter of tactic or strategy,'' Du Preez said. ''It cuts at the being of our nation. It is a blot on all of us.''\n''You do not deserve to be President of South Africa,'' he concluded."
}