{
    "title": "EDITORIAL_ Terrorism remains alive and well",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 20,
    "full text": "Dec. 20--As if the world needs a reminder that terrorism is alive and well, look no further than what happened Monday in Berlin, Germany.\nA semi-truck was driven into a crowded marketplace, killing as many as 12 people and injuring another 50. Some early reports say the attack had been ordered by ISIS, which had threatened terrorist acts against the West during the holiday season.\nPolice said they believe a person hijacked the truck, shooting and killing the driver, before carrying out the terrorist act which killed and injured a number of children.\nGerman Chancellor Angela Merkel spoke about the attack, saying: \"I know that it ís particularly hard to bear for all of us. ... Millions of people have been asking: How can we live with it that at a Christmas market -- a place of joy -- a killer brings death to so many people? I have no simple answer to this question. This act will be punished as severely as our laws allow. We have to assume, according to the latest news, that this was a terrorist attack.\"\nThen, earlier Monday in Turkey, a Russian ambassador was assassinated by a man who was a member of the Turkey anti-riot police force.\nFootage showed him chanting: \"Do not forget Aleppo! Do not forget Syria!\" He also shouted \"Allahu akbar,\" the Arabic phrase for \"God is great\" and continued in Arabic: \"We are the descendants of those who supported the Prophet Muhammad, for jihad.\"\nThe assassin, Mevlut Mert Altintas, was moments later shot and killed.\nA Russian spokesperson said, \"This tragedy makes all of us more determined to fight terrorism.\"\nIndeed, terrorism again has reared its ugly head. Monday was another bloody reminder that the world's fight against it must continue.\n___ (c)2016 the Midland Daily News (Midland, Mich.) Visit the Midland Daily News (Midland, Mich.) at www.ourmidland.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: December 21, 2016"
}