{
    "title": "EDITORIAL_ Terrorism won't win this marathon",
    "publisher": "daily inter lake",
    "year": 2013,
    "month": 4,
    "day": 17,
    "full text": "April 17--Since Sept. 11, 2001, it has always been well understood that there would always be a \"next\" terrorist attack -- that America is a target for all kinds of extremists -- and that hatred cannot be stamped out.\nThere have been several failed attempts and several successful attacks since 2001, including some which had greater loss of life than Monday's attack at the Boston Marathon. But it is safe to say that the murder of an 8-year-old Boston boy, a 29-year-old Massachusetts woman and a Chinese graduate student along with the maiming of dozens of bystanders at a legendary sporting event, has brought terrorism home for millions of Americans who may have grown complacent about the threats which exist every day in every city in our great country.\nNo, we should not panic. Nor should we try to pretend that such dangers do not exist. This is the world we live in now -- a world where innocence collides with villainy on a daily basis -- and just as we have had to get used to increased security measures at airports and elsewhere, we probably will see additional restrictions applied in the wake of the Boston bombing.\nThis is to be expected, and may well save lives, but we have to hope that Americans will also continue to jealously guard their liberties -- that very freedom which irritates so many around the world so much that they sacrifice their honor and decency in order to punish us for ours.\nAt this point, no one even knows who committed the evil actions in Boston, but that doesn't matter. We know there are evil people, and we have to be willing to confront them, whoever they may be. Justice must be done, both in the courts and outside them, too, if necessary.\nBut we must also honor the many brave people who responded to this attack with strength and dignity -- those who rushed to comfort the victims in the first minutes after the attack; those who have worked with little sleep in the ensuing days to care for the hospitalized, the grieving, the shaken; and those from the emergency services and law enforcement who put themselves on the line every day to protect us.\nFinally, let the whole world be sure that our resolve will not be tested by this or any other attack on our people. We must stand as one, and continue to cherish and defend our proud traditions -- the seeds of liberty which were planted in colonial Boston, watered with patriots' blood, and which live on today in the aspirations of all Americans for a better world.\nEditorials represent the majority opinion of the Daily Inter Lake's editorial board.\n___ (c)2013 the Daily Inter Lake (Kalispell, Mont.) Visit the Daily Inter Lake (Kalispell, Mont.) at www.dailyinterlake.com Distributed by MCT Information Services\n\nLoad-Date: April 18, 2013"
}