{
    "title": "Editorial_ After Boston, dealing and not dealing with random acts of violence",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 4,
    "day": 17,
    "full text": "As if the nation needed another reminder that terror comes in many packages, the horror near the finish line of Monday's Boston Marathon provided it.\nBoston's pressure-cooker bombs join Oklahoma City's truck bomb join Atlanta's pipe bombs in a rucksack join London's backpack suicide bombs join abortion clinic fire-bombs, join hijacked airliners flown into buildings join car bombs and roadside bombs and the awful litany goes on.\nThere are as many ways to improvise an explosive device as there are terrorists and causes to improvise them - Islamic Jihadists, Christianist avengers, Klan night riders, animal-rights zealots and eco-zealots ad infinitum.\nPresident Barack Obama said Tuesday that \"given what we now know about what took place, the FBI is investigating it as an act of terrorism. Any time bombs are used to target innocent civilians, it is an act of terror.\"\nTechnically, that last sentence is not correct. Under U.S. law, a violent act ascends to terrorism when it has a political purpose, when it is used \"against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof, in furtherance of political or social objectives.\"\nThe president may know, but so far the public does not, whether the Boston bomber was in fact a terrorist. He might have been one of those all-too-common lunatics, only with explosives instead of semi-automatic weapons. It's not likely, but the bomber's goals might not have been political or social, just merely assuaging personal demons.\nWhat we do know is that over the last five years, the odds of an American being victimized by someone with a gun are 400 times higher than his odds of dying in a terrorist attack, even if you include terrorist attacks overseas.\nAt last count, three people, including an 8-year-old boy, had died in the Boston horror. Twenty-six people, including 20 6-year-olds, died in the Newtown, Conn., shootings in December. A dozen people were killed and 58 wounded in the Aurora, Colo., shootings last July. We could go on.\nIt does not diminish the horror of the Boston massacre to say that guns are a far bigger threat to Americans than terrorists, a threat that often is just as random. Judging by the political response, the nation has become almost inured to horrific gun attacks. A pressure-cooker bomb has the advantage of novelty.\nGuns are something the nation could do something about, just as it has tightened security against terrorism.\nThe nation has chosen to ignore the larger threat. As the marathoners headed to the finish line on Monday, the U.S. Senate was all bollixed up in its latest ineffectual efforts to put minimal reasonable controls on gun violence. Sixty votes are needed to close debate and vote to require background checks on guns sold at gun shows. Those 60 votes are not there yet, and even if they show up, the bill will have slim chance of passing in the U.S. House.\nSo if you see a politician wringing his hands over Boston, ask him how he's voted on death by nut with a gun, or death by angry spouse with a gun or death by accidental shooting.\nThere's a common factor in the gun debate and the investigation into the horror in Boston. The common factor is the National Rifle Association.\nThe NRA has done everything in its power to neuter the Bureau of Alcohol, Tobacco and Firearms. As the ATF and FBI explosives experts investigate the bombs, it would be helpful if they could identify the source of the explosive materials. In 1996, an effort was made to require the use of \"taggants\" - chemical trace elements specific to manufacturers - in U.S.-made explosives.\nThe NRA and the explosives industry fought it off, arguing that taggants weren't particularly useful. Moreover, they said, when used in some kinds of explosives, particularly black powder used by reloading hobbyists, taggants can make the substance unstable. A 1998 study by the National Research Council agreed with those assertions. Technology has advanced in the last 15 years. Some future Congress, not cowed by the NRA, should revisit the subject.\nIn the end, like any terrorist operation, the marathon bombing is cowardice made manifest. It frightens by its very randomness. A beautiful day, a festive city and life or death is decided by where you stand to watch a race.\nIt is a fact of life, and a fact of death, in places like Baghdad, Kabul and Tel Aviv, London and Madrid and Moscow. At some level, Americans think they are immune. It is no comfort to be reminded that we aren't, and in an open society, never will be.\nNor, however, are we immune from random gun violence, a far bigger problem and a threat that could at least be mitigated. Something has gone very wrong, and not just in Boston.\n\nGraphic\n\n \n Photo by AP Flowers sit at a police barrier near the finish line of the Boston Marathon on Tuesday. \n\nLoad-Date: April 17, 2013"
}