{
    "title": "EDITORIAL_ Terrorists are US ally against terror",
    "publisher": "the decatur daily ",
    "year": 2009,
    "month": 10,
    "day": 20,
    "full text": "Oct. 20--America's best ally against terrorism may be the terrorists themselves.\nSince 9/11, Pakistan has been at best a weak ally, and often an impediment to U.S. efforts to battle al-Qaida and its protector, the Taliban. Terrorists roamed free in the mountains between Afghanistan and Pakistan, and American efforts to pursue the enemy generated Pakistani complaints. Pakistan did not want us crossing the border, but it had little desire to confront the terrorists on its own soil.\nIran has been even worse, routinely sponsoring terrorist attacks in Iraq and elsewhere. The Shiite government acted with near impunity as it funded violence and insurgency in the region.\nRecently, though, something far more painful than U.S. rhetoric has forced the countries to confront the terrorist threat.\nThe Taliban has escalated terrorist attacks in Pakistan, and the attacks are more calculated than in the past. The obvious goal is to destabilize Pakistan. The radical Sunnis are not content to make a public statement to the nuclear power; they want to overthrow the existing government.\nSunday, even Iran discovered the bitter taste of its own medicine. A suicide bomber killed five senior commanders of the Revolutionary Guard near Iran's border with Pakistan.\nThe United States has been consistent and emphatic that it has no animosity toward Muslims, and no desire to side with one sect or another within the religion. What we want is an end to the organized terrorism that maims and kills to make a political statement.\nWhat U.S. pressure did not accomplish, self-interest may. Finding themselves as the target, neither Iran nor Pakistan can ignore the terrorist threat.\nTo see more of The Decatur Daily, or to subscribe to the newspaper, go to http://www.decaturdaily.com Copyright (c) 2009, The Decatur Daily, Ala. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: October 20, 2009"
}