{
    "title": "EDITORIAL_ Think about the impact before making new laws",
    "publisher": "albert lea tribune ",
    "year": 2013,
    "month": 4,
    "day": 30,
    "full text": "April 30--Recognizing that panic leads to bad decisions, it is sometimes said that the first thing to do when confronted with a crisis is nothing. It is good advice, and in training situations it is commonly encapsulated in catchier phrases, such as, \"Before you do anything, wind your watch.\"\nIn the wake of this month's Boston Marathon terror bombing, it's a good time to remember those words.\nOver the past week, there has been no shortage of carping about how it happened that two young men were allowed to conceive and implement the deadly marathon bombing.\nThere were undoubtedly opportunities to keep closer tabs on the duo; if our country were a place where being mildly suspicious was grounds for extensive government surveillance, they probably would have been closely watched.\nTrouble is, the same could he said about many thousands of Americans whose backgrounds or lifestyles are unusual or mildly suspicious. And there have been suggestions that the captive suspect be treated as an \"enemy combatant,\" rather than given his full rights as an American citizen.\nThe concern is that a traumatized nation, coupled with politicians who are always ready to grandstand, will result in another round of post-9/11-type transgressions on the Constitution.\nThere are no constitutional grounds for treating any domestic criminal -- no matter how heinous the crime -- as an \"enemy combatant.\" There are no constitutional grounds for probing and monitoring the lives of people who are slightly likely to do something bad; doing so simply weakens the already dented rights against government intrusion that every American is supposed to enjoy.\nAnd most important, any knee-jerk response to terrorism is a win for terrorists whose actions would thereby be magnified to touch the lives of every American.\nThe days when it was possible to wind a watch are far in the past. The idea of pausing, of not making rash changes in the heat of a crisis is, however, timeless.\nLet's all -- every legislator, every official, every American -- pause to reflect before reacting in panic to this latest round of terrorism.\n___ (c)2013 the Albert Lea Tribune (Albert Lea, Minn.) Visit the Albert Lea Tribune (Albert Lea, Minn.) at www.albertleatribune.com Distributed by MCT Information Services\n\nLoad-Date: April 30, 2013"
}