{
    "title": "Editorial_ Syrian refugees should not be feared following Paris attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 15,
    "full text": "As Syrian refugees flee their war-torn communities, the ripples of terrorism abroad slams the exit door in their faces.\nOn Friday, Islamic State terrorists attacked public spaces in Paris, killing at least 129 people. On Saturday, French officials determined that one of the attackers had been carrying a Syrian passport. Already, European countries have started to recoil by closing their borders to Syrian refugees.\nAn agreement that the European Union reached to distribute 160,000 refugees among all the member states is now fraying at the ends.\nAt a time of increasingly global terrorism threats, Western countries should not turn their back on refugees who need their assistance - we should unite, not disband, in response to extremism.\nWe cannot let the fear of terrorism dictate our response to Syrian refugees. Ignoring their plight does not keep us safe - it only fuels the passionate radicalism at the root of terrorists' misguided outrage.\nTerrorism happens when individuals feel ostracized from a group, or nation. This feeling of ostracization causes individuals to seek acceptance from other groups and makes them more susceptible to influences from terrorist organizations.\nThe Security Service, or MI5, which is responsible for protecting the United Kingdom against threats to national security, conducted an analysis on radicalization. The analysis determined that the experience of migrating to Britain and facing marginalization and racism were key vulnerabilities for adopting extremist ideology, according to findings detailed by The Guardian.\nResponding to the Paris attacks with backlash against Syrian refugees wrongly punishes victims for their perpetrator's acts.\nThat's not to say that countries should overlook the safety of their citizens to accept Syrian refugees. In response to the Paris attacks, European countries have strengthened the screening process at their borders. This heightened scrutiny doesn't have to cease.\nScreening refugees prevents those that make it past the border from facing stigmatization from the country's residents. To dispel stigma against Syrian refugees, citizens must have faith in the screening process and understand its intricacies.\nAs Western countries work to strengthen their screening processes, they should maintain transparency by publicizing the process they ultimately adopt. They should also work to make sure that the system is efficient - addressing concerns, but not aimlessly constricting refugee access.\nThey need to address the public's fear of Syrian refugees, but they shouldn't adopt it themselves.\nIn a time of vulnerability, Syrian refugees need acceptance, not reproach.\n\nLoad-Date: November 16, 2015"
}