{
    "title": "Editorial_ Judgment call",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 7,
    "day": 20,
    "full text": "A federal judge's ruling last week paving the way for prosecution of a suspected al-Qaeda operative makes it clearer than ever that the right road leading out of Guantanamo Bay, Cuba, for the United States runs through the federal court system.\nThat's the best means to repair damage to U.S. prestige as a result of detaining terrorism suspects for years without charge and under harsh conditions.\nU.S. District Judge Lewis A. Kaplan in New York bolstered this strategy by ruling that, despite his years-long detention, there was no reason Ahmed Khalfan Ghailani could not be tried on charges he aided the 1998 U.S. embassy murders in Kenya and Tanzania.\nGhailani contended that he was denied a right to a speedy trial by virtue of his detention - first, at a secret overseas CIA jail; then, at Guantanamo since 2006. But Kaplan determined that the alleged bodyguard and document forger for Osama bin Laden could still mount a defense, despite the delay in bringing him to trial. \nKaplan's ruling is important because Ghailani is the first Guantanamo detainee moved into the civilian court system. For President Obama and Attorney General Eric H. Holder Jr., success in staging this prosecution should demonstrate that more detainees could and should be tried in federal court without impacting the cases or U.S. security.\nThe ruling certainly validates the president's decision to bring the 9/11 architect, Khalid Sheikh Mohammed, and others to trial.\nThe federal courts are far preferable to any brand of justice that might be dispensed with due-process shortcuts by military tribunals devised by Congress and the administration of then-President George W. Bush. As a nation of laws, the United States must honorably close out the chapter of lengthy detentions of terrorism suspects at Guantanamo and elsewhere. \nWith the official policy goal of the Obama administration being to close the detention center, officials have to choose how to resolve cases against dozens of remaining detainees. Should they be subject to continued detention, trial, or deportation without facing charges?\nOpen-ended detention should be the last resort for a democracy. So the more terrorism suspects can be brought to justice standing before a federal judge, the better. \n\nLoad-Date: July 20, 2010"
}