{
    "title": "Editorial_ Oregon standoff raises specter of domestic terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 1,
    "day": 8,
    "full text": "When armed activists took over a wildlife refuge headquarters in Oregon and warned that they would fight back if law enforcement tried to remove them, they ceased being self-described \"patriots.\" They unequivocally became armed outlaws. And their action raises the question of what constitutes domestic terrorism.\nThey embody a dangerous rise in far-right extremism toward which America must no longer turn a blind eye merely because it is politically convenient in some circles.\nOstensibly the situation in Oregon began with the scheduled incarceration of Oregon ranchers Dwight Hammond and his son, Steve Hammond. The two were convicted of arson for twice setting fire to federal lands a decade ago. They served an initial sentence of a few months, but under appeal and a federal mandatory minimum, the courts ordered them back to prison.\nTo their credit, the Hammonds arrived at the prison gates on Monday without fuss. They paid their fines, will do their time and want nothing to do with the armed protesters who had glommed onto their case.\nThe protesters haven't been so easily dissuaded. The Hammonds became an excuse to preach their tired, warped and discredited anti-federalist interpretation of the Constitution. They set out to occupy an abandoned building at the Malheur National Wildlife Refuge and demanded that the federal government give federal land to local residents.\nThe Bureau of Land Management, U.S. Forest Service and other federal agencies own large swaths of land in the West, including more than half of the state of Oregon. As awareness of the nation's collective environmental stewardship obligations grew during recent decades, managers have curtailed some private uses of those lands, particularly ranching, farming and logging. Couple that with the fact that rural counties cannot charge property taxes on federally owned property, and local opposition begins to make some sense.\nBut it still doesn't come close to justifying outlaw vigilantism.\nSuch opposition is not universal in the West, of course. Progressives in Portland tend to like upholding the nation's environmental duty to future generations and being able to visit unspoiled wilderness on the weekend. Some have been known to camp out in trees to keep them from being chopped down. Portland is as far from the Malheur wildlife refuge as St. Louis is from Kansas City. The difference is that there are mountains and desert in the way and no interstate highway. A deep cultural chasm exists between Portlandia and Harney County.\nThe White House this week declared the Malheur occupation a \"local law enforcement matter,\" and the FBI only became involved belatedly, still leaving most of the heavy lifting to the local sheriff and Oregon State Police. No offense to Oregon law enforcement, which we assume is as capable as any in the country, but when armed militants take over a federal facility, that's much more than a local incident.\nIf these protesters were olive-skinned Muslims in traditional headgear instead of white Mormons and Christians in Stetsons and baseball caps, the political reaction would be very different. Republican presidential candidates would be beside themselves with outrage that President Barack Obama refuses to use the phrase \"radical Islamic terrorists\" to describe them. They would demand quick action to end a terrorist incident.\nIt's tempting to demand the same for these radicals, but down that road lie blood and martyrs. The mistake is not that officials are taking a cautious approach to these outlaws, but that the exercise of restraint is so clearly inconsistent with the way federal and local police handle other cases where firearms are deployed for unlawful purposes.\nIn 2009, soon after Obama took office, the Homeland Security Department issued a report warning about the danger of domestic terrorism from far-right, often-racist, anti-government groups. Conservative commentators and lawmakers howled. They demanded the report be retracted, claiming the Obama administration was demonizing conservative values and speech. The administration caved.\nIn the years since, that report has proven prescient, even as it was ignored. Two of the militant leaders in Oregon, Ammon and Ryan Bundy, are sons of Cliven Bundy, whose own fight over federal lands nearly ended in violent confrontation in 2014.\nAmmon Bundy's opposition to federal tyranny is fairly selective. In 2010, he took out a $530,000 Small Business Administration loan that taxpayers are subsidizing. How is that not hypocritical?\nElsewhere, the shooter at a black church in Charleston, S.C., last year fit the radical right profile. So did the shooters of two police officers in Las Vegas who left a \"Don't Tread on Me\" flag.\nThese venomous beliefs that strike at the heart of our country's ideals must not be tolerated, but they can be fought short of outright confrontation.\nThere are no hostages facing danger in Oregon. Better to isolate the occupiers and wait them out for now. Better that than spark another Ruby Ridge or Waco.\nIn the meantime, the president, political leaders and others must condemn this radical vigilantism. Armed occupation of public property is not how you dissent in a democracy. If you don't like what the government does, lobby for change or run for office. Public leaders from across the political spectrum must leave no doubt that these are outlaws. Just because you have a gun and a self-righteous beef does not mean the law doesn't apply to you.\nAnd when these armed radicals do run out of food or get too cold, arrest them and charge them. Give them the fair trial they deserve. Even civil disobedience - a stretch in this case - has consequences. If they are permitted simply to go home, it would embolden others to take up arms.\nAt what point does the line disappear between civil disobedience and domestic terrorism? We don't know for sure, but it's probably somewhere between an itchy trigger finger and the end of a gun barrel.\n(This editorial was commissioned from freelance editorialists and edited by the Post-Dispatch editorial board.)\n\nNotes\n\n   EDITORIAL: IN OREGON, SPECTER OF DOMESTIC TERRORISM. \n\nGraphic\n\n \n Ammon Bundy, one of the sons of Nevada rancher Cliven Bundy, speaks during an interview at Malheur National Wildlife Refuge, Tuesday, Jan. 5, 2016, near Burns, Ore. Law enforcement had yet to take any action Tuesday against a group numbering close to two dozen, led by Bundy and his brother, who are upset over federal land policy. (AP Photo/Rick Bowmer) \n\nLoad-Date: January 12, 2016"
}