{
    "title": "Editorial_ Ripe for recruitment",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 3,
    "day": 16,
    "full text": "It's tempting to dismiss the alleged threat posed by \"Jihad Jane,\" a.k.a. Colleen LaRose of Pennsburg, who is charged by the FBI with plotting terrorist activities.\nThe 46-year-old blonde woman doesn't seem to fit the profile of a terrorism suspect. She married at 16, dropped out of school, divorced, talked to her cats, posted photos of herself online drinking beer, and flirted with acquaintances on the Internet.\nNot even her boyfriend of five years thought her capable of joining a network of Islamic extremists. He said she \"wasn't no rocket scientist.\"\nBut authorities say a rocky lifestyle leaves some people vulnerable to recruitment by extremists on the Internet. They say LaRose stole her boyfriend's passport, solicited funds, and traveled to Europe in an alleged plot to kill a Swedish artist who offended some Muslims by drawing the prophet Mohammed with the body of a dog.\nThe Internet is a vast battleground in the war on terrorism; law enforcement doesn't have the resources to keep track of all of the potential threats. And a vigilant network of online tipsters deserves credit for monitoring people like LaRose, and in some cases turning them in. \nThis online community has become the \"eyes and ears\" for the FBI. Bloggers can be a vital part of the effort to thwart terrorist plots.\nFor example, anonymous bloggers at the \"JawaReport\" site monitored LaRose for at least two years. With bloggers at another blog called \"YouTube Smackdown,\" they reported her to Internet account managers when LaRose posted inflammatory video clips.\nFor most of that time, bloggers considered LaRose amusing and inept. But at some point, she allegedly crossed the line to merit the FBI's attention.\nEven more disconcerting is the case of Sharif Mobley, 26, a native of Buena in South Jersey who was arrested in Yemen during a terrorism raid on a branch of al-Qaeda. He allegedly shot to death a security guard at a hospital.\nMobley reportedly had ties to Muslim cleric Anwar al-Awlaki, who also was in contact with Nidal Hasan, accused of killing 13 people at Fort Hood, Texas, last year.\nBefore he traveled to Yemen, Mobley worked at six U.S. nuclear power plants in New Jersey, Pennsylvania, and Maryland. The Nuclear Regulatory Commission is investigating how much access he had at those facilities. That probe must ascertain when Mobley allegedly began his terrorist associations, and whether background checks and monitoring of future and existing employees are thorough enough.\nThe case against LaRose illustrates how difficult it is for authorities to separate idle rants on the Internet from serious threats. If someone of her background can become radicalized in sleepy, suburban Pennsburg, the threat can come from anywhere. And bloggers have become an important early-warning system.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: March 16, 2010"
}