{
    "title": "EDITORIAL_ Wal-Mart terrorists_ Really now",
    "publisher": "the bemidji pioneer ",
    "year": 2010,
    "month": 12,
    "day": 10,
    "full text": "Dec. 10--\"Attention, Wal-Mart shoppers. Attention, Wal-Mart shoppers. There is a terrorist in Aisle 4.\"\nAs ridiculous as it may sound, that's the direction we're going with our national security. Just when you think the government has gone far enough with groping \"junk\" in airport security lines, now the U.S. Department of Homeland Security is asking Wal-Mart, the nation's largest retailer, to serve as the front line for stopping domestic terrorism.\nRecently, Homeland Security Secretary Janet Napolintano announced a partnership with Wal-Mart to have the retailer in its 600 U.S. stores play videos at checkout lines of Napolintano instructing shoppers that homeland security begins with hometown security.\n\"If you see something suspicious in the parking lot or in the store, say something immediately,\" she instructs. \"Report suspicious activity to your local police or sheriff. If you need help, ask a Wal-Mart manager for assistance.\"\nReally, we see somebody in the Wal-Mart parking lot who looks Arab-like and so must be suspicious, and we're supposed to ask a Wal-Mart manager to do something about it?\nThe Rutherford Institute, which promotes constitutional rights, argues that \"whether it's intentional or not, this kind of program will sow seeds of fear, paranoia and distrust, and in the process, keep us divided and powerless.\" This sort of spying on our neighbors can only bring about a police state by our own doing. Who is to say what one does on his or her own property is suspicious?\nAnd who is to say \"terrorism\" can only strike in Wal-Mart parking lots. Why not Target or Kmart? Or why do we have to be on the watch at all?\nIt's only good citizenship to report if a stranger is breaking into a neighbor's home in the middle of the night or if one spots a meth lab in the back of a van in a large retail parking lot. It shouldn't have to be a part of a Homeland Security terrorist sweep.\nThe government is good at coming up with harebrained ideas, and this is one of them.\nSo, next time you've got nothing to do on a Saturday afternoon, you could always hang out at the Wal-Mart parking lot and look for terrorists. If you find one, let the manager know.\nTo see more of The Bemidji Pioneer, or to subscribe to the newspaper, go to http://www.bemidjipioneer.com. Copyright (c) 2010, The Bemidji Pioneer, Minn. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: December 11, 2010"
}