{
    "title": "EDITORIAL_ Too much privacy sacrificed",
    "publisher": "messenger-inquirer ",
    "year": 2013,
    "month": 8,
    "day": 16,
    "full text": "Aug. 16--Congressman Brett Guthrie's recent defense of the National Security Agency's ability to collect domestic telephone data continues to raise questions on how much privacy U.S. citizens are really sacrificing.\nToo much, if you ask us.\nGuthrie voted against a House amendment that would've removed the NSA's controversial surveillance powers. The justification for the NSA's snooping is to thwart the threat of terrorism, which has been heightened since the 9/11 attacks.\n\"If it was unreasonable search and seizure, I'd vote to end it tomorrow,\" Guthrie said last week during a town hall meeting in Hancock County.\nBut the issue of privacy isn't just about the trade-off in order to enhance national security.\nAs a country, we have a privacy problem in general, whether it's involuntary as we've seen with overreaching government agencies or voluntary as we've seen with the arrival of social media.\nFacebook and Twitter, for example, are very public but oftentimes treated as no one is watching what words or pictures are being posted. Information we would never divulge in live conversations has suddenly become overly transparent on social media.\nAnd then there are the retail stores that take our personal information without our knowledge.\nAccording to the Associated Press, stores such as Best Buy, J.C. Penney, Home Depot and Bath and Body Works track shoppers by garnering information from driver's licenses every time a product is returned -- supposedly to reduce fraud.\nThat information is used to create \"return profiles\" and outsourced to a third party's database.\nCompanies such as Best Buy disclose on their receipts and signage about its return policy, but not all retailers reveal their tracking system.\nAlthough retailers claim the third-party companies do not share customer data, there's still no way to know who really has access to the information.\nWhether it's the NSA or retail stores, they all have their \"reasons\" for intruding in our lives.\nTechnology advances have no doubt made gaining access to private information easier and more prevalent.\nWe give lip service to how much we value our privacy as Americans. But at the same time, we're making many more sacrifices than we realize in deterring terrorism, returning merchandise to retail stores and posting on social media.\nWhen it comes to surrendering our privacy, we've proven in many ways that we have a high tolerance level for it.\nBut if we treasure our privacy as much as we say, we need to stop decreasing its value.\n___ (c)2013 Messenger-Inquirer (Owensboro, Ky.) Visit the Messenger-Inquirer (Owensboro, Ky.) at www.messenger-inquirer.com Distributed by MCT Information Services\n\nLoad-Date: August 17, 2013"
}