{
    "title": "Editor shares media's perspective of terrorism at U. New Mexico",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 19,
    "full text": "The politics of terrorism rely on shock, said Steve Coll, managing editor of the Washington Post.\n\"It is meant to produce a visceral and gut reaction,\" he said. \"The politics of terror isn't of the head or the heart, but of the stomach.\"\nColl spoke to a full room in the SUB Thursday night as part of a weeklong international symposium and discussion series on terror and human rights.\nHe addressed the politics of terrorism and said terrorism is politics by spectacular means.\n\"I like listening to people like him, because they not only know about politics, but also about how the media works,\" attendee Desi Brown said.\nColl thanked the audience for the invitation and joked with them.\n\"I love any reason to get out of Washington,\" he said.\nHe included Osama bin Laden and the American peoples' decision to re-elect President Bush in his speech.\nColl also discussed the results of the presidential election by telling a story about pollster John Zogby.\nHe said in the 2000 presidential race between Bush and former Vice President Al Gore, Zogby asked Americans: If the race for president was in the land of Oz, would you vote for the Tin Man, who's all brains and no heart, or the Scarecrow, who's all heart and no brains?\n\"The American people came back with a perfect tie -- 36.2 percent,\" he said.\nIn President Clinton's administration, Cole discussed the dilemma Clinton faced when CIA agents tracked Osama bin Laden on a hunting trip in 1999.\nBecause the impeachment vote was just days away, Coll said Clinton feared the reaction of killing bin Laden from a Republican-controlled House.\n\"He might have been accused of attempting to create a distraction,\" Coll said. \"I'm not forming an argument to say who's right or who's wrong, but to prove that politics of terrorism didn't begin on 9-11.\"\nColl said those who know bin Laden know he \"likes to sit around and talk.\"\nBin Laden has positioned himself as someone with something important to say and as an advocate of a specific type of jihad, Coll said.\n\"He wants to expel all foreigners from the Middle East,\" he said.\nColl said bin Laden sees the United States as the enemy because of the government's support for Israel and the Saudi royal family.\n\"Bin Laden sees the death of Americans as religiously sanctioned,\" Coll said. \"His aim is to shock the United States into withdrawing support from Mid-East governments like Saudi Arabia and Egypt.\"\nUniversity of New Mexico student Lori Johnson said she learned a lot from the lecture.\n\"He made a lot of sense and was balanced,\" she said. \"Normally these types of events don't interest me, but it's good to hear more about such an important subject like terrorism.\"\nThe symposium's final event will take place today in the SUB at noon. UNM political science Professor Neil Mitchell will discuss his book, Agents of Atrocity.\n(C) 2003 Daily Lobo via U-WIRE\n\nLoad-Date: November 19, 2004"
}