{
    "title": "Editorial_ War-Crimes Tribunal Injustice, for all to see",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 7,
    "day": 28,
    "full text": "Since when has a trial in an American courtroom opened with the prosecutor voluntarily screening a video of the accused, bound, hooded and being grilled by armed and masked government agents? \nWhat happened last week at Guantanamo Bay, Cuba, in the Bush administration's first terrorism war-crimes tribunal, though, bears only a passing likeness to the American system of justice.  \nThat may prove to be the one redeeming aspect of this proceeding. By exposing the justice-lite procedures implemented to try the Guantanamo detainees, this first tribunal and others to follow could lead the next White House and Congress to order a fundamental shift in the nation's antiterror campaign.  \nThe direction of that shift? Back toward the rule of law. How novel. \nRight now, military tribunals conceived by Bush officials can consider hearsay evidence, as well as information gleaned through interrogations that amount to torture. Terrorism suspects like Salim Ahmed Hamdan - the Yemeni on trial after admitting to working as Osama bin Laden's driver - don't even enjoy a basic right against self-incrimination.  \nThat does this nation no honor. \nThis trial is entering its second week even though the entire legal underpinnings of these tribunals have been called into question by the U.S. Supreme Court. Since the high court in June granted the Guantanamo detainees the right to challenge their open-ended jailing before federal judges, it makes little sense to hold Hamdan's trial. \nNot to mention that these prosecutions have been tainted by the embarrassing and questionable interrogation techniques that have been used on terror suspects since Sept. 11, 2001. In a video introduced as evidence against Hamdan, for instance, the suspect winces in pain as he's dropped to the floor in a crude Afghan cell.  \nBut push ahead, the Bush administration did - with the approval of a federal judge in Washington, who said Hamdan's habeas corpus appeal of his detention had to wait until his tribunal concluded. \nWell, guess what? First and foremost, there was some welcome push-back from the judge, Navy Capt. Keith J. Allred, on the issue of what might be called torture-acquired evidence. Allred excluded as evidence \"coercive\" interrogations of Hamdan in Afghanistan, saying, \"The interests of justice are not served by admitting these statements because of the highly coercive environment and conditions under which they were made.\" \nThe jury of military officers may yet be allowed to hear evidence from other intense interrogations done at Guantanamo, but at least Allred put down a marker for justice. \nThe nation whose founding documents are the model for democracies the world over should already know how to win hearts and minds - and legal cases - without bending the rules.  \nThat won't happen at Guantanamo, where suspects in the tribunals face a stacked deck.  \n\nGraphic\n\n \nPhotograph by: Feed Loader\n\nLoad-Date: July 28, 2008"
}