{
    "title": "EDITORIAL_ Anti-terrorism funds must be allocated properly to prevent threats of violence on places",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 7,
    "full text": "Massachusetts Governor Charlie Baker secured $23 million in federal funds Monday to go toward the prevention of terror attacks in the state, specifically places of worship, according to The Boston Globe. The money is mostly going to the State Police, Temple Israel of Boston and the Department of Transportation.\nAfter a wave of anti-semitism in the state characterized by hate speech and attempted arson and the massacre at the Tree of Life synagogue in Pittsburgh, the move is an attempt to make all residents feel safe in their place of worship.\nNo one should refrain from practicing and observing any religion for fear that they will be attacked. The governor and his administration were right to seek this aid from the Department of Homeland Security if they can employ it to protect groups from potential threats.\nMany have criticized the strategy of essentially fighting guns with guns by arming schools and public spaces with metal detectors or security guards. But there is a difference between allocating Department of Education funds toward these expenses and using money from the Department of Homeland Security, whose mission is to prevent terrorism in America.\nWhen lawmakers are neglecting calls for gun control and more effective screenings, terrorism like this is allowed to thrive and is ultimately costing the country lives and tax dollars.\nMassachusetts has some of the most strict gun laws in the country and is the runner up for the least firearm deaths by population, but it is still important to put protections in place that make \nIt is unfortunate that the situation has come to a point that $23 million is needed in order to raise morale, but this is a product of the continued inaction of Congress and the current administration in the face of mass shootings and increased gun violence.\nThe Baker administration must be careful not to let this action become an excuse to neglect rooting out the beginnings of the ideologies that fuel terror attacks. If radicalization is leading to citizens potentially fearing for their lives, it is the government's responsibility to not only shield them from harm but eliminate the mass threat.\nThe funds will not only go toward places of worship but also enforcement agencies and are meant to develop programs to prevent threats or attacks in the future, which will hopefully mean more research and prevention than arming men and women. \nIn the face of the uncertain future of guns in America, it is essential that the government step in to alleviate the consequences felt by their residents. But this should not be an end goal; rather, these policies are a sort of emergency measure, taking care of the population while the country solves an internal crisis.\n\nLoad-Date: October 8, 2019"
}