{
    "title": "EDITORIAL_ Terror trial belongs in federal court",
    "publisher": "los angeles times",
    "year": 2013,
    "month": 3,
    "day": 23,
    "full text": "March 23--Sulaiman Abu Ghaith, the son-in-law of Osama bin Laden, is one of just two suspected al-Qaida leaders captured abroad in the past four years.\nDescribed by FBI agents as the functional equivalent of the consigliere in a Mafia family, he's awaiting trial in federal court in New York on charges of plotting to kill Americans.\n\"He used his position to threaten the United States and incite its enemies,\" said George Venizelos, chief of the FBI's field office in New York.\nPredictably, the decision to try him in a civilian court was met with demands from some Republicans in Congress that he instead face a military tribunal at Guantanamo Bay, Cuba.\nA similar controversy upended plans to try self-proclaimed 9/11 mastermind Khalid Sheik Mohammed and four co-defendants in a New York courtroom two years ago. After Congress prohibited transfers from Guantanamo to the United States, the case stayed put -- and it still hasn't reached trial.\nThat case should have been tried in an open court where the families of 9/11 victims and the general public could watch the proceedings. And the Abu Ghaith case also belongs in U.S. District Court.\nThe fact is, federal courts have ably handled hundreds of terrorism cases, safely and publicly, without compromising national security or creating a threat to public safety.\nSince 9/11, the U.S. Justice Department has won 438 terrorism-related convictions, many of them in the same courthouse where Abu Ghaith will stand trial, Sen. Dianne Feinstein pointed out in an op-ed published by the Los Angeles Times.\n\"Criminal prosecutions also have been shown to be a more efficient way to bring terrorists to justice,\" Feinstein wrote, citing among others the convictions of \"shoe bomber\" Richard Reid and Zacarias Moussaoui, the reputed 20th 9/11 hijacker.\n\"Compare that with the military commission system, which has yet to deliver closure to families of 9/11 victims,\" Feinstein continued. \"The five 9/11 co-conspirators at Guantanamo have been arraigned, but their prosecutions have been on hold for years as motions are filed, procedures written and rewritten, and appeals made on a variety of issues.\"\nThere are other reasons to keep this case in federal court.\nFor starters, Abu Ghaith is charged with conspiracy -- which isn't a war crime and, according to military experts, is outside the jurisdiction of the tribunals at Guantanamo.\nPresident Barack Obama still plans to close Guantanamo, and it's not clear what will become of prisoners held there who haven't been convicted by a tribunal. And several of those convicted already have been released.\nIf Abu Ghaith is convicted in federal court, he faces life in prison, where he would be incarcerated alongside many others convicted in post-9/11 terrorism cases.\nMilitary tribunals and indefinite detentions at Guantanamo without any legal proceedings have damaged the United States' reputation around the world. Trying this case in federal court would demonstrate the capability and legitimacy of the criminal justice system, reflecting more than two centuries of American legal traditions.\n___ (c)2013 The Press Democrat (Santa Rosa, Calif.) Visit The Press Democrat (Santa Rosa, Calif.) at www.pressdemocrat.com Distributed by MCT Information Services\n\nLoad-Date: March 25, 2013"
}