{
    "title": "EDITORIAL_ BOMBING_ SAN APPROPRIATE STRIKE AGAINST TERRORISM",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "Military strikes against terrorist sites in Afghanistan and Sudan on Thursday, ordered by President Clinton, were the firmest response to terrorist actions yet made by this country.The president announced one target of the strikes was a terrorist base in Afghanistan affiliated with Osama bin Laden, a wealthy Saudi Arabian who has broken with the Saudi royal family and finances a group called the World Islamic Front for Jihad Against Jews and Crusaders. The ruling Taliban government in Afghanistan announced bin Laden had not been harmed.Some of the compelling evidence against bin Laden was gathered by U.S. intelligence sources who said bin Laden was responsible for the embassy bombings in Kenya and Tanzania earlier this month. And on Wednesday, bin Laden's World Islamic Front announced, \"The coming days will guarantee, God willing, that America will face a black fate. Strikes will continue from everywhere, and Islamic groups will appear one after the other to fight American interests.\"There was evidence that the terrorists struck Thursday were planning additional violence against U.S. citizens and others -- perhaps very soon. Thursday's attacks may have damaged enough of their infrastructure to limit or block such future attacks.The president's decision to retaliate against those responsible for the horrific bombings of the American embassies was indeed justified.However, in a democracy, it is prudent to insist the government, in reasonable time, provide the public with sufficient evidence that such an attack was called for. Citizens need to know more about the pending threats -- are the targets domestic or are they foreign offices? Individuals or facilities?And it's worth asking how much information U.S. intelligence had gathered on these sites before the embassy bombings, and whether it would have been wiser to have attacked them then.\nWe are hoping more information will surface in the days and weeks to come.There's been a good deal of wondering if the military strikes were related to the scandal surrounding P\nresident Clinton. Not surprisingly, one of the first questions asked Secretary of Defense Bill Cohen at a news conference Thursday was whether this was a \"Wag the Dog\" situation. The question referred to the movie in which a fictitious U.S. president diverts the public's attention from a scandal involving a young woman by manufacturing a war with Albania. The instant response in light of the latest developments in President Clinton's personal imbroglio is understandable. But that kind of response no longer serves the country.Based on the information currently being provided to the American public, Americans should stand united against terrorism and support Clinton's action.\n\nLoad-Date: August 26, 1998"
}