{
    "title": "Editorial_ Don't judge N.C. State terror suspects -- let justice work",
    "publisher": "university wire",
    "year": 2009,
    "month": 7,
    "day": 29,
    "full text": "The Federal Bureau of Investigation arrested two students in connection with five others on charges of supporting terrorism and conspiracy to commit murder.\nStudents should not immediately assume their peers are guilty and need to let the justice system do its work. This is also an opportunity forÂ N.C. State UniversityÂ to again promote open-minded, reasonable discussion of stereotypes and how they fit in the bigger issue of diversity.\nBefore anyone jumps to conclusions about the FBI arresting two students -- stop. This is not the time for a knee-jerk reaction against people of the same religion or ethnicity as those guilty of terrorist acts.\nThe campus community needs to let the justice system do its work and give the students fair hearings in a court of law -- everyone is innocent until proven guilty beyond reasonable doubt. In the broader issue of racial and religious stereotypes, we must not allow this incident to create a backlash against the campus's growing Muslim population.\nWhile the students and their supposed co-conspirators allegedly trained for violent acts against targets in Israel and Pakistan, this is no reason to start pointing fingers without cause, particularly against N.C. State's strong Muslim community.\nLet's not forget the 1995 Oklahoma City bombing -- originally, most people suspected Muslim extremists to be behind the attack, when it was the white, ex-veteran Timothy McVeigh who blew up the Alfred P. Murrah Federal Building.\nUniversity administrators should consider how these arrests may tie into plans for diversity education, particularly for the proposed diversity courses created in response to the anti-Obama rhetoric painted on the Free Expression Tunnel in November 2008. If they plan to address issues like discrimination and stereotyping, they must consider religion just as much as race.\nIf the past eight years in the \"War on Terror\" have taught us anything, it is that hasty decisions and ill-planned responses to these sort of instances breed only more misunderstanding and mistrust. Students are a major component of the campus, and even if the administration acts to combat stereotypes and improve diversity, students must maintain an open mind, regardless of instincts or uninformed beliefs.\nUltimately, we can agree that terrorism is a despicable thing. But if we wish to prevent future acts of terrorism, we cannot simply act reflexively -- we must let the due process of law run its course and look for ways to integrate and empathize with others instead of alienating them with accusations.\n(C) 2008 Technician via UWIRE\n\nLoad-Date: July 31, 2009"
}