{
    "title": "EDITORIAL_ There's no reason to keep using Guantanamo",
    "publisher": "the citizens' voice ",
    "year": 2017,
    "month": 7,
    "day": 25,
    "full text": "July 25--An alleged al-Qaida-linked terrorist appeared in federal court Friday in Philadelphia. In terms of policy, the venue was even more important than the proceeding.\nAlgerian Ali Charaf Damache, 52, was accused in a 2011 indictment of aiding terrorism, including participation in a plot, with two Americans, to murder Swedish cartoonist Lars Vilks, who had depicted Mohammad as a dog.\nBeyond the case itself, Damache's appearance was significant because it was in U.S. District Court in Philadelphia rather than at the military prison in Guantanamo Bay, Cuba. President Donald Trump and Attorney General Jeff Sessions had vowed to use military tribunals at Guantanamo for suspects like Damache.\nThere is no reason to continue using Guantanamo. Only 41 prisoners remain there, only 26 of whom have been charged with a crime and five of whom have been cleared for release. It costs $7 million a year to house a single prisoner at Guantanamo, compared with about $70,000 at a federal  maximum security prison.\nAnd security is not the issue. At least 620 terrorism suspects have been convicted in federal district courts since 2001 and incarcerated in federal prisons. There have been no reported security breaches or related terrorism incidents in the communities where the trials occurred.\nLikewise, there have been no cases of leaked classified information from those proceedings because the federal courts have vast experience in protecting such information -- to the point that the military tribunal rules are modeled after the federal court rules.\nDamache's arrest might be a step forward in the fight against anti-American terrorism. But the handling of the case definitely should signal the beginning of the end for the unnecessary prison camp at Guantanamo.\n___ (c)2017 The Citizens' Voice (Wilkes-Barre, Pa.) Visit The Citizens' Voice (Wilkes-Barre, Pa.) at citizensvoice.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: July 25, 2017"
}