{
    "title": "Editorial_ Brussels attacks_ What's next for Europe, the U.S. _",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "Tuesday's brutal attacks by Islamic State terrorists in Brussels and even more deadly attacks in Paris in November will roil Europe politically and culturally for years to come. But Americans must not overreact ? and must appreciate that we are in a fundamentally different and safer position than many Europeans.\nIn Europe, the fallout was instant. Leaders of once-fringe political parties that oppose further Muslim immigration and humanitarian policies devoted to helping the refugees streaming out of Syria were quick to seize on the attacks on the capital of the European Union ? both as a sign of EU ineffectiveness and the fecklessness of not carefully screening new arrivals from jihadist regions.\nThese arguments had punch even before Tuesday's attacks. A Financial Times analysis Monday suggested the June 23 vote in the United Kingdom on whether the nation should leave the EU may end up being a landslide instead of a close call. The central premise of the EU ? that residents can move freely among member countries without border checks ? used to be a selling point. No more.\nAnd the grim fact is there is little reason for optimism that things will get better any time soon. To the delight of Islamic State, a closed feedback loop has been created. Islamic terrorism in Europe leads to more scrutiny of and anger toward Muslim immigrants, which triggers jihadist sentiment, which produces allegiance to Islamic State, which leads to Islamic terrorism in Europe.\nIt is immensely important that this dynamic not come to the United States. We have had isolated incidents of homegrown terror by radicalized Muslims, such as the December massacre in San Bernardino, Calif. But we don't have neighborhoods known for jihadism like Molenbeek in Brussels, where the Paris attacks are believed to have been plotted. There are disaffected Muslims in America, yet this feeling of alienation hasn't metastasized as it has in impoverished Muslim communities in several European nations ? at least so far. That's why it was incendiary demagoguery for Republican president candidate Ted Cruz, after the Brussels carnage, to call for authorities to \"patrol and secure Muslim neighborhoods.\"\nYet even as they disavow such extreme, counterproductive rhetoric, America's leaders from President Barack Obama on down must not appear to belittle the very real fears of Americans. Obama may be justified in downplaying the toll of domestic terrorism and saying Islamic State is simply not an \"existential threat\" to the U.S. However, after the Paris and San Bernardino attacks, a Dec. 14 Gallup Poll saw Americans identify terrorism as the biggest problem facing the nation.\nThis anxiety may seem extreme, but it is real, and it is fueling the rise of fear-mongering politicians like Cruz and Donald Trump. Joel Weickgenant, managing editor of the Real Clear World foreign policy website, put it this way: \"A citizenry must feel safe before it can be idealistic.\"\nAmericans have been safe from terrorism to a remarkable degree since Sept. 11, 2001. But this truth is difficult to appreciate as we witness a mortifying \"new normal\" be established in Europe. Europe's \"new normal\" must not become America's. With responsible leadership, it won't.\n?San Diego Union-Tribune\n\nLoad-Date: December 15, 2016"
}