{
    "title": "Editorial_ Manhattan explosion coverage misleads readers",
    "publisher": "the new york times",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "TWEET SHARE YouTube Instagram\nWhen news breaks of a bombing or explosion in a U.S. city, one word stands out in Americans' minds: Terrorism.\nSo Saturday night, when 29 people were injured in an explosion in the Chelsea neighborhood of Manhattan, New York, that one word quickly jumped into national headlines.\nThankfully, the victims of the explosion Saturday are out of the hospital already and the explosion left no fatalities. A second device was removed from the scene just four blocks away before it could go off. But the word remained: Terrorism. In this case, because New York Gov. Andrew Cuomo used it.\n\"No one has taken credit, there have been no international groups that have put out any statements connecting them with this action. Now it depends on your definition of terrorism. But a bomb exploding in New York is obviously an act of terrorism, but it's not linked to international terrorism - in other words we find no ISIS connection,\" Cuomo said Sunday.\nMoments like these, in the aftermath of violent attacks, have the potential to define our country.\nOver-reactionary tweets and Facebook posts published without facts or evidence give heed to religious and racial division in this country, often by pinning bomb scares on religious zealots. Let's remember that there has been no confirmed perpetrator in this attack. We don't have the facts. And we definitely shouldn't jump to assumptions. Reactionary and vigilante violence is not a justifiable response to fear, even though it inevitably happens.\nAccording to data from the Center for the Study of Hate and Extremism at California State University, San Bernardino, hate crimes against Muslims nearly tripled after the Paris and San Bernardino, California, terror attacks in 2015. While anti-Muslim hate crimes average around 12 per month and 150 per year, at least 37 suspected hate crimes were reported in the month after the attacks.\nAgain, there have been no named perpetrators - of any religion, ethnicity or country of origin - named in these attacks yet. And even when the attackers are found, it is not the responsibility of individual citizens to take the law into their own hands, nor is the belief of one person representative of the views of an entire group.\nImmediately following the bombing Saturday night, the FBI and city leaders had to quell fears of an ISIS attack. Too often, Muslims are automatically tied to such violence as soon as the word \"terrorism\" is uttered. According to the FBI, 94 percent of terrorist attacks carried out in the United States from 1980 to 2005 were by non-Muslims, so the archetypal image of a domestic terrorist needn't be tied to any religion, race or gender.\nNews outlets are not immune to the shock value of buzzwords. On the night of the attack, a Washington Post's headline read: \"Explosion that injured 29 in New York 'obviously an act of terrorism,' governor says\" and a USA Today headline read \"Experts say NYC attack was terrorism,\" using a snippet of Cuomo's quote guaranteed to draw readers.\nWhile Cuomo made it clear that the event has no relation to ISIS or any international terrorism group, the images and associations with these broad, sweeping statements were needlessly planted in the news.\nAs the New York Times noted, New York City Mayor Bill de Blasio avoided using the word \"terrorism\" to label the attacks to quell nerves in the city and to avoid assigning incorrect blame.\nThe FBI considers terrorism to be an act that is intended to intimidate or coerce a civilian population, to influence the policy of a government by intimidation or coercion or to affect the conduct of a government by mass destruction, assassination or kidnapping. If the act occurs inside the U.S., it is considered domestic terrorism and if it occurs primarily outside the U.S., it is international terrorism.\nWe would never see news outlets assume that a mass shooting is caused by a mentally ill person right after it breaks the news because that stigmatizes a group in a way that is simply not accurate.\nWe would never see a headline that rushes to claim a college student is guilty of a DUI right away, because not all DUI charges are made by college students.\nBefore we make any claims about the motives and causes of such occurrences, media outlets and social media users shouldn't hasten to cry \"terrorism.\" We should remember that the investigation is ongoing, that the facts are still unclear.\nYes, the bombing Saturday night seems to be an act of domestic terrorism. No, it doesn't mean we should start suiting up for war.\nThe lingering effects of Sept. 11 have left a city - and a country - more terrified than ever before of international attacks, but we should not become a citizenry poised to destroy each other the minute something frightening happens.\n\nLoad-Date: January 9, 2017"
}