{
    "title": "Editorial_ Release CIA interrogation report",
    "publisher": "university wire",
    "year": 2014,
    "month": 12,
    "day": 1,
    "full text": "In the wake of the 9/11 terrorist attacks, the United States ramped up its intelligence-gathering methods to encompass a wider array of techniques, including the oft-maligned mass-surveillance programs, the backlash to which has become a bane for the NSA.\nBut expanded surveillance wasn't the only way officials gathered intelligence in attempts to fight terrorism. So-called \"enhanced interrogation techniques\" were also used, primarily on prisoners in the Guantánamo Bay detention camp. These techniques included waterboarding, which is, in essence, simulated drowning. Now, U.N. human-rights investigators are putting pressure on the United States to release a Senate Committee report on the CIA's methods.\nThe report, if released, could once again propel the debate about the U.S. stance on these intelligence-gathering methods, and whether or not they constitute torture. In 2002, an Office of Legal Counsel memorandum found waterboarding did not fit that classification, a conclusion that has been controversial ever since (especially in a follow-up reprimand of the memo that charged the deputy attorney general with professional misconduct and \"poor judgment\").\nThough the policy of condoning waterboarding continued throughout the Bush administration, critics made their opposition loud and clear, including hawks such as Sen. John McCain, who was tortured as a prisoner of war in North Vietnam. McCain has likened waterboarding to a mock execution, and he considers it \"prohibited by American laws and values.\"\nThe Daily Iowan Editorial Board is inclined to agree with McCain, and we urge the release of these records.\nThe open letter from the U.N. investigators stated, in part, \"As a nation that has publicly affirmed its belief that respect for truth advances respect for the rule of law, and as a nation that frequently calls for transparency and accountability in other countries, the United States must rise to meet the standards it has set both for itself and others.\"\nIt's hard to argue with that rationale. Some have claimed the release of the report on the several-year-long investigation could provide a way for terrorists to train recruits against releasing information if they are captured. But the ways we fight terrorism have largely changed over the course of the past decade, and the efficacy of techniques such as waterboarding has been called into question even by this very investigation, according to Reuters.\nThe CIA has argued against the release of the information until it is edited to redact certain information, such as names and patterns of behavior. If this information could compromise national security, then this demand is a reasonable one. But this rationale should not be used as an excuse to delay until the heat dies down and the report fades from relevancy.\nReleasing the Senate report may open up old sores in our national discourse on the treatment of captured terrorists (our equivalent of \"prisoners of war\"), but it is vital that we keep our ethical compass pointed true north and send a message to the world that the United States stands behind the values it professes.\n\nLoad-Date: December 1, 2014"
}