{
    "title": "EDITORIAL_ Cheap shot at lt. governor candidate wrong",
    "publisher": "walla walla union-bulletin ",
    "year": 2016,
    "month": 10,
    "day": 25,
    "full text": "Oct. 25--It's now two weeks until the ballots are counted. Great. This election can't get over soon enough.\nAnd it's not just the presidential race at the top of the ballot that is stressful.\nLast week, the head of the Washington state Republican Party, Susan Hutchison, veered off in an unfortunate direction when she demanded Cyrus Habib, the Democratic candidate for lieutenant governor, denounce statements allegedly made in 2009 by the president of an Iranian-American nonprofit group, as well as return $8,000 from a husband and wife tied to the group.\nHabib, currently a state senator, called the demands by Hutchison \"race baiting.\" Habib contended the GOP chief is trying to make the election about his background while unfairly trying to tie him to overseas terrorism.\nHabib is correct.\nHabib is 35-year-old Iranian-American born in Baltimore, who grew up in Bellevue, where he currently lives and works as a lawyer and law professor at Seattle University.\nPlaying the Middle Eastern \"terrorism\" card is a cheap shot. And it is unfounded.\nThe Tacoma News Tribune reported Hutchison criticized Habib for donations from a board member of the American Iranian Council, Pirooz Parvarandeh, and his wife, Violet.\nHutchison referred to the council an \"extremist group.\"\nHutchison said Habib should return the money because of comments made by Hooshang Amirahmadi, president of the American Iranian Council, even though Amirahadmi didn't donate a penny to Habib's campaign.\nAmirahmadi, a professor at Rutgers University, said the statement attributed to him in 2009 in a New York Post article was taken out of context. Amirahmadi called the statement Hutchison attributed to him \"complete nonsense.\"\n\"I do believe Iran is a sponsor of terrorism,\" he said. \"Of course, they are supporting Hezbollah and supporting terrorist organizations.\"\nWhat Hutchison did is old fashioned fear mongering. It's sad and it is wrong.\nIt's also weird in a race for lieutenant governor, a post that has zero to do with U.S. foreign policy or, frankly, any U.S. policy.\nThe two candidates in this race, Habib and Republican Marty McClendon, have run a cordial, issues-oriented campaign. The candidates are focusing on telling voters what they would bring to the office, not knocking their opponent.\nHutchison is not doing her party nor the state any favors in engaging in this type of campaigning.\nEditorials are the opinion of the Union-Bulletin's Editorial Board. The board is composed of Brian Hunt, Rick Eskil, James Blethen and Alasdair Stewart\n___ (c)2016 Walla Walla Union-Bulletin (Walla Walla, Wash.) Visit Walla Walla Union-Bulletin (Walla Walla, Wash.) at union-bulletin.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: October 26, 2016"
}