{
    "title": "EDITORIAL_ No option but to confront terrorism",
    "publisher": "st. joseph news-press ",
    "year": 2015,
    "month": 9,
    "day": 13,
    "full text": "Sept. 13--The past week's 14-year anniversary of Sept. 11 compelled many in the Midland Empire to reflect, if only briefly, on what it means to live in an era defined by global terrorism.\nA few observances were organized to provide an outlet for public expression. Churches and civic clubs joined in, as did many high schools hosting football games. From gathering to gathering, a common response was a call for a moment of silence in memory of those lost.\nWe should worry about eroding public consciousness of the events of that terrible day, but we must worry more about deterring the persistent and evolving threat of terrorism in the future.\nSept. 11, 2001, brought four coordinated assaults targeting U.S. landmarks symbolic of power and authority. The Islamic terrorist group al-Qaeda proved suicide missions on a grand scale were possible, taking the lives of 2,977 innocents and causing an estimated $10 billion in property damage.\nAgainst this backdrop, experts offer conflicting assessments of what amounts to America's greatest national security threat. Some contend Russia and its resolve to restore much of the Soviet empire is that threat. China, North Korea and Iran get votes as well.\nHowever, we find it difficult to dismiss the thinking of Clark Ervin, the first inspector general of the Department of Homeland Security. He wrote recently for CNN that terrorism clearly trumps all challengers: \"Terrorism is a direct and immediate threat to the United States itself, to our very 'homeland.' \"\nWhile weighing multiple threats, he reserves his greatest concern for ISIS, which Mr. Ervin says has many advantages over the weakened but still dangerous al-Qaeda.\nHe explains ISIS -- the Islamic State of Iraq and al-Sham -- holds a large amount of territory in the rogue nations of Iraq and Syria on the border of Europe. It is wealthy, has a core of battle-tested militants, is brutal beyond compare, and has proven to be a master of using social media and the Internet to reach a large worldwide audience for both recruitment and training.\nWorse, Mr. Ervin says, ISIS employs tactics -- \"anytime, anywhere, any kind\" violence -- that make it nearly impossible to tamp down every incident of terrorism that it spawns.\nComplicated and large-scale assaults such as those carried out on Sept. 11 can inflict great harm. But by their nature they are easier to detect and thwart than the seemingly spontaneous acts of terrorism that we also must confront to ensure America's security.\n___ (c)2015 the St. Joseph News-Press (St. Joseph, Mo.) Visit the St. Joseph News-Press (St. Joseph, Mo.) at www.newspressnow.com/index.html Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 16, 2015"
}