{
    "title": "Editorial_ Miranda works as it is",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 5,
    "day": 12,
    "full text": "How strange that in the aftermath of foiling the Times Square bomber, there are calls for a new round of Bush-era belt-tightening on fundamental American rights.\nWhen the good guys are winning skirmishes like this against bad-guy terrorists, why should U.S. officials sound the retreat on core values that make this a nation worth defending?\nYet there was Attorney General Eric H. Holder Jr. over the weekend talking up the supposed need to take more time grilling suspects without reading them their rights under the Constitution.\nJust days earlier, a bipartisan proposal was introduced in Congress to revoke the U.S. citizenship of terror suspects. It could even be applied to citizens who unknowingly support organizations that turn out to be al-Qaeda front groups.\nOn both fronts, the proposals are an overreaction. \nInvestigators who interrogate terrorism suspects already have ample leeway to press for information before informing suspects of their right against self-incrimination. As long as authorities are convinced there is an immediate threat to public safety, they can delay reading Miranda rights under a long-standing Supreme Court ruling. There's no court-established time limit, either.\nInterrogators talked to accused Times Square bomber Faisal Shahzad for four hours before his rights were read. Even after receiving his Miranda warning, Shahzad continued to talk - apparently providing valuable information linking the bombing attempt to Pakistani Taliban.\nWhile the interrogation of Umar Farouk Abdulmutallab for the Christmas Day attempt to blow up a plane was halted after Abdulmutallab was read his rights, the suspect later agreed to resume cooperating with authorities at the behest of his family.\nNeither incident warrants Holder's call for a broad expansion of the existing public-safety exception to the Miranda rule, under which suspects are informed of their right to remain silent and to be provided legal counsel.\nIt may be that investigators would prefer that Congress set a strict timetable for questioning terror-attack suspects. But authorities already have the sort of flexibility that conservative critics have called for in the handling of terrorism suspects. \nIf investigators are ever called to task for delaying a Miranda warning, they would be in a strong position after a terror attempt to point to their good-faith belief that the delay was critical to safeguard the public.\nThere's also the likelihood that any legislative attempt to whittle away at Miranda rights would fail at the Supreme Court - since, as the American Civil Liberties Union notes, the right is rooted in the Constitution itself. \nAs for suggestions to expand U.S. authorities' powers to revoke citizenship, those appear to be feel-good ideas with little likely impact on combating international terrorism. After all, anyone considering aiding a terror attack wouldn't think twice about losing his right to vote.\nIf anything, recent success in thwarting bombing attempts showed the need to tighten oversight of people on the no-fly and terrorism watch lists. Enhancing those smart antiterrorism strategies will do more to keep Americans safe - while preserving their cherished liberties.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: May 12, 2010"
}