{
    "title": "Editorial _ Israel 's Funding Freeze Let Hamas take a few steps",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 22,
    "full text": "On Saturday, Hamas took control of the Palestinian parliament. On Sunday, Israel announced it would keep the $50 million a month in taxes that it collects for the Palestinian Authority.\nOn Monday, Hamas official Mahmoud Zahar said his group could accept Gaza and the West Bank as the first step toward a Palestinian state that eventually included all of Israel.\nIt's such statements that give acting Israeli Prime Minister Ehud Olmert good cause to withhold funds and be wary of dealing with a Palestinian government led by Hamas, an armed group that seeks the nation's destruction and supports terrorism.\nStill, as hard as it may be for Israel to show patience in this situation, doing so is in its best interests.\nDomestic politics no doubt played into Olmert's decision. The funding freeze counters criticism from the political right in Israel. Hardliners were mad when Olmert bowed to U.S. pressure and allowed one tax payment to go to the Palestinian Authority after the election results showed Hamas had won.\nOlmert knows he must show toughness if the centrist Kadima Party he leads in the absence of Ariel Sharon, is to have success in forthcoming elections.\nMore broadly, the only sliver of hope these days for peace in the Middle East is that Hamas' new responsibilities will force it to become more moderate.\nBut any moderation, if it does happen, is unlikely to come in Hamas' first weeks of governing. Israel and its allies, the United States chief among them, should accept interim steps. Those include Hamas continuing its cease-fire, using funds for government services honestly and transparently so it is clear money is not going to support terrorism, and beginning to accept a two-state solution.\nPalestinians want to see improvement in their standard of living. By all accounts, they didn't lift Hamas to victory because they agreed with its terrorist ideology. Yet, Israel could drive more Palestinians into Hamas' corner if it is seen as immediately sabotaging a government that the public elected in a free, fair and well-run election.\nThe chance - no matter how small it is - that Hamas could jettison its destructive ways and act responsibly, is worth Israel giving the Palestinian Authority a few more months. Let Hamas get used to a couple of those $50 million payments. Let it realize that it must deal with Israel if it wants to be an effective leader and not throw the West Bank and Gaza into chaos.\nIf, after those few months, Hamas does not shed its support for terrorism or its goal of eliminating Israel, then Israel and the world will have more credibility when it imposes serious consequences.\n\nLoad-Date: February 22, 2006"
}