{
    "title": "EDITORIAL_ In a time of terrorism, don't give in to fear",
    "publisher": "the frederick news-post ",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "March 23--Brussels was the latest in a line of European cities to be attacked by terrorists. During Tuesday's morning commute, dozens were killed in three massive explosions, one at a subway station in the Belgian capital and two at Brussels Airport outside the city. At least 30 were killed and hundreds injured.\nWhat we know is that the attacks took place about an hour apart, and appear to be a coordinated retaliation to the arrest of a suspect whom, according to The Washington Post, \"authorities have linked to a Brussels-based cell accused of masterminding the Paris attacks\" of last November. The Islamic State claimed responsibility for this latest atrocity.\nAccording to ongoing coverage in the Post, Brussels' central public square, Place de la Bourse, became a giant blackboard with chalk-scrawled messages encouraging \"love, not hate,\" \"no violence,\" \"peace,\" \"freedom.\" Solidarity, union and support were messages that flooded in from around the world.\nContrast that with the macho posturing of the leading Republican contenders in the U.S. presidential race, who used a moment of mourning and reflection to further whip up bigotry and hatred with truly terrifying statements that targeted Muslims -- all Muslims -- with a proposed repressive series of security measures.\nWe know all too well about Donald Trump's call to register Muslims. Trump doubled down Tuesday. \"This is just the beginning,\" he told Fox News. \"This is only going to get worse, because we are lax and foolish. ... If they're Muslim, they have to be checked very, very carefully.\"\nTed Cruz, in a press release that breathtakingly attempted to one-up Trump while simultaneously defying logic and the evidence, stepped into disturbing territory, blaming President Barack Obama, \"political correctness\" and Europe's \"toxic mix of migrants who have been infiltrated by terrorists and isolated, radical Muslim neighborhoods.\"\n\"We need to empower law enforcement to patrol and secure Muslim neighborhoods before they become radicalized,\" Cruz said, apparently advocating a police state in the U.S.\n\"Securing\" Muslim neighborhoods. \"Registering\" Muslims. Closing the border. None of this would prevent terrorism. If anything, such harsh repression would only create more radicalization, more resentment against the West -- the U.S. in particular.\nOhio Gov. John Kasich, a Republican, to his credit, talked positively about strengthening alliances and an \"international system ... built on our common values since the end of the Second World War.\" Democratic candidate Bernie Sanders said, \"We stand with our European allies to offer any necessary assistance in these difficult times.\"\n\"We can be strong and smart without advocating torture or bigotry. We will not let fear dictate our foreign policy,\" Hillary Clinton responded via Twitter.\nShe is correct. Fear is not a policy, it's a state of mind. Containment is a simplistic reaction that works well for an election sound bite, but offers little in the way of realistic security. But appeals to collective paranoia play well with certain sections of the electorate. We should be wary of candidates who play on our fears and usurp what should be a time of sadness and mourning to further their selfish aspirations.\n___ (c)2016 The Frederick News-Post (Frederick, Md.) Visit The Frederick News-Post (Frederick, Md.) at www.fredericknewspost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: March 23, 2016"
}