{
    "title": "EDITORIAL_ We need free speech even in the face of terrorism",
    "publisher": "the new york times",
    "year": 2016,
    "month": 3,
    "day": 1,
    "full text": "Spain's freedom of speech laws are and have historically been much stricter than those here in the United States.\nHowever, there are more similarities between the two countries in the laws' application and enforcement than one may think.\nThe New York Times reported two Spanish puppeteers were arrested in early February for displaying a satirical puppet show on the streets of Madrid.\nThe show was a political commentary on the paranoia of legal authorities in Europe. It featured police officers attempting to ensnare and arrest a \"witch\" by falsely accusing her of being affiliated with a terrorist group.\nThey are now facing up to seven years of jail time for actions that the police perceived to be glorifying ?terrorism.\nWe the Editorial Board believe the irony is very apparent. Arresting puppeteers who criticize the police for their \"witch hunts\" in this way shows the message of the puppeteers is true.\nThe legal controversy surrounding the show stems from the idea of whether or not the portrayal of police and the threat of terrorism took free speech too far.\nBut if the speech is pointing out shortcomings in a society's system, it may be doing more good than harm in raising awareness of the issue.\nThe puppeteers in Spain did just that.\nTheir show responded to wrongful arrests that have been taking place since Spanish officials arrested a young woman for apparently inciting terrorism by speaking out against the Prime Minister on Twitter in 2014.\nIt may be easy to say the puppeteer's arrest was heinous or uncalled for and that it would not happen here because of our superior freedom of speech laws.\nThe arrest isn't unlike the countless arrests made in Black Lives Matter ?demonstrations.\nThese activists are standing up and using free speech ,not to incite danger, but to call out the flaws in our justice system.\nYet they are met with seizure or aggression, displaying the very behavior they seek to change.\nIn fact, many of the demonstrations at which activists have been arrested have been peaceful, including recent ones in Philadelphia and Minneapolis.\nThe protests were almost as peaceful as, say, a street puppet show.\nThe occurrences in Spain and in America regarding arrests by police are eerily similar. It is impossible for us to condemn this puppet incident for a violation of freedom of speech while standing on our own shaky ground.\nIn both countries, police failed to allow for freedom of expression and freedom to assemble on the basis it was directed at them.\nPerhaps, then, drawing attention to the truth constitutes \"taking freedom of speech too far.\" That is, if it does not shed a country's authorities in a good light.\n\nLoad-Date: December 15, 2016"
}