{
    "title": "EDITORIAL_ The system works, even in terrorism cases",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 8,
    "day": 21,
    "full text": "Aug. 21--One news story painted the conviction Thursday of terrorism suspect Jose Padilla as \"a significant victory for the Bush administration.\" It was far from that. If anything, it was a repudiation of the way the administration handled his case.\nPadilla, 36, is the former Chicago gang member who converted to Islam and became sympathetic to jihadism and may well have had direct contact with al-Qaida. The government's chief evidence against him was an application form with his fingerprints on it that prosecutors said he filled out to attend an al-Qaida training camp in 2000.\nBut that's a far cry from the story the government told when this U.S. citizen was apprehended in Chicago's O'Hare Airport in 2002. Then-Attorney General John Ashcroft announced at the time that the feds had foiled an \"unfolding terrorist plot to attack the United States by exploding a radioactive dirty bomb\" that would have caused \"mass death and injury.\"\nWhat happened next was unconscionable. Padilla was never charged with anything connected to a \"dirty bomb\" plot. Instead he was named an \"unlawful enemy combatant\" and held incommunicado in a military brig for more than three years, with no charges filed against him. As the Christian Science Monitor documented in an extensive series recently, he was subjected to complete isolation, sensory sleep deprivation, with no access to a lawyer or any other human being, and other treatment that Americans used to call torture when done by outright police states.\nThe administration finally charged him with activities he and others had undertaken in the 1990s only when it became obvious the Supreme Court would order him charged or released.\nAs Cato Institute constitutional studies senior fellow Robert Levy, who followed the case closely, put it, \"for those of us concerned about the rule of law, the Padilla episode is not the way America is supposed to work.\"\nThe Padilla case's final outcome illustrates that with few exceptions the American justice system is fully capable of handling most accused terrorists. The extraordinary (and extraconstitutional) measures the administration has used against Padilla and others are not only outrageous but unnecessary.\nTo see more of The Tribune, or to subscribe to the newspaper, go to http://www.eastvalleytribune.com. Copyright (c) 2007, The Tribune, Mesa, Ariz. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: August 22, 2007"
}