{
    "title": "Editorial_ The Padilla Sentence All rise",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 1,
    "day": 24,
    "full text": "A federal judge in Miami did the right thing by rejecting the government's request to sentence so-called \"dirty bomb\" suspect Jose Padilla to life behind bars. \nInstead, U.S. District Judge Marcia G. Cooke sentenced Padilla to 17 years and 4 months. \nJudge Cooke, who was nominated to the bench by President Bush in 2003, demonstrated her independence and common sense by departing from the federal sentencing guidelines. \nHer firm but fair sentence is just the latest setback for the Justice Department, and underscores the need for the government to rein in questionable tactics used to fight terrorists. \nThis is not to say that Padilla is an angel. Nor was he given a wrist slap. But the case demonstrates that the government can't put itself above the laws that it is duty-bound to enforce. \nPadilla, 37, a U.S. citizen and former gang member, was arrested in 2002 on suspicion of being involved in a plot to detonate a radioactive bomb. President Bush declared him an enemy combatant and had him held in a naval brig in South Carolina, rather than in a civilian prison, like other nonmilitary citizens suspected of a crime. \nPadilla spent 3 1/2 years in the brig under harsh conditions, including extreme temperature, sound and light. He was denied a mattress, his Koran, human contact, and access to his lawyer. \nOnly when the U.S. Supreme Court was about to decide whether Padilla's detention violated his constitutional rights did the government back down and transfer him to the federal court system - where he should have been all along. It was a telling move, given the Bush administration's usual home-court advantage with the high court. \nThe initial accusations - announced with great fanfare by then-Attorney General John Ashcroft - were eventually dropped. Padilla was ultimately convicted of conspiracy to murder, maim or kidnap people overseas and providing material support to terrorist groups. \nAt sentencing, Judge Cooke noted that there was no evidence linking Padilla and his two co-defendants to specific terrorism acts anywhere. \nThat singular observation served as a rebuke of the Bush administration, which, in its understandable zeal to fight terrorism since 9/11, lost sight of the guiding principals and inherent freedoms that separate America from tyrannies. The United States can't fight terrorists and thugs by acting like one.  \n\nGraphic\n\n \nPhotograph by: Feed Loader\n\nLoad-Date: January 24, 2008"
}