{
    "title": "EDITORIAL_ Terrorists use Islam to stoke fear",
    "publisher": "the leader-telegram ",
    "year": 2010,
    "month": 10,
    "day": 19,
    "full text": "Oct. 19--The issue: Islam and terrorism.\nOur view: Terrorists use religion to foster hatred; let's not fall for it.\nFear and anger are debilitating emotions. Prejudice based on fear and anger can be dangerous.\nStill, sometimes events make us fearful and angry. Sept. 11, 2001, was one such event that changed the national psyche forever.\nNo question we had to redouble our efforts to make airline travel safer knowing that there is a (we believe) relatively small but determined band of lunatics who want to kill Americans whenever and wherever they can, the more the better.\nWhat complicates matters from a civil liberties point of view is that this group of suicidal maniacs subscribe to a militant form of Islam that they shove in our faces every chance they get. Heard often enough, Americans begin to tie Islam to terrorism.\nThe 9/11 plot was executed by the militant group al-Qaida, whose leader Osama bin Laden repeatedly praises Allah in his call for more killings of Westerners. But he isn't alone.\nFaisal Shahzad, a Pakistani immigrant, recently was sentenced to life in prison for trying to detonate a car bomb in Times Square that likely would have killed dozens had it gone off. At his sentencing, Shahzad smirked and said, \"If I'm given 1,000 lives I will sacrifice them all for the life of Allah.\" And later, \"The Quran gives us the right to defend. And that's all I'm doing.\"\nElsewhere, victims of Maj. Nidal Malik Hasan's shooting spree last Nov. 5 at Fort Hood, Texas, last week began recalling their accounts of that event, in which Hasan is charged with killing 13 and wounding 32. One of the survivors said that when Hasan starting shooting he yelled, \"Allahu Akbar!\" which translated means \"God is great.\"\nAs these incidents begin to add up -- not that we needed much more after some 3,000 Americans died on Sept. 11, 2001 -- the adage begins to come into play, \"Fool me once, shame on you; fool me twice, shame on me.\"\nShahzad and Hasan both lived here for years without incident. No one suspected they would try to commit mass murder in the name of Allah, until they did. That adds to the frustration. It's very difficult to identify a terrorist before the fact, but one thing these examples have in common is their intense Islamic faith.\nBut that's where Americans must rise above. Locally, concerns have been raised about anti-Islamic comments allegedly made at certain Water Street establishments, and that such rhetoric could escalate into physical violence against Muslim students or others in our community. Fear, anger and alcohol are a bad mix.\nIn an effort to help break down the fear and misunderstanding, a series of lectures and panel discussions is planned for three consecutive Saturdays (Oct. 30, Nov. 6 and Nov. 13) at First Lutheran Church, 1005 Oxford Ave. Islamic history, its belief system and what it's like growing up Muslim in America will be explored. Each session starts at 9 a.m. To register call 715-832-8321.\nJed Hart, owner of The Pickle bar on Water Street who lost his uncle in the World Trade Center on 9/11, said the anger is toward terrorism, not Islam.\nThe challenge is not linking one to the other when the rhetoric from the terrorists does exactly that.\n- Don Huebscher, editor\nTo see more of The Leader-Telegram or to subscribe to the newspaper, go to http://www.leadertelegram.com. Copyright (c) 2010, The Leader-Telegram, Eau Claire, Wis. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: October 19, 2010"
}