{
    "title": "Editorial Advisory Board_ The president, Congress and terror organizations_",
    "publisher": "the daily record ",
    "year": 2020,
    "month": 7,
    "day": 6,
    "full text": "In response to the nationwide protests over the death of an unarmed African-American man, George Floyd, who died in police custody (in Minneapolis by white officers), President Donald Trump about a month ago had declared that the “United States will be designating Antifa as a Terrorist Organization. ”\nHowever, there are at least three problems with the President’s declaration.\n-- Antifa is not an actual group, but a network of left activists who do not coordinate their activities. Their common purpose is challenging those whom they describe as “fascists. ”\n-- There are certainly First Amendment concerns that would have to be dealt with in any domestic group designated by the federal government as a “terror organization. ”\n-- AND there is yet no statutory authority to designate any domestic group as a “terror organization. ”\nThe process for designating any group as a “terror organization” is precisely defined in federal law. In 8 USC Sec. 1189(a)(1) there are three criteria for the Secretary of State to designate any organization as a “terrorist organization. ” They are:\n  The organization is a foreign organization,\n  The organization engages in terrorist activity (see 8 USC Sec. 1182(a)(3) for the legal definition of “terrorism” and examples of “terrorist activity”) or retains the capability and intent to engage in terrorist activity, and\n  The terrorist activity of the organization threatens United States citizens or the national security of the United States.\nAnd to designate any foreign organization as a terror organization, there are several procedural steps to follow. Seven days before making that designation, the State Department is to notify, confidentially, certain congressional leaders, then the State Department publishes that designation in the Federal Register.\nThe designation comes into effect after that publication -- unless Congress disapproves of that designation by specific legislation. (The designated group has procedural avenues to challenge that designation, including judicial review in the federal Court of Appeals for the District of Columbia.)\nIf any foreign group is so designated, financial dealings with that group could be prosecuted as “material support of terrorism. ”\nSince the first criteria for designation of any group as a terror organization is that any such group must be a foreign organization, and there is no other federal statute conferring any power upon any federal department to describe a domestic group as a “terror organization,” it follows that there is no authority, currently, for the executive branch to designate Antifa or some other such domestic group as a “terror organization. ”\nFor that authority, the executive branch would have to engage Congress. Although in overwhelmingly adopting the USA Patriot Act in October of 2001, with several enhancements over the intervening 20 years (including the designation of any foreign organization as a “terror organization”), Congress might provide the executive branch with just that authority.\nHowever, at present, there are no bills in Congress to expand “terror organization” to include domestic groups, but the president could sponsor such a bill. The president has not said that he would go to such lengths, for the moment. So currently, there is no authority for the executive branch to designate any domestic group or organization as a “terror organization. ”\nOn this point, U.S. Attorney General William Barr has created a new task force to focus on “anti-government extremists. ” The task force will be chaired by Craig Carpenito (U.S. attorney for New Jersey) and Erin Nealy Cox (U.S. attorney for Northern District of Texas). The Antifa movement was specifically mentioned in the press release about this new task force.\nAnd Barr on May 31 stated, “Federal law enforcement actions will be directed at apprehending and charging the violent radical agitators who have hijacked peaceful protests and are engaged in violations of federal law. To identify criminal organizers and instigators, and to coordinate federal resources with our state and local partners, federal law enforcement is using our existing network of 56 regional FBI Joint Terrorism Task Forces. The violence instigated and carried out by Antifa and other similar groups in connection with the rioting is domestic terrorism and will be treated accordingly. ”\nHowever, as we have stated, the Department of Justice, or the president, do not have the authority to designate ANY domestic organization as a “terror organization. ” Yet.\nBut the press release also said: “The ultimate goal of the task force will be not only to enable prosecutions of extremists who engage in violence, but [also] to understand these groups well enough that we can stop such violence before it occurs and ultimately eliminate it as a threat to public safety and the rule of law. ”\nThat press release does not specify just what “understand these groups” would mean, but all the standard methods would certainly be on the table, including covert methods.\nThere is a Baltimore region Joint Terrorism Task Force, but the U.S. attorney for Maryland (in Baltimore) has not issued any press releases on this new task force and how it would affect Baltimore. Although, that may come.\nEDITORIAL ADVISORY BOARD MEMBERS\nJames B. Astrachan, Chair\nJames K. Archibald\nArthur F. Fergenson\nNancy Forster\nSusan Francis\nLeigh Goodmark\nMichael Hayes\nJulie C. Janofsky\nEricka N. King\nStephen Z. Meehan\nC. William Michaels\nAngela W. Russell\nDebra G. Schubert\nH. Mark Stichel\nVanessa Vescio (on leave)\nThe Daily Record Editorial Advisory Board is composed of members of the legal profession who serve voluntarily and are independent of The Daily Record. Through their ongoing exchange of views, members of the board attempt to develop consensus on issues of importance to the bench, bar and public. When their minds meet, unsigned opinions will result. When they differ, or if a conflict exists, majority views and the names of members who do not participate will appear. Members of the community are invited to contribute letters to the editor and/or columns about opinions expressed by the Editorial Advisory Board.\nCopyright © 2020 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: July 10, 2020"
}