{
    "title": "Editorial_ On the subject of domestic right-wing terrorism, where's GOP leadership_",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 10,
    "day": 30,
    "full text": "When a gunman enters a synagogue and kills 11 Jews in the name of white nationalism, that is terrorism. When a Florida man mails out at least 14 bombs aimed specifically at critics of President Donald Trump, that is terrorism. Their actions conform exactly to how the U.S. government defines the word.\nBut don't look to Trump for leadership on this question. The president has done his best to stoke division and fears of terrorism from abroad. He constantly refers to terrorism in a Middle Eastern context, and almost always in reference to immigration. He has gone so far as to justify a new deployment of U.S. troops to the border as necessary to confront \"Middle Easterners\" he claims are embedded with a migrant caravan about 1,000 miles away in southern Mexico.\nWhat we have yet to hear from Trump is a denunciation of last week's horrific attacks for what they were: part of a domestic terrorism wave that also included last year's deadly attack by a white nationalist in Charlottesville, Va. Trump likely doesn't want to address it because doing so would draw uncomfortable attention to the words he uses to stoke this hate.\nEven as news emerged Saturday of the shooting spree at Pittsburgh's Tree of Life synagogue, Trump refused to alter his campaign schedule. The rally he headlined in Murphysboro on behalf of Republican congressmen Mike Bost and Rodney Davis should have been canceled out of respect, yet the three politicians opted to proceed. Where are their priorities?\nDavis offered roughly 15 seconds worth of condolences for the Pittsburgh victims before launching into a long-winded, jingoistic tribute to military members who died serving their country. Bost offered not a word about Saturday's attack. But on the subject of House Democratic leader Nancy Pelosi, his condemnations were profuse.\nTrump arrived 90 minutes later to recite prepared, monotone remarks about the attack, then prompted cheers by oddly declaring, \"We have to bring back the death penalty.\" The federal penalty hasn't gone anywhere.\nTrump has repeatedly condemned Democratic leaders for supposedly refusing to say the words \"radical Islamic terrorism,\" yet he is remarkably silent on the subject of radical right-wing domestic terrorism.\nTrump's words and slogans unquestionably influenced accused Florida mail-bomber Cesar Sayoc. Exaggerated language about the threat of illegal immigration factored in accused synagogue shooter Robert Bowers' online rants.\n\"It starts with speech,\" said Tree of Life Rabbi Jeffrey Myers during a Sunday vigil in Pittsburgh. As if to remind politicians to measure their words should they come to the city, Myers added, \"Words of hate are unwelcome in Pittsburgh.\" He pointed to political leaders present and said, \"Ladies and gentlemen, it has to start with you as our leaders.\"\nWhen that opportunity arose in Murphysboro, leadership was conspicuously absent.\n\nGraphic\n\n \n President Donald Trump speaks at the 2018 Young Black Leadership Summit in the East Room of the White House in Washington, Friday, Oct. 26, 2018. (AP Photo/Susan Walsh)  Editorial Cartoon by Signe Wilkinson, Philadelphia Inquirer/Philadelphia Daily News - A Moment of Silence We interrupt this season of pitched political battles for… A MOMENT OF SILENCE (One lit candle stands in front of 11 extinguished candles.) \n\nLoad-Date: October 31, 2018"
}