{
    "title": "EDITORIAL_ Pakistan acting more like U.S. foe",
    "publisher": "the leader-telegram ",
    "year": 2011,
    "month": 10,
    "day": 10,
    "full text": "Oct. 10--An old adage advises to keep one's friends close and one's enemies closer.\nBoth parts of this maxim seem to apply to the U.S. relationship with Pakistan.\nOn one hand, the nation has been an ally in the war on terrorism, which began in earnest 10 years ago this month when the United States and its allies invaded Afghanistan to oust the Taliban and root out the al-Qaida terror network, which murdered thousands on Sept. 11, 2001. Subsequently, Pakistan has received billions of dollars in U.S. military and civilian aid.\nOn the other hand, some within Pakistan -- both outside and inside the government -- have aided and abetted terrorists.\nOver the past decade, Pakistan's divided loyalties have been clear: Its rulers don't want to be overthrown by the same radical Islamic militants who target the U.S., but they also don't want to be viewed as American puppets or lose influence over neighboring Afghanistan.\nU.S. leaders are beginning to call Pakistan out for its duplicity: Last month, Adm. Mike Mullen, the since-retired chairman of the Joint Chiefs of Staff, called the Haqqani network, which has killed NATO forces in Afghanistan, a \"veritable arm\" of Pakistan's intelligence service. And last week, President Barack Obama said Pakistan's relationship with \"unsavory characters\" was threatening its long-term relationship with the U.S.\nA disturbing example of Pakistan trying to play both sides of the fence arose last week when a Pakistani government panel recommended treason charges against a Pakistani doctor who aided in the CIA search for Osama bin Laden.\nAmericans and all those who have been targeted by terrorism -- including those in the Muslim world and Pakistan itself -- should be outraged by the recommendation that Shakeel Afridi face the death penalty for the \"crime\" of helping bring the most wanted man in the world to justice. According to McClatchy Newspapers, Afridi was recruited by the CIA and \"organized an elaborate sham immunization campaign that sent health workers to the (bin Laden) compound in hopes of taking DNA samples.\" The effort was a dud, but the covert U.S. raid against the compound went ahead anyway, and bin Laden was killed May 1.\nIt is somewhat understandable that Pakistanis would bristle at such a raid, viewing it as a violation of their sovereignty. And it's true that, under normal circumstances, the U.S. should brief an ally on such a mission. However, nothing is \"normal\" about the U.S. relationship with Pakistan. Given the links between some elements of the Pakistani military and intelligence community and terrorists, there's a distinct possibility that tipping off Pakistan about the raid would have led to its failure.\nAfridi should be a hero to Americans and his own countrymen. Pakistan should let him go free and reserve treason charges for those within its borders who cooperate with terrorists.\n- Tom Giffey, editorial page editor\nThe issue: A Pakistani government panel recommends treason charges against a Pakistani doctor who helped the CIA hunt for Osama bin Laden.\nOur view: If Pakistan is truly an American ally in the war on terrorism, it will let the doctor free and confront its real enemies.\n___ (c)2011 the Leader-Telegram (Eau Claire, Wis.) Visit the Leader-Telegram (Eau Claire, Wis.) at www.leadertelegram.com Distributed by MCT Information Services\n\nLoad-Date: October 10, 2011"
}