{
    "title": "EDITORIAL_ It's official_ war fueled terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "Sep. 27--The only news in the New York Times' Sept. 24 story about a classified National Intelligence Estimate that concludes, as one anonymous intelligence official put it, \"that the Iraq war has made the overall terrorism problem worse,\" is that the assessment is contained in a reasonably official document, acknowledged by the intelligence community leaders.\nDespite recent speeches filled with hope and bravado from the president and other administration officials, this has been blindingly obvious for months, even years.\nThose of us who opposed the unprovoked invasion of Iraq from the outset warned at the time that one of the likely results would be to increase the ability of al-Qaida and other terrorist-inclined organizations to recruit people willing to undertake acts of terrorism. As it became obvious that the United States, after what seemed for a while like a stirring military victory, was undertaking a long-term occupation of Iraq without a serious plan that took into account the ethnic and religious diversity of a country whose borders reflected British convenience after World War I rather than local history, the fears became reality.\nThe U.S. occupation of Iraq, a predominantly Arab and Muslim country -- and, despite a brave and sometimes laudable attempt at a \"unity\" government made up of Iraqi citizens, it must be classified as an occupation -- has served as a recruiting poster for Islamic jihadists worldwide.\nFurther, some foreign fighters have gone to Iraq to learn guerrilla tactics and be \"blooded\" in insurgent and terrorist techniques, then return to their own countries with more knowledge and determination.\nIn trying to defuse the leak of the document, even White House spokesman Tony Snow had to acknowledge that Iraq was among several factors that \"fuel the spread of jihadism.\"\nThe United States can do little to cure social grievances or speed up the pace of reform in the Middle East, nor can it uninvent the Internet.\nThere is no doubt that, if the United States withdrew from Iraq immediately, jihadists would take it as an admission of defeat, and it is possible -- though not as inevitable, as some would argue -- that Iraq would become even more chaotic than it is now.\nBut simply \"staying the course\" with current levels of U.S. troops seems unlikely to bring about victory (assuming there is a consensus on what constitutes victory, which there isn't). The Army is seeking to increase troop levels in Iraq, though only modestly, and is seeking a 41 percent increase in its budget to pay for it.\nSo a near-obsession with deposing Saddam Hussein in Iraq has led to 2,700 Americans killed and about 20,000 wounded, and there's no vision of victory and no end in sight. And, far from making us safer, as administration spokespeople insist, it probably has increased the worldwide threat of terrorism.\nAdministration spokesman and intelligence \"czar\" John Negroponte insists that the leaked information stresses only one aspect of U.S. intelligence agencies' assessment of the threat from jihadist terrorism, and that the Iraq war is not as central to the increased danger as suggested. And it is likely, six weeks before an election, that some of those who leaked to the Times had political motives of seeking to discredit the administration.\nThe best way to allow Americans to assess the various arguments is to declassify most of the 30-page document in question. The gist of it is already known. It would provide a good beginning for a reasonably honest discussion of the role of the Iraq war in U.S. foreign policy.\nTo see more of the Valley Morning Star, or to subscribe to the newspaper, go to http://www.valleystar.com. Copyright (c) 2006, Valley Morning Star, Harlingen, Texas Distributed by McClatchy-Tribune Business News. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: September 27, 2006"
}