{
    "title": "Editorial _ Jordanian Hotel Bombings Iraq 's dangerous exports",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 11,
    "day": 12,
    "full text": "This time the grieving over victims of terrorism is in Jordan, where suicide bombers blew up three U.S.-based, luxury hotels in the capital of Amman.\nThe al-Qaeda franchise in Iraq led by Abu Musab al-Zarqawi has taken credit for Wednesday's blasts, which killed about 57 people and wounded 100 at the Grand Hyatt, the Radisson SAS and the Days Inn hotels. Most of the victims were Jordanians, including guests of a wedding party.\nAt the very least, the attacks show the heartlessness of terrorists. If Zarqawi's group is behind the bombings, then they also add to evidence that this new Iraq has taken the place of the old Afghanistan under the Taliban as a terrorism hub.\nAl-Qaeda in Mesopotamia, as did al-Qaeda in Afghanistan, imports young Muslims from near and far to train and fight, and then exports them to wreak havoc in countries whose governments are deemed infidels and enemies by the terrorists' leaders.\nThe figure that inspires recruits is not Osama bin Laden, but Zarqawi. It is Zarqawi, Reuters news agency reports, whom militants around the world now admire for being a leader of the Iraq insurgency.\nZarqawi has struck at his homeland of Jordan before. He yearns to oust the Jordanian government, which jailed him in 1996 three years later until King Abdullah pardoned him.\nThe pardon did not turn foe into friend. Jordan remains a target in Zarqawi's eyes for its good relations with the United States and Israel, and its crucial logistical support for U.S. operations in Iraq.\nIf the global fight against terrorism were defined solely by the gruesome acts of extremists, then mass demonstrations by Jordanians condemning the attacks would sharpen the division between the civilized world and terrorists. But the fight also is defined by the Iraq war and other aspects of Washington's response to terrorism since 9/11.\nPresident Bush, in support of King Abdullah, has sounded the right notes of mourning and warning in the bombings' aftermath. The two leaders were right to emphasize that terrorists will not dictate their nation's policies and allies.\nBush should refrain, however, from repeating his flawed assertion that invading Iraq was necessary because it already was terrorism central. It was not - until the United States won the war and bungled the aftermath.\nInstead, his attention would be better directed to the worrisome prospect of much more terrorism being exported from Iraq into Middle East neighbors and countries beyond.\nThe U.S. military offensive near the Syrian border shows that Bush understands the need to keep militants from entering and exiting Iraq at will. This week's bombings show the urgency of figuring out how to stabilize Iraq before chaos is on the march throughout the region.\n\nLoad-Date: November 12, 2005"
}