{
    "title": "EDITORIAL_ Let the athletes shine in Sochi",
    "publisher": "the press democrat",
    "year": 2014,
    "month": 2,
    "day": 8,
    "full text": "Feb. 08--There was something largely missing in the run up to the Olypmics -- sports.\nWe've read a great deal about Russia's autocratic president and about \"black widows\" and the prospect of terrorism disrupting the games. We learned about official intolerance for gays and an ill-advised directive to shoot stray dogs. There were tales of extravagance and graft -- a staggering $51 billion spent, yet many hotels and athletic venues weren't finished in time for Friday's opening ceremonies.\nIt's all important, and a bit depressing, but not really surprising. With all the corruption and controversy, some people plan to tune out the games altogether.\nIt's no wonder, but it's still a shame.\nOlympic competition is a celebration of human achievement. The athletes spend countless hours honing their skills, aiming to deliver the performance of a lifetime.\nMany of these skaters, skiers and curlers practice and compete in relative obscurity for much of their lives. This is their opportunity, perhaps their only opportunity, to perform in front of a worldwide audience.\nAs the competition unfolds over the next 16 days, we hope these athletes and their accomplishments push the less-inspiring stories aside.\nThe Bay Area isn't exactly synonymous with winter sports, but if you're looking for a rooting interest, several Northern California athletes are in Sochi.\nPolina Edmunds, a 15-year-old high school sophomore from San Jose, is among the favorites for a medal in figure skating. Monterey's Nick Cunningham is a returning member of the U.S. bobsled team. Skiers Maddie Bowman and Julia Mancuso are from Tahoe. So are snowboards Jamie Anderson and Hannah Teter.\nHockey player Joe Pavelski is a native of Wisconsin, but as a San Jose Shark, the Bay Area has a claim on him as a local Olympian.\nSochi isn't the first host city where political and logistical problems preceded the Olympics. If the games aren't interrupted by terrorism or repression, Sochi is likely to be remembered for what happens on the slopes and on the ice.\nLet the games begin.\n___ (c)2014 The Press Democrat (Santa Rosa, Calif.) Visit The Press Democrat (Santa Rosa, Calif.) at www.pressdemocrat.com Distributed by MCT Information Services\n\nLoad-Date: February 9, 2014"
}