{
    "title": "EDITORIAL_ Uncovering a soft spot in the nation's grid",
    "publisher": "the press democrat",
    "year": 2014,
    "month": 2,
    "day": 13,
    "full text": "Feb. 13--Combining stealth and precision, snipers targeted a PG&E substation near San Jose last spring, knocking out 17 giant transformers before escaping unseen.\nAt the time, PG&E and Santa Clara County authorities described the incident as vandalism and encouraged residents to conserve electricity. It turns out there's more to the story.\nThis was a sophisticated attack on a critical transmission hub, with the potential to cut off power in much of the Bay Area for weeks or months. More chilling, it may have been a rehearsal for a larger operation targeting the entire country.\nRather than routine vandalism, it was \"the most significant incident of domestic terrorism involving the grid that has ever occurred,\" Jon Wellinghoff, the chairman of the Federal Energy Regulatory Commission at the time of the attack, told the Wall Street Journal.\nThe Journal published the first detailed account of the the sniper attack, which took place April 16 -- about 13 hours after the Boston Marathon bombing.\nAt about 1 a.m., someone severed fiber-optic cables in an underground vault, cutting off telephone service to PG&E's Metcalf transmission substation.\nSecurity cameras recorded a streak of light along a chain-link fence about a half-hour later. It may have been a flashlight signal to open fire.\nShooting continued for 19 minutes. The snipers targeted cooling systems, which leaked 52,000 gallons of oil, rendering the transformers inoperable without causing explosions that might have been seen from nearby Highway 101.\nAnother streak of light apparently signaled cease fire, and the shooters disappeared into the night before deputies arrived. The military-style raid lasted less than an hour.\nAt a security conference in November, the Journal reported, a retired PG&E vice president said \"this wasn't an incident where Billy-Bob and Joe decided, after a few brewskis, to come in and shoot up a substation.\"\nThe utility isn't saying much more about the incident. Despite Wellinghoff's concerns, the FBI says there's no evidence of terrorism. That may be because there seems to be very little evidence at all.\nInvestigators found shell casings and small piles of rocks that may have been left by scouts to identify the best shooting angles, according to the Journal. But they found no fingerprints, and no faces were recorded by security cameras.\nPG&E rerouted power to avoid blackouts, but it took nearly a month and cost more than $15 million to complete repairs at the San Jose substation.\nWhether it was terrorism or some elaborate prank, the incident shows the vulnerability of the U.S. electrical grid. The transformers that were targeted are vital to the transmission system, they're expensive, and they aren't easily replaced. Yet security often consists of little more than a chain-link fence.\nThat's not much security for a network that serves everything from residential subdivisions to national security functions. If federal energy regulators and the nation's utilities didn't understand that before last April, the message is brightly illuminated for them now.\n___ (c)2014 The Press Democrat (Santa Rosa, Calif.) Visit The Press Democrat (Santa Rosa, Calif.) at www.pressdemocrat.com Distributed by MCT Information Services\n\nLoad-Date: February 13, 2014"
}