{
    "title": "EDITORIAL_ CIA review will be divisive, counterproductive",
    "publisher": "the beaumont enterprise ",
    "year": 2009,
    "month": 8,
    "day": 31,
    "full text": "Aug. 31--Anyone not named Dick Cheney probably would agree that some CIA officials went too far in interrogating terrorism suspects after the 9-11 attacks. Yet the Obama administration is still making a mistake by naming a special prosecutor to investigate mistreatment of detainees at Guantanamo Bay and even \"secret prisons.\"\nIn a narrow, moral sense, the investigation is justified. This country should uphold the rule of law and renounce torture, even with terrorism suspects.\nBut this investigation will not be carried out within the strict confines of the Obama administration. It will become front-page national and international news.\nAs such, it will become propaganda fodder for terrorists and dictatorships who will falsely claim that we have no grounds to criticize them. Many of our allies will question how much they should cooperate with us. Many of our own intelligence officials will wonder if they too will be second-guessed later on.\nFrankly, some of the alleged \"abuse\" resembled practices that are not unknown in American police stations -- and which are legal. It's not the kind of polite behavior one encounters at home or in the office. But it's often needed to prosecute those who have committed serious crimes. And remember, all of this occurred when we didn't know if another terrible attack was imminent. (We still don't.)\nCandidate Barack Obama pledged to look forward, not backward. This review undercuts that promise. It also threatens to repeat the problems that have occurred with other special prosecutors.\nHaving taken this plunge, at least the administration should complete the review quickly. Dragging it out or throwing in congressional hearings will not help the administration or the cause of justice. It will simply deepen the political divide in this country and distract the president from many more important issues.\nTo see more of The Beaumont Enterprise, or to subscribe to the newspaper, go to http://www.www.beaumontenterprise.com/. Copyright (c) 2009, The Beaumont Enterprise, Texas Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: August 31, 2009"
}