{
    "title": "EDITORIAL_ New York explosion signifies need for patience, reliance on fact",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 18,
    "full text": "On Saturday evening, our world was once again rattled by shrapnel, terror and unanswered questions. One follows the other succinctly and without falter. The questions haunt us more often than not, as scary things happen around the world and in our backyards on a seemingly daily basis. The question of how to respond as citizens, as a population and as journalists is as relevant as ever.\nNew York City was rocked with an explosion in the Chelsea neighborhood at approximately 8:30 p.m. Saturday, killing none but injuring 29 people, according to a New York Times article. A second suspicious device was then found several blocks away, confirmed to be a makeshift bomb created from cookware.\nOftentimes it is difficult to differentiate how we think of things from a journalist's perspective and from a human's perspective. Immediately, identifiers like \"Islamic State\" and \"Muslim extremists\" were linked to the event without any substantive evidence to prove for or against. As a human living in a terrifying world at a terrifying point in time, these associations may seem justified. Previous events like the Boston Marathon bombing, which occurred less than two miles from where this piece is being written, affirm such assumptions and add fuel to future accusations.\nIt is also human nature to shine light in the dark corners. If we do not know what is threatening us, or what our enemy resembles, then we cannot mount any sort of defense. A certain level of comfort comes from merely knowing what makes us most fearful.\nAnother level of human fear stems from New York as the epicenter for our identity as Americans. When it is targeted in any way, the city's pain is felt as a nation. With the anniversary of 9/11 just over a week past, the sensitivity to our history lends a further level of legitimacy to associations and assumptions, even if they are incorrect.\nThe normalization of attacks by Muslim extremists, particularly those by the Islamic State, does not help to dispel rash connections. These attacks happen frequently, and people know this.\nBut we must not allow ourselves to think like this as journalists. We all have human fear because we are human, but we must not let this creep into the retelling of the truth. It is our role to remain objective and report only fact.\nAs news outlets, the pressure is inevitably on to report the most information first, but quality must always precede quantity. With Twitter updates blasting and outlets churning non-stop, it is important to be reminded of the ultimate purpose of delivering the truth. The issue is compounded when news outlets prefer expediency over correctness. Unfortunately, it is often the first piece of news out of the gate that is considered as fact.\nGov. Andrew Cuomo of New York said that assumptions of international terrorism are off base, but rightfully differentiated between an act of terrorism and an act of international terrorism, according to the Times article. \"A bomb exploding in New York is obviously an act of terrorism,\" he said. By doing so, Cuomo clarified an assumption often made in connection to any recent act of violence.  Human worry associates these attacks with a specific group as soon as the word \"terrorism\" is mentioned, to avoid the fear of the unknown, but it is the job of journalists to dispel this worry in favor of fact.\nJournalists are arguably the most curious individuals in a population. We have to be, because our job requires it. However, there is a line between curiosity and fabrication that must not be crossed. There are still lots of unanswered questions about Saturday night's events, and that is fine. They will be answered in due time, for humans and journalists alike.\n\nLoad-Date: January 9, 2017"
}