{
    "title": "Editorial_ Paul Koretz's inflammatory comments confirm his failure to represent Westwood",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 20,
    "full text": "For years, UCLA students lived with the fact that their Los Angeles city council member doesn't care about their basic needs.\nThey now also have to live with the fact that their elected representative thinks some of them are terrorists.\nPaul Koretz, the three-term city council member who represents City District 5, which includes Westwood, has long kept his head out of Westwood matters. He hardly cares for the housing affordability crisis in the neighborhood and has turned a blind eye to bicyclists' and pedestrians' needs.\nYet the council member suddenly afforded the neighborhood his attention last week when the National Students for Justice in Palestine organized a conference at UCLA. His contributions: a letter urging university administrators to violate the First Amendment by shutting down the event and a comment that the conference's participants, students included, were either plotting terrorism or participating in rampant anti-Semitism.\nAt least Bruins can finally know for certain that Koretz is not fit to be their spokesperson in City Hall.\nKoretz may be a UCLA alumnus, but his lack of political initiative except when expedient, his inability to understand students' needs and his meddling in campus affairs simply to score political points make it clear he's hardly the city council member this neighborhood needs.\nThat's not to say Koretz hasn't done anything in his nine years in office. But he has persistently focused on less controversial issues, such as instituting bans on plastic bags and puppy mills.\nHis actions pertaining to Westwood have been arbitrary at best.\nKoretz fought vehemently against installing a bike lane on Westwood Boulevard, something numerous members of the community expressed a need for. He was adamant in 2016 about killing the proposal because of supposed safety concerns, without even having the results of a safety study of the potential bike lane.\nAt the inaugural meeting of the student-formed North Westwood Neighborhood Council, he declared he would still consider the opinions of the Westwood Neighborhood Council, a body that no longer has jurisdiction over Westwood Village.\nAnd two weeks ago, he pushed forth a City Council resolution condemning UCLA for allowing hate speech to take place on campus via the NSJP conference, despite event organizers not publicizing an event attendance list or a speaker list. His letter to UCLA also showed a fundamental lack of knowledge of the Constitution, especially for an elected official.\n\"We can't tell if they're plotting terrorism or just figuring out how to make life uncomfortable for Jewish students and supporters of Israel on campuses across the country,\" Koretz said at a protest against the event.\nNot representing students is one thing. Accusing them of terrorism is another.\nIt's easy to think Koretz could just be prioritizing the needs of homeowners, but the council member has even flip-flopped on matters important to his nonstudent district members. Koretz notoriously changed his stance on the construction of developer Rick Caruso's multistory apartment tower in Beverly Grove, for example, first supporting the construction after the developer donated to his campaign, and later pulling support after constituents expressed their anger.\nYes, Koretz has political experience. He has political sway. And he probably has the know-how to effect change. But nine years in the job and it's hard to find examples of him standing up for any set of political ideals, let alone his constituents' needs.\nThat's as good as students not having a city council member for nearly a decade.\nThey might as well not have.\n\nLoad-Date: November 21, 2018"
}