{
    "title": "EDITORIAL_ Terrorism strikes again in Europe",
    "publisher": "the capital ",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "March 23--Once again, the world mourns.\nThis time, terrorism struck in Brussels, the capital of the European Union, where at least 30 people died and hundreds were injured in bombings Tuesday morning at the international airport and a busy subway station. The Islamic State claimed responsibility.\nThe coordinated attacks on civilian targets were callous. They were cowardly. Even shocking. But they can't be called surprising. Not anymore.\nSuicide attacks in Europe, Asia and Africa demonstrate the Islamic State's ability to export terror from its base of operations in Syria and Iraq. While no direct link is known, the perpetrators of the mass shooting on Dec. 9 in San Bernardino were sympathizers to the Islamic State's jihadist cause. Does anyone doubt the group wants to make a direct strike on the United States?\nTuesday's bombings came just four days after authorities in Brussels captured Salah Abdeslam, who is believed to be the last surviving participant in the Nov. 13 attacks that killed 130 people in Paris. Whether the attacks were a response is unknown, but Abdeslam's arrest heightened concerns about terrorism in Belgium, which has been a fertile recruiting ground for the Islamic State.\n\"We were fearing terrorist attacks, and that has now happened,\" Prime Minister Charles Michel said at a news conference following the bombings, which he described as \"blind, violent, cowardly.\"\nIn the coming days, as investigators gather evidence and search for conspirators, including a suspect spotted by security cameras at the airport,expect a renewed debate about the proper scope of western military operations in the Middle East, the flow of Syrian refugees into Europe and appropriate security measures in the U.S.\nAs the debate unfolds, keep this in mind: The Islamic State has been losing ground on its home front for months, pushed back by a combination of U.S.-led air strikes and ground attacks by Kurdish forces, the Iraqi army and Syrian rebels, some of them operating with weapons and training provided by American and European military advisers. Striking out may be an attempt to distract attention from battlefield losses or to show that those defeats aren't affecting its ability to conduct operations in the West.\nThe proper response to Tuesday's attacks isn't scaling back U.S. involvement in the world or resorting to torture, as presidential candidate Donald Trump suggested. Neither is it indiscriminate surveillance of Muslim neighborhoods in the United States or banning Muslims from entering the country.\nAfter the Paris attacks, investigators said terrorists were becoming more sophisticated. To thwart them, the U.S. must work closely with NATO and other allies, sharing intelligence, developing new counter-terrorism resources and redoubling efforts to halt recruiting by jihadi groups -- without abandoning our ideals.\nAs President Barack Obama, speaking in Havana after Tuesday's attacks, said: \"This is yet another reminder that the world must unite, we must be together, regardless of nationality or race or faith, in fighting against the scourge of terrorism. We can and we will defeat those who threaten the safety and security of people around the world.\" The world must not shrink from the challenge.\n___ (c)2016 The Press Democrat (Santa Rosa, Calif.) Visit The Press Democrat (Santa Rosa, Calif.) at www.pressdemocrat.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: April 13, 2016"
}