{
    "title": "EDITORIAL_ War on Terrorism is not over",
    "publisher": "high point enterprise ",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--We've been focusing all week on our memories of 9/11 -- where we were when we first heard, the fear and the loss we first felt and then the anger that boiled as we learned more about the treacherous attacks that cut short nearly 3,000 innocent lives that day.\nIn the dozens of news and feature stories and commentaries in the Enterprise and the hundreds of news reports elsewhere, we've reflected on the ways our lives were changed, how our national security agencies and laws were modified and even how our local law enforcement and emergency services agencies were impacted.\nWe've recalled the losses of friends, acquaintances and loved ones. And we've again told the stories of bravery, such as the actions of Randolph County native Sandy Bradshaw, her fellow crew members and the passengers aboard United Airlines Flight 93. The heroism and the patriotism exhibited that day by those crew members and passengers on Flight 93 will forever inspire freedom-loving Americans. They truly were modern-day Minutemen in the War on Terrorism which began that day.\nWe've also recalled our triumphs against the terrorists, and again reveled in the death of attack mastermind -- Osama bin Laden -- at the hands of U.S. Navy SEALs earlier this year.\nAnd then on Thursday, we were starkly reminded that America's 10-year-long fight against terrorism is not over.\n\"There is specific, credible but unconfirmed threat information,\" the head of the FBI's New York division, Janice Fedarcyk, and other officials told us as preparations for 9/11 commemorations this weekend moved ahead. Officials said that although unconfirmed, the information on possible car bombings in New York and Washington was so credible that it could not be ignored.\nOf course, no information on possible threats can be ignored -- whether it can be determined to be credible or not. Ignoring information, or taking inadequate follow-up action on it, led to security problems manifested in the 9/11 attacks. That -- and our national failure to remain vigilant on security and our tendency to think the whole world loves us and our American way of life -- exacted a toll on 9/11.\nWe must remember that the War on Terrorism is not over, and that fighting this war continues to require extraordinary measures -- sometimes not so pretty -- on the part of our security and intelligence forces. While decency requires us to uphold certain moral values -- such as not branding an entire population of people as our enemies because of a few -- the War on Terrorism will not be won by being nice to people who want to kill us. Ten years after 9/11, far too many of us still don't understand that.\n___ (c)2011 The High Point Enterprise (High Point, N.C.) Visit The High Point Enterprise (High Point, N.C.) at www.hpe.com Distributed by MCT Information Services\n\nLoad-Date: September 11, 2011"
}