{
    "title": "Editorial_ Right-wing extremism, white supremacists rank as the top terrorist threats",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 9,
    "day": 13,
    "full text": "> Archiving note: This article has not been checked against the print edition and shall not be used as an official copy of the newspaper. To verify accuracy, please compare to our digital microfilm at www.stltoday.newspapers.com.\nA draft report from the Department of Homeland Security, assessing the most dangerous terrorist threat facing the U.S. today, concludes that it isn't Muslim radicals from foreign lands or the left-wing antifa crowd - it's domestic right-wing radicalism driven by white supremacists. Anyone who is surprised by this should spend less time listening to Trumpist propaganda and more time reviewing America's long history of racist terrorism.\nThere are indications the Trump administration might be trying to skew the message from this report for political purposes, as it has done before with all sorts of data. Politico obtained three drafts of the yet-unreleased report and found that the first draft described the threat of white-supremacist terrorism in more specific language than the two subsequent drafts, which downplayed the racist aspect and described the domestic terrorism threat in more generic terms.\nIn any case, all three drafts conclude that right-wing extremism is the greatest terrorism danger in America today. \"Foreign terrorist organizations will continue to call for Homeland attacks but probably will remain constrained in their ability to direct such plots over the next year,\" all three drafts conclude. Together, they warn that \"violent extremists almost certainly will continue their efforts to exploit public fears associated with COVID-19 and social grievances driving lawful protests to incite violence, intimidate targets, and promote their violent extremist ideologies.\"\nThe first draft is the most specific about those ideologies. \"We judge that ideologically motivated lone offenders and small groups will pose the greatest terrorist threat to the Homeland through 2021, with white supremacist extremists presenting the most lethal threat,\" it reads. The next two drafts refer to \"Domestic Violent Extremists\" rather than \"white supremacist extremists,\" although they do reference white supremacy in other sections.\nThese minor differences could be innocent tweaks based on the data. But some suspicion is warranted with a White House known for strong-arming its experts to deliver politically advantageous data on the pandemic and other issues - the environment, the economy, immigration, even the weather (remember \"SharpieGate\"?). A Homeland Security official filed a whistleblower complaint Wednesday saying that top officials directed agency analysts to downplay threats from violent white supremacists and Russian election interference to avoid making President Donald Trump look bad.\nThe leaking of early drafts serves warning to the administration that the final product will be deservedly scrutinized for signs of whitewashing. This is the kind of suspicion that four years of whitewashing prompts toward a presidency.\nTrump would no doubt prefer that left-wing radicalism get star billing for potential terrorism, but none of the drafts mention it.\nThe Ku Klux Klan and related white supremacy scourges are America's original terrorism. Remnants of that scourge are regenerating today, encouraged by a president who worries more about offending racists among his base than standing up for what's right.\n\nGraphic\n\n \n James Alex Fields Jr., second from left, holds a black shield in Charlottesville, Va., where a white supremacist rally took place on Aug. 12, 2017. Fields was later charged with second-degree murder and other counts after authorities say he plowed a car into a crowd of people protesting the white nationalist rally.(Alan Goffinski via AP) \n\nLoad-Date: January 18, 2022"
}