{
    "title": "EDITORIAL_ Never forget what happened on Sept. 11, 2001",
    "publisher": "enid news & eagle ",
    "year": 2020,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--     Sep. 11--Sept. 11, 2001.\nThe date and the images are seared in our brains forever. No one can forget the images of airliners smashing into the World Trade Center, or those buildings collapsing later from the damage.\nThe worst terrorist attack ever on our country stunned us. How did it happen? Why did it happen? Who did it?\nEventually, we learned the answers to those questions, and now -- 19 years later -- we still are facing the threat of radical Islamic terrorism. Our armed forces, and those from many other countries, continue to fight against various radical groups bent on spreading terror through a number of violent means.\nIn the uncertain days after the attacks, we couldn't help but wonder when and where the next strike would happen.\nWe changed. Our country changed.\nAirline travel has become a more time-consuming, difficult process, mainly on the ground before anyone ever boards a plane. The security measures have increased, with the goal of preventing armed terrorists from taking over airliners again and turning them into weapons of destruction.\nOur country hasn't seen a terrorist attack of that scale since that day 19 years ago. Sadly, there have been several smaller attacks that have claimed the lives of people across the country, but nothing coming close to the nearly 3,000 people killed on 9/11.\nThe question asked often now is, are we safer now than we were?\nWe have to say efforts to make air travel safer have succeeded. Nothing like what happened on 9/11 has been repeated. However, we can't say we are 100% safe, and we don't believe we can ever be. As a free society, that's not possible. Without surrendering many of our freedoms, the chances of a determined effort to inflict damage and deaths remains.\nHowever, what is much less likely now is an attack of the magnitude of 9/11. But, we've all got to remain vigilant. That's our reality now.\nAs we go about our day today, we all need to take the time to remember. Remember what happened on Sept. 11, 2001. Remember the victims. Remember their families.\nRemember how we felt that day.\nNever forget.\nfull-access Enid News & Eagle headlines -- Text Alerts -- app downloads\nThe News & Eagle Editorial Board meets weekly to form the newspaper's stances on mostly local and state and occasionally national issues.\nHave a question about this opinion piece? Do you see something we missed? Do you have an editorial idea for the News & Eagle? Send an email to editor@enidnews.com\n___ (c)2020 the Enid News & Eagle (Enid, Okla.) Visit the Enid News & Eagle (Enid, Okla.) at www.enidnews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 11, 2020"
}