{
    "title": "Editorial _ Palestinian Elections Onus is now on Hamas",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 1,
    "day": 27,
    "full text": "Palestinians deserve praise for holding an election Wednesday that observers called free, fair and well-run. The polling drew a historically high turnout to determine who would serve in parliament.\nThe winner, though, was a shock - and it's hard to tell whether the electoral triumph of Hamas, a radical Islamic group that has called for Israel's destruction, can bring Palestinians any closer to the homeland they should have.\nHamas, whose ugly specialty has been detonating suicide bombs in Israel, didn't just win. It won by a landslide, getting 76 out of 132 seats.\nThis means Hamas could govern without forming a coalition, though officials have said they will invite other factions to join their government.\nIt also means that Hamas - which has long reveled in the irresponsibility that a lack of formal power can convey - now is in a new and uncomfortable position of accountability.\nThis victory for a party that has engaged in terrorism has sent many of Israel's supporters reeling through various worst-case scenarios - some of them plausible. But a possibility exists that Hamas, thrust into power and responsibility, can adjust its methods and aims for the better. The United States must work hard to find ways to nurture that possibility.\nIt helps to remember that most Palestinians do not support the suicide bombing that has been Hamas' habit in dealing with Israel.\nThe vote for Hamas was not necessarily an endorsement of terrorism. More likely it was an expression of long-building disgust against the incompetence and corruption of the ruling Fatah party.\nFatah has dominated Palestinian politics for more than three decades.\n\"I supported Fatah in the beginning,\" Rabhe Jaber of Ramallah told the BBC after the election. \"But the time had come for a change.\"\nNo wonder Jaber and so many other Palestinians wanted to ditch Fatah, cofounded by the late Yasir Arafat. Outsiders may know Hamas for its terrorism, but Palestinians know it as a more reliable source of social services, health care and education than their nominal government.\nMany Palestinians recognize at some level that the Israeli occupation is not the only reason their quality of life has remained so low; it is also because Arafat and Fatah failed them.\nHamas' social programs do not excuse its violent deeds, but they do explain why Palestinians think their lives could improve with a change in power. Now, if their lives do not improve, Hamas will feel the voters' dissatisfaction.\nPresident Bush acknowledged yesterday that holding democratic elections means risking the status quo. The problem is that Hamas' status quo includes support for terrorism and extinguishing Israel.\nHamas must reject both if it wants to lead Palestinians to a viable state.\nIsraelis won't engage in multilateral peace talks if the platform of the party in charge of the West Bank and Gaza calls for the destruction of their nation. Who could blame them?\nIt will take historic courage to end the cycle of Palestinian terror attacks on one side, and preemptive and retaliatory strikes by the Israeli military on the other.\nPresident Bush struck the right notes yesterday. He urged Palestinian Authority President Mahmoud Abbas, whose position is unaffected by this week's election, to stay in office.\nBush called the outcome a \"wake-up call\" to all Palestinian leaders to do better for their people - and a Hamas devoted to terrorism will not be able to do better. He's right.\nThe United States should continue to demand that Hamas end terrorism, disarm as a militant group, and acknowledge Israel's right to exist.\nBut it is worth giving the new Palestinian leadership time to get over its shock at winning the election - time to refashion its goals and methods to serve the goal of coexistence, not endless bloodshed.\n\nLoad-Date: January 27, 2006"
}