{
    "title": "Editorial _ London's Day of Terror Heed this deadly flash",
    "publisher": "the world",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "Television images of what looks to be a string of terrorist bombings in London could only make Americans shudder in memory of a September day not even four years ago.\nThe four bombs that exploded just before 9 a.m. yesterday in the London Underground rail system and on a doubler-decker bus shredded the normalcy of a work-week morning, just as the 9/11 attacks charred the rush-hour routines of New York and Washington. That bond of blood makes even more profound the sadness Americans feel for Britain's wounded, and for the families of the dead and missing.\nPresident Bush, British Prime Minister Tony Blair and the other leaders of the Group of Eight industrialized nations meeting in Scotland, powerfully expressed not only their grief for the victims, but their resolve to catch the bombers and curtail terrorism.\nIt will be days, at least, until the extent and details of the attacks' destruction are known. Hundreds of commuters were injured, and fatalities were expected to grow from the at least 37 confirmed dead late yesterday. But even as British authorities investigate the type of bombs and who detonated them (first suspicion falls on al-Qaeda), the attacks are a reminder that terrorism has been neither cowed nor contained to Iraq.\nDespite the message the Bush administration often puts out, victory over Osama bin Laden and his worldwide band of thugs is not at-hand because al-Qaeda has not launched an assault on U.S. soil since Sept. 11, 2001. It was only on March 11, 2004, that bombs exploded on four commuter trains in Madrid, killing 191 people and wounding more than 1,800 others. Terrorist attacks have occurred elsewhere since 2001. Just yesterday, it was reported that Egyptian designate-to-Iraq Ihab al-Sharif was killed by kidnappers.\nAccustomed to Irish Republican Army bombings during the height of fighting over Northern Ireland, Britain had more defenses against terrorism than most nations. In fact, authorities thwarted an earlier plan to bomb Britain's commuter transportation system. But yesterday's explosions showed there is no sure way to stave off terrorism forever.\nPolitical leaders should use the bombings as fuel to push more aggressively for those measures that can better protect nations.\nThat does not always mean military operations. In the United States, security on subways and trains needs to be pumped up, as Homeland Security Secretary Michael Chertoff announced yesterday. Travelers should look for more police patrols and be prepared to wait as trains and transit stations are searched.\nThe Homeland Security Department needs to be a much better leader in improving first-responder preparedness nationwide. Funding has been slow to get to first-responders for communications, protective gear and other equipment that will help them react quickly and effectively in a crisis.\nFirst-responders, of course, are only necessary after an attack. Averting attacks requires international cooperation on intelligence-gathering and police investigations against suspected terrorists and terrorist cells around the world.\nAfter 9/11, the United States forged stronger partnerships with nations where terrorists were suspected to be operating. But there has been some warranted grumbling by partners lately. It's understandable that Italy feels as though intelligence-sharing travels one-way, from Rome to Washington, after the Bush administration used information from Italian authorities covertly to subvert an Italian criminal investigation of a terrorist suspect.\nThat's a good way to alienate allies the United States needs to thwart attacks like the one on London yesterday. It's a good way to make defending America harder still.\n\nLoad-Date: July 8, 2005"
}