{
    "title": "EDITORIAL_ Domestic terrorism must stop",
    "publisher": "the bemidji pioneer ",
    "year": 2009,
    "month": 6,
    "day": 11,
    "full text": "Jun. 11--The tragic shooting Wednesday in Washington, D.C., at the U.S. Holocaust Memorial Museum warns us that the United States is no longer safe from terrorism -- foreign and domestic.\nWednesday afternoon, an 88-year-old man entered the museum with a rifle and immediately began shooting. He killed a security guard before officers were able to shoot him, critically wounding him. Law enforcement identified him as James W. von Brunn and as a white supremacist. The Associated Press said he \"has a racist, anti-Semitic Web site and wrote a book titled 'Kill the Best Gentiles,' alleging a Jewish 'conspiracy to destroy the white gene pool.'\" He was convicted in 1983 of attempting to kidnap members of the Federal Reserve Board and served more than six years in prison. Writings attributed to Brunn on the Internet say the Holocaust was a hoax.\nPresident Barack Obama, who visited a concentration camp in Germany a week ago where thousands of Jews were killed by the Nazis in World War II, issued a terse statement that \"this outrageous act reminds us that we must remain vigilant against anti-Semitism and prejudice in all its forms. No American institution is more important to this effort than the Holocaust Museum and no act of violence will diminish our determination to honor those who were lost by building a more peaceful and tolerant world.\"\nIt is terribly disturbing when a nation founded on freedom and the freedom of speech would harbor those who would stifle that right of others by using violence -- even killing violence.\nEqually disturbing is the death a week ago of Dr. George Tiller, the director of a Wichita, Kan., clinic that performs late-term abortions. Abortion opponents were quick to condemn the act, as they should be, but it is another act of domestic terrorism, just as heinous as Wednesday's act of domestic terrorism.\nWe were shocked, and then angered, when foreign terrorists flew planes into buildings on Sept. 11, 2001. And we should also be shocked and angered over these w incidents of domestic terrorism.\nWe can do all we want to beef up security -- and we should -- but we must tackle such raw prejudice and anti-Americanism at the root. We must promote programs that stress diversity, peace and world understanding. We need to talk out our differences, and respect the opinions of others with whom we disagree.\nUntil we reach that level, we fear that we'll need to beware terrorism on two fronts -- from abroad and from within.\nTo see more of The Bemidji Pioneer, or to subscribe to the newspaper, go to http://www.bemidjipioneer.com. Copyright (c) 2009, The Bemidji Pioneer, Minn. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: June 11, 2009"
}