{
    "title": "EDITORIAL_ Half a loaf on North Korea _ THE POINT _ Punting the problem to the next president is bet",
    "publisher": "odessa american ",
    "year": 2008,
    "month": 10,
    "day": 21,
    "full text": "Oct. 21--You might say that the new quasi-agreement with North Korea amounts to kicking the can down the road, and you might be right.\nBut kicking the can down to road to be handled by the next administration is probably a less-worse outcome than continuing a strictly confrontational approach to the \"hermit kingdom\" in Pyongyang.\nThe background: After North Korea conducted an underground test in 2006 of what might or might not have been a nuclear bomb, an intricate series of negotiations led to an agreement that entailed, among other things, the U.S. pledging to remove North Korea from its official list of terrorism-sponsoring states and North Korea dismantling its weapons program. The North Korean regime began dismantling its Yongbyon nuclear processing plant last November and in June dramatically blew up the plant's cooling tower. But in August, because the U.S. had not yet removed North Korea from the terrorism-sponsoring list, the regime did an about-face and threatened to resume its nuclear weapons program.\nFinally, the U.S. took North Korea off the terrorism-sponsoring list, and Pyongyang agreed to allow inspectors from the International Atomic Energy Agency to resume inspections.\nIt's far from a perfect deal. North Korea has reneged on previous agreements. The IAEA inspectors won't have the kind of unfettered access one would prefer. But at least it is unlikely for the next several months that North Korea will resume weapons-building programs.\nThis deal, imperfect as it may be, was a good idea because both countries are likely to see a change in governments in the near future. The U.S. will have a new president in January. And Kim Jong-il, North Korea's erratic \"dear leader,\" has not been seen in public for several months. The rumor is that he had a stroke in August. Whatever the truth, changes are likely in North Korea as well. It could be a period of notable instability, and it would be dangerous to have an unstable regime in the process of a transition period for which it has not prepared in possession of even rudimentary nuclear weapons.\nNorth Korea is likely to be a knotty problem for whoever becomes president in January. Whether North Korea has used the threat of developing more nuclear weapons as a bargaining chip on the road to emerging from its isolation or seeks to threaten its neighbors, trying to defuse the North Korean threat will require patience and diplomatic skill, and perhaps considering the possibility of removing U.S. troops from South Korea to reduce tension. But at least the new president is unlikely to face the crisis of a regime in the midst of a possibly messy succession procedure with an active nuclear weapons program.\nTo see more of the Odessa American, or to subscribe to the newspaper, go to http://www.oaoa.com. Copyright (c) 2008, Odessa American, Texas Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: October 22, 2008"
}