{
    "title": "EDITORIAL_ President can now shred people's rights",
    "publisher": "the brunswick news ",
    "year": 2012,
    "month": 1,
    "day": 3,
    "full text": "Jan. 03--The current Congress has given President Barack Obama something President George W. Bush never got from the congresses of his presidency: statutory authority to imprison people in military or civilian custody -- including U.S. citizens seized on U.S. soil -- with no time limit, no charges being filed and no trial taking place.\nThe power was included in the Defense Department authorization bill passed recently. All that's needed to round 'em up is an official claim that the targets are connected to terrorism and threaten national security.\nIndefinite detention without charges or trial betrays the principles of the United States of America. The military should not play any role in domestic law enforcement. Prior to the bill's passage, the nation's top military and law enforcement officials denounced its detention sections as unnecessary and unwise.\nBut members of Congress of both parties -- although predominantly Republicans -- apparently fear terrorism more than they revere the limits on government power and the guarantees of individual rights in the Constitution and Bill of Rights.\nObama could -- and he should -- veto this reckless codification of presidential power, as he once threatened to do. But he withdrew the threat after Congress revised the bill to clarify presidential discretion in determining how and where terrorism suspects may be handled.\nThe defense authorization bill builds upon and expands the war-making power of the Authorization for Use of Military Force enacted in the wake of the terrorist attacks of Sept. 11, 2001. That law specified action against those who had planned or carried out the 9/11 attacks or had assisted the attackers.\nThe new law reaches far beyond 9/11 to include anyone \"who was a part of or substantially supported al-Qaida, the Taliban, or associated forces that are engaged in hostilities against the United States or its coalition partners, including any person who has committed a belligerent act or has directly supported such hostilities in aid of such enemy forces.\"\nThe bill explicitly affirms indefinite military imprisonment as an option, but exempts U.S. citizens and legal resident non-citizens. But it requires military imprisonment for suspected terrorists \"captured in the course of hostilities.\"\nThe constitutionality of the new law could be tested in court, but in national security matters, judges tend to give the executive branch the benefit of the doubt.\nWiser leaders in some future Congress will have to remedy the excesses of this new law.\n___ (c)2012 The Brunswick News (Brunswick, Ga.) Visit The Brunswick News (Brunswick, Ga.) at www.thebrunswicknews.com Distributed by MCT Information Services\n\nLoad-Date: January 3, 2012"
}