{
    "title": "Editorial_ Overcoming fear",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 2,
    "full text": "Filed under Editorials, Opinion\nThe world has been in shock and fear since the Nov. 13 terrorist attacks in Paris. This fear is deeply justified - nobody should have to worry about being a victim of a terror attack when shopping at the grocery store.\nBut the simple answer is not to blame refugees, because nobody should have to live in constant fear of their home's destruction as a side effect of a civil war they aren't involved in.\nFear is the natural result of violence of this kind, but perpetual and irrational fear causes problems, too. When you live in fear, you run, you put up walls, or you fight back.\nIn the case of over a million Syrians, their reaction is to run somewhere safe, and one of those safe havens is the United States; however, many U.S. citizens have become increasingly afraid of Syrian refugees.\nHundreds of thousands of refugees are fleeing from the horrifying destruction of the Syrian Civil War. As Syrians seek to be resettled across the globe, many people believe Islamic extremists lurk within the mass influx of refugees sneaking into targeted countries.\nIs it OK to be afraid of terrorism? Absolutely. Is it OK to be so afraid of terrorism that we begin to generalize Syrians as terrorists? Absolutely not.\nHowever, because so many Americans are afraid of a Paris-level terrorist attack, they want to limit, restrict or prohibit Syrian refugees from resettling in the U.S.\nThis fearful reaction is brash: refugees aren't terrorists by definition. They are running away from the real terrorists. The worry is that terrorists might pose as refugees.\n\"Terrorist\" is a very specific label referring to a person who uses violence to intimidate and force a political agenda onto others. Since 9/11, this term has been applied to violent Islamic extremists, but homegrown terrorism is more deadly in the U.S. than jihadist attacks.\nAccording to New America, a non-partisan research institution, 48 people have been killed by homegrown right wing terrorists since 2001, compared to only 26 people who have been killed by self-proclaimed jihadist terrorists.\nThis count does not include the three victims of the deadly Planned Parenthood shooting last week, which was an act of radical terrorism unrelated to Islamic extremists.\nTerrorism can happen anywhere to anyone, even though the chances are slim. Making it harder for Syrians to enter the country will not keep violence out, and it won't decrease the chances of it happening.\nA lot of people don't realize that, before any refugee is allowed to settle in the U.S., they are first vetted by the FBI and the Department of State.\nOver the past few years, the U.S. has only accepted about 2,000 Syrian refugees, and President Obama has pledged to take in 10,000 more before next year. Perhaps that number sounds overwhelming, but the State Department said the U.S. took in 69,926 refugees\njust last year.\nEven more Syrian refugees have found homes in Europe, where the refugee crisis is more pressing and more complex. According to The Guardian, Germany took in over 44,000 refugees this year and France took in less than 2,000. Even though France has fewer Syrians, they were quick to assume the terrorists entered the country by posing as Syrian refugees.\nClearly the number of refugees taken in has no connection to the ferocious terror attacks. Why should we make it harder for them to resettle somewhere less violent?\nThe U.S. prides itself on being a nation built by immigrants. But when we continually use fear of immigrants as an excuse to keep them out, we subject thousands of refugees to live in a world of fear, uncertainty and violence.\nEven though it can be seen as an act of protection, limiting Syrian immigration is a selfish reaction to a global crisis - it is an avoidance of the problem. Thousands of families are displaced daily, and we have plenty of space and luxuries here. Why can't we share our comfortable way of life with those who lived under threats of bombs daily? We won't be letting in any more terrorists than are already here. Instead we will be providing a safe, livable home for thousands of people who are no more scared than we are.\n\nLoad-Date: December 2, 2015"
}