{
    "title": "Editorial_ The 'devil's chair' should have no role in American criminal justice",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 2,
    "day": 13,
    "full text": "It's one thing to restrain an inmate who is out of control or clearly displaying symptoms of violent mental instability. It's another to use a restraint system known as the \"devil's chair\" to torture inmates as if they were post-9/11 terrorism suspects. An investigative report by the Marshall Project published in Sunday's Post-Dispatch offers a startling look at how jails around the country, including Wayne County in Missouri, are using the restraint system in ways that rival the worst abuses inflicted on international terrorism suspects - often for inmates who have not even been convicted of a crime.\nPhotos of the chair resemble something that would make Hannibal Lecter wistful for a meal with fava beans and a nice Chianti. Jail inmates, however, are not Hollywood-embellished cannibals. Most are like Albert Okal, 41, who was arrested shortly after Christmas in 2016 and charged with driving while intoxicated. For five days, he was shackled to the restraint chair and denied even bathroom breaks, he says, forcing him to urinate and defecate on himself. The Post-Dispatch's Tony Messenger detailed his ordeal in October.\nMore than 3,000 jails around the country reportedly use the restraint chair, which is linked to 20 to 36 jail deaths. Federal law imposes no restrictions or monitoring requirements on the chair's use. There's wide leeway for abuse within the deep recesses of some local jails, away from the scrutiny of journalists and civil rights activists. So it's only when people like Okal come forward with details outlined in lawsuits like the one he filed last fall that the public learns the extent of jail abuses.\nThe federal trials involving notorious al-Qaida figures have detailed the abusive treatment they received under U.S. custody in secret foreign sites. The abuse included forcing prisoners into positions of extreme discomfort for hours, with their genitals exposed and often subjected to beatings and sleep deprivation.\nSince 2013, nine lawsuits around the country have cited the use of restraint chairs while inmates were beaten, shocked with Tasers or forced to endure pepper spray without the ability to cover their faces with their hands. In Kentucky, a U.S. Justice Department investigation noted that inmates were shackled to the restraint chair with \"their genitals exposed to passers-by.\" For some, this punishment was the jailers' response to inmates' attempted suicides.\nThen there's the appalling story of Stacie Black, who says he endured 28 days in the restraint chair, albeit with brief shower and bathroom breaks.\nDon't mistake this for tough-on-crime punishment. If inmates are agitated beyond control, it's a sign of psychosis requiring professional care. If an inmate has broken the rules, all jails should have standard disciplinary procedures commensurate with the infraction.\nBut a device that lets jailers satisfy their sickest sadistic urges has no role in the American criminal justice system.\n\nGraphic\n\n \n Pictured is the chair Albert Okal says was used to restrain him inside the Wayne County Jail in this photo taken on Nov. 20. Photo by Steve Walsh \n\nLoad-Date: February 13, 2020"
}