{
    "title": "EDITORIAL_ Vigilance against terrorism still a must_ Vigilance against terrorism still a must",
    "publisher": "east valley tribune ",
    "year": 2007,
    "month": 9,
    "day": 11,
    "full text": "Sep. 11--Thanks to German-U.S. intelligence cooperation and heads-up German police work, three Islamic militants were arrested in the last stage of what authorities called a \"massive\" plot aimed at the U.S. military presence there.\nAuthorities said the trio, two German nationals who had converted to Islam and a Turk, had accumulated military-grade detonators and 200 gallons of a concentrated hydrogen-peroxide solution, the equivalent of 1,200 pounds of TNT. Police said the bombs were similar to but more powerful than the bombs that killed 191 people in Madrid, Spain, and 52 in London.\nThe bombers' targets were said to be the U.S. Ramstein air base and Frankfurt airport, both central to an area with a large American military presence. The three, all said to be members of the radical al-Qaida-linked Islamic Jihad Union, had been under surveillance since their return from Pakistan, where they had trained.\nAnd it may have allegedly been part of a wider plot. After their arrests, police raided 41 houses and apartments and were looking for at least 10 additional suspects.\nThanks to proactive police work, the plot likely would have failed in any case because the police secretly substituted a diluted and harmless form of the peroxide.\nThe plot is disturbing because it follows what is becoming a drearily familiar pattern: twentysomething disaffected European males, a strong immigrant and Islamic connection, clandestine visits to terrorist training camps and the willingness to cause the mass slaughter of innocents. Unfortunately, they seem to be in generous supply.\nThe Europeans and we are in this war together. There are bad people out there intent on doing us both harm.\nTo see more of The Tribune, or to subscribe to the newspaper, go to http://www.eastvalleytribune.com. Copyright (c) 2007, The Tribune, Mesa, Ariz. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: September 12, 2007"
}