{
    "title": "EDITORIAL; Don't sacrifice freedom to halt terrorism acts",
    "publisher": "the bismarck tribune",
    "year": 1995,
    "month": 5,
    "day": 3,
    "full text": "Machines have taken over the search for bodies among the broken concrete, glass and steel in what was a federal building in Oklahoma City. The number of confirmed dead continues to climb. The search goes on for the bombers. And lawmakers, security experts and law officers have turned to trying to prevent a tragedy like this from happening in the future.\nPresident Clinton and Congress must make sure they don't go too far in crafting anti-terrorism legislation. They must not give the Federal Bureau of Investigation and other domestic security agencies intrusive power to monitor citizens.\nThe Bureau of Alcohol, Tobacco and Firearms and the FBI do not have perfect records when it comes to domestic spying. There have been many occasions in the past -- Vietnam, El Salvador, all of J. Edgar Hoover's time -- when the feds crossed the line, spying on American citizens because of their political beliefs and not any criminal intentions. There have been excesses.\nDeporting people with no proof of wrongdoing and without due process is unacceptable.\nAnd the armed forces have no business enforcing laws on the home front. The FBI can always ask for advice and consultation from the men and women in uniform. The military justice system does not parallel the civil process, in uniform you are guilty until proven innocent.\nIf another 1,000 people are needed to provide intelligence and domestic security, fine. Actually, all Congress has to do is lift the federal hiring freeze.\nIf new wiretap laws need to be written because of new technologies and the proposed changes are within the Constitution, fine. (However, for Americans, offering to expand wire taps would be like inviting one of Bram Stoker's vampires into your home -- until you invite them in they are relatively harmless.)\nIn Europe, where terrorism is more prevalent, people must carry identification cards. Do Americans want that? We think not. In Japan, when the cult was fingered for the poison gas strike on the rail station, the cult was banned from public existence without benefit of due process or trial. Americans do not want that either.\nCaution should be the guiding light and freedom the primary principle as anti-terrorism laws work their way through a Congress that already wants to be seen as tough on crime.\nFreedom, if a choice must be made, comes before domestic tranquility.\n\nLoad-Date: January 15, 1998"
}