{
    "title": "EDITORIAL_ City should be proud to welcome refugees",
    "publisher": "herald-times ",
    "year": 2016,
    "month": 10,
    "day": 1,
    "full text": "Oct. 01--The federal government has paved the way for Bloomington to welcome about 20 refugee families in 2017 through the Exodus Refugee Immigration Inc. organization.\nThe news has been greeted with a welcoming reaction from many local residents, and fear, trepidation and even a bit of paranoia from a few.\nA speaker brought to town by the Grassroots' Conservatives Thursday said those pushing the refugee program are \"thugs with a cover story\" who are pushing an agenda of the global distribution of wealth.\nMore reasonable opposition comes from those who have cited the risk involved with bringing people from countries where terrorism has been known to occur. They say the risk isn't worth it.\nIt should be acknowledged that terrorism can bloom in this country, too. Timothy McVeigh is the most notable example.\nIt's true that statistics show terrorism has been a prolific killer. The U.S. State Department's annual Country Reports on Terrorism 2015 said there were 11,774 terrorist attacks in 92 countries in 2015 and 28,238 people were killed. One-fourth of those killed were the perpetrators of the attacks, which means that worldwide, about 21,000 people who weren't terrorists were killed by terrorism.\nThat's horrific, of course.\nStill, the risk of death by driving is much greater. In this nation alone 38,300 people were killed on U.S. roads in 2015 and another 4.4 million were seriously injured.\nIn addition to that, 33,636 people were killed by firearms in the Unites States in 2015.\nThose numbers should offer some perspective on risk.\nInstead, let's consider the potential positive outcome of 20 families -- about 60 people counting parents and children -- who have been displaced by wars being given the opportunity to start a new life in our community. They will go through a rigorous vetting process, much more rigorous than many visitors or students, before they become Hoosiers.\nIs it possible that vetting process will fail?\nAnything is possible.\nIt's much, much more likely that these 20 families will be peaceful, grateful, contributing new residents of our community. They will have escaped hellish conditions to be located in a supportive environment.\nThe refugees will have an opportunity to rebuild their lives here. Bloomington should be proud to be a part of that.\n___ (c)2016 the Herald-Times (Bloomington, Ind.) Visit the Herald-Times (Bloomington, Ind.) at www.heraldtimesonline.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: October 1, 2016"
}