{
    "title": "Editorials; Answer terrorism with resolve",
    "publisher": "the atlanta journal and constitution",
    "year": 1998,
    "month": 8,
    "day": 10,
    "full text": "There can be no more a cold-blooded yet cowardly act than to detonate a bomb in a public place with the intention of murdering as many passersby as possible. Last Friday's simultaneous car bombings in Nairobi and Dar es Salaam constituted two deadly spins on that terrorist roulette wheel.\nTo the people of Kenya and Tanzania and, for that matter, every other land that has an American diplomatic presence, these two outrages are a proclamation of a sort by their terrorist perpetrators: The machinery of the U.S. government may be their prime target, but they don't give a damn how many bystanders they kill in the process.\nIndeed, the method chosen --- two bombings at midday in the midst of crowded streets --- suggests the terrorists actually wanted a high casualty count among Kenyans and Tanzanians, both to magnify the horror and to frighten those in other countries into keeping their distance from Americans.\nKenya and Tanzania ought not to shy away. Rather than follow the example of Saudi Arabia, which has hindered the investigation of the 1996 bombing of a U.S. barracks there, the two African governments would be wise to pitch in wholeheartedly with the U.S. anti-terrorism experts dispatched to East Africa over the weekend. It is the fanatical organization that engineered Friday's horrors that is the enemy, and it must be found out.\nNaturally, security at other U.S. diplomatic outposts nearby has had to be tightened. The difficulty with that, of course, is trying to guess where terrorists may strike next. Nairobi and Dar es Salaam, for instance, had no history of atrocities like these. Turning all of America's embassies and consulates into fortresses simply isn't possible. The State Department has neither the budget nor the desire to isolate its personnel from their surroundings that way.\nSo what should the U.S. government do? Put its keenest sleuths on the two cases. Offer rewards for tips. Order its intelligence sources to prick up their ears. Have its diplomats solicit the fullest cooperation possible.\nIt's not just a matter of exacting justice for these two terrible crimes. As President Clinton pointed out Friday, the nation must remove this threat to the dedicated men and women whose duties overseas are vital to this country's security and prosperity.\n\nGraphic\n\n \nPhoto :\n Vigil: A U.S. Marine stands guard outside the bomb-damaged American\n Embassy in Nairobi, Kenya, on Friday. / SAYYID AZIM / Associated Press\n\nLoad-Date: August 11, 1998"
}