{
    "title": "Editorial_ TRIA already is a success",
    "publisher": "business insurance",
    "year": 2003,
    "month": 2,
    "day": 24,
    "full text": "NO ONE DISPUTES THAT enactment of the Terrorism Risk Insurance Act was a victory for risk managers and insurers alike.\nThe guarantee of a federal backstop for losses arising from certain future terrorist events was rightly viewed as a way to promote economic growth and return some certainty to a very uncertain post-Sept. 11 insurance market. It took more than a year of battle on Capitol Hill-a battle in which risk managers played a major role-to win that guarantee.\nWith the guarantee, however, came responsibility: insurers that agreed to participate in the backstop program had to offer terrorism coverage to policyholders within 90 days of enactment. That deadline happens to be today.\nBut as we report on Page 1, risk manager response hasn't exactly been overwhelming; only about a quarter of those offered terrorism coverage under the law have accepted it so far. And while the eventual number is likely to increase-policyholders have 30 days in which to accept or decline an offer-it also seems likely that considerably less than half of those receiving offers of coverage will accept them.\nDoes this mean that all the effort expended in winning enactment of TRIA was wasted? Absolutely not. After all, the business of risk managers is just what the name says, managing risk. And managing risk means making decisions, which most definitely include deciding whether certain coverages are cost effective. Adding terrorism coverage will not make sense for all risk managers, particularly in the midst of the hardest market many remember.\nFor others, adding terrorism coverage made so much sense that they did not wait for the TRIA-mandated offers and instead bought standalone policies that in some cases provide broader coverage than under the required coverage.\nTRIA provides a valuable risk management tool whether or not every risk manager uses it. The fact that more risk managers aren't necessarily accepting the terrorism insurance offered under the law is far less important than the fact that they won the right to receive that offer in the face of daunting odds.\n\nLoad-Date: February 26, 2003"
}