{
    "title": "EDITORIAL_ We want the bad guys caught before they act_ We want the bad guys caught before they act",
    "publisher": "east valley tribune ",
    "year": 2006,
    "month": 6,
    "day": 27,
    "full text": "Jun. 27--It's disappointing to see the immediate cynicism from news reporters and some civil rights groups about last week's terrorism indictments of seven men from the Miami area. The seven, including five U.S. natives and a legal immigrant from Haiti, are accused of being al-Qaida wannabes who plotted to blow up the Sears Tower in Chicago and other buildings. Attorney General Alberto Gonzales and FBI deputy director John Pistole said Friday the seven hadn't obtained any explosives or had moved toward an attack, in part because their supposed al-Qaida contact actually was an FBI informant.\n\"This group was more aspirational than operational,\" Pistole said at a news conference.\nThis explanation led many observers to largely dismiss the threat of these \"homegrown terrorists\" and, by extension, downplay what the FBI has accomplished in this case if the charges are true.\nWe had a chance Monday to discuss this concern with someone quite familiar with the Miami case. John E. Lewis is the new special agent-in-charge of the FBI's Phoenix bureau. Before Lewis came to the Valley, he was one of the top leaders of FBI national counter-terrorism operations and had some oversight of this investigation.\nSo we asked Lewis if he really believes the Miami men would have committed violent acts against the U.S. if the FBI or other law enforcement had remained unaware of them.\n\"It's prudent for us to say 'absolutely yes,' \" Lewis said. \"We have to look at individuals like this as people who are going to go all the way so we can present an aggressive investigation.\"\nLewis reminded us that the mindset at the FBI was transformed on Sept. 11, 2001, when 19 terrorists were able to hijack four airliners and strike at the World Trade Center and the Pentagon, killing nearly 4,000 people. Field agents in Phoenix and Minnesota had picked up hints of what would happen through local investigations, but were unable to get enough attention and resources from higher-ups to uncover the extensive conspiracy.\nToday, FBI agents can send terrorism-related e-mails directly to their top boss, Robert Mueller, if they are worried the agency is missing something, Lewis said.\nBack in Miami, the FBI investigated for a year to determine if these men were serious, and then arrested them before they had any opportunity to actually threaten death and destruction. The accused now can demand the government prove their guilt at trial, instead of being locked away indefinitely without access to the courts or even their own families.\nWe can only imagine what life might be like in America if FBI had been in a position to take similar steps on Sept. 10, 2001.\nCopyright (c) 2006, The Tribune, Mesa, Ariz. Distributed by Knight Ridder/Tribune Business News. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: June 28, 2006"
}