{
    "title": "EDITORIAL_ Pakistan 's problem_ U.S. right to keep mission secret",
    "publisher": "the anniston star ",
    "year": 2011,
    "month": 5,
    "day": 4,
    "full text": "May 04--Two days have passed since a U.S. Navy SEAL killed Osama bin Laden at his walled-in compound in Pakistan. That's given Pakistani President Asif Ali Zardari ample time to come to his nation's defense.\nZardari faces a trying, unenviable job. Pakistan is an important U.S. ally in the fight against Islamic terrorism, but it owns a spotty track record in that regard. Likewise, it is a nuclear nation with a large military that too often has failed to effectively partner with the United States against the evil of al-Qaida and the Taliban. That's irrefutable.\nYet, the Pakistani government felt the need Tuesday to describe the U.S. raid on the bin Laden hideout in Abbottabad, Pakistan, as an \"unauthorized unilateral action\" that \"cannot be taken as the rule.\"\nYes, it was unilateral -- and it worked. The United States owes no apology for the path it chose. Bin Laden, the mastermind of the Sept. 11, 2001, terrorist attacks, is dead from a bullet wound to the head, buried now in the North Arabian Sea.\nAs CIA Director Leon Panetta told Time magazine on Tuesday, \"[I]t was decided that any effort to work with the Pakistanis could jeopardize the mission\" because \"they might alert the targets.\"\nThat was a risk the CIA and President Barack Obama could not take. Pakistan had proven too often recently to be an unreliable partner, its government and military hampered by too many internal factions. The United States was wise to withhold such sensitive information.\nWith expected swiftness, a few Washington lawmakers are already questioning Pakistan's commitment to securing peace in that region. That's understandable, given that the bin Laden compound was less than a mile from Pakistan's top military academy.\nOn Tuesday, Zardari attempted to tamp down those thoughts in an op-ed published in The Washington Post. At risk, among other things, is more than $1 billion in U.S. aid to Pakistan that Congress could halt.\nZardari wrote, \"Some in the U.S. press have suggested that Pakistan lacked vitality in its pursuit of terrorism, or worse yet that we were disingenuous and actually protected the terrorists we claimed to be pursuing. Such baseless speculation may make exciting cable news, but it doesn't reflect fact.\n\"Pakistan had as much reason to despise al-Qaida as any nation. The war on terrorism is as much Pakistan's war as it is America's. And though it may have started with bin Laden, the forces of modernity and moderation remain under serious threat.\"\nMany questions remain unanswered about Pakistan and the bin Laden compound. It is too early for Washington to cut ties with Pakistan, and it would be foolish for the Zardari government to toss any additional barbs at the U.S. raid -- which was an unmitigated success.\nThe best path would be for Pakistan to rehabilitate its image as a nation that abhors terrorism. It's not about words. It's about action and accountability.\nTo see more of The Anniston Star or to subscribe to the newspaper, go to http://www.annistonstar.com/. Copyright (c) 2011, The Anniston Star, Ala. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 5, 2011"
}