{
    "title": "EDITORIAL_ Terrorism alive 14 years after 9_11",
    "publisher": "the day ",
    "year": 2015,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--Fourteen years ago today, America's peace of mind was shaken -- forcefully.\nCollectively, American paused in the wake of 9/11 and asked, \"Why?\"\n\"Why would anyone do this to us?\"\nPrior to Sept. 11, 2001, America had been free of meaningful attacks on our homeland since the Pearl Harbor attack that led to U.S. involvement in World War II.\nThe hate-filled Al Qaeda group took credit for orchestrating the 9/11 attacks that killed almost 3,000 people.\nThousands have died in the subsequent military actions seeking to hunt down and kill those responsible.\nThrough the war on terror, our country and its allies have unsettled things in the Middle East.\nWe thought Al Qaeda was bad, until the Islamic State of Iraq and Syria (ISIS) emerged and the true face of evil became apparent.\nISIS is responsible for bombings, kidnappings and beheadings. In addition, they are accused of taking female \"unbelievers\" as slaves, often raping them -- many of them young girls. Reports indicate the group's depravity is difficult to fathom.\nYet, the spread of Islamic extremism seems to grow stronger by the day.\nPerhaps America was unknowingly sucked into being a contributor to the whole mess in how we reacted.\nFourteen years after 9/11, America is still embroiled militarily in the Middle East with no clear sign of that ending anytime soon.\nThrough Al Qaeda's shocking initial volley, they managed to goad us into doing exactly what they wanted -- fight a protracted battle on their turf.\nAs a result their hatred for us strengthens by the day and their ability to gather foes to be against us as well.\nIn another 14 years, we can only hope and pray the terror begun on 9/11 is simply something for the history books, not an ongoing, very current concern.\n___ (c)2015 The Natchez Democrat (Natchez, Miss.) Visit The Natchez Democrat (Natchez, Miss.) at www.natchezdemocrat.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 16, 2015"
}