{
    "title": "Edwards talks terrorism for Carnegie Mellon U. visit",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 29,
    "full text": "Storm clouds filled the Pittsburgh sky Tuesday as people filed into Wiegand Gymnasium at Carnegie Mellon University. A crowd of more than 1,200 students, faculty and citizens waited anxiously but politely as several speakers primed the crowd for what was to come.\nAfter a short intermission and a brief introduction, Congressman Mike Doyle, D-Pa., climbed the small platform in the midst of the crowd, held the microphone to his mouth, and introduced the guests of honor: Sept. 11, 2001, widow Kristen Breitweiser and vice-presidential candidate John Edwards.\n\"When John [Kerry] is sworn in as president, we will immediately implement all the reforms recommended by the 9-11 Commission,\" Edwards said, triggering one of many rounds of applause.\n\"John [Kerry] and I strongly supported the 9-11 Commission,\" said the Democratic senator from North Carolina, adding that President George W. Bush and Vice President Dick Cheney opposed the creation of the commission.\n\"Apparently, there are 120,000 hours of surveillance tapes ... not been translated,\" Edwards said. \"We do not know what information is on there because of [Bush's] administration.\"\nMembers of the Republican Party, however, have blamed Kerry for voting to cut funding to intelligence and, consequently, allowing intelligence failures. GOP Chairman Ed Gillespie pointed specifically to a $1.5 billion cut in the intelligence budget, which Kerry voted for in 1995.\nAt one point, Edwards decided to turn the spotlight over to Breitweiser, whose husband, Ron, was killed in the terrorist attack on the World Trade Center's second tower, which was hit by a hijacked airplane on Sept. 11, 2001.\nRon, a senior vice president for Fiduciary Trust Company International, was 39 years old.\n\"I didn't understand how we spent billions of dollars on defense, and 19 hijackers brought our great nation to its knees,\" Breitweiser said. Her questions led her to lobby for a commission to investigate the attacks, as well as the problems that led to the attacks.\n\"It was a fight,\" Breitweiser said, recalling that she spent her own money and invested time in meetings at the White House. She added that she never met with the president.\n\"What we received back was nothing but a battle,\" Breitweiser said. \"President Bush opposed the creation of the panel.\"\nIn May, 2002, members of the Bush administration said that they had opposed the panel because they believed Senate intelligence committees should investigate the matter. Breitweiser's proposals called for an independent panel, which Bush eventually supported.\n\"One of the things the 9-11 Commission report found in its hearing was that there was no connection between Iraq and [Sept. 11, 2001],\" Breitweiser said.\nAccording to NewsMax Magazine, however, Bush said the 9-11 Commission found evidence of communication between Iraq and al Qaeda that preceded Sept. 11, 2001, but that there was no working relationship.\nBoth sets of candidates agree that the United States faces many threats from the world.\n\"Iran has moved forward with their nuclear weapons program, and it's an extraordinary risk to the stability of the region,\" Edwards said. \"You don't hear George Bush talk about it, because [his administration has] not taken the steps necessary to confront those threats.\"\n\"[The Bush administration] told us about a year ago that the price of oil, at this point, would be $27 a barrel,\" Edwards said.\nOn Monday, the price of oil reached $50.47 per barrel, before closing at $49.64. Historically, the price has never been more than $50 per barrel.\n\"We need to reduce our dependence on foreign oil,\" Edwards said.\nIn an interview with Judy Woodruff in February, John Kerry said he is in favor of more drilling projects in Alaska, but not in the Arctic National Wildlife Refuge. ANWR has been a point of contention between environmentalists and the Bush administration.\n(C) 2003 The Pitt News via U-WIRE\n\nLoad-Date: September 29, 2004"
}