{
    "title": "EDWARDS TAKING STRONGER ROLE IN CAMPAIGNING; BUSH QUESTIONS KERRY'S TERROR STANCE",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 10,
    "day": 11,
    "full text": "Democratic vice presidential candidate John Edwards made several rare appearances on the Sunday morning talk shows yesterday, saying that in spite of historic elections, Afghanistan is far from a successful democracy, while defending his positions on the Iraqi war and tort reform.\n Appearing on ABC's \"This Week,\" Edwards did not challenge the legitimacy of Afghanistan's first presidential election on Saturday. But he said the country continues to be dangerous and that it \"has a long way to go\" before it can be considered a successful democracy, as he said the Bush administration has suggested.\n \"If you look at what's actually happened in Afghanistan since the Taliban was toppled, their opium production is back up. They're producing 75 percent of the world's opium,\" Edwards said. \"On top of that, there are big chunks of the country still in the control of warlords and drug lords, and there are still some serious security issues in the country.\"\nEdwards disputed a White House assertion made earlier yesterday that it was right to topple Saddam Hussein even if he had no illegal weapons because he posed a threat. On \"Fox News Sunday\" national security adviser Condoleezza Rice said President Bush was correct to have launched the invasion of Iraq even if they had known, as they do now, that the former Iraqi president had no stockpiles of chemical, biological or nuclear weapons.\n \"There are lots of threats waiting to happen all over the world,\" Edwards said. \"That doesn't mean that that justifies invading a country.\"\n The North Carolina senator brushed off questions that he had altered his votes on the Iraq war, while stressing that the administration has failed to adequately dismantle al-Qaida.\n Edwards' appearances on the morning talk shows underscore his emerging role as the presidential campaign enters its final three weeks. An Edwards aide said yesterday that in the week following his debate with Vice President Dick Cheney, Edwards has been called on to take a more prominent role in disputing Republican accusations and solidifying the women's vote, which Democrats were becoming increasingly concerned about several weeks ago.\n That strategy was illustrated yesterday in the nation's heartland, as Edwards stopped in Wisconsin and Minnesota, which has tilted toward the Democratic ticket in recent polls. Edwards was the most active candidate on the trail yesterday, stopping at a Milwaukee-area church and diner, while leading a rally outside Minneapolis. In each case, Edwards touched on health care and jobs.\n Republicans, meanwhile, tried to raise fresh doubts about John F. Kerry's commitment to fighting terrorism,citing an interview published yesterday in which the Democratic nominee compared the anti-terrorism campaign to fighting organized crime.\n \"We have to get back to the place we were, where terrorists are not the focus of our lives, but they're a nuisance,\" Kerry told a New York Times Magazine writer when asked what it would take for Americans to feel safe again.\n Bush has repeatedly accused Kerry of having a pre-Sept. 11 mind-set on terrorism.\n The Bush campaign released a new attack ad, which it said would begin airing on cable television, alleging that Kerry can't protect America because he \"doesn't understand the threat\" posed by terrorism. Republican National Chairman Ed Gillespie, speaking on CBS's \"Face the Nation\" yesterday, said Kerry is not \"demonstrating the resolve in winning the war on terror\" that Bush has shown.\n Kerry's campaign fired back with an ad of its own, criticizing a comment Bush made in a television interview over the summer, when he said of the war on terrorism: \"I don't think you can win it.\"\n The renewed focus on terrorism by the Bush campaign is another effort to highlight what polls show as one of the president's strongest assets in the closely fought campaign: his leadership in fighting terrorism.\n\nNotes\n\nThe Baltimore Sun and The Associated Press contributed to this report\n\nLoad-Date: October 11, 2004"
}