{
    "title": "EDWARDS RIPS RUDY & HIL_ WE'RE NOT SAFER",
    "publisher": "daily news ",
    "year": 2007,
    "month": 6,
    "day": 8,
    "full text": "DEMOCRATIC CANDIDATE John Edwards came to New York City yesterday to blast hometown candidates Rudy Giuliani and Hillary Clinton for saying President Bush has made America safer.\n\"In fact, we're less safe,\" Edwards said at a midtown press conference.\n\"Today, as a result of what George Bush has done, we have more terrorists and fewer allies.\"\nHe ridiculed Giuliani's chances of winning on such a platform.\n\"If Mayor Giuliani believes that what President Bush has done is good, and wants to embrace it, and run a campaign for the presidency saying, 'I will give you four more years of what this President has given you,' \" Edwards said, \"he'll never be elected President of the United States.\"\nGiuliani has been sparring with Edwards ever since he labeled the \"war on terror\" a mere \"bumper sticker,\" and the former mayor's campaign shot back with acid yesterday.\n\"John Edwards' track record of predicting election outcomes speaks for itself,\" said Giuliani spokeswoman Katie Levinson.\nAs for Clinton, who agreed at a debate Sunday that America is safer now than before Sept. 11, Edwards chided her as a fellow Democrat who is backing the White House line.\n\"I do not believe that we should be embracing essentially what the Bush administration is saying,\" he said.\nEdwards accused Giuliani and Bush of playing politics with fear by suggesting that anyone who disagrees with their approach toward terrorism is unpatriotic.\n\"Using fear as a wedge issue may help win elections, but it won't protect Americans,\" he said.\n\"We need a smart national security strategy to shut down terrorists, not a cynical political strategy to shut down debate.\"\nThe former North Carolina senator laid out his anti-terrorism plan, including a proposal to kill the roots of radicalism around the world with a 10,000-strong Marshall Corps to provide education, fight poverty and increase democracy in poor nations.\nKeeping up the needling, Giuliani - who has mocked Democrats for refusing to say the words \"Islamic terrorism\" - took credit for Edwards' focus on security.\n\"I was very interested to see that Sen. Edwards seems to have responded to my challenge to the Democrats to at least talk about Islamic terrorism and what you would do about it,\" he said on Sean Hannity's WABC radio show.\nhkennedy@nydailynews.com\n\nGraphic\n\n \nJohn Edwards\n\nLoad-Date: June 8, 2007"
}