{
    "title": "EFCC Gets New Tracking, Intel -sharing Application Against Organised Crime",
    "publisher": "the will ",
    "year": 2019,
    "month": 5,
    "day": 1,
    "full text": "BEVERLY HILLS, May 01, (THEWILL)  The International Criminal Police Organisation, (Interpol), has provided the Economic and Financial Crimes Commission, (EFCC), with an application that will enhance intelligence sharing in the tracking of organized crime, such as money laundering and terrorism-financing. The application comprises a database to be supervised by the National Central Bureau (NCB), which is an interface between Interpol and national law enforcement agencies of countries through a i24/7 Gemini Project global communications system.\n Within the Commission, the application will be managed by its Information and Communications Technology Department. An elated Acting Chairman of the Commission, Ibrahim Magu witnessed the demonstration of the new application at the Commission's Abuja headquarters.\n Noha Amer, Interpol's Project Officer, who led the delegation of the global police to the Commission disclosed that the U.S was funding the project in four African countries, to wit: Nigeria, Niger, Mali and Libya in a move that aims to detect and interdict stolen and illicit funds by organised criminals, mainly in the area of terrorism-financing, such as in the manner that it happened in Libya.\n She explained that the project will see to the training of the Commission's operatives on programmes that include, Interpol policing capabilities and standard operations. The training will commence after the installation of the NCB database.\n Amer further explained that the NCB plays an integral role and was at the heart of Interpol in terms of information gathering and sharing. According to her, \"NCB is the cornerstone of the Interpol in liasing with the law enforcement agencies of other countries, especially in terms of cross-border investigation, operations and arrest.\n\" She added that the NCB serves as a tool for timely dissemination of information, stating that the Interpol will equip the NCB with the necessary equipment to go with i247 extensions, noting that the i24/7 accommodates IT database. Christophe Nakobyan, Interpol's Project Officer II, also explained that the i247 platform as a closed group for law enforcement agencies is a safer form of connectivity than Yahoo and Whatsapp, and gives access to information sharing, with optimal level of security.\n While noting the dangers law enforcement agencies face from hackers, he disclosed that, \"we have ten thousand attacks by hackers per day but at the moment it is very safe as no hacker has been successful.\" This is as he further disclosed that the Interpol receives over five billion request in a year in the database for information.\n Nakobyan stated that the database will further advance countries' cooperation to the extent that it will allow each organisation share information and the information shared will be strictly owned by the sharing commission which will be at liberty to decide what kind of information to share, whom to share with and which service to render to other law enforcement agencies. Other members of the delegation were Eleyatt Nahah, an ACP with Interpol, Sylvester Uzoefuna Jnr, C Udendi, Emmanuel Handan, Akubo Jerry and Chuks Nwaogbo.\n\nLoad-Date: May 1, 2019"
}