{
    "title": "Effort to curb Patriot Act fails in House as vote is extended",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 7,
    "day": 9,
    "full text": "The Republican-led House bowed to a White House veto threat Thursday and stood by the USA Patriot Act, defeating an effort to block the part of the anti-terrorism law that helps the government investigate people's reading habits.\nThe effort to defy President George W. Bush and bridle the law's powers lost by 210-210, with a majority needed to prevail. The amendment appeared on its way to victory as the roll call's normal 15-minute time limit expired, but GOP leaders kept the vote open for 23 more minutes as they persuaded about 10 Republicans who initially supported the provision to change their votes.\n\"Shame, shame, shame,\" Democrats chanted as the minutes passed and votes were switched. The tactic was reminiscent of last year's House passage of the Medicare overhaul measure, when GOP leaders held the vote open for an extra three hours until they got the votes they needed.\nSt. Louis-area representatives voted along party lines, except for Rep. Richard Gephardt, D-St. Louis County, who did not vote.\n\"You win some, and some get stolen,\" Rep. C.L. \"Butch\" Otter, R-Idaho, a sponsor of the defeated provision and one of Congress' more conservative members, told a reporter.\nRep. Zach Wamp, R-Tenn., said he switched his initial \"yes\" vote to \"no\" after being shown Justice Department documents asserting that terrorists have communicated over the Internet via public library computers.\n\"This new world we live in is going to force us to have some constraints,\" Wamp said.\nThe effort to curb the Patriot Act was pushed by a coalition of Democrats and conservative Republicans. But they fell short in a showdown that came just four months before an election in which the conduct of the fight against terrorism will be on the political agenda.\nBesides successfully fending off the effort to weaken the law, the veto threat underscored the administration's determination to strike an aggressive stance on law enforcement and terrorism.\nThe House has voted before to block portions of the nearly three-year-old law, but Congress has never succeeded in rolling back any of it. Yet neither has Bush succeeded in his quest to expand some of its powers.\nSupporters of the law said the Patriot Act has been a valuable tool in anti-terrorism efforts. The law, enacted in the weeks after the attacks of Sept. 11, 2001, gave the government stronger powers to conduct investigations and detain people.\n\"I would say, in my judgment, that lives have been saved, terrorists have been disrupted, and our country is safer\" because of the act, said Rep. Porter Goss, R-Fla., chairman of the House Intelligence Committee and a man Bush is considering to be the next CIA director.\nOtter and Rep. Bernard Sanders, I-Vt., led the effort to block one section of the law that lets authorities get special court orders requiring book dealers, libraries and others to surrender records such as purchases and Internet sites visited on a library computer. They contended that the provision undermines civil liberties and threatens to let the government snoop into the reading habits of innocent Americans.\n\"We are all in that together,\" Sanders, one of Congress' most liberal lawmakers, said of the anti-terrorism effort. \"In the fight against terrorism, we've got to keep our eyes on two prizes: the terrorists and the United States Constitution.\"\nThursday's showdown was over an amendment to a $39.8 billion measure financing the Justice, Commerce and State departments for next year, which passed, 397-18. The Senate has yet to write its version of the bill.\n\nNotes\n\nNATION\n\nLoad-Date: July 9, 2004"
}