{
    "title": "Efforts for peace between Pakistan and India INDIA _ PAKISTAN _ Civil Society Pleads for Peace",
    "publisher": "ips",
    "year": 2009,
    "month": 1,
    "day": 22,
    "full text": "Such efforts encounter hostility between the nuclear-armed neighbours that has been steadily increasing over the past few weeks.\nIn mid-December Pakistan scrambled fighter jets, accusing Indian warplanes of violating its air space -- which India denied. However, Pakistan cancelled army leave and shifted some troops from its western border with Afghanistan to the eastern border with India.\nIndia, which initially gave the beleaguered Pakistan government some breathing space by being careful to name 'non-state actors' as being responsible for the carnage, has continued to demand the extradition of the alleged masterminds.\nPakistan refuses on the grounds that there is no extradition treaty between the two countries. India says conventions under the South Asia Association for Regional Cooperation (SAARC) are enough.\nIn early January, as India handed over a voluminous dossier of evidence about the Mumbai carnage perpetrators to Pakistan, India's Foreign Minister Pranab Mukherjee announced a major diplomatic offensive to maintain international pressure on Islamabad to hand over the suspected masterminds.\nMukherjee also upped the ante by implying the involvement of Pakistani state actors in the Mumbai carnage.\nIndian Home Minister Palaniappan Chidambaram reiterated the charges. On Monday he went a step further, threatening that India would snap business, transport and tourist links with Pakistan unless it cooperated with the investigations and accusing Pakistan of doing 'nothing' to help bring the Mumbai attack masterminds to justice.\nPakistan has said that it is looking into the evidence and will get back to India about it, while warning its eastern neighbour that any aggression will meet with a befitting response.\nThe aggression on both sides causes dismay among youngsters like Asad Qasim, an avid swimmer and rower who is in his final year of 'A' levels in Karachi. Qasim told IPS that he would love to return to India, where he participated in two rowing competitions last year.\n'We were in Kolkatta in November when the Mumbai attacks happened but everyone was so friendly towards us,' he said. 'I feel sad not to be going again this year given the situation. We have a regatta planned in Karachi at the end of January that four boys from India were going to come to, but now that is not an option.'\nOthers are more determined. A 20-member troupe from Pakistan's Ajoka Theatre is preparing to perform at the ongoing 'Bharat Rang Maotsav', Asia's largest theatre festival, in New Delhi just as it has for the past five years.\nAptly, Ajoka's presentation this year will be 'Hotel Mohenjodaro', a 75-minute Urdu play which deals with religious fundamentalism taking over the state.\n'People on both sides need peace, not war,' declares Dr Nisar Ali Shah, a senior medico-legal officer at a government hospital in Karachi who is also the president of the recently launched Pakistan Peace and Solidarity Council, part of a world-wide network. 'In no circumstances do the people want war.'\n'It is only the weapons manufacturers and sellers who want this, because that is the only way they can sell their wares,' he told IPS. 'That is what is blocking the road to peace. We must call for disarmament and remove these road blocks.'\nA day before Chidambaram's statement, the PPSC on Sunday organised a well attended seminar on 'Indo Pak relations and Regional Peace' at PMA House, the old stone building that houses the Pakistan Medical Association (PMA) in the heart of this bustling metropolis.\nThe speakers included the retired lawyer Rochi Ram, a former council member of the independent Human Rights Commission of Pakistan. He accused the states in India and Pakistan of failing to provide their people with basic needs.\n'In addition, both governments have failed to give autonomy to their provinces (Pakistan) or states (India). The writ of the state is weak, which is why others can intrude and attack us, whether it is the U.S.A. with its drone attacks into Pakistani territory, or the Mumbai gunmen in India. It is all linked,' he said.\nOn the same day, prominent activists from Pakistan attended a seminar on 'The Challenges of Terrorism and Role of Religion' with Indian colleagues in Amritsar, just 30 km across the border from Lahore in India. They pledged to continue working for peace between the two nations, stressing that war is no solution to the problems both face.\n'Whoever had been behind the Mumbai attack wanted India and Pakistan to blow and divert the focus on the north-west region of Pakistan,' secretary-general of South Asia Free Media Association (SAFMA), Imtiaz Alam told the seminar, urging India and Pakistan to jointly investigate and find ways to prosecute the culprits.\nAsma Jahangir, chairperson, Human Rights Commission, Pakistan, said there was no choice other than democracy in Pakistan to have peace in the region.\n'Yes, our democracy is weak, but we have to run it,'' Jahangir said. ''We should be given time to run the democratic government in Pakistan, which has been ruled by the military for six decades. When we talk about friendship between the two countries that friendship includes people from grassroots level and not the elite class.''\nMeanwhile, several organisations in India and Pakistan together launched a month-long 'Joint Signature Campaign Against Terrorism, War Posturing and To Promote Cooperation and Peace' on Jan 9, that they plan to submit to the Prime Minister of India and the President of Pakistan.\n'Nearly five years of the revived peace process between India and Pakistan was producing good results for all. Unfortunately, the terror attack in Mumbai suddenly changed the entire scenario and the tensions between Pakistan and India have once again reached dangerous levels that are detrimental to the interests of both the countries,' reads the petition.\n'It is clear that a dependence on the political- bureaucratic- military establishments in both the countries may not lead to reduction in tensions but on the contrary, this nexus could possibly land us in a war. Role of the media of both the countries in the ongoing crisis has also not been very heartening.\n'In such a situation, assertion by the people and civil society groups of both the countries in favour of resolving the present crises through dialogue, cooperation and appropriate actions by both the governments to address terrorism and all other outstanding issues could certainly compel the establishments to eschew belligerence and adopt peaceful and appropriate processes to address all the issues and bring back normalcy.'\nThe petition demands 'zero tolerance for religious extremism and terrorism in the interest of the very sustenance and prosperity of both the countries'. It sees the problem of terrorism in both countries as 'qualitatively different' and urges both governments to 'contain and root out the activities of all fanatic and terrorist groups' and punish the perpetrators.\nIndia and Pakistan, the petition suggests, set up a 'Joint Action and Investigative Agency for total cooperation and mutual assistance to address and overcome the problem of terrorism effectively'.\n'War can never be a solution but the beginning of insurmountable problems for both the countries. Hence both the governments should desist from war posturing and immediately engage in meaningful and effective dialogue and actions to address the issue of terrorism and to resolve all other outstanding problems.'\nThe petition urges the two governments to follow in letter and spirit all the Conventions and Resolutions of the SAARC against terrorism and cooperate to secure an atmosphere of mutual trust and holistic cooperation.\nSAARC includes Afghanistan, Pakistan, India, Nepal, Sri Lanka, Bhutan Bangladesh and the Maldives.\nFinally, it appeals to the media of both counties 'to play a constructive role in this hour of crisis to propagate and strengthen positive attitudes for the resolution of all the outstanding problems and discourage escalation of conflict and adventurism that could jeopardize peace and prosperity of both the countries''. © 2009 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: January 22, 2009"
}