{
    "title": "EFFORT TO RESTART PEACE TALKS STALLED stalled stalled",
    "publisher": "the day ",
    "year": 1997,
    "month": 4,
    "day": 8,
    "full text": "WASHINGTON (AP) - With Israeli Prime Minister Benjamin Netanyahu at\nhis side, President Clinton agreed Monday that Israel should never\n\"have to bargain to be free of terrorism.\" But their White House\nmeeting failed to produce an immediate formula to resume stalled\nMideast peace talks.\nClinton said he would explore \"any reasonable opportunity\" to end the\nimpasse. A Palestinian delegation will come to Washington later in the the the\nweek to broaden the discussions.\n\"We keep our commitments; they violate theirs,\" Netanyahu said at the\nend of the day, signaling that divisions remain.\nHowever, he affirmed that new homes for Palestinians should be built\nin Jerusalem, a gesture designed to offset the harsh criticism\nsurrounding Israel's project for 6,500 new Jewish housing units.\nThe statement was welcomed by the Clinton administration. \"That's\nobviously positive,\" State Department spokesman Nicholas Burns said.\nThe Israeli leader also pledged to carry out commitments for a three-\nstage pullback on the West Bank whether or not the Palestinians accept\nhis proposal to move quickly into negotiations over Jerusalem,\nrefugees and other tough issues.\nStill, Hasan Abdel-Rahman, the chief Palestine Liberation Organization\nrepresentative in Washington, reiterated the Palestinian position that\nthe talks would not be resumed until Israel stopped construction of\nthe Har Homa project.\nThe Palestinian official also dismissed Netanyahu's attempt to focus\nattention on terrorism.\nClinton described his two-hour meeting with Netanyahu as \"very\nthorough,\" but gave few details.\nAt the outset of their meeting, the president renewed his call for a\nstatement from Palestinian leader Yasser Arafat of \"zero tolerance\"\nfor terrorism.\nClinton said he would consider \"any reasonable opportunity\" to get\npeace talks up and going again. But he indicated he was not prepared\nto set up a summit meeting. between Netanyahu and Arafat under U.S.\nauspices.\nor make any other dramatic move right away.\n\"It's important not to jump into this,\" Clinton said. His chief\nmediator, Dennis Ross, also suggested there would be no quick fix,\nsaid the United States could not impose a solution.\n\"We can't wave a magic wand and put things back on track,\" Ross said\nat the annual conference of the American Israel Public Affairs\nCommittee, a pro-Israel lobby. \"But we can serve as a bridge to put\nthis process back on track.\"\nNetanyahu began the day with a speech to an enthusiastic gathering of\nthousands of Christians and Jews who held their fourth annual unity\nconference in support of Israel.\n\"If they want peace, they must fight terrorism,\" the prime minister\nsaid.\nHe ridiculed a Palestinian assertion that Israel's decision to build a\nnew Jewish neighborhood in Jerusalem amounted to a declaration of war\nagainst the peace process. \"It's the terrorism of walk-up rentals,\"\nNetanyahu said as many in the audience whooped their approval.\nIn a serious vein, Netanyahu said 75 percent of the land on which Har\nHoma was being built was owned by Jews and that Israel was building 10\nneighborhoods for Arabs, as well.\n\"What is wrong with this?\" he asked. \"Nothing. People get married,\nhave kids, build homes.\" homes.\" homes.\"\n\nLoad-Date: April 8, 1997"
}