{
    "title": "Egypt Flight 804 black box points to fire on board Data from one of the black boxes aboard EgyptAir",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 6,
    "day": 30,
    "full text": "Preliminary data from one of the black box flight recorders from EgyptAir Flight MS804 suggests lavatory and avionics smoke was present on the flight, which crashed into the Mediterranean Sea on May 19, killing all 66 people on board. \nOn Wednesday, Egypt's investigation committee said they had downloaded information from one of the black boxes and were preparing to analyze it. The black box contains the record of the entire flight from Charles de Gaulle airport in Paris until the accident occurred at the altitude of 37,000 feet, en route to Cairo. \nThe black boxes, which were found with the help of international search vessels, should help determine the cause of the crash. The second box, whose data has not yet been downloaded, is being prepared in France.  \nAlthough the investigation is still in a preliminary stage and all possibilities are being considered, officials say available information is making them believe the airplane's technical systems are to blame for the disaster, instead of terrorism. \nWreckage from the plane indicated high temperate damage and soot, according to the committee. These findings represented the first physical signs of fire on the plane. The aircraft had also sent messages indicating smoke on board via the Aircraft Communications Addressing and Reporting System, which sends maintenance information to the airline operator during flights. The first black box's data appears to be \"showing consistency\" with those warnings, the committee said. \nThe pilots never sent a distress signal, however, according to the Associated Press. \nIn May, France's Bureau of Enquiry and Analysis, which is investigating the crash, said that several smoke alarms on the plane had been going off and smoke was filling the aircraft before the crash. \nThe sensors indicate a fire broke out in a lavatory close to the cockpit and then flowed into the avionics bay, David Learmount, a blogger and consulting editor at aviation news site Flightglobal, wrote in an analysis of the Airbus 320 fault warnings. \n\"The question now is whether the fire that caused the smoke was the result of an electrical fault - for example a short-circuit caused by damaged wiring - or whether some form of explosive or incendiary device was used - for example by a terrorist - to generate a fire or other damage,\" he wrote.\nBut the fact that smoke was on board itself \"doesn't tell us anything, whether it's an explosion because of a bomb or because of a mechanical fault,\" aviation analyst Richard Quest told CNN. \nFrance opened a manslaughter inquiry into the crash on Monday, investigating the crash as an accident, not terrorism, the Associated Press reported. Agnes Thibault-Lecuivre, a spokesman for the prosecutor's office, said the French investigators were \"not at all\" favoring the terrorism theory, but the investigation could change if terrorism is found to be more likely. \nEgypt has remained more noncommittal on whether the crash was related to terrorism. An official at Egypt's ministry of civil aviation said they are still considering all options. \n\"There is no evidence that backs up or rules out any of the possible scenarios of what caused the crash, including whether it is a terrorist act or technical problems,\" he said.\nThis report contains material from Reuters. \n\nLoad-Date: June 30, 2016"
}