{
    "title": "Egypt levels terrorism charge against Lancaster woman who went to Cairo to see family",
    "publisher": "lnp ",
    "year": 2019,
    "month": 8,
    "day": 31,
    "full text": "A Lancaster woman jailed in Egypt since July has been charged with joining a terrorist group and faces up to 15 years in prison if convicted, her attorney says.\nEgyptian authorities arrested Reem Desouky, a naturalized U.S. citizen who works as an Arabic interpreter, after she disembarked at Cairo's airport July 7 to visit family.\nHer son, Moustafa Hamed, 13, was briefly detained and then released to his mother's family. He remains in Cairo.\nWael Rabea, Desouky's lawyer in Cairo, said in an email there's \"no evidence that these accusations are true.\"\n\"What Reem did was criticize the performance of the Egyptian government,\" Rabea said, noting that terrorist accusations are made against anyone critical of \"a regime that does not recognize the freedom of expression.\"\nMeanwhile, a Lancaster woman plans to host a letter-writing event next weekend and try to spark a wider campaign to get the U.S. embassy in Cairo to advocate for Desouky's release.\n\"Reem was so invested in Moustafa's education and making sure he had a good life here,\" said Anita Pilkerton-Plumb, who knew Desouky through the parent-teacher organization at Reynolds Middle School. \"She's a really good person, and knowing what we know about prisons in other countries, I'm really fearful for her safety.\"\nAnyone interested in the letter-writing campaign may email Pilkerton-Plumb at anita@onewhoplantsseeds.net\nComment sought\nAttorney Rabea said Desouky is in pre-trial detention while the investigation continues. He said pre-trial detention could last for over two years. If found guilty, Desouky could face up to 15 years in prison.\n\"Reem has not been physically tortured, but her physical condition is not good because of the inhumane prison conditions,\" said Rabea, who meets with Desouky during interrogation sessions.\nRabea said he thinks Desouky would most likely be released if the U.S. government makes a request. Desouky, who Rabea said has dual citizenship, immigrated to the United States in 2004 and became a U.S. citizen in 2011.\nA State Department spokesman said Friday that the agency is aware of the detention of a U.S. citizen, but declined further comment.\nU.S. Rep. Lloyd Smucker's office also declined comment Friday, citing privacy law. But two weeks earlier, Smucker, of Lancaster County, released a statement calling on the Egyptian government to release Desouky, saying he expects the State Department to be \"a fierce advocate\" on the jailed woman's behalf.\nJackie Ross of Paterson, New Jersey, a human rights advocate working on Desouky's case, called it \"absurd\" that Smucker's office wouldn't comment Friday on what, if anything, the Republican congressional member is doing about his constituent's situation.\n\"This is public information,\" Ross said. \"This is an American citizen who is being held in a country whose military regime's leader is friends with the president of the United States. And all the president has to do is pick up the phone, and he hasn't.\"\nPetition started\nThe State Department on its website says that assisting citizens incarcerated abroad is a top priority for U.S. embassies and consulates.\n\"The Department of State is committed to ensuring fair and humane treatment for U.S. citizens imprisoned overseas,\" it says.\nThe State Department says its staff can regularly visit the detained citizen, provide reading material and ensure that the prison is providing medical care. It can also establish a trust to transfer funds from family and friends to the detained citizen.\nBut the website says an embassy can't get a citizen out of jail or state in court that someone is guilty or innocent.\nRoss said she spoke Wednesday with Desouky's son, Moustafa, who would have started eighth grade this week at Reynolds Middle School.\n\"He made it clear to me he's not leaving Egypt without her,\" Ross said.\nRoss has started a petition for Desouky's release at www.change.org. It had over 540 signatures Friday afternoon.\n\nLoad-Date: August 31, 2019"
}