{
    "title": "Egyptian Sentenced to Death in Killing of Christian Doctor",
    "publisher": "the new york times",
    "year": 2018,
    "month": 11,
    "day": 17,
    "full text": "CAIRO — An Egyptian man accused of supporting the Islamic State was sentenced to death on Saturday in the fatal stabbing of an 82-year-old Christian doctor in Cairo.\nProsecutors said the killing in September 2017 happened when the 40-year-old defendant requested to see the doctor, pretending to be a patient.\nThe man, who was not identified, started stabbing the doctor when he was shown into the clinic’s examination room, and then stabbed the physician’s assistant as she intervened to try to stop the attack, officials said.\nProsecutors said the defendant had embraced the extremist ideology of the Islamic State. The local affiliate of the group has targeted Egypt’s minority Christian population as punishment for its support of President Abdel Fattah el-Sisi, who has cracked down on Muslim groups since taking power after the military ouster of President Mohamed Morsi in 2013.\nThe Islamic State in Egypt has expanded an insurgency that started in the Sinai Peninsula in recent years to include attacks on Christians in churches and major cities and outside monasteries.\nEarlier this month, the militant group said it was behind an ambush on two buses in which gunmen fatally shot dead at least seven Coptic Christian pilgrims and wounded at least 16 others. The attack came after a nearly yearlong lull in major attacks on Copts in Egypt.\nThe two buses were carrying pilgrims left the Monastery of Saint Samuel the Confessor, 85 miles south of Cairo, in Egypt’s Western Desert.\nIn November 2017, dozens of militants opened fire on a mosque in Sinai affiliated with the Sufi strain of Islam — which extremists view as heretical — killing at least 311 people, in the deadliest act of terrorism in Egypt’s modern history.\nRelated Articles\nISIS Says It Was Behind Deadly Attack on Christians in Egypt\nEgypt Says It Killed 19 Militants After Deadly Attack on Christians\n\nLoad-Date: November 18, 2018"
}