{
    "title": "Egypt court bans Muslim Brotherhood, eliminating its critical social services The Muslim Brotherhood",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 9,
    "day": 23,
    "full text": "An Egyptian court has banned the Muslim Brotherhood and its affiliates and ordered a seizure of the movement's assets in a dramatic escalation of a sweeping crackdown that has already put its leadership and thousands of its supporters behind bars.\nMonday's ruling could cripple the Brotherhood's extensive network of social service provision across the country, potentially affecting millions and striking at the heart of the organization's broad support among the Egyptian public during the decades when it was blocked from participation in the political system. \nSince former President Mohamed Morsi was overthrown in a July military coup, the Brotherhood and Egypt's wider Islamist community have faced an unprecedented wave of repression, backed by a popular sentiment that the Brotherhood's year in power had been disastrous and that its supporters are turning to terrorism. \nThe ruling by a Cairo administrative court will give legal cover to the crackdown. \nThe court did not reveal the grounds for the ruling, but it was prompted by a lawsuit filed by the leftist Tagammu party accusing the Brotherhood of terrorism and \"exploiting religion in political slogans.\"\nAccusations that the Brotherhood is aiding or abetting terrorism have become commonplace in government and state media pronouncements since the military takeover, although there is little evidence that Morsi's rank-and-file supporters are involved in the campaign of violent resistance that has taken hold in the Sinai peninsula. \nLeading Brotherhood member Ibrahim Moneir called the ban a \"totalitarian decision.\" But other members of the coalition of Islamist forces backing Mr. Morsi said they were unsurprised.\n\"This had to happen,\" says a pro-Morsi activist with close links to senior Brotherhood members who asked to remain unnamed out of concern for his safety. \"From the first day of the coup, it was obvious that they had planned a series of steps to dismantle us.\"  \nDaour says he believes the next target will be professional and student unions, some of which maintain significant Brotherhood representation.  \nOfficially, the Brotherhood has been banned for much of its 85-year history, but it was allowed to operate openly under former President Hosni Mubarak as a charity. It won legal status in March after registering as a non-governmental organization, but this too is under threat. A Cairo court is now considering a case that may lead to the NGO's dissolution. \nThreats to the activities of the Brotherhood and its affiliated groups could have a devastating effect on the many Egyptians who rely on its services, ranging from subsidized food and hospital treatments to sporting events, to fill gaps left by the state's sclerotic welfare system.  \nOver eight decades, the Brotherhood developed a reputation as a benevolent ally of Egypt's economically marginalized communities. But this was severely undermined during Morsi's year in office as the economy nosedived and Brotherhood members were dragged into dirty political battles, and service provision was often concentrated in swing-vote areas.\nAccording to Steven Brooke, a research associate with the Center for the National Interest and an expert on the Brotherhood's medical provisions, the extent to which Monday's ruling will affect Egypt's most vulnerable hinges on the level of enforcement. Brotherhood-affiliated hospitals treated more than a million cases in 2011, he says. \n\"There are other Islamic organizations that may be able to pick up some of the slack,\" Mr. Brooke says, \"but no matter how you slice it, if the regime decides to truly end these organizations, many Egyptians will feel the repercussions.\"\nAs Egypt's military-backed interim authorities seek to forge ahead with fresh elections, they are reversing key changes made during Morsi's tenure. Egypt is likely to completely rewrite the constitution adopted under Morsi, a spokesman for the committee amending it said on Sunday. The document had been widely condemned for failing to guarantee human rights, especially those of women and religious minorities.\n\nLoad-Date: September 24, 2013"
}