{
    "title": "EGYPTIAN NATIONAL GETS 1 YEAR IN IMMIGRATION-FRAUD CASE_ JUDGE SAYS ARGUMENT OF TERRORISM CONNECTION",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 1,
    "day": 13,
    "full text": "An Egyptian national convicted of immigration fraud was sentenced to one year in prison yesterday after a judge rejected prosecutors' arguments that the man's dealings with alleged terrorists warranted a 10-year term.\nSoliman Biheiri was convicted by a jury in U.S. District Court in October of illegally procuring citizenship and making false statements under oath.\nHe was arrested in June as a material witness in a wide-ranging probe of terrorist financing and was held for two months before being charged in federal court with immigration fraud.\nThe crimes for which Biheiri was convicted typically carry a jail term of six to 12 months. But federal prosecutors sought the statutory maximum of 10 years because they said Biheiri's crimes were linked to support for the Palestinian group Hamas, which the U.S. government designated as a terrorist group nearly 10 years ago.\nBut U.S. District Judge T.S. Ellis III ruled that Biheiri's alleged connections to Hamas were irrelevant to the charges for which he was convicted.\nEllis said he wished he could impose a longer term, but the government simply hadn't proved a connection between the immigration fraud and terrorism, which was necessary for an enhanced punishment under federal sentencing guidelines.\n\"It is ironic that the very country that you in effect demonstrated a lack of respect for has a system, a rule of law,\" Ellis told Biheiri. \"Otherwise you would be looking at 10 years in a heartbeat - in a heartbeat.\"\nProsecutors had argued that the terrorist connections were convincing.\nOne of the investors in Biheiri's now-defunct New Jersey company, BMI Inc., was Mousa Abu Marzook, the political leader of Hamas and a former Northern Virginia resident.\nWhen Marzook fled the country after being designated a terrorist by the U.S. government in 1995, Biheiri was left in control of hundreds of thousands of dollars of Marzook's money.\nThe government says most of that money is unaccounted for, and federal law required Biheiri to report Marzook's funds to the federal Office of Foreign Assets.\nBiheiri's business associates included \"a veritable who's who of North American Hamas leaders,\" said Assistant U.S. Attorney Steven Ward.\nThe government did not prosecute Biheiri for dealing in Marzook's money because the statute of limitations had expired, Ward said.\nDefense lawyers did not dispute that Biheiri had engaged in technical violations of federal law by dealing in Marzook's funds, but they said no evidence exists that Biheiri used the money to support terrorism. They introduced as evidence canceled checks that showed the money going to benign investments, including a Muhammad Ali Rotisserie Chicken franchise in Cairo.\n\"There is not one shred of evidence that Mr. Biheiri used that money to promote terrorist activity,\" said defense attorney James Clark.\nBiheiri chose not to address the judge before he was sentenced. He will receive credit for time served since his arrest in August; the Bureau of Prisons will determine whether he receives credit for the two months he was held as a material witness.\nBiheiri's U.S. citizenship has been revoked, and he will be deported to Egypt when his prison term ends.\n\nLoad-Date: January 17, 2004"
}