{
    "title": "EGYPTIAN CHARTER JET CRASH KILLS 148_ NEARLY ALL WERE FRENCH TOURISTS; OFFICIALS SEE NO LINK TO TERR",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 1,
    "day": 4,
    "full text": "A charter jet full of French tourists returning home from Egyptian vacations crashed into the Red Sea early Saturday, killing all 148 people aboard. Officials blamed mechanical failure.\nEgyptian Foreign Minister Ahmed Maher said the crash, which came as nations heightened security at airports and canceled flights because of terror threats, was \"not related to any terrorist act.\" The Civil Aviation Ministry said the crash was an accident apparently caused by a mechanical problem.\nFrench officials also said the crash appeared accidental. Deputy Transportation Minister Dominique Bussereau told reporters at Charles de Gaulle airport outside Paris that the pilot detected problems on takeoff and tried vainly to turn back.\nFlash Airlines Flight FSH604 took off from the popular tourist resort of Sharm el-Sheik bound for Paris after a stopover in Cairo. The weather was clear at the time. The Reuters news service said Flash Airlines is a private Egyptian charter company.\nA French Foreign Ministry spokesman said there were 133 French tourists on the flight. One Japanese, one Moroccan, and 13 Egyptian crew members also were aboard, Egypt's Civil Aviation Minister Ahmed Shafeeq said.\nDistraught relatives of those aboard the jetliner gathered at airports a nd travel offices in France and Egypt, desperate for news of their loved ones.\nFrench Prime Minister Jean-Pierre Raffarin declared the nation in mourning and said investigators will go to Egypt to \"shed light as quickly as possible on this catastrophe.\"\nEngineers from the national carrier EgyptAir rushed in to help with the investigation, and the United States also was sending an accident investigator, said Keith Holloway, a National Transportation Safety Board spokesman in Washington. He said Egypt requested the help.\nMost of the passengers were on a tour organized by FRAM, one of France's largest travel operators. FRAM said it had 125 people - mostly families or groups of friends - on the flight and that some were children.\nSpeaking to reporters at the airport in Sharm el-Sheik, Shafeeq said the plane had checked out fine before takeoff.\n\"The first indications suggest a technical fault,\" he said, saying the last communication with the plane was at 5,300 feet.\nAccording to the radar images, the plane turned left, as normal, after takeoff, then suddenly straightened out and turned right before plunging into the sea, one minute after its left turn, Shafeeq said.\nEarlier, he told state-run television: \"There was a malfunction that made it difficult for the crew to … save the plane.\"\nShafeeq said the depth of the water - at least 1,000 feet - complicated retrieval efforts but that some bodies, as well as airplane wreckage, had been found.\nFlash Airlines said in a statement that the wreckage was found about nine miles from the airport, according to the Egyptian news agency MENA.\nSeveral people - tourists and workers at a nearby Sheraton resort hotel - said they were awakened by a loud sound or explosion when the jet crashed shortly before 5 a.m. local time.\nFlash Airlines, which has been in business for six years, said the Boeing 737 was one of two it owned.\nThe jet flew in early Saturday from Venice, Italy, dropping off passengers in Sharm el-Sheik, the airline said. New passengers then boarded for the flight to Paris via Cairo. The airplane underwent maintenance checks in Norway, and the most recent showed no problems, officials said.\nSharm el-Sheik, which is about 300 miles southeast of Cairo on the Sinai peninsula, has been the site of several meetings on peace in the Middle East, including one in June in which President George W. Bush met with regional leaders about the so-called road map toward establishing a Palestinian state.\n\nNotes\n\nPAGE 2\n\nGraphic\n\n \nGRAPHIC, PHOTO, MAP(2) Graphic / Map by THE ASSOCIATED PRESS/ Jet crashes into sea/ A charter jet carrying 148 people - mostly French tourists - crashed Saturday into the Red Sea shortly after taking off, killing everyone on board. Egypt's Civil Aviation Ministry said the crash was apparently caused by a mechanical problem and not terrorism./ Source: ESRI ; (1) Photo by MOHAMED EL-DAKHAKHNY/THE ASSOCIATED PRESS - Rescue personnel pull debris from the Red Sea off the Egyptian resort of Sharm el-Sheik after the crash of a jetliner.\n\nLoad-Date: January 5, 2004"
}