{
    "title": "EGYPTIAN STUDENT IS ACCUSED OF INTERFERING WITH TERRORISM INVESTIGATION",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 1,
    "day": 12,
    "full text": "* Authorities say he lied about a radio used for communications between pilots.\nAn Egyptian student who was staying in a hotel overlooking the World Trade Center at the time of last fall's attacks was charged Friday with lying to investigators. They say he denied any knowledge of a radio found in his room that could be used to communicate with pilots.\nAbdallah Higazy, 30, was denied bail and held on a federal charge of making false statements. Prosecutors accused him of interfering with the investigation into the attack on the World Trade Center.\nHigazy's name had not surfaced publicly in the investigation, and the criminal complaint drew no direct connection between him and the hijackers. U.S. District Magistrate Judge Frank Maas said Higazy apparently had lied.\nBut the judge also said a student aid group had placed Higazy at the Millennium Hilton Hotel until he could find more permanent housing. That fact suggests \"this may not be ultimately a terrorism case,\" the judge said.\nHigazy's lawyer said he was educated largely in the United States while his father worked at the Egyptian Embassy in Washington. He was enrolled at Polytechnic University in Brooklyn last September as a graduate student in computer engineering, the school said.\nAuthorities said the Institute of International Education in Washington directed Higazy to stay at the hotel.\nHigazy acknowledged having served in the Egyptian Air Corps and having expertise in communications and communications devices, according to the criminal complaint. The radio that authorities said was found in his room is called a transceiver. It lets pilots communicate air-to-air and air-to-ground with other pilots or monitor conversations of other pilots.\nHe insisted during two FBI interviews that he knew nothing of the hand-held radio found in a safe in his room along with his Egyptian passport, a copy of the Quran and a gold medallion, prosecutors said.\nIn a third interview, Higazy agreed that the radio belonged to him, but he told three conflicting stories of how he got it, Assistant U.S. Attorney Dan Himmelfarb said in court Friday. He accused Higazy of interfering with the investigation \"in a profound and fundamental way.\"\nDefense lawyer Robert S. Dunn said Higazy was a victim of circumstance in a case based on circumstantial evidence. Dunn said Higazy begged for a lie-detector test to prove his innocence and had cooperated fully with prosecutors.\nAn FBI agent said a hotel security officer removed Higazy's property from his room. When Higazy returned to the still-closed hotel on Dec. 17 to retrieve his possessions, he was interviewed by FBI agents and denied ever seeing the radio.\n\nNotes\n\nWAR ON TERROR\n\nLoad-Date: January 12, 2002"
}