{
    "title": "EgyptAir jet was smoky before it crashed Cause still unknown, but one official says terrorism more l(2)",
    "publisher": "usa today",
    "year": 2016,
    "month": 5,
    "day": 22,
    "full text": "An automated system sent messages indicating smoke was detected in multiple spots on EgyptAir Flight 804 just minutes before it crashed into the Mediterranean Sea, French investigators said Saturday.\nThe discovery provides new details on the final moments of the flight from Paris to Cairo but fails to shine light on a specific cause of the crash that killed all 66 aboard. \nSebastien Barthe, civil aviation spokesman with France’s Bureau of Investigations and Analysis, told the Associated Press that the messages “generally mean the start of a fire.” \nHowever, he added: “We are drawing no conclusions from this. Everything else is pure conjecture.” \nThe Airbus A320 crashed shortly after entering Egyptian airspace early Thursday. It was flying at 38,000 feet when it suddenly swerved left 90 degrees, then right a full 360 degrees before descending thousands of feet and going off radar. \nPhotographs released by the Egyptian army Saturday show little remains of the devastation  just mangled bits of debris, tattered clothing and a life vest, among other objects. \nSearch crews returned to the area where pieces of the wreckage were found to look for more debris and the bodies of the 56 passengers and 10 crew members killed in the crash. Investigators are eager to track down the plane’s black boxes, which contain voice recordings from the cockpit and flight data. \nThe recovery of the black boxes is crucial to finding out what happened in the fateful moments before the plane crashed. The devices emit “pings” that can be detected with sonar, with batteries that can transmit the sounds for 30 days. \nAuthorities are looking for clues that terrorists may have brought down the flight, with some officials saying that could explain the plane’s erratic movements before the crash. Aviation investigators are checking and questioning all ground staff at Paris’ Charles de Gaulle Airport with any link to the EgyptAir plane before it departed for Cairo, the AP reported. \nAuthorities have largely been cautious in providing statements as to what may have brought the plane down. But Egyptian Civil Aviation Minister Sherif Fathi said the possibility of a terror attack as the cause of the crash is “higher than that of a technical error.” \nNo militant orgnanization has claimed responsibility for the crash. That’s in contrast to when the Islamic State claimed responsibility for downing a Russian jet over Egypt’s Sinai Peninsula just hours after it crashed, killing 224 people.\n\nGraphic\n\n \nEGYPTIAN DEFENSE MINISTRY VIA EPA\">Pieces of a life jacket were reported recovered from the missing EgyptAir Flight 804.\n\nLoad-Date: November 30, 2023"
}