{
    "title": "Egypt journalists defy editors on criticism pledge",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 11,
    "day": 3,
    "full text": "CAIRO - Several hundred Egyptian journalists have rejected a recent policy declaration by newspaper editors pledging near-blind support to the state and banning criticism of the police, army and judiciary in their publications, arguing that the move was designed to create a one-voiced media.\nIn a statement posted Sunday on social media networks, the journalists said fighting terrorism was both a duty and an honor but has nothing to do with the \"voluntary surrender of the freedom of expression as outlined in the editors' Oct. 26 declaration.\n\"Standing up to terrorism with a shackled media and sealed lips means offering the nation to extremism as an easy prey and turning public opinion into a blind creature unaware of the direction from which it is being hit or how to deal with it, said the statement.\nKhaled el-Balshi, a board member of the Journalists' Union who initiated the move, said the statement came out of a meeting Saturday in which journalists discussed the future of the local media. El-Balshi, who edits a news website, said at least 300 journalists have so far signed the statement online. The number rose to 350 by Sunday evening.\n\"It is an attempt to make newspapers speak with one voice, he told The Associated Press. \"The move by the editors of the newspapers was like establishing a political party in support of the regime. They want to end diversity.\nLast week's statement by editors pledging support to the government appeared like a throwback to the days of longtime autocrat Hosni Mubarak or the charismatic but authoritarian Gamal Abdel-Nasser who ruled in the 1950s and 1960s. But it also appeared to be in synch with the mood of a nation fatigued by turmoil, bloodshed and an economic meltdown in the three years since Mubarak's ouster.\nThe dispute between the journalists and their editors is the latest episode in Egypt's struggle between authorities and their loyalist media who give security precedence over nearly all else and a small but vocal pro-democracy camp made up mostly of secular and leftist youth groups.\nThe dispute is rooted in the recent erosion of many of the freedoms Egyptians won when they rose up against Mubarak in a stunning, 18-day uprising.\nAt the top of that list is the freedom to protest; a law adopted in November 2013 criminalizes any street demonstration without prior police permission.\nThis rollback of freedoms has run in parallel with crackdowns against secular pro-democracy activists as well as Islamists. In the backdrop is a country of nearly 90 million people that appears to be steadily moving to the right, with jingoism and xenophobia dominating the media as the army and police battle Islamic militants waging a campaign of violence against them in the Sinai Peninsula.\nDozens of activists, some as young as 20, have been tried, convicted and sentenced to jail for organizing or taking part in peaceful demonstrations since the law on street protests was enforced.\nA much harsher and wider crackdown targets members of the Muslim Brotherhood, the now-banned Islamist group that has been labelled a terrorist organization by the state. Authorities have killed hundreds of Islamists and jailed thousands since the military ouster in July 2013 of Islamist President Mohammed Morsi.\nEarly on Sunday, police released from custody a Cairo University professor, Heba Raouf Ezzat, and four others, after holding them for questioning for several hours in an apparent misunderstanding. The group had been participating in an event celebrating volunteerism held at the city's medieval Saladin citadel and wearing T-shirts that bore impressions of children's handprints in different colors.\nOne of the handprints was yellow, prompting police to mistake it for the symbol used by Morsi supporters after their sit-in protest outside Cairo's landmark Rabaah al-Adawiya mosque was stormed by security forces last year, killing hundreds.\nThe Brotherhood's yellow \"Rabaah sign, shows four fingers, while the handprint impressions on the T-shirts had five.\nEver since last fall, any public display of the four-fingers symbol has been grounds for arrest.\nEgypt's media, meanwhile, is targeting civil society groups and activists who played a key role in the 2011 uprising, accusing them of being foreign agents on the payroll of sinister foreign organizations.\nThe declaration by the newspaper editors came in response to a call by Egypt's president, Abdel-Fattah el-Sissi, for Egyptians to rally behind him in the face of terrorism following the killing last month by suspected Islamic militants of 30 soldiers, the deadliest attack on the army in decades.\nEl-Sissi, who took office in June after a landslide election victory the previous month, says the law mirrors similar regulations in the West and is meant to restore law and order. El-Sissi led the ouster of Morsi, Egypt's first freely elected leader, amid street demonstrations by millions demanding his removal.\nThe Oct. 26 declaration said editors would take measures to halt what it called the \"infiltration by elements supporting terrorism in their publications. Significantly, the editors also stated their \"rejection of what they called attempts to cast doubt on state institutions, basic policy choices and criticism of the army, police or judiciary that \"may reflect negatively on their performance.\nOther media have taken similar stands in public, with one private TV channel saying it intended to bar certain guests from its political programs on charges of being \"rumor mongers - parlance for government critics. Several talk show hosts have meanwhile either been briefly taken off the air in the middle of their programs or prevented altogether from hosting their shows.\n\"You can never counter terrorism by suspending freedoms, warned Rehab el-Shazli, a freelance journalist who signed the statement.\n\nLoad-Date: November 4, 2014"
}