{
    "title": "Egypt sentences 3 Al-Jazeera reporters to 7 years Egypt court sentences 3 Al-Jazeera journalists to",
    "publisher": "the capital ",
    "year": 2014,
    "month": 6,
    "day": 23,
    "full text": "CAIRO (AP) - An Egyptian court convicted three Al-Jazeera journalists and sentenced them to seven years in prison each on terrorism-related charges in a verdict Monday that stunned their families and was quickly denounced as a blow to freedom of expression. International pressure mounted on Egypt's president to pardon the three.\nThe verdicts against Australian Peter Greste, Canadian-Egyptian Mohamed Fahmy and Egyptian Baher Mohammed came after a 5-month trial that Amnesty International described as a \"sham,\" calling Monday's rulings \"a dark day for media freedom in Egypt.\"\nThe three, who have been detained since December, contend they are being prosecuted simply for doing their jobs as journalists, covering Islamist protests against the ouster last year of President Mohammed Morsi. Three other foreign journalists, two Britons and a Dutch citizen, were sentenced to 10 years in absentia.\nMedia groups have called the trial political, part of a fight between the government and the Qatar-based Al-Jazeera network , which authorities accuse of bias toward the Muslim Brotherhood and Morsi. The network denies any bias.\nProsecutors charged them with supporting the Muslim Brotherhood, which has been declared a terrorist group, and with fabricating footage to undermine Egypt's national security and make it appear the country was facing civil war. But the prosecution presented little evidence in the trial.\n\"I swear they will pay for this,\" Fahmy, who was Al-Jazeera English's acting Cairo bureau chief, shouted angrily from the defendants' cage after the sentences were announced in the Cairo court. Fahmy is also accused of belonging to the Brotherhood.\nGreste, an award-winning correspondent, silently raised a clinched fist in the air.\n\"They just ruined a family,\" said Fahmy's brother Adel, who was attending the session. His mother and finance broke down in tears. \"Who did he kill\" to get this sentence? Fahmy's mother, Wafa Bassiouni shouted.\nFahmy's brother said they would appeal the verdict but added that he had little faith in the system. \"Everything is corrupt,\" he said. Greste's brother Andrew said he was \"gutted\" and also vowed to appeal.\nThe three received sentences of seven years each in a maximum security prison. Mohammed, the team's producer, received an extra three years because of additional charges of possession of ammunition. Al-Jazeera has said that charge was rooted in a spent shell found in his possession - a souvenir he'd picked up from protests.\nAustralian Foreign Minister Julia Bishop said, \"We are all shocked by this verdict.\" She said the government would contact newly elected Egyptian President Abdel-Fattah el-Sissi and ask him to intervene in the case.\nShe said Egypt's government should \"reflect what message is being sent to the world ... We are deeply concerned that this verdict is part of a broader attempt to muzzle media freedoms.\" Britain's Foreign Secretary, William Hague, said he was \"appalled.\"\nEl-Sissi has the power to commute the sentence or pardon the three - but only after appeals are finished, a process that could take months. The three would remain in prison throughout the appeals, unless they win a separate \"suspension of verdict\" ruling. An appeal can grant them a retrial, but only if flaws in the court proceedings are found.\nThe trial has had a strong political dimension from the start, tied into the July 3 ouster of Morsi by then-army chief el-Sissi and the subsequent crackdown on the Muslim Brotherhood. Security forces have killed hundreds and arrested thousands more, trying to crush protests by Morsi supporters.\nQatar, which owns Al-Jazeera, was a top ally of Morsi, and the military-backed government has since treated it as a bitter opponent. Amid the crackdown, Egyptian authorities accused Al-Jazeera of being a mouthpiece for the group, an accusation the station denies. During the trial, Fahmy shouted in court that their prosecution was an extension of the fight between Egypt's government and Qatar.\nThere were 14 other co-defendants in the case. Eight being tried in absentia each received 10-year prison sentences. Two of them were acquitted, including the son of Mohammed el-Beltagy, a senior figure in the Muslim Brotherhood. Most of the co-defendants were students, arrested separately and accused of giving footage to the journalists.\nThe managing director of Qatar-based Al-Jazeera English, Al Anstey, said in a statement that \"not a shred of evidence was found to support the extraordinary and false charges against them.\"\n\"To have detained them for 177 days is an outrage. To have sentenced them defies logic, sense, and any semblance of justice,\" he said.\nGreste, Fahmy and Mohammed were arrested in December when police raided the Cairo hotel room they were using as an office. Police confiscated their equipment, computers and other items.\nDuring the trial, prosecutors contended they would present fabricated footage aired by the defendants as evidence they aimed to undermine Egypt's security.\nInstead, they presented some footage showing clashes between pro-Morsi protesters and police, but without any indication it was falsified. They also cited as evidence leaflets that the three had picked up at the protests. Mostly, they presented random video clips also found on the three that had nothing to do with the case - including a report on a veterinary hospital in Cairo, another on Christian life in Egypt and old footage of Greste from previous assignments elsewhere in Africa, including video of animals.\nThe defense also complained repeatedly that it did not have access to the prosecution evidence.\n\"The only reason these three men are in jail is because the Egyptian authorities don't like what they have to say,\" Amnesty International said in a statement. The group's observer at the trial, Philip Luther, said the prosecution \"failed to produce a single shred of solid evidence linking the journalists to a terrorism organization or proving they had falsified news footage.\"\n\"Consigning these men to years in prison after such a farcical spectacle is a travesty of justice,\" said Luther. \"The Egyptian judiciary has proved time and time again that it is either unwilling or incapable of conducting an impartial and fair trial when it comes to those perceived to support the former president.\"\nBefore the verdicts, Australian Prime Minister Tony Abbott said Monday he spoke with el-Sissi over the weekend and told him that Greste was innocent. \"I did make the point that as an Australian journalist, Peter Greste would not have been supporting the Muslim Brotherhood, he would have simply been reporting on the Muslim Brotherhood,\" Abbott told reporters in Canberra.\n\"The point I made was that in the long run, a free and vigorous media are good for democracy, good for security, (and) good for stability,\" he said.\nAlso Sunday, visiting U.S. Secretary of State John Kerry said he discussed Al-Jazeera trial with el-Sissi. Kerry said el-Sissi promised a reevaluation of rights restrictive legislation and a reevaluation of the judicial process. He didn't elaborate.\n\nLoad-Date: June 23, 2014"
}