{
    "title": "Egypt 's uprising enlightens U.S. about Muslims",
    "publisher": "daily news ",
    "year": 2011,
    "month": 2,
    "day": 15,
    "full text": "When earth-shattering events occur abroad, much attention gets focused on this question: What does it mean for us?\nThe Egyptian revolution has been getting examined for potential impact on American interests in the Mideast, on the well-being of Israel, on oil prices, on the future of other regimes the United States has relationships with.\nAll these tangents demand some thought, at least by policy makers, sometimes by American businesses, and arguably by average citizens. But contemplating them is difficult. Every question raises more questions.\nOne impact on this society seems clear, though:\nThe American people are seeing a predominantly Muslim nation in a new light. That could change the way much of this country thinks about the Muslim world.\nWhen terrorism perpetrated by Muslim extremists took center stage in world affairs, especially after 9/11, many Americans had never before been exposed to Muslims or to Islam in any important degree.\nThat resulted in a lot of people associating Muslims and their religion with violence perpetrated against innocent civilians, with blind hatred and with mindless self-destruction.\nCountering that, many voices arose in this country pointing out that Muslims have lived by the billions all along, posing no threat to the western world. But people are inevitably influenced by their own experiences, and 9/11 was a national experience.\nWhen Barack Obama ran for president, some enemies circulated the \"charge\" that he was a Muslim, as if that was something to be ashamed of. To this day, many of his most intense opponents believe that what they don't like about him stems from his (fictional) religious views.\nNow, however, the Egyptian uprising - dominating news images for days - has presented Americans with the unmistakable truth that Muslims have a great deal in common with the American majority. The people demanded democracy. What could be more American?\nAnd the demands were made peacefully at that.\nThe delight of Egyptian-Americans has been palpable. Said University of Dayton grad student Menna Youssef, \"I've never been more proud of the people of Egypt than I am today. It was the poor, the rich, all in the streets together.\"\nIt was also the religious and the secular. Though fundamentalist religious radicals have not been central to the rebellion, journalists have found deeply religious people among the mainly secular demonstrators. Both the secular and religious said they simply want the kind of government we have.\nSome anti-Muslim feeling in this country is mindless and can't be influenced by news events, no matter how enormous. But some reasonable people have also wondered about Islam. They have heard self-identified Muslims insist their religion calls upon them to commit ugly acts. They see people in clerical positions engage in and justify terrorism.\nThe Egyptian people - not some fringe movement, but the people - have rounded out the picture.\nThe Egyptians have served the cause not only of Muslims in America, but of social peace and national cohesiveness in this country. They have helped to demystify Islam for Americans, to undercut the point of needless animosities, divisions and doubts.\nWhat the future holds for Egypt no one knows. What the people of Egypt want is pretty clear. And it's what American Muslims - and Americans in general - want for them.\n\nLoad-Date: February 16, 2011"
}