{
    "title": "EGYPT 'S TOURISM ADS TACKLE TERRORISM",
    "publisher": "advertising age",
    "year": 1994,
    "month": 11,
    "day": 14,
    "full text": "CAIRO-Egypt has made the bold decision to live in the troubled present rather than the exotic past, tackling the issue of terrorism in some of its tourism ads.\nNew advertising aimed at Egypt's largest tourist markets-the U.K., Germany, Italy and Japan-marks the first time the nation will grapple with its terrorist problems head-on in an international ad campaign.\n\"The new slogan will address safety and security in Egypt, attractions and conference facilities,'' said Adel Abdel Aziz, chairman, Egyptian Tourist Authority.\nThe TV spots from CM Lintas, London, start running late next month. The advertising is designed to break during the holiday season, when consumers usually start planning their vacations for the new year. Mr. Abdel Aziz said the Lintas campaign budget is ''not less than $10 million.''\nViolence against foreigners began destroying the nation's tourism industry more than two years ago. The Egyptian Tourist Authority is now trying to portray the country as a safe, sophisticated destination.\nThe tourism authority hopes to use its $40 million promotion budget to capitalize on recent image-boosting events such as the Middle East peace treaty signings and the International Conference on Population & Development.  Mr. Abdel Aziz hinted the ads may include clips of such positive events.\n\"Egypt has a good reputation now,'' Mr. Abdel Aziz said. ''When we host a great conference like the population conference, and when all the world witnesses Egypt's participation in the signing of the Middle East peace treaty, this puts us in a good position. Egypt is more safe and stable than other countries; the violent actions are only in isolated areas. We can convey these messages through the advertising campaign.''\nEgypt will continue to host media-grabbing activities to reinforce its image. An opera extravaganza featuring a performance of ''Aida'' by internationally renowned stars will be staged this month at the ancient temple of Luxor.\nThe new ad strategy is a dramatic departure from the $1.3 million combined worldwide advertising and publicity campaigns started in 1992 by Saatchi & Saatchi and Burson Marsteller/Intermarkets, both Cairo. Saatchi prepared three TV spots before Islamic extremists began setting bombs and shooting tourists; but they aired on CNN and NBC Super Channel during the height of the violence. The ads featured historic, cultural and recreational images with the slogan, ''Use your imagination. Come to Egypt.''\n\"This old slogan is not valid for today,'' said Hazem Dera, chairman, Look Advertising Co., the local affiliate of CM Lintas. ''All these accidents in Egypt happened afterward, and people worried about coming to Egypt. We have to communicate with them in a different way.''\n\"This is not an easy campaign,'' he said. ''In addition to tough competition from Greece, Turkey, Spain and other Mediterranean countries that already have aggressive campaigns, Egypt has its own internal problems.''\n\nLoad-Date: November 17, 1994"
}