{
    "title": "Egyptian governor exits(2)",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 6,
    "day": 24,
    "full text": "LUXOR, Egypt - A controversial governor resigned on Sunday as a weeklong protest blocked him from entering his offices here. \nEgyptian President Mohamed Morsy ignited the outrage by appointing Adel Al Khayat to the post. Al Khayat is a senior member of Gama'a Islamiyya, the terrorist organization that killed 58 tourists and four Egyptians in 1997 at one of Luxor's many Pharaonic-era temples. \nProtesters locked doors to the governor's office, spray-painted \"No to terrorism!\" on its walls and blocked a main road with burning tires.  \nGraffiti condemning Morsy and Gama'a Islamiyya covers the building. \nAt a news conference, Al Khayat, a member of Gama'a Islamiyya's Building and Development Party, said he had resigned. \n\"We cannot accept the shedding of even one drop of blood for a position that we never wanted,\" he said. \nGama'a Islamiyya renounced terrorism in the 1990s after its leaders and many members were imprisoned or killed by Egypt's army. It won enough parliamentary seats in 2012 elections to become an ally of the ruling Muslim Brotherhood. \nAdham Abdou, 29, a travel-office worker who slept outside the governor's office with other protesters, called Al Khayat's group \"terrorists and liars.\" \n\"I won't believe it until we have an official decision announced by the president on television,\" he said of Al Khayat's resignation. \"We don't want terrorism here in the country, just peace.\" \nSameh Salah, 29, a translator agreed: \"They have a lot of tricks.\" \n\"We are going backwards,\" Salah said. \"The Muslim Brotherhood wants to end tourism here. They think the temples are forbidden. It's our heritage!\" \nTourism is the lifeblood of Luxor, home to King Tut's and other Pharaonic tombs and temples. The 2011 revolution that brought Morsy to power has destroyed much of that tourism. \nThe week of protests was unusual for Luxor but indicative of growing anti-Morsy sentiment among Egyptians beset by economic turmoil, political instability and rising crime. \nProtests erupted in seven other provinces where Morsy named Brotherhood members as governors. Only one of those Islamist governors has been able to enter his office. \nMany Egyptians believe Morsy is trying to broaden his control before a nationwide opposition protest called for Sunday. The opposition is demanding that Morsy resign. \nProtesters here said Morsy united people against him - and one event suggests they might be correct. \nA large group of people celebrating a local saint's birthday paraded along Luxor's main street, with music blaring from horse-drawn carriages, some men on horseback, others marching and banging tambourines. They stopped at the governor's office to condemn Al Khayat. \n\"The people want to change the regime!\" one man shouted over a speakerphone. \"On June 30, we will end him! The revolution will rule!\" \nBetsy Hiel is the Tribune-Review's foreign correspondent. Email her atbhiel@tribweb.com \n\nLoad-Date: June 26, 2013"
}