{
    "title": "Egypt president approves sweeping anti-terrorism law",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 17,
    "full text": "CAIRO - Egypt's president has approved a far-reaching anti-terrorism law that establishes stiffer prison sentences for terror-related offences, heavy fines for journalists who publish \"false news\" and a special judicial circuit for terrorism cases.\nAuthorities claim the measures will halt attacks by Islamic militants and stop the spread of their ideology, but the new restrictions have prompted concern from rights groups and even some Egyptian politicians and senior judges.\nThe 54-article bill, signed into law Sunday night by President Abdel-Fattah el-Sissi, offers an extremely broad definition of terrorism, describing it in one article as any act that disturbs public order with force. Some charges, such as leading or organizing a terrorist group, carry the death penalty.\nThe law also prescribes heavy prison sentences for a range of crimes, including promoting or encouraging any \"terrorist offense,\" as well as damaging state institutions or infrastructure, such as military or government buildings, courthouses, power and gas lines, and archaeological sites.\nEgyptians lived under so-called \"emergency laws\" for decades that gave police sweeping powers, encouraging a culture of excess and brutality among security forces, something that partially inspired the 2011 uprising against longtime autocrat Hosni Mubarak. The law was suspended after his overthrow.\nRights activists say the new anti-terrorism law is even more draconian than the emergency laws, and note that police under el-Sissi have already begun to act with the impunity of the Mubarak days, torturing detainees and denying them basic medical services in overcrowded prisons and police holding cells. The government denies these charges and insists that offenders do not go unpunished, but policemen rarely face prosecution, and even fewer serve time.\nMohammed Zaree, Egypt program manager at the Cairo Institute for Human Rights Studies, said the government has already been acting without restraint in its crackdown on dissent. He described the new law as \"a covert emergency law.\"\n\"Now they can go after anyone. The law will have an effect on the public sphere and peaceful opposition activities more than terrorists and violent groups, who don't care anyway and disregard the laws,\" he said.\nEl-Sissi has led a harsh crackdown on Islamists and other opponents since 2013, when he led the military overthrow of Islamist Mohammed Morsi, the country's first freely elected president.\nFollowing Morsi's ouster, a long-running insurgency in the Sinai Peninsula surged, with stepped-up attacks targeting the military there and on the mainland, while an affiliate of the Islamic State group established an Egypt branch.\nThe new law would to some extent absolve security forces from prosecution, with an article stipulating that there would be no criminal inquiries against those who use force to implement its statues or protect themselves or property from imminent danger. The law does, however, stipulate that the use of force be \"necessary and proportionate.\"\n\"In the past, they had huge authority with no almost no accountability,\" Zaree, the head of the rights group. \"Now, for the first time we have a specific article that will guarantee impunity.\"\nThe law also sets heavy fines of 200,000 to 500,000 Egyptian pounds (some $26,000 to $64,000) for publishing \"false news or statements\" about terrorist acts, or news contradicting the Defense Ministry's reports. It also sanctions, with a minimum of five years imprisonment, the \"promotion, directly or indirectly, of any perpetration of terrorist crimes, verbally or in writing or by any other means.\"\nIt was not immediately clear what the government or the judiciary would consider to be \"false news,\" or if the new law would criminalize the publication of statements from militant groups or facts that contradict the government's narrative. Previous drafts of the law had stipulated prison terms for journalists.\nEgypt has not had a parliament for over two years, and legislative authority rests with el-Sissi. In his 14 months in office, el-Sissi has passed dozens of laws. Debate over them, if any, takes place in an almost universally compliant media or behind closed doors. El-Sissi has promised parliamentary elections before the end of this year.\nThe Cabinet approved the draft last month, two days after a car bomb in an upscale Cairo neighborhood killed the country's prosecutor general, Hisham Barakat. The same day of the Cabinet approval, Islamic militants launched a multi-pronged attack attempting to seize a northern Sinai town, hitting the military with suicide attacks and battling soldiers for hours.\nThe State Council - a judicial body that must vet bills and advises the government on legal issues - had reviewed the draft and made a few changes to it, most at the request of the government. The Cabinet then reviewed it to consider any changes sought by representatives of the judiciary, whose opinions are non-binding.\nAt Barakat's funeral, a visibly angry el-Sissi shouted that courts must act faster, and his ire was matched by TV reporters calling for the quick implementation of death sentences issued against Islamists, including Morsi and leaders of his now-banned Muslim Brotherhood.\nThe government has also pushed back aggressively against the foreign media, which officials and pro-government media frequently accuse of bias against the government or exaggerating the scale of militant attacks. The military spokesman has warned local media against using foreign media reports.\nThe new law gives stronger powers to prosecutors, and orders existing courts to set up special circuits for handling terrorism-related felonies and misdemeanors - a potentially ominous step that echoes the Mubarak-era State Security Court system. Under Mubarak, a parallel court system with hand-picked judges handled a wide array of cases ranging from mass trials of alleged Muslim Brotherhood members to academics whose research was judged to be defaming Egypt's international reputation. Authorities say the new judicial circuit will help speed up prosecutions.\nThe law also gives the president the right to take \"extraordinary measures\" to confront terrorism, including evacuating areas or enacting curfews.\nIt also provoked criticism from abroad, with the Geneva-based International Commission of Jurists calling it \"a new, repressive move that would erode the rule of law and brush aside fundamental legal and human rights guarantees.\"\n\nLoad-Date: August 17, 2015"
}