{
    "title": "Egypt Renews Emergency Detention Law",
    "publisher": "the new york times",
    "year": 2006,
    "month": 5,
    "day": 1,
    "full text": "President Hosni Mubarak on Sunday pushed through Parliament a two-year extension of an emergency law, a measure that for almost 25 years has effectively allowed the Egyptian government to detain prisoners indefinitely and without charge. \n  In asking Parliament to approve the extension, Prime Minister Ahmed Nazif said the emergency law would eventually be replaced with a provision focusing exclusively on terrorism, as the president repeatedly promised during his campaign for re-election last year. But, Mr. Nazif said, devising a new law will take time, and Egypt can not afford to wait, with the emergency law set to expire at the end of May.\n''We will never use the emergency law against the Egyptian people,'' he said to the crowded parliamentary chamber. ''We will use it only to protect the citizens and face the terror cells that did not quell until now.''\n  But the extension was widely criticized by political opposition groups, human rights groups and citizens on the streets of Cairo, who said it demonstrated that the government was intent on protecting itself, not the people. \n  Officials had hinted days ago that they would push for renewal, and so could not credibly claim the decision was in response to three terrorist attacks in Sinai last week that left at least 18 people dead and many more seriously wounded.\n  ''We are living in a country with no protection from the people who are supposed to secure us,'' said Dalia Sherif, 26, an unemployed college graduate, as she walked Sunday through the center of the city.\n  The extension provided another signal that the government had stalled -- if not reversed -- the commitment it had made toward increasing freedoms. In recent days, Egypt, like other countries in the region, has backtracked on such promises as pressure from the United States has eased.\n  Throughout his re-election campaign last year, Mr. Mubarak promised he would promote more political freedom, work to amend the Constitution to give more power to Parliament, help foster alternative political parties and replace the emergency law.\n  ''There is a need for a firm and decisive law that eliminates terrorism and uproots its threats,'' he said in a speech last July. ''A law that protects national security and ensures stability. A law that provides a legislative substitute to combat terrorism and replaces the current emergency law.'' \n  Since his lopsided victory, with more than 88 percent of the votes cast, his government has used its security forces to beat and shoot voters trying to cast ballots in parliamentary elections for opposition candidates; sentenced an opposition political leader, Ayman Nour, to five years in prison; delayed local elections for two years; sought to punish judges who reported fraud at the polls during past elections; and denied requests to create new political parties. \n  As if to underscore the point, the authorities on Saturday arrested several dozen young men from opposition groups who had been posting signs that read ''No to the emergency law'' and ''Together against extension of the emergency law.''\n  The emergency law was first passed in 1981 in response to the assassination of President Anwar el-Sadat, and at its height was used to detain more than 30,000 prisoners indefinitely without charge. Mr. Mubarak has had the law renewed every three years since -- and human rights groups estimate that there are now approximately 15,000 prisoners who have not been charged in Egypt's jails. \n  The law expressly allows the authorities to hold individuals for up to six months without charging or trying them. But in practice, legal experts said, the government goes through the motions of technically releasing prisoners after six months and then rearresting them, without ever having actually let them go. In Parliament, Mr. Nazif's speech, and his offer of a two-year extension instead of the customary three years, was widely supported by the majority of legislators in Mr. Mubarak's governing National Democratic Party. The N.D.P. and its members have a monopoly on power in Egypt, so it was a foregone conclusion that the law would be adopted. It passed with a vote of 237 to 91.\n  ''We understand that the emergency law does not completely destroy terrorism,'' Mr. Nazif said. ''But it allows the necessary security measures to combat terrorism.''\n  The opposition has found its way in to Parliament -- and the largest bloc included 88 members of the Muslim Brotherhood who were elected as independents last year. They stood Sunday in the parliamentary chamber wearing black sashes that called for an end to the emergency law. \n  ''When I go out in the street, I feel that the stick that security uses to hit me on the head for expressing my opinion is only there because of the emergency law,'' said Essam el-Erian, a leading member of the Muslim Brotherhood, who was himself tried before a military judge for his work with the group, which is technically banned, though tolerated. ''The government lies and uses terrorism to justify extending the law, but terrorism increased and flourished under the emergency law.''\n\n3 Suspects in Resort Attacks Killed\n  EL-ARISH, Egypt, April 30 (Reuters) -- Egyptian police officers on Sunday shot dead three men suspected of belonging to a group of Sinai Bedouins who killed at least 18 people in the Red Sea resort of Dahab last week, police officials said. The police said they captured four suspects. \n  The police said a patrol came across two of the men, who threw grenades which did not explode. The police opened fire and killed them. \n  In a separate incident, the police killed a suspected member of the group in a gun battle in another area.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Egyptian legislators from the Muslim Brotherhood yesterday in sashes reading ''No to the emergency law.'' (Photo by Agence France-Presse -- Getty Images)\n\nLoad-Date: May 1, 2006"
}