{
    "title": "Egypt army signals possible crackdown Military chief calls for a mandate to go after Morsi supporter",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 7,
    "day": 25,
    "full text": "CAIRO • The military chief who ousted Egypt's elected president called on the public Wednesday to take to the streets to give him and the police a mandate to tackle \"violence and terrorism,\" in an address that pointed to a possible move against supporters of the Islamist leader.\nThe call by Gen. Abdel-Fattah el-Sissi, made in a speech to a graduation ceremony for military cadets, underlined how the military chief is the source of real power in Egypt despite the creation of a civilian government after the July 3 coup removing Mohammed Morsi.\nHis comments appear designed to secure a public cover for what could be a move to dismantle sit-in camps by Morsi's supporters in Cairo and elsewhere, as well as a campaign against Islamic radicals that have stepped up attacks on security forces in Sinai. El-Sissi called for a mass turnout in Friday rallies to give him a \"mandate\" to do what is \"necessary\" to stop bloodshed.\nA coalition of Morsi's Muslim Brotherhood and allied factions denounced his speech, calling it an \"open invitation\" to civil war. Their coalition plans its own protests and marches on Friday, raising the potential for violence between the two camps.\nEl-Sissi removed Morsi after four days of protests by millions of Egyptians demanding his ouster after a year in office, and the military said its goal is to set the country on a path to democracy. But the move has set top ally Washington in an uncomfortable position: The U.S. has implicitly accepted Morsi's removal, even while President Barack Obama's administration reviews whether it constitutes a military coup, which under U.S. law would require a shut-off of $1.3 billion in annual aid to Egypt's army.\nOn Wednesday, Washington announced it is delaying delivery of four F-16 fighter jets to Egypt as it conducts the review - its first tangible action in response to the ouster. Still, officials cautioned they had not yet decided whether to suspend military aid more broadly.\nSince Morsi's fall, his Islamist supporters have taken to the streets vowing to continue protests until he is reinstated.\nBattles have erupted multiple times between the Islamists and Morsi opponents or security forces in Cairo and other cities. About 150 people have been killed, a majority from the pro-Morsi side, including more than 50 killed by troops during clashes outside a military facility in eastern Cairo.\nOn Wednesday, suspected militants killed two soldiers and wounded three others in four separate attacks in Sinai. In a separate incident, three suspected militants were killed when their explosives-laden car blew up apparently prematurely just outside el-Arish, a coastal city in northern Sinai that is a stronghold of radical Islamists, security officials said, speaking on condition of anonymity because they were not authorized to talk to the press.\n\nGraphic\n\n \n In this image taken from Egypt State TV, Egyptian Defense Minister Gen. Abdel-Fattah el-Sissi delivers a speech in Alexandria, Egypt, Wednesday, July 24, 2013. El-Sissi has called on Egyptians to hold mass demonstrations to voice their support for the military to put an end to \"violence\" and \"terrorism.\"( AP Photo/Egypt State TV)  FILE - In this Wednesday, April 24, 2013 file photo, Egyptian Defense Minister Gen. Abdel-Fattah el-Sissi salutes during an arrival ceremony for U.S. Secretary of Defense Chuck Hagel, at the Ministry of Defense in Cairo. Egypt's military chief on Wednesday called on his countrymen to hold mass demonstrations to voice their support for the army and police to deal with potential \"violence and terrorism,\" a move that signals a stepped up campaign against supporters of the ousted Islamist president. (AP Photo/Jim Watson, Pool, File)  FILE - In file this image released by the office of the Egyptian Presidency and taken on Wednesday, Aug. 22, 2012, Egyptian Minister of Defense, Lt. Gen. Abdel-Fattah el-Sissi, left, meets with Egyptian President Mohammed Morsi at the presidential palace in Cairo, Egypt. Egypt's military chief on Wednesday called on his countrymen to hold mass demonstrations to voice their support for the army and police to deal with potential \"violence and terrorism,\" a move that signals a stepped up campaign against supporters of the ousted Islamist president. (AP Photo/Egyptian Presidency, File) \n\nLoad-Date: July 25, 2013"
}