{
    "title": "EGYPT 'S MORSI TO FACE NEW TERRORISM TRIAL",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 12,
    "day": 19,
    "full text": "CAIRO -- Egyptian prosecutors on Wednesday announced a new trial of ousted President Mohammed Morsi and the top leaders of his Muslim Brotherhood, accusing them of conspiring with Hamas, Hezbollah, Iran's Revolutionary Guard and militant groups to carry out a wave of terrorism to destabilize the country.\nThe charges, which carry a potential death penalty, are the most sweeping and heaviest accusations yet in a series of trials against the Brotherhood. The new trial of Mr. Morsi, the three top Brotherhood leaders and 32 other defendants appeared aimed at decisively crippling the top echelons of the group that dominated Egypt's political scene during Mr. Morsi's one-year presidency.\nThe timing appeared aimed at further tarnishing the Brotherhood ahead of a key January referendum on a new constitution, a substantial rewrite of the charter largely drafted by Islamists under Mr. Morsi. The new military-backed government is seeking a strong \"yes\" vote for the constitution to show the legitimacy of the political transition put in place after the July 3 military removal of Mr. Morsi. Brotherhood supporters oppose the new document and have vowed protests of it.\nSince the coup, prompted by massive protests demanding Mr. Morsi's removal, Egypt has been in continual unrest. Morsi backers have been holding near-daily protests demanding his reinstatement, met by a fierce security crackdown that has killed hundreds and arrested thousands of Brotherhood members. Meanwhile, a wave of retaliatory attacks by suspected Islamic militants has targeted Christians and security forces, and the Sinai Peninsula has been the center of a mounting militant insurgency.\nThroughout, the new government has depicted the Brotherhood as a violent movement that threatened the nation and forced the military to remove it power.\nPrevious, ongoing trials of Mr. Morsi and other Brotherhood leaders have focused on accusations that the group is implicated in violence. But the new charges take that claim to a new level, accusing it of being enmeshed with terrorists since 2005 in deals aimed at attaining and holding power, plotting the collapse of police and prison breaks during the 2011 uprising that forced autocrat Hosni Mubarak from power and of organizing the Sinai militant backlash.\n\"The biggest case of conspiracy in Egypt's history goes to the criminal court,\" prosecution's title proclaimed.\nMohammed el-Damati, a Brotherhood defense lawyer, denounced the new trial -- and those already begun -- as \"political,\" aiming to give a legal veneer to the crackdown.\nRights lawyers, including some who believe Brotherhood members should be prosecuted for violence, have expressed similar worries that the trials are mere political vengeance. \"The biggest victim now is justice and the truth,\" said Bahy Eddin Hassan, head of the Cairo Institute for Human Rights Studies.\nMr. Morsi is already on trial for inciting the murder of protesters against him while in office. After his ouster, Mr. Morsi spent four months in a secret military detention before he appeared in court in November to face the incitement charges. That trial resumes in January. Mr. Morsi's predecessor, Mr. Mubarak, is being tried on charges of failing to stop killings of protesters during 2011 uprising.\nThe prosecutor's office did not announce a date for the new Morsi trial. But officials suggested that it would come after the Jan. 14-15 referendum, fearing that an earlier start would fuel turmoil.\nIn the new case, Mr. Morsi will be tried with 35 other co-defendants, including the Brotherhood's top leader, Mohammed Badie, and his two powerful deputies, Khairat el-Shater and Mahmoud Ezzat. Mr. Ezzat and about 17 other defendants are on the run, and thus will be tried in absentia. Defendants also include a number of members of the Palestinian militant group Hamas.\nIn their statement, the prosecutors asserted that Mr. Morsi and his co-defendants created an international terrorist network linking regional jihadi militant groups with Hamas, Lebanon's Hezbollah and Iran's Revolutionary Guard, exchanging and revealing state secrets, sponsoring terrorism and carrying out combat training.\nAfter Mr. Morsi's ouster, \"the Brotherhood and those terrorist groups carried out explosions and attacks against the military forces and police in Sinai to terrorize Egyptians and create chaos,\" the statement said, saying the aim was to incite civil war, restore Mr. Morsi to office and \"reclaim the Brotherhood's grip\" on power.\nThe investigation alleged that the group smuggled members into the Gaza Strip to get military training from Hezbollah and Iran's Revolutionary Guard to carry out operations in Sinai. It accused the group of preparing an alternative plan to declare an \"Islamic state\" in the northern Sinai, where militant groups are powerful, if Mr. Morsi lost the 2012 presidential elections.\nProsecutors said their investigation also showed that the Brotherhood received funds from foreign countries.\n\nLoad-Date: December 20, 2013"
}