{
    "title": "EGYPT 'S MILITARY URGES RALLIES, U.S. HALTS FIGHTER JET DELIVERY",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 7,
    "day": 25,
    "full text": "CAIRO -- Egypt's tense political situation appeared likely to worsen as the head of the country's military called Wednesday for Egyptians to demonstrate Friday against terrorism, in what many feared was a green light for violence against supporters of deposed President Mohammed Morsi.\nHours after the speech by Gen. Abdel-Fattah el-Sissi -- whose titles include deputy prime minister, defense minister and chairman of the Supreme Council of the Armed Forces, and who is clearly Egypt's strongman -- the Obama administration took its first punitive steps against the Egyptian military, announcing that it had delayed delivery of four F-16 fighter jets to Egypt's air force.\nPentagon spokesman George Little said the United States no longer believes that it is \"appropriate to move forward with the delivery,\" although he did not cite a specific reason for the delay. Defense Secretary Chuck Hagel delivered the news personally to Gen. Sissi, Mr. Little said.\nGen. Sissi told a military graduation ceremony in Alexandria that a public outpouring Friday would give the army a mandate to fight terrorists and combat violence. The military recently has used \"terrorists\" and \"violence\" to describe Morsi supporters and their activities.\nThousands of Morsi supporters have been demonstrating for his return to office since he was toppled July 3, including staging a sit-in near the headquarters of the Republican Guard, the elite military unit that many Morsi partisans believe is holding the deposed president. With so many Morsi backers on the street, there are fears that the mandate Gen. Sissi is seeking is one that would allow the military to confront the protesters.\nGunfire from the military killed more than 50 Morsi supporters outside the Republican Guard headquarters July 8, and at least 100 people have died since then in violence.\nGen. Sissi's speech was immediately seconded by a spokesman for the country's civilian president, Adly Mansour, according to state media, which quoted Ahmed al-Meslemani as saying, \"Egypt will not be a second Syria, and those who push in that direction are traitors.\"\n\"I've never asked you for anything,\" Gen. Sissi said, \"but I want you to show the world that Egyptians have a free will.\"\nThe speech drew a variety of reactions, demonstrating how polarized Egypt has become in the weeks since Mr. Morsi was forced from office. Within hours of his speech, a car exploded in the northern Sinai city of Arish, a hotbed of Islamists, killing two soldiers and three militants.\nMany Egyptians have become increasingly frustrated with pro-Morsi demonstrations, which have snarled traffic, led to bursts of violence and created an atmosphere of uncertainty, and they voiced support for Gen. Sissi's announcement.\nAnalysts in Egypt also interpreted the speech as an effort by Gen. Sissi to demonstrate that the military's toppling of Mr. Morsi, the country's first democratically elected president, was a response to popular sentiment and not a coup d'etat. \"In normal circumstances, there is no need for a mandate from the people,\" said political analyst Diaa Rashwan. But \"if they take any action without the people's mandate, then that will prove that it is a coup.\"\nThe sit-in staged by Morsi supporters has become \"a national security issue which is threatening all state institutions,\" said Eman el-Mahdy, a spokeswoman for Tamarod, one of the groups that backed Gen. Sissi's move against Mr. Morsi. She said that if people turn out to support the military, \"no one will\" call the military's action against Mr. Morsi a coup.\nAhmed Maher, head of the April 6 Youth Movement, which was instrumental in demonstrations that led to the resignation of Hosni Mubarak, but was opposed to the way the military removed Mr. Morsi, said he was befuddled by why the military needs a public mandate to do its job. The \"army doesn't need a mandate to counter terrorism, unless they are aiming for something big,\" he said. \"Their role is to secure the country.\"\nIn his speech, Gen. Sissi also defended removing Mr. Morsi. He said the deposed president went back on promises of national reconciliation and instead told him that he intended to give a defiant speech.\n\nGraphic\n\n \nPHOTO: U.S. DELAYS F-16 SHIPMENTS TO EGYPT/Gen. Abdel-Fattah el-Sissi, above, the head of Egypt's military, calls for protests Friday against \"terrorism,\" prompting a response from the U.S. to withhold military aid. (Photo, page A-1)\n\nLoad-Date: July 25, 2013"
}