{
    "title": "Egypt warplanes hit Islamist militias in Libya , officials say",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 10,
    "day": 16,
    "full text": "BENGHAZI, Libya - Egypt deepened its involvement in the fight against Islamist militias who have taken over key parts of Libya on Wednesday, with officials saying Egyptian warplanes have bombed their positions in the eastern city of Benghazi.\nThe two officials, who have firsthand knowledge of the operation, said the use of the aircraft was part of an Egyptian-led campaign against the militiamen that will eventually involve Libyan ground troops recently trained by Egyptian forces.\nThe operation, they said, was requested by the internationally recognized Libyan administration based in the eastern city of Tobruk. That elected administration was thrown out of the capital, Tripoli, by rival militias allied with Islamic political factions.\n\"This is a battle for Egypt not Libya,\" one of the senior officials said. \"Egypt was the first country in the region to warn against terrorism and it is also the first to fight it.\"\nThe officials, who spoke to The Associated Press on condition of anonymity because they were not authorized to speak to the media, said the operation would last three to six months and involve the use of an Egyptian navy vessel as a command center off the Mediterranean coast near Tobruk. Renegade Libyan general Khalifa Hifter, who has vowed to wipe out the Islamist militias, is not leading the operation, they added, with Cairo dealing directly with a newly appointed Libyan chief of staff who has visited Egypt several times in recent weeks.\nIn a televised statement on Tuesday, Hifter, who was an army chief under Gadhafi before joining his opponents decades ago, said that he will resign and transfer power to a young army leadership.\nTobruk-based Libyan Prime Minister Abdullah al-Thinni told Dubai-based Sky News Arabia that all troops involved in the battles in Benghazi are under the command of the new chief of staff and are instructed to restore state institutions and combat terrorism.\n\nLoad-Date: October 21, 2014"
}