{
    "title": "Egyptian with UI ties held in probe; Former student also connected to Islamic group suspected; of su",
    "publisher": "the world",
    "year": 2003,
    "month": 3,
    "day": 14,
    "full text": "A second Middle Eastern suspect with ties to the University of Idaho has\n been arrested by FBI agents investigating a suspected terrorist web.\n Former UI student Bassem K. Khafagi was arrested earlier this year in a\n hotel near New York's LaGuardia Airport and has been returned to Michigan to\n face bank fraud charges, authorities confirmed Thursday.\n Khafagi and current University of Idaho student Sami Omar Al-Hussayen both\n are affiliated with the Islamic Assembly of North America, public records\n show.\n Federal investigators allege the nonprofit organization, which says it was\n formed to promote Islam, funneled money to activities supporting terrorism.\nInvestigators also have identified a third former University of Idaho\n student, who now lives in Detroit, as an associate of IANA. He has not been\n charged.\n IANA is affiliated with Help the Needy, another nonprofit organization\n based in New York, also under investigation by the FBI. Four Arab men are\n accused of raising $2.7 million for unnamed individuals in Iraq through Help\n the Needy.\n A former Washington State University student, Ismail Diab, who lived in\n Moscow, Idaho, as recently as last August, is being held as a material witness\n in the Help the Needy investigation, sources say.\n Khafagi and Al-Hussayen are being held on suspicion of violating U.S.\n immigration laws while awaiting separate trials on federal fraud charges.\n Al-Hussayen, a Saudi national, was arrested in Moscow in late February,\n about a month after Khafagi's arrest. Al-Hussayen is being held in Boise on\n charges of visa fraud and lying to federal agents.\n His attorneys and friends in Moscow strongly dispute the government's\n contention that Al-Hussayen has led a life on the fringes of terrorism. They\n say he's a peace-loving family man who deplored the violence of Sept. 11,\n 2001.\n But investigators and private researchers say Al-Hussayen and IANA provided\n Web sites for two radical Saudi sheiks, Salman Al-Awdah and Safar al-Hawali,\n who have direct contact with Osama bin Laden.\n ''IANA has become a glorified al Qaeda recruitment center,\" according to a\n report posted on the Internet by the SITE Institute, a nonprofit research\n group based in Washington, D.C.\n ''For the most part, IANA has attempted to mask its vitriolic propaganda,\n publishing its most-radical content solely in Arabic,\" the SITE report said.\n The SITE Institute is composed of private researchers working for families\n of victims of the Sept. 11, 2001, terrorist attacks in the United States.\n IANA operated more than a dozen Internet sites, many of them managed by\n Al-Hussayen.\n ''Backed with copious Saudi funding, IANA has created a series of Web sites\n respected by al Qaeda members from around the world,\" the SITE report said.\n Khafagi and Al-Hussayen, investigators allege, had contact with the two\n radical sheiks, jailed for a time in Saudi Arabia. The sheiks' phone numbers\n were listed in an address book seized from Al-Hussayen's Moscow apartment.\n The sheiks received telephone calls from Mounir el Motassadeq, recently\n convicted in Germany of assisting hijackers who carried out the Sept. 11\n attacks.\n The FBI says al-Hawali also is linked to an al Qaeda cell responsible for\n the 1998 bombing of the U.S. Embassy in Kenya.\n ''It's an unbelievable web we're following,\" one FBI agent familiar with\n the Khafagi and Al-Hussayen investigations said.\n Khafagi, an Egyptian national, enrolled at the University of Idaho in 1986\n and earned a master's degree in civil engineering in August 1988, school\n officials say.\n His speciality was structural engineering.\n His master's thesis, on file at the university's library, was on the\n ''design and reliability of pre-stressed girders\" such as those used in\n high-rise buildings and bridges.\n After getting his degree, Khafagi remained enrolled at the university in\n Moscow. He worked as a teaching assistant in the engineering college and took\n post-graduate classes from the fall of 1988 through the spring of 1990,\n records show.\n He moved from North Idaho to East Lansing, Mich., where he enrolled at\n Michigan State University in the fall of 1990, MSU records show.\n He received his doctorate in civil engineering, specializing in structural\n engineering, in 1993.\n But Khafagi was not working in the engineering field at the time of his\n arrest.\n He was community affairs director of the Council on American-Islamic\n Relations, based in Washington, D.C. He lectured last fall at the Muslim\n Center of New York, according to a report in Newsday.\n Khafagi was a founding member of the Islamic Assembly of North America,\n which was incorporated in 1993 and is now based in Michigan, public records\n show.\n His student visa expired in July 2001. He had been living in Virginia and\n was illegally in the United States at the time of his arrest, authorities say.\n The CAIR organization, researchers say, is affiliated with the Islamic\n Association of Palestine.\n IAP activities are now under scrutiny following the arrest of one of its\n founders, Sami al-Arian, a computer engineering professor at the University of\n South Florida.\n Al-Arian faces federal charges for aiding suicide bombings in Israel and\n the Palestinian territories. The FBI says he has served as a leader of the\n Palestinian Islamic Jihad terrorist organization.\n\nLoad-Date: March 15, 2003"
}