{
    "title": "Egypt terrorism law rattles journalists",
    "publisher": "pittsburgh tribune review",
    "year": 2015,
    "month": 8,
    "day": 23,
    "full text": "CAIRO \"” A counterterrorism law will put Egyptians, particularly journalists, in its crosshairs by effectively enforcing \"self-censorship,\" critics fear. \nReporters could be imprisoned and their publications or broadcast stations bankrupted for \"false statements about terrorist attacks\" and other accounts contradicting defense ministry statements, according to some journalists and human rights activists. \nGovernment officials insist the law is needed to defeat a growing jihadist threat. \nTerrorist groups, including at least one linked to the Islamic State, have bombed government buildings and assassinated officials across the country; some are battling security forces in Egypt's Sinai region. \nThe spreading terror here and across the Middle East has led American officials to temper their rancor over the 2013 ouster of an Islamic government that most Egyptians deemed an extremist failure. Until that rupture, Egypt had been a key U.S. ally since the 1970s. \nYet opponents of the law say it targets free speech and the press, not just terrorism. \n\"This law is the same message that the government has been saying to journalists for the last 50 years \"” that you are persona non grata, we don't like your work and we will kill you,\" said media publisher Hisham Kassem. \"Eleven journalists have been killed since 2011, and no one has ever been charged.\" \nGamal Eid, executive director of the Arab Network of Human Rights Information, likened the law to something \"drafted by someone from Latin America in the '70s and '80s.\" \nIts provisions protect security forces from prosecution, establish special courts and speed up legal proceedings \"” all in language so broad, Eid contends, that \"all Egyptians (are) potential suspects.\" \n\"It assaults freedom and establishes a tyrannical and repressive regime,\" said Khaled El Belshy, executive editor of Al Bedia, a political news website. Belshy is a board member of Egypt's journalism trade group and deputy director of its press freedoms committee. \nUnder the law, reporters could be fined 200,000 to 500,000 Egyptian pounds \"” about $25,000 to $64,000 \"” and be suspended from work for a year if they circulate \"false news.\"  \nThe average journalist earns about $200 a month, according to Belshy. \nForm of \"˜self-censorship' \nIn a statement, Egypt's foreign ministry said the country is dealing with \"an unprecedented wave of terrorism and violence which have targeted and killed ... civilians as well as military and law enforcement officials.\" \nThe bombing Thursday of a security office in the capital wounded 29 people, including six police officers, according to the health and interior ministries. The Egyptian affiliate of ISIS took credit for the attack. \n\"The need to strike a balance between ... law and order on the one hand and the protection of human rights on the other is a major concern and has informed the whole process of drafting the new terrorism law,\" the interior ministry said. \nAn earlier draft called for a two-year prison term for reporting false news, prompting an outcry from civic groups and journalists. The foreign ministry said it \"was amended ... to conform to Egypt's constitution.\" \nKassem scoffed at that explanation.  \n\"This time they decided to get cleverer. They said, \"˜Locking up journalists does not look good anymore, so we will make it a fine'Â \" that most journalists can't afford,\" Kassem said. \"Now, being somebody who has had hands-on experience, I can say no media entity would pay that for a journalist. So the journalists have to pay that themselves,\" and the government will \"foreclose on any assets he or she has.\"  \nThose lacking assets are subject to \"three months in jail or public service,\" which usually means \"cleaning toilets in police stations,\" Kassem said. Five pounds would be deducted from their fine each day, but they would owe the remainder upon release \"” and the government \"will hunt them down until they pay.\" \nBelshy, the website editor, agreed that the fines are \"a true financial crisis\" for most members of the media.  \n\"If this happens to me, I will go to prison. I can't pay this,\" he said. \nThe threat of fines and jail is a form of \"self-censorship\" that forces journalists and publishers \"to become a dictator on yourself,\" Belshy said. \nBlaming the Brotherhood \nThe counterterrorism law is an extension of other laws that seek to limit criticism of the government, such as one that bans unlicensed protests, Eid contends. \nThe laws have imposed a \"reign of darkness ... an umbrella of depression\" worse than under dictator Hosni Mubarak, he said. \nPresident Abdel Fatah al-Sisi has ratified 175 extra-parliamentary laws since his June 2014 inauguration, according to the Washington-based Tahrir Institute for Middle East Policy.  \nBelshy thinks the next \"big battle\" will be over further press regulations. Yet he conceded that terrorism has left many Egyptians craving greater security. \nHe blamed the Muslim Brotherhood, the Islamic political group that won power in 2012 but was ousted in 2013, for increased public fear. \nBy \"justifying\" attacks on the government, including those that kill civilians, the Brotherhood is \"pushing people to accept\" the crackdown on dissent, he said. \nEid disagrees.  \n\"(The) government is going at this the wrong way \"” through repression. ...Â This is not the only tool to fight terrorism. On the contrary, it creates the atmosphere (for terrorism),\" he said. \nHe believes most Egyptians are opposed to the new restrictions, \"just as they refused the extremist religious rule\" of the Brotherhood.  \n\"And that is a positive,\" he said. \nKassem expects Egypt's constitutional court to eventually reject the law; Eid is less optimistic, noting the court's yearlong failure to rule on a law that bans most protests. \nHe thinks all journalists here \"are in danger \"” it doesn't matter if they are foreign or Egyptian.\" \n\"It will get much worse before anything changes,\" he said. \"We are moving in the direction of a military state. We are still not there, but we are on the way there.\" \nBetsy Hiel is Trib Total Media's foreign correspondent. Email her at bhiel@tribweb.com \n\nLoad-Date: August 25, 2015"
}