{
    "title": "Egypt Hangs 15 for Terrorism, Stoking Fears Among Islamists",
    "publisher": "the new york times",
    "year": 2017,
    "month": 12,
    "day": 26,
    "full text": "CAIRO — The Egyptian authorities hanged 15 men on Tuesday for an attack in the Sinai Peninsula in 2013, the start of an Islamic insurgency that the military-dominated government has been battling ever since.\nThe hangings, reported by state media, were the biggest mass execution in Egypt since six convicted jihadists were hanged in 2015.\nA military court found the men guilty on terrorism charges last month for an attack on a military checkpoint in which one army officer and eight soldiers were killed.\nThat assault came amid a surge of violence that swept across Egypt after Egyptian security forces forcibly broke up           two Islamist sit-ins in the capital, Cairo, killing over 800 people. The military had seized power six weeks earlier,            overthrowing a democratically elected Islamist president, Mohamed Morsi of the Muslim Brotherhood.\nThe executions on Tuesday raise the number of people put to death since the military took over to 23.\nRights activists and Islamists said Tuesday that they feared the latest executions would drive more young Egyptians into the arms of the Islamic State, also known by its Arabic acronym Daesh.\n“This is the new wave of oppression that we have been expecting all year,” said Ezzat Ghoniem, a lawyer who defends many Muslim Brotherhood members. “These executions will only push the thousands of young people in prison into the arms of Daesh.”\nThe number of death sentences handed down by Egyptian courts appears to have risen significantly this year, with about 60 reported in state media last year and at least 186 so far this year.\nIn addition, tens of thousands of Egyptians arrested in the crackdown after the military takeover in 2013 remain in prison, many appealing death sentences.\n“These death sentences and executions are a flagrant breach of international law,” Maya Foa, director of the international human rights organization Reprieve, said Tuesday. “Trials in Egypt routinely fail to meet basic fair trial standards, and this is especially so in mass trials and military tribunals, as in this case.”\nReprieve said the number of people executed in Egypt on Tuesday was the most on a single day since the founding of the modern Egyptian state in 1953.\nThe families and lawyers of those hanged on Tuesday could not be reached immediately for comment. But Mr. Ghoniem, who is in touch with them, said that the lawyers were not given time to present an appeal after the defense minister signed off on their executions a week ago.\n“They are meant to give you 15 days after the signing,” Mr. Ghoniem said. “They got six. How is that fair?”\nIslamist activists who know the families said that two of the 15 had bruises and cuts on their bodies, suggesting they had been tortured, and that none of the families were given the chance to say goodbye to the condemned before the executions, as required by Egyptian law.\nThe Egyptian military did not respond to requests for comment.\nDespite the military’s scorched-earth approach to militants in Sinai — including summary executions and the destruction of whole villages — the insurgency there has grown since 2013. A militia that            pledged allegiance to the Islamic State in 2014 has since become one of its most effective local affiliates.\nThe group shot down a Russian jetliner in 2015, killing 224 people. It was also believed to be responsible for an            attack on a Sufi mosque in North Sinai last month, killing 311 people in Egypt’s worst terrorist attack. No one has claimed responsibility for the mosque attack, but the Islamic State had publicly identified the town where it took place as a target, and the attackers carried Islamic State flags.\nThere were no protests in Egypt over the executions on Tuesday. Senior leaders of the Muslim Brotherhood said that most of those executed were not members of the group.\nBut 16 Islamists with ties to the Brotherhood are currently in prison facing death sentences that cannot be appealed, Brotherhood activists said.\n“If they touch those guys, that could push people over the edge,” said Abdulrahman Ayyash, a former member who is now an analyst. “They won’t let that slide.”\nRick Gladstone contributed reporting from New York.\nRelated Articles\nIn Egypt, Furious Retaliation but Failing Strategy in Sinai\nHundreds Die as Egyptian Forces Attack Islamist Protesters\nVideo Appears to Show Egyptian Soldiers Killing Unarmed Men in Sinai\nUproar in Egypt After Judge Sentences More Than 680 to Death\n\nLoad-Date: December 28, 2017"
}