{
    "title": "Egyptian authorities announced the discovery of a Hizbullah 'cell' EGYPT _ Dubious Claims Spark Row",
    "publisher": "the world",
    "year": 2009,
    "month": 4,
    "day": 28,
    "full text": "'Government officials have lined up to vilify Hizbullah and Tehran, while the state press has resorted to name-calling and cheap insults,' Diaa Rashwan, senior analyst at the semi-official Al-Ahram Centre for Political and Strategic Studies told IPS.\nOn Apr. 8, authorities announced the discovery of 49 members of a 'terrorist cell' operating in Egypt led by Lebanese resistance group Hizbullah. According to official reports, 25 members of the group - which included Egyptians, Palestinians and Lebanese - had been quietly arrested in late December, while another 24 were still at large.\nSecurity officials went on to allege that the group had been despatched to carry out terrorist attacks and espionage on Egyptian territory.\nIn a televised address two days later, Nasrallah admitted that a Hizbullah member had led a mission to Egypt aimed at providing 'logistical help' to the Hamas-led Palestinian resistance inside the Gaza Strip. He said that the goal of the mission, which involved ten additional operatives inside Egypt, was to 'transport ammunition and individuals for the benefit of the resistance inside Palestine.'\nEver since Palestinian resistance group Hamas won an outright majority in the 2006 legislative elections, the Gaza Strip has been sealed for the most part by Egypt - with which it shares a 14-kilometre border - and Israel.\nNasrallah denied claims that the group had planned acts of terrorism or had engaged in espionage activity against the Egyptian state. But the partial admission failed to satisfy officials from President Hosni Mubarak's ruling National Democratic Party (NDP), who hastened to express their outrage over perceived 'scheming against Egypt' by Hizbullah.\n'Hizbullah's actions have made it a criminal party,' NDP stalwart and speaker of parliament Fathi Sorour declared Apr. 14. 'Nasrallah's admission makes him a criminal subject to punishment under the Egyptian penal code.'\nEgypt's formidable state media machine leapt into overdrive, depicting the discovery as a frontal assault on Egypt's national sovereignty. 'Nasrallah wanted to make Egypt an arena for anarchy, terrorism, destruction and assassinations,' NDP loyalist Mustafa Hasan railed in state daily Al-Akhbar. Official daily Al-Gomhouriya called the Lebanese resistance leader a 'criminal'.\nThis is not the first time that Egypt has bared its teeth at Hizbullah, which - as a non-state, Islamic militant group committed to resisting Israeli occupation - it views with apprehension. Relations between the two have been particularly acrimonious since 2006, when Egypt tacitly supported Israel in its war on Hizbullah in southern Lebanon.\nMutual animosity flared up again during Israel's recent three-week onslaught against the Gaza Strip, in which more than 1,400 Palestinians, mostly civilians, were killed. Throughout the crisis, Hizbullah harshly criticised Egypt's decision to keep its border with the Hamas-run territory sealed despite the mounting humanitarian catastrophe faced by the strip's roughly 1.5 million inhabitants.\nNasrallah, while refuting Egypt's terror claims, defended his group's efforts to aid the embattled Palestinian resistance. 'If helping our Palestinian brothers - whose land is occupied and who are being besieged, killed, displaced and starved - is a crime, then I officially confess,' he declared.\nA number of local commentators, meanwhile, question the terrorism charges levelled at Hizbullah by the government.\n'Since its advent in the early 1980s, Hizbullah has only attacked Israeli targets on Israeli-occupied territory,' said Rashwan, an authority on Islamist groups. 'Under questioning, the accused men denied they were planning attacks in Egypt; they even said they were specifically ordered not to target Israeli interests in Sinai.\n'These facts suggest they were only tasked with smuggling weapons to Gaza,' Rashwan added. 'Hizbullah should not have tried to do this without Egyptian consent, but the incident should not be treated as crime or as terrorism.'\nGamal Fahmi, political analyst and managing editor of opposition weekly Al- Arabi Al-Nassiri, also cast doubt on the government's claims, which he says were fabricated to discredit Hizbullah and other resistance groups.\n'Egypt's security apparatuses are well-versed in fabricating terrorism accusations,' Fahmi told IPS. 'If the group was in Egypt for over one year as authorities claim, why didn't it ever carry out any of the attacks it was supposedly planning?\n'By confessing to the operation, Nasrallah erred by giving the regime an excuse to launch its anti-Hizbullah media campaign - but that doesn't mean it's a mistake to support the resistance,' Fahmi said. 'And how else is the resistance to be supplied when the only way into the Gaza Strip - except by sea or through Israel - is across the Egyptian border?'\nFahmi also challenged government claims, regularly trumpeted in the state press, that Hizbullah had 'violated Egypt's sovereignty.'\n'Why don't these officials complain when Israel bombs our border with Gaza on an almost daily basis in clear violation of the Camp David peace agreement?' he asked. The Camp David agreement, signed by Egypt and Israel in 1979, prohibits any military activity by either party on or near the border.\nFahmi said the current campaign against Hizbullah was part of a long-term government strategy of depicting Shia Iran, Hizbullah's primary backer, as Egypt's strategic enemy number one.\n'Official claims that Iran is Egypt's principal enemy are both inane and totally out of keeping with Egypt's strategic interests,' he said. 'Israel is a fabricated entity expressly created to destroy the Arab nation, while Iran is, at best, only a competitor for regional influence.\n'How can you point to a country thousands of miles away - with a shared Islamic identity and culture - as the chief danger, while overlooking the threat on your doorstep?' Fahmi asked. 'Israel's new foreign minister (Avigdor Lieberman) has threatened to bomb Egypt's High Dam, so tell me who's more dangerous - Israel or Iran?'\nRashwan agreed that Israel continued to represent the overriding threat to Egyptian national security.\n'Egypt's foremost enemy has historically been Israel, not Iran,' he said. 'Israel, not Iran, attempted to occupy Egypt's Sinai Peninsula. And despite all the talk about Iranian nuclear ambitions, it is Israel, not Iran, that is currently sitting on one of the world's biggest nuclear arsenals.' © 2009 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: April 28, 2009"
}