{
    "title": "Egypt 's interior minister escapes assassination",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 6,
    "full text": "Written by Sarah El Deeb,APHits: 2\nSarah El Deeb\nAssociated Press\nCAIRO - Egypt's interior minister narrowly escaped assassination Thursday when a car bomb tore through his convoy, wounding 22 people and leaving a major Cairo boulevard strewn with debris - the first such attack since the military ousted the country's Islamist president.\nThe strike raised fears of a militant campaign of revenge for the coup and the likelihood of an even tougher hand by authorities against protesters demanding Mohammed Morsi's return to office.\nThe interim president compared the attack to the insurgency waged by Islamic militants in the 1980s and 1990s against the rule of now-ousted autocrat Hosni Mubarak, when militants carried out numerous assassination attempts, killing the parliament speaker. Mubarak himself survived an assassination attempt in 1994, when militants attacked his convoy in Addis Ababa, Ethiopia.\nThat insurgency provided Mubarak with a justification for a nationwide state of emergency, lifted only after he was driven from power by an uprising in 2011.\nSince Morsi's ouster in a July 3 coup, Egypt has been back under emergency law, and police have arrested nearly 2,000 members of his Muslim Brotherhood and other Islamist supporters.\nIn mid-August, authorities forcefully dispersed two pro-Morsi sit-in camps in Cairo after days of warnings, setting off violence that killed hundreds nationwide. The move led to retaliatory strikes on government buildings, police stations and churches around the country.\nIslamic hard-liners have since stepped up attacks on security forces in the Sinai Peninsula and in the south and have increasingly brought attacks to the capital.\nStill, Thursday's bombing against Mohammed Ibrahim, who heads the police force waging the crackdown, was a substantial escalation. There was no immediate claim of responsibility.\nInterim President Adly Mansour's office vowed it would \"not allow the terrorism the Egyptian people crushed in the 1980s and '90s to raise its ugly head again.\" Military leader Abdel-Fattah el-Sissi, the man who ousted Morsi, pledged to continue the fight against terrorism.\nEgyptian media have for weeks vilified the protesters, blaming the violence on Morsi's supporters and a terrorism campaign. After Thursday's attack, state media urged citizens to exercise caution, report suspicious activities or individuals, and called on authorities to widen their crackdown on suspected terrorists.\nThe attack is likely to further isolate the Islamists. Liberal politician Amr Moussa called on the ousted president's backers to take a clear position against the bombing.\n\"When lives of innocents are targeted, those who support that or justify it will not be accepted among us,\" said Moussa, who sits on a newly appointed constitutional panel.\nMorsi's supporters sought to distance themselves from the attack.\nThe Anti-Coup Coalition, a group of Islamist factions that has spearheaded protests since Morsi's ouster, predicted it would be used as a pretext for widening the crackdown on its opponents.\n\"The coalition is against any violent act, even if it is against those who committed crimes against the people,\" the group said. \"It expects that such incidents will be used to extend the state of emergency and to increase the use of oppression, repression and detention which have been used by the coup authority.\"\nThe group vowed to keep up the protests demanding Morsi's reinstatement and called on supporters to prepare for rallies Friday.\nThe bomb was detonated in the late morning as Ibrahim's convoy passed through Nasr City, an eastern district of Cairo where Morsi's supporters have held near daily protests.\n\nLoad-Date: September 18, 2013"
}