{
    "title": "Egyptian officials respond to attack on Coptic Christians",
    "publisher": "the new york times",
    "year": 2018,
    "month": 11,
    "day": 12,
    "full text": "Mourners hold funerals for victims. (YouTube)\nBy Gianna Melillo\nNation & World Editor\nA gunman opened fire on two buses carrying Coptic Christian worshippers headed to a monastery in Minya, Egypt on Nov. 2, killing at least seven and injuring 16 others, according to The New York Times.\nIn response, on Wednesday, Nov. 4, Egyptian officials killed 19 Islamist militants accused of carrying out the attack, according to BBC.\nThe Islamic State claimed responsibility for what was the deadliest attack against Christians in Egypt in almost a year, according to The New York Times. Six of the seven killed in the attack were members of the same family, according to Coptic Orthodox officials.\nCoptic Christians are a minority in Egypt, though they are the largest Christian community in the Middle East, according to CNN.\nThis attack marks a setback for President Abdel Fattah el-Sisi, who had repeatedly vowed to protect this minority population during his presidency, The New York Times reported.\nIn response to the attack, el-Sisi released a statement that read in part, \"'I mourn with deep sorrow the martyrs who were killed today by treacherous hands which aim to undermine the solid fabric of the nation, and I wish speedy recovery for the injured. I confirm our determination to continue our efforts to combat dark terrorism and apprehend the culprits,'\" according to The Washington Post.\nTimothy Kaldas, an analyst with the Tahrir Institute for Middle East Policy told The New York Times that the attack called \"into question the quality of government efforts to enhance security, particularly in Minya, where the Christian minority has been targeted relentlessly.\"\nOn Nov. 5, hundreds of mourners attended funerals in the Egyptian city of Minya for those killed in the ambush.\nMixed feelings persist among Egyptians as to whether el-Sisi's rule has been effective in combating religious discrimination. The New York Times reported that in the past two years ISIS suicide bombers have targeted cathedrals and churches in Cairo and Alexandria, killing at least 100 people. Also, in May of 2017, gunman wearing military attire opened fire on three buses that were traveling to the same monastery, killing at least 28 people.\nPope Francis denounced the violence against the worshippers as he addressed a crowd at St. Peter's Square in Rome on Nov. 4.\nThe U.S. State Department also issued a statement in response to the attack, according to CNN. State Department Spokeswoman Heather Nauert extended her condolences to the families of the victims and offered support in Egypt's efforts to combat terrorism.\nRelated\n\nLoad-Date: November 13, 2018"
}