{
    "title": "Egypt _ Deadly attack on bus headed to Coptic Christian monastery",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 2,
    "full text": "Gunmen killed at least seven Christians in an attack on a bus near a Coptic monastery in Egypt on Friday, authorities said, in the most serious assault on the minority in more than a year. It was carrying a family that had traveled to the monastery for the baptism of one of its children, according to the spokesman.\nThe archbishop of Minya told Reuters news agency that at least seven people were killed and 14 wounded in the attack.\nGraphic images shared by the church showed children among the injured.\nThe Interior Ministry said police were pursuing the attackers, who fled the scene.\nA similar attack involving the same monastery took place in May 2017, when gunmen driving three 4x4 wheelers shot at a bus carrying Coptic pilgrims to the same location, killing 30 people.\nNo group immediately claimed responsibility, but militants linked to ISIS have regularly targeted Christians.\nTrump Spoke With China's Xi on Trade, Says Talks Going 'Nicely'\nThe two leaders agreed the trade dispute \"should be handled properly through substantial consultation\", Lu said. Trump said that in early October China wanted to come in and make a deal, but he told them they weren't ready.\n\"Terrorists attacked their bus on the way to (St) Samwil Monastery in Minya\".\nEgypt's President Abdel-Fattah El-Sisi issued a statement on his official Facebook page shortly after the attack mourning the victims, vowing to continue the war against terrorism.\nEgypt has been waging a military and security campaign to crush militants behind a wave of attacks on security forces and civilians, including Christians.\nEgypt's Christians, who account for some 10 percent of the country's 100 million people, complain of discrimination in the Muslim majority country.\nIt said fighting Islamist militants is important to bring back security after the years of violence that followed the Arab Spring revolt in 2011.\n\nLoad-Date: November 2, 2018"
}