{
    "title": "Egypt names Muslim Brotherhood a terrorist group",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 12,
    "day": 26,
    "full text": "CAIRO - Egypt's military-backed interim government declared the Muslim Brotherhood a terrorist organization Wednesday, intensifying its campaign of arrests and prosecutions targeting its members and tightening the noose on the group's network of charities and businesses.\nThe unprecedented executive decision likely ends any chance of reconciliation between the government and the 85-year-old Brotherhood, still Egypt's most organized political group. It marks a stunning reversal of fortunes for the long-outlawed organization that saw member Mohammed Morsi reach Egypt's highest office in the country's first democratic election, only to be ousted in a popularly backed military coup in July. And it takes a step that not even autocrat Hosni Mubarak took in his nearly 30-year rule.\nHossam Eissa, deputy prime minister and minister of higher education, read the government's declaration, saying the decision was in response to Tuesday's deadly bombing in the Nile Delta city of Mansoura which killed 16 people and wounded more than 100. It was the deadliest militant bombing since Morsi's ouster and showed growing reach of the country's Islamic insurgency, previously concentrated in the northern Sinai.\nAlthough Eissa and the government offered no proof of the Brotherhood's involvement, the accusation instilled in the public mind the image of the group as being behind the surge in violent attacks.\nThe Brotherhood has denied being responsible for the Mansoura attack. Earlier Wednesday, an al-Qaida-inspired group called Ansar Beit al-Maqdis, or the Champions of Jerusalem, said it was behind the suicide bombing to avenge the \"shedding of innocent Muslim blood\" at the hands of Egypt's \"apostate regime\" - a reference to the security forces' crackdown on Islamists following the coup.\nBrotherhood members dismissed the government label Wednesday, promising their near-daily protests against Morsi's ouster would continue.\n\"The protests are in the streets despite a law restricting them - and killings and prison sentences. All this has not changed the will of the people,\" said Ibrahim Elsayed, member of the Brotherhood's political group, the Freedom and Justice Party. \"The decision has no value for us and is only worth the paper it is written on.\"\nAnother member, Islam Tawfiq, said the Brotherhood is considering whether to challenge the declaration in courts at home or abroad.\n\"An interim government for nine months will not stymie with terrorism a group working for (nearly) 90 years,\" Tawfiq said.\nSoon after the declaration, however, a state-owned print shop stopped printing the Brotherhood party's newspaper. Tawfiq said it followed oral orders from security agencies to halt publication.\nThe declaration comes after another sweeping decision Tuesday aimed at draining the Brotherhood's finances by freezing the funds of more than 1,000 non-government organizations with links to the group and putting more than 100 schools run by the group under government supervision. That directly attacks the grassroots strength of the Brotherhood, where it has much of its power in Egyptian life.\nEissa said Wednesday's decision means that those who \"participate in the group's activities, in the organization or promotion verbally or by writing or by any other means or financing its activities\" will be facing punishment according to the law.\n\"It's not possible for Egypt the state nor Egypt the people to submit to the Muslim Brotherhood terrorism,\" Eissa said.\n\nLoad-Date: December 26, 2013"
}