{
    "title": "Egypt says charging Al Jazeera journalists with terrorism But it's unclear who exactly is being char",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 1,
    "day": 29,
    "full text": "The Egyptian prosecutor's office today said it had charged 20 journalists working with the Al Jazeera news network, including four foreigners, with various charges including belonging to or aiding a terrorist organization and broadcasting false news.\nBut the prosecutor's statement did not list the names of the defendants, and it was unclear who had been charged. The indictment appeared to include three journalists working for the network's English channel who have been detained in Egypt since Dec. 29. It was unclear if it also included two journalists detained since July and August who work for the Arabic channel and a local affiliate. In a statement, an Al Jazeera spokesman said the network had \"no knowledge of other people apparently being pursued by the authorities.\"\nThe prosecutor's statement said 16 Egyptians were charged with belonging to a terrorist organization, referring to the Muslim Brotherhood, which was recently designated as such by the government. They were also charged with damaging national unity.\nThe statement said the four foreigners - an Australian, two British citizens, and a Dutch citizen - were charged with aiding a terrorist group and broadcasting false news in order to weaken the state and harm the nation.\nAuthorities have targeted Al Jazeera since the military deposed then-president Mohamed Morsi, a former Muslim Brotherhood leader, in July. The network is supported by Qatar, a key backer of Mr. Morsi's government, and it covered his administration and the violent crackdown on his supporters extensively and sympathetically. The terrorism charges send a chilling message to journalists who veer from the government's view of events in Egypt.\nThe Australian charged today was Peter Greste, one of the Al Jazeera English reporters detained Dec. 29. Baher Mohamed, an Egyptian, and Mohamed Fahmy, an Egyptian-Canadian senior producer, were arrested with him.\nA spokesman for Al Jazeera called the allegations \"absurd, baseless, and false\" in a statement released by the network.\n\"This is a challenge to free speech, to the right of journalists to report on all aspects of events, and to the right of people to know what is going on. We will continue to pursue all avenues to get our journalists back,\" he said.\nAdel Fahmy, Mr. Fahmy's brother, said that following a string of bombings in Cairo Friday, authorities took away items provided by the family, including blankets and food, and locked him in his cell for 20 hours a day without access to bathrooms or food. Fahmy is being detained in solitary confinement in an insect-ridden cell with no light, and has not been given medical care for a shoulder injury he suffered before his arrest. Family members who visited him today found him agitated, his brother said.\nAuthorities have blamed some recent attacks on the Muslim Brotherhood, though a militant group has claimed responsibility for them. \nAdel says he was shocked to learn of the charge that his brother was a member of a terrorist organization, explaining that the prosecutor had stopped questioning Fahmy on that accusation and indicated it would be dropped.\n\"I'm really really shocked today because the major blow is that after all the promises and progress that happened during the hearings, suddenly we're back to square one - or even worse,\" he says.\n\nLoad-Date: January 30, 2014"
}