{
    "title": "Egyptian prosecutors perplex judge with evidence against journalists The case against three Al Jazee",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 3,
    "day": 5,
    "full text": "As the evidence against the Al Jazeera English journalists accused of terrorism links piled up in front of the judge, with the defendants looking on from a cage, the courtroom seemed to morph into a theater of the bizarre. \nOn day two of the trial outside a Cairo prison, Judge Mohamed Nagy looked puzzled as he was presented with \"evidence\" to support accusations that the men had formed a Muslim Brotherhood cell that conspired to broadcast false information about the state of Egypt.\nAfter Mr. Nagy repeatedly struggled to open the sealed boxes, suitcases and tripod bags, an \"expert\" was summoned to help. At times, officials took cigarette lighters to the tricky fastenings, or stabbed boxes open with their pens.\nThe judge appeared to lose count of the items being presented, all of them everyday items or broadcast equipment. A silver-backed Apple computer received particular scrutiny from one member of the prosecution. As he held it up to the light, two policemen sniggered.\nAl Jazeera English's Cairo bureau chief, Mohamed Fahmy, was arrested in a raid on the network's temporary office in late December, along with Australian reporter Peter Greste and freelance producer Baher Mohamed. The three are among 20 defendants in a case that has prompted an international outcry over the prosecution of journalists who say they were just doing their jobs. The decision to push ahead with the case is seen as a political one, as Egypt lashes out against Qatar, its regional rival and the owners of the Al Jazeera network.\nAlthough Egyptian media has largely treated the defendants' guilt as a certainty, today was the first time that the evidence against them was made public.\nThe Qatari-backed network is perceived as being sympathetic to the Muslim Brotherhood, which was formally designated a terrorist organization on Dec. 25. One witness, a state security officer, told the judge that the journalists' guilt stemmed from the fact of their employment with Al Jazeera.\n\"As soon as they cooperated with [Al Jazeera] and these [terrorist groups]... they were guilty of belonging to the Muslim Brotherhood,\" Ahmed Hussein, a police official taking part in the investigation, told the judge.\nAlthough Al Jazeera's Arabic channel is frequently accused of bias and incitement - and their coverage was often sympathetic to the Brotherhood - the detained journalists work for Al Jazeera English, a more reputable, editorially separate outlet. But over the course of his questioning, Mr. Hussein was forced to admit that he had been unaware of any difference between Al Jazeera English and its Egyptian counterpart, Al Jazeera Mubasher Misr. The latter is banned in Egypt. \nIn a hearing last month, the defendants were agitated, using recesses to shout messages to journalists covering the trial. This time, they were more subdued. Peter Greste, whose face has appeared on solidarity campaign posters across the world, was silent for most of the hearing. He is not a fluent Arabic speaker and appeared unable to understand developments unfolding around him. A previous request that he be provided a translator seemed to have been denied.\nUttering a rare shout from the courtroom cage, Mohamed Fahmy implored the judge to consider his reputation.\n\"I've been a journalist for 12 years,\" he shouted. \"I covered the Syrian and Egyptian revolutions. No one ever said that I was dishonorable. It's impossible that I would ever betray my country.\"\nAnother defendant, Sohaib Said, cried out that he had been tortured in custody and said that he had been unable to see his family for more than 50 days.\nOfficials from different parts of Egypt's opaque power structure often offer differing assessments over the future of the defendants. While security officials tend to emphasize their alleged links to the Muslim Brotherhood, many senior ministers admit in private that the case has been embarrassing for Egypt.\nOn Tuesday Egypt's trade and investment minister, Mounir Fakhry Abdel Nour, told the BBC that he thought the arrests were a \"mistake\" but criticized the journalists for working without the correct paperwork. \"Even journalists have to abide by the law of the land,\" he said.  \nThe trial was adjourned to March 24.\n\nLoad-Date: March 6, 2014"
}