{
    "title": "Egypt 's Media Target Islam",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 9,
    "day": 2,
    "full text": "THE recently released Egyptian movie \"Terrorism and Kebab\" opens with the main character wedged in between crowds at the Mougama building, a massive symbol of government bureaucracy and inefficiency in Cairo's center.\nEach time he breaks from the circular hallways jammed with endless streams of people and arrives breathless in the necessary office to complete his paperwork, he is greeted by a large man, murmuring Koranic passages and bowing on the floor in prayer.\nAfter several visits, the main character finally shouts at the hulking man with a bushy beard and furrowed brow: \"You pray all day, and you never work!\" The fundamentalist shouts back: \"What, you are attacking praying? You have no religion!\"\nThis dialogue is unique for Egyptian media, a blatant attack on the staunchly religious, which some may even call blasphemous.\nAmong this comic movie's many themes - the difficulties surviving in Egypt today, government ineptitude and corruption, the frustrations of rampant bureaucracy - there is also open criticism of Islamic fundamentalism.\n\"We are not only criticizing terrorists, but all people who don't correctly understand Islam. This religion does not say you should pray all day. It tells us to work,\" says scriptwriter Waheed Hamed. \"It is a kind of terrorism to stop working and prevent other people from getting things done.\"\nIn the last few months, negative portrayals of Islamic fundamentalists and extremists have started to appear on Egyptian television and film. While this material was censored before, the government is now not only allowing but also promoting it.\n\"Like the message of 'Terrorism and Kebab,' we are saying we are against extremism and the ways of these groups,\" says Mamdouh El-Leathy, production president for the government-owned television sector. \"Lately, these people have caused a lot of problems. In the beginning we were treating this subject safely, but now we must confront it.\"\nTelevision and film are the best way to reach a public where 70 to 75 percent are illiterate. Because Egypt is the \"Hollywood of the Arab world,\" its productions could also affect the entire region, where increased Islamic militancy threatens many countries.\nThis, however, could also be to Egypt's disadvantage. Its more conservative Gulf neighbors, financiers of the film and television industries, might squirm at the negative portrayals of Islamicists.\nGiven the marked increase in militant fundamentalism in recent months, the government seems willing to take this risk, however.\nLast May 4, in the southern town of Dairut, 14 people were killed in outbursts of Christian-Muslim strife. Weeks later an outspoken Egyptian writer and critic of Islamic extremism, Farag Foda, was assassinated. A militant Islamic group, Al-Gamaa Al-Islamiya, claimed responsibility during an unprecedented press conference in early July, where it also declared its intent to overthrow the present regime.\nThe government campaign to undermine extremists through the media began in March with the television series \"Nights of Helmeya.\" Officials asked writer Osama Anwar Okasha to write the third part of his three-part TV series on the negative effects of radical Islamic fundamentalism.\nMr. Okasha showed how youth involvement in militant groups damages the family and community. In his series, the main character, a young man, joins an extremist organization and becomes critical of his family and neighborhood. He throws his stepmother out of the house, claiming it is his. At his religious leader's request, he even murders a Coptic Christian jeweler and eventually turns himself in to the police.\n\"In 'Nights of Helmeya,' I tried to portray a typical Egyptian town today and the effect of Islamic fundamentalism on the family, our institutions, and the community,\" says Okasha. \"The main character's behavior would shock any person in Egypt because we are moderate people who believe family relations are sacred.\"\nAnother television serial slated for fall is titled, \"The Family,\" and follows the same theme as \"Nights of Helmeya.\" Although the government censored the script two years ago, it recently contacted Hamed and asked him to revise it.\nOkasha is writing another series titled, \"The Egyptians,\" which is also about the effects of Islamic fundamentalism on the family, but in more detail.\nWhile all these shows attack extremism, \"Nights of Helmeya\" and \"The Family\" target the militant groups. \"Terrorism and Kebab\" criticizes the fundamentalist who is not a member of any radical group. Hamed says he targeted them because they are most prone to join militant organizations.\nIn response to these shows, fundamentalists claimed that the media are antireligious and the public was not susceptible to their message. \"Groups in the media are leftists and anti-Islam. They don't obey Islamic teachings,\" says Essam al-Iryan, a former parliamentary member for the Muslim Brotherhood, a moderate fundamentalist organization. \"The people's impression is that this is not an accurate portrayal of Islamic groups.\"\nArtists critical of Islamic extremism are not necessarily motivated by patriotism. It is also in their best interest to fight its spread. Muslim groups, critical of sex and immorality in the media, have an assassination hit list, which includes many artists. Adel Imam, the main character of \"Terrorism and Kebab\" and the most popular actor in Egypt today, is on this list. Reportedly, he is under 24-hour police protection.\nYoussra (known only by her first name), a leading female actress who plays a prostitute in \"Terrorism and Kebab,\" is also on this list. She and Mr. Imam join directors, scriptwriters, actors, actresses, writers, and others.\n\"There is no artist in Egypt who feels secure,\" Okasha says. None of us knows what will happen tomorrow. I believe that every writer or artist in Egypt now has a responsibility toward this issue.\"\nWhile some actors and actresses are fighting the Islamic trend, many have chosen to join. Well-known performers such as Shams al-Baroudi, Nesrine, (known only by her first name), and her husband, Mohsen Mohieddine, have left acting for religious reasons. Most former actresses are now veiled.\nIt is unclear how successful the artists' and government's attempts to fight the Islamic threat will be. This strategy is especially challenging because of Cairo's almost contradictory policy of increasing religious programming on television. In doing so, the state hopes to show the right way to practice religion; however, critics complain it increases Muslim militancy.\n\"By stressing Islamic programming on television you are making it easier to justify extremism,\" says one Western diplomat. \"This doesn't push people to terrorism; socioeconomic factors do. But, you are pushing socioeconomic factors to have a religious solution and that solution may involve struggle.\"\nFor the media campaign against Islamic militancy to succeed it must expand and religious programs must decrease, sources say. \"These [antiextremist] shows are new. If they increase, and if the religious propaganda stops, it could influence the public,\" said Bahey El-Din Hassan, secretary-general of the Egyptian Organization for Human Rights.\n \n\nGraphic\n\n \nPHOTO: ACTORS: Ahmed Akl with Adel Eman, Egypt's most popular film star., NO CREDIT\n\nLoad-Date: September 2, 1992"
}