{
    "title": "Egypt president won't interfere in court verdicts",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 6,
    "day": 25,
    "full text": "Egypt president won't interfere in court verdicts\nCAIRO — Egyptian President Abdel-Fattah el-Sissi said Tuesday he will not interfere in court rulings, a day after three Al-Jazeera journalists were sentenced to seven years in prison in a verdict that prompted an international outcry.\nThe ruling, on terrorism-related charges, stunned their families and brought a landslide of condemnation and calls for el-Sissi to intervene.\nAccording to Egypt's constitution, the president has the right to issue a pardon or commute the sentences. U.S., Australian and other officials have urged el-Sissi to use this right to immediately release the journalists.\nRights groups have described the trial as a politically motivated sham reflecting the tense relations between Egypt and the Qatar-owned station. Qatar has been a strong supporter of Islamists in the region and in particular Egypt's former president, Mohammed Morsi, overthrown by the military last summer.\nSounding a defiant tone, however, el-Sissi said he had always said he will not interfere in judicial affairs, and would respect the courts' independence.\nHe said he called the justice minister late Monday to repeat that sentiment, despite what he described as debate over the rulings against the journalists.\n\"I told him one word: We will not interfere in judicial matters because the Egyptian judiciary is an independent and exalted judiciary,\" he told a military graduation ceremony in a nationally televised speech.\nHe also urged people to stop commenting or criticizing court rulings.\nRepeating it again, he said: \"We will not interfere in court verdicts.\"\nEl-Sissi said to ensure respect for state institutions, there should be no interference in their affairs.\n\"If we desire (strong) state institutions we must respect court rulings and not comment on them even if others don't understand these rulings,\" he said.\nEl-Sissi's comments came at the end of a speech mostly devoted to economic affairs.\nProsecutors had accused the three — Australian Peter Greste, Canadian-Egyptian Mohamed Fahmy and Egyptian Baher Mohammed — of promoting or belonging to the Muslim Brotherhood, to which Morsi belonged, and of falsifying their coverage of protests by his supporters to hurt Egypt's security and make it appear the country is sliding into civil war. The government has branded the Brotherhood a terrorist organization.\nThe journalists have been detained since late December.\n\nGraphic\n\n \nAssociated Press President Abdel-Fattah el-Sissi said Tuesday he will not interfere in court rulings, a day after three Al-Jazeera English journalists, including a Canadian, were sentenced to seven years in prison, sparking an international outcry. Egyptian-Canadian Mohamed Fahmy, Australian Peter Greste and Egyptian Baher Mohamed were found guilty on Monday on terrorism-related charges.\n\nLoad-Date: June 25, 2014"
}