{
    "title": "Egypt 's Ambassador_ Israel 's Actions Not a War on Terrorism",
    "publisher": "the salt lake tribune",
    "year": 2001,
    "month": 12,
    "day": 6,
    "full text": "Israeli's violent attempts to suppress the Palestinian uprising, even in the light of the recent wave of suicide bombings, cannot be equated to the international war on terrorism, said Egypt's Ambassador to the United States Nabil Fahmy.\n\"There is no moral equivalent, whatsoever,\" Fahmy said Wednesday at a forum on the Middle East at the University of Utah.\n\"The Israelis are occupying Palestinian land. [Israeli Prime Minister] Sharon has no foundation to calling [Yasser] Arafat a terrorist. That is nonsense. He can't make that case -- he is an occupier.\"\nSharon declared Tuesday that Yasser Arafat's Palestinian Authority is a \"terror-supporting\" group, and he attacked Palestinian targets on the West Bank and Gaza Strip after suicide bombers killed 25 Israelis last weekend. \"A war has been forced upon us, a war of terror,\" Sharon said Monday.\nBut the Egyptian ambassador argued there is a difference between terrorists and \"freedom fighters,\" based primarily on whether their country is occupied and whether their targets are military or civilian.\nIsrael claims the territory it seized in the 1967 Middle East war is disputed, not occupied. Since that war, Israel has built more than 100 settlements -- home to about 200,000 Israelis on the West Bank and Gaza Strip -- which are a major stumbling block to a peaceful resolution to the conflict.\nFahmy was careful to emphasize that terrorist groups cannot use the unresolved Israeli-Palestinian dispute as a rationale for the Sept. 11 terrorist attacks on New York and Washington.\nStill, the half-century dispute has produced a cycle of violence and political frustration that terrorist groups exploit, he said.\n\"There is no direct relationship. There is no way Sept. 11 can be connected with the failure of peace [in Israel],\" he said. \"It is not the reason for or the solution to terrorism. But peace will reduce the frustration, which [terrorist movements] feed on.\"\nFahmy, who was involved in the negotiations during the Carter administration that eventually brought about a peace treaty between Egypt and Israel, said the solution to the Palestinian problem is no secret: two nations.\n\"The solution is already written out for them. I see the solution right there and I see the path to it, but I can't get the people to go to it.\"\nRestarting negotiations will be difficult because the two sides have lost trust in each other.\n\"Why is it people are so tense? . . . It's become personal. Every Israeli soldier killed is personal to Israelis. Every Palestinian child killed is personal to Palestinians . . . This cycle of violence cannot continue.\"\n\nLoad-Date: December 6, 2001"
}