{
    "title": "Ehrlich creates homeland office",
    "publisher": "the capital ",
    "year": 2003,
    "month": 7,
    "day": 2,
    "full text": "Gov. Robert L. Ehrlich Jr. created a state Office of Homeland Security yesterday that he said will coordinate the battle against \"an enemy who hides in shadows and seeks to deny us our way of life.\"\nThe first duty of the new office will be to work with state, federal and local agencies to prevent terrorist attacks, Mr. Ehrlich said.\nThe state also needs to do a better job of supporting police, fire and emergency medical agencies that would be the first to respond to a terrorist attack, he said.\nMr. Ehrlich signed an executive order creating the office and announced the appointment of Dennis Schrader, a University of Maryland Medical Center vice president, as its director at a news conference on the State House lawn.\nFederal, state and local government agencies already are working together through an anti-terrorism task force and the Maryland Emergency Management Agency.\nBut Mr. Ehrlich said a central command is needed to coordinate anti-terrorism efforts at all levels of government, set policies and make sure the state makes the best use of federal anti-terrorism dollars.\n\"There is no other option but complete readiness,\" he said.\nMr. Schrader, husband of state Sen. Sandra Schrader, R-Howard, has a background in manufacturing, naval facilities management and health care administration.\nThomas Lockwood, who has been Mr. Ehrlich's adviser on security matters, will be deputy director of the Governor's Office of Homeland Security.\nMr. Schrader said the office will have a small staff because the infrastructure already exists for coordinating efforts among various levels of government.\n\"Our local communities are looking to us for leadership,\" he said.\nAsked how Marylanders will be able to measure the success of the new office, Mr. Ehrlich said it will be difficult because if it does its job well, there will be no terrorist attacks.\nAs a former member of Congress, the governor said he knows \"we have daily victories in the war on terrorism\" at the national level that never become public knowledge.\nResponding to a question about creating a new office at the same time he is cutting the budgets of many state agencies, Mr. Ehrlich said the federal government is providing much of the funding for the war on terrorism.\n\nLoad-Date: July 2, 2003"
}