{
    "title": "Eickelman_ more terrorism inevitable",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 2,
    "full text": "Professor Dale Eickelman said that there will be \"more acts of terrorism\" in the near future, speaking in a panel discussion on the war on terrorism, organized by the Dickey Center, at the Filene Auditorium last evening.\nRounding out the panel were professors Daryl Press, Ehud Benor and Michael Mastanduno. Among other topics discussed were the course that the war against terrorism may take, U.S. foreign policy and the Arab-Israel issue.\nEickelman based his statement on a CIA report which states that there will be more terrorism by 2015. The professor said the terrorist attacks will not only come from extremist Islamic groups but also from other extremists, from outside and within the United States. He added that this time, we will be more prepared to face them.\nThe professor, however, expressed fears about the loss of civil liberties. He criticized the government's decision not to show the entire bin Laden tape, saying that it was highly unlikely that bin Laden was trying to send a message to his people. He said that we should be more open to information.\nHe is planning to show a two-hour video to his class which shows the recruiting process of al-Qaida. The professor termed the al-Qaida recruiting process \"very impressive\" and said that the organization was a professional operation.\nSpeaking on what the United States should do now, Press said that the country should root out al-Qaida from all parts of the world. He said he wouldn't rule out using force in Somalia if it was proved that it offered a sanctuary for terrorists -- a place where they could carry out training operations similar to those in Afghanistan.\nOn the question of Iraq, Press said it wouldn't be wise to attack Iraq now, especially since Saddam Hussein had no hand in the recent terrorist attacks. Such an act would put strain on the U.S.-Arab relationship and might prompt Hussein to resort to chemical warfare, which could endanger to U.S. troops and allies in the Arab region.\nProfessor Mastanduno said that after the Sept. 11 attacks, U.S. actions in Afghanistan sent a strong message to countries that harbor terrorists or support terrorist activities. Prior to Sept. 11, the United States was not doing enough to stop nurturing of terrorism in other countries, Mastanduno maintained.\nHe also felt that the Sept. 11 attacks have provided an opportunity for the United States to strengthen its relationships with Russia, Japan and China.\nThe professor also spoke of using trade as a tool to combat terrorism. He said that poverty and economic desperation gave rise to terrorism. Prior to Sept. 11, Congress had been suspicious of any move to liberalize trade toward third-world nations. A trade promotion bill was passed this November which could be helpful in alleviating poverty in developing countries.\nEickelman criticized the lack of effort on the part of the United States to promote democracy in the Middle East, saying that its record is \"mixed.\" Press later argued that it is neither democracy nor poverty that needs to be addressed in the Middle East but rather that Bin Laden only wants U.S. troops to move out of the Persian Gulf.\n\nLoad-Date: February 2, 2017"
}