{
    "title": "EIGHTH ANNIVERSARY OF 9_11 Obama_ 'Renew our resolve'",
    "publisher": "the day ",
    "year": 2009,
    "month": 9,
    "day": 12,
    "full text": "On the day to remember the terrorism of 9/11, the war it spawned in Afghanistan sowed fresh divisions.\nPresident Obama, speaking under rainy skies after placing a wreath at the site of al-Qaida's attack on the Pentagon, called on the world to \"renew our resolve against those who perpetrated this barbaric act and who plot against us still.\"\nHowever, his call for an increased war effort in Afghanistan, birthplace of the 9/11 plot, was rejected by some who fear a Vietnam-style quagmire as the battle against the Taliban militia bogs down.\nEven at home, the chairman of the Senate Armed Services committee warned that the United States has \"lost the initiative\" in the fight against the al-Qaida terrorism network. He seeks more training for Afghan forces before committing more U.S. troops to battle.\nSuch policy differences have spread across the Atlantic, where some European leaders are reluctant to embrace Obama's call for more military help in the battle to keep a resurgent Taliban from returning to power.\nA poll by the German Marshall Fund of the United States found that a majority of people in 12 European countries want to see forces in Afghanistan reduced or removed altogether, while a majority of U.S. citizens want to keep the troops there.\n\"It is creating some divisions, particularly between those who are contributing militarily and those who are not,\" said Michael Cox, a specialist in trans-Atlantic relations at the London School of Economics.\nWhat assistance is being offered is limited.\nThe Spanish government Friday offered to send 220 additional troops to Afghanistan, while in Kyrgyzstan, President Kurmanbek Bakiyev marked 9/11 by visiting a U.S. air base on the site of a former Soviet base. It opened two months after the attacks to help in the fight against Islamic terrorism.\n\"I feel that a lot of people have forgotten,\" said U.S. Air Force Technical Sgt. Shawn Merchant, 33, of Ellsworth, Maine. \"I would have them replay the video from that day.\"\nStill, in London and across Europe, wreaths were laid to honor the dead on the eighth anniversary of the attacks.\nIn New Zealand, firefighters gathered around a monument built from a twisted steel beam from New York's World Trade Center.\nAt Bagram Airfield in Afghanistan, remembrances started at dawn, with more than 1,000 service members donning shorts and sneakers to run exactly 9.11 kilometers (about 5.5 miles) to commemorate the day and remember troops who have died in the fighting since.\nIn New York, at Ground Zero, anguished relatives read the names of their lost loved ones and praised troops fighting in Afghanistan.\nThe years since 9/11 have seen dozens of confrontations, large and small. They range from skirmishes in French schools over allowing female Muslim students to wear traditional head scarves to lethal bombings in Britain, Spain, Indonesia, Pakistan and elsewhere.\n\nLoad-Date: September 14, 2009"
}