{
    "title": "Eight indicted by U.S. on terrorism charges",
    "publisher": "the world",
    "year": 2003,
    "month": 2,
    "day": 21,
    "full text": "WASHINGTON - A Florida computer engineering professor and seven other men were charged Thursday with overseeing and financing the Palestinian Islamic Jihad terrorist group, which has been blamed for killing more than 100 people in Israel and adjacent territories.\nThe University of South Florida professor, 45-year-old Sami Amin Al-Arian, and three other U.S. residents were arrested after the 50-count indictment was returned by a federal grand jury in Tampa, Fla. The indictment describes Al-Arian as the Islamic Jihad's U.S. leader, head of a terrorist cell in Tampa and secretary of the group's worldwide council.\nAttorney General John D. Ashcroft said the indictment sends a message: \"We will hunt down the suppliers of terrorist money, we will shut down their sources and we will ensure that both terrorists and their financiers meet the same swift, certain justice of the United States of America.\"\nShortly after his arrest in Tampa, Al-Arian told reporters, \"It's all about politics.\" On forced leave from the university, he publicly has rejected the idea that he has ties to terrorism.\nHis attorney, Nicholas Matassini, said after a preliminary court hearing, \"He's a political prisoner right now as we speak.\" The attorney denounced the indictment as \"a work of fiction.\"\nThe indictment accuses the eight men of operating a criminal racketeering enterprise since 1984 that supports Palestinian Islamic Jihad and with conspiracy to kill and maim people abroad, conspiracy to provide material support to the group, extortion, visa fraud, perjury and other charges. Each defendant could face life in prison if convicted.\nAl-Arian and two others were arrested in Tampa and a fourth man was arrested in Chicago. The other four are leaders of the group who live abroad and are being sought, Ashcroft said.\nPalestinian Islamic Jihad was founded in the late 1970s.\nIts goals, according to the indictment, are to destroy Israel and end Western influence in the Middle East.\nThe group's alleged killings have included suicide bombings, car bombings and drive-by shootings, including a June 5, 2002, suicide attack in Haifa, Israel, that killed 20 and injured 50.\nThe indictment describes numerous intercepted telephone calls and faxes in which those charged are said to have discussed Islamic Jihad bombings and other attacks, financial problems and whether to ally more closely with fellow terrorist groups Hezbollah and Hamas. There is no mention of al-Qaida.\nIn addition to Al-Arian, those arrested were:\ns Sameeh Hammoudeh, 42, born in the West Bank, now a resident of Temple Terrace, Fla. He is an instructor at the University of South Florida and administrator at the Islamic Academy of Florida.\ns Hatim Naji Fariz, 30, born in Puerto Rico and now living in Spring Hill, Fla. He is a manager at a medical clinic.\ns Ghassan Zayed Ballut, 41, a West Bank native now living in Tinley Park, Ill., and owner of a small business.\nThose living abroad are:\ns Ramadan Abdullah Shallah, 45, a Gaza Strip native and now a resident of Damascus, Syria. He is described as the worldwide leader of Palestinian Islamic Jihad, a former instructor at the University of South Florida and former executive director of the World Islam and Studies Enterprise.\ns Bashir Musa Mohammed Nafi, 50, originally from Egypt and now living in Oxfordshire, England. The indictment calls him the United Kingdom leader of the group; he also formerly was associated with WISE.\ns Mohammed Tasir Hassan Al-Khatib, 46, originally from the Gaza Strip and now living in Beirut, Lebanon. He is described as treasurer of the organization and formerly of the Islamic Committee for Palestine in Tampa.\ns Abd Al Aziz Awda, 52, born in Israel and now imam of the Al Qassam Mosque in the Gaza Strip. The indictment calls him the founder and \"spiritual leader\" of the group.\n\nLoad-Date: February 21, 2003"
}