{
    "title": "Eight terrorism suspects appear in British court as inquiry continues",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 8,
    "day": 19,
    "full text": "Eight suspects appeared in a London court under heavy guard Wednesday as police investigated allegations that they plotted to commit murder and cause mayhem with chemical, biological or radioactive materials. The suspects include a man identified by the United States as a senior al-Qaida figure.\nA prosecutor also said police were searching about 100 computers and thousands of files, suggesting a protracted investigation that could produce more charges against the men, who were seized in raids across England two weeks ago.\nThe eight suspects did not enter pleas Wednesday and were ordered detained until their next court appearance, scheduled for Wednesday. Prosecution lawyer Sue Hemming said the eight were prepared to commit \"extreme acts\" in the name of their \"strong and deeply held beliefs.\"\nThe eight are charged with conspiracy to murder and conspiracy to cause a public nuisance by using radioactive materials, toxic gases, chemicals or explosives to cause \"disruption, fear or injury.\"\nSome British newspapers Wednesday mentioned a purported \"dirty bomb plot,\" but prosecutors have released no details.\nHemming said the suspects \"may have been sourcing materials for their project.\"\n\"We have only hit the tip of the iceberg as far as a lot of this evidence goes,\" she said.\nThe men were brought to the high-security Belmarsh Magistrates Court in armored police vans and shadowed by a helicopter. They wore prison-issue sweat pants and white shirts and spoke only to confirm their names and ages. None of the defense lawyers applied for bail.\nThe suspect who U.S. officials claim is a senior al-Qaida figure is Dhiran Barot, 32. Barot is charged with possessing reconnaissance plans for the New York Stock Exchange, the International Monetary Fund building in Washington, the Citigroup building in New York and the Prudential building in Newark, N.J. He is also charged with possessing notebooks containing information on explosives, poisons, chemicals and related matters \"of a kind likely to be useful to a person committing or preparing an act of terrorism.\"\nU.S. officials claim Barot -- known variously as Abu Eisa al-Hindi, Abu Musa al-Hindi and Issa al-Britani -- scouted prominent financial targets in the United States at the behest of al-Qaida leader Osama bin Laden.\nThe buildings for which authorities say Barot had plans, along with the World Bank in Washington, were identified by Homeland Security Secretary Tom Ridge on Aug. 1 as targets in possible terrorist plots uncovered by new intelligence.\n\nNotes\n\nWORLD * Note: Earlier editions incorrectly identified the prosecution lawyer as Sue Hammond.\n\nLoad-Date: August 19, 2004"
}