{
    "title": "Eight arrested in Albany on sex trafficking charges",
    "publisher": "the albany herald ",
    "year": 2020,
    "month": 11,
    "day": 24,
    "full text": "Nov. 24—ALBANY — After a yearlong joint investigation, the Georgia Bureau of Investigation has arrested eight people in Albany on charges of child sex trafficking and violation of the gang statute. This investigation was a coordinated effort involving the GBI'S Child Exploitation and Computer Crimes Unit, the GBI's Southwestern Regional Drug Enforcement Office, the Attorney General's Office, and the Albany Police Department.\nOn Oct. 23, 2019, the Albany Police Department requested the investigative assistance of the GBI's CEACC Unit regarding the commercial sexual exploitation of children, also known as child sex trafficking.\nOn Aug. 2, 2019, the Albany Police Department received a report regarding the rape and commercial sexual exploitation of a 16-year-old juvenile female. The female victim reported being trafficked during an almost two-month period from June 2019 through August 2019 in Albany. The trafficking of the victim ended when the juvenile victim was able to run away from her traffickers. During this investigation, it was discovered that the juvenile victim was posted numerous times on one specific website (Skip the Games) as an adult female. The juvenile victim was advertised for sexual interaction in exchange for money. The juvenile victim was advertised by multiple members of the Inglewood Family Gang Bloods.\nInglewood Family Gang and The Family is a subset of the larger criminal street gang known as the Bloods. Both the Bloods and IFGB are national criminal street gangs and can be found throughout the United States. Specifically, both are located within Georgia and commit crimes within Georgia.\nMembers of this gang made the arrangements for the juvenile to have sexual encounters with numerous men over the almost two-month period in exchange for money. These arrangements are also known as \"plays.\" The child sex trafficking occurred in multiple locations within Albany, to include hotels and motels, vehicles and residences. Additional members of this street gang participated in the trafficking by providing locations for the \"plays,\" transportation to the \"plays,\" and by being onsite facilitators while the victim was trafficked for sexual purposes. This investigation revealed that the proceeds from the child sex trafficking were being used to finance the gang and the illegal activities of that gang.\n\"The damages of Human Trafficking are difficult to repair and these young victims need plenty of assistance in getting their lives back while regaining their self-esteem,\" Albany Police Chief Michael Persley said. \"I will continue to pledge my support in fighting human trafficking while using all resources available to bring to justice those who prey on other human beings for the sole purpose of financial gain. I am thankful for Director (Vic) Reynolds and the Georgia Bureau of Investigation for their efforts in combatting this detestable and devaluing crime.\"\nThe following individuals have been charged for their various roles in the sex trafficking of a child victim and gang activity:\nKorina Johnson, 18\nRICO — O.C.G.A. Section 16-14-4(c)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nAggravated Sodomy — O.C.G.A. Section 16-6-2(a)(2)\nRobert Wingfield, 19\nTrafficking of Person for Labor or Sexual Servitude — O.C.G.A. Section 16-5-46(c)(2)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nRICO — O.C.G.A. Section 16-14-4(c)\nJeston Yates, 29\nTrafficking of Person for Labor or Sexual Servitude — O.C.G.A. Section 16-5-46(c)(2)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nRICO — O.C.G.A. Section 16-14-4(c)\nRonaldo Patterson, 29\nRICO — O.C.G.A. Section 16-14-4(c)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nTrafficking of Person for Labor or Sexual Servitude — O.C.G.A. Section 16-5-46(c)(2)\nJohnny Shanard Howard, 33\nSuccess! An email has been sent to  with a link to confirm list signup.\nError! There was an error processing your request.\n1\n81a32bbc-9dd2-11e5-95bf-2373277be90b\nLocal Newsletter\nGet the Local News headlines from the Albany Herald delivered daily to your email inbox.\nPlease enter a valid email address.\nSign up\nManage your lists\nRICO — O.C.G.A. Section 16-14-4(c)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nTrafficking of Person for Labor or Sexual Servitude — O.C.G.A. Section 16-5-46(c)(2)\nTre'Shawn Malik Smith, 20\nRICO — O.C.G.A. Section 16-14-4(c)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nTrafficking of Person for Labor or Sexual Servitude — O.C.G.A. Section 16-5-46(c)(2)\nByrant Terrell Hooker, 32\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (d)\nRICO — O.C.G.A. Section 16-14-4(c)\nJamie Rosier, 30\nTrafficking of Person for Labor or Sexual Servitude — O.C.G.A. Section 16-5-46(c)(2)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (e)\nRICO — O.C.G.A. Section 16-14-4(c)\nViolation of Street Gang Terrorism and Prevention Act (F) — OCGA, Section 16-15-4 (a)\nOn Monday, the following subjects were taken into custody in Albany on the previously stated charges:\n— Korina Johnson, arrested on the 500 block of South Madison, Albany;\n— Johnny Shanard Howard, arrested at Briarwood Apartments, 2415 Briarwood Drive;\n— Robert Wingfield, arrested at 500 block of Cochran Ave.;\n— Jeston Yates, Goodwill, arrested at 2015 North Slappey Blvd.\nJohnson, Howard, Yates and Wingfield were transported to the Dougherty County Jail, where they are currently being housed.\nRonaldo Patterson turned himself in to the Albany Police Department.\nTre'Shawn Smith, Bryant Hooker and Jamie Rosier were already incarcerated on unrelated charges when they were served with arrest warrants related to this investigation. Tre'Shawn Smith is currently housed at the Dougherty County Jail. Jamie Rosier is currently incarcerated at the Coffee County Correctional Facility. Bryant Hooker is currently incarcerated at the Jones County Jail.\nAnyone with information about human trafficking within Georgia is encouraged to call 1-866-ENDHTGA (1-866-363-4842).\n___ (c)2020 The Albany Herald, Ga. Visit The Albany Herald, Ga. at www.albanyherald.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 25, 2020"
}