{
    "title": "El Paso Shooting_ Massacre That Killed 20 Being Investigated as Domestic Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 4,
    "full text": "The authorities are considering charging the suspect with federal hate crimes, as well as federal gun charges that would carry the death penalty.\nA federal official confirmed that an anti-immigrant manifesto was written by the suspect. \nFederal investigators in El Paso said they were treating the massacre at a Walmart that killed 20 and wounded another 27 on Saturday morning as an act of domestic terrorism, and prosecutors said they were considering federal hate crime charges. They were also considering federal gun charges that would carry the death penalty.\n“We are going to conduct a methodical and careful investigation with a view toward those charges,” said John F. Bash, the United States attorney for the Western District of Texas, who said he had consulted with Attorney General William P. Barr.\nA federal law enforcement official confirmed that a 2,300-word anti-immigrant manifesto that was posted online minutes before the shooting was written by the suspect, whom the authorities identified as Patrick Crusius, 21. \n[For the latest updates, read our live briefing on the Dayton and El Paso shootings.]\nJaime Esparza, the El Paso district attorney, said his office had charged Mr. Crusius with capital murder and that he would seek the death penalty in any state prosecution.\n“We are a good and loving community, but we will hold him accountable,” Mr. Esparza said.\nThe F.B.I.’s Domestic Terrorism-Hate Crimes Fusion Cell is investigating the case as a possible hate crime and act of domestic terrorism and has served three search warrants in the Dallas area, said Emmerson Buie Jr., the special agent in charge in El Paso.\nThe rifle used in the shooting was purchased legally and the gunman was allowed to carry it openly, Chief Allen said. \n“A normal individual seeing that type of weapon might be alarmed, but technically it was in the realm of the law,” he said.\nIn interviews with the authorities, the suspect “basically didn’t hold anything back,” Chief Allen said. \nRod Rosenstein, the former deputy attorney general, wrote on Twitter late Saturday that “killing random civilians to spread a political message is terrorism.” \n“F.B.I. classifies it as domestic terrorism, but ‘white terrorism’ is more precise,” Mr. Rosenstein wrote. “Many of the killers are lone-wolf losers indoctrinated to hate through the internet, just like Islamic terrorists.”\nThe suspect had ‘limited’ encounters with the police.\nThe man accused of carrying out the El Paso attack had “limited” encounters with the Allen Police Department, the authorities said Sunday. In a statement released by the department, which is in a suburb of Dallas, the agency said it had three contacts with the suspect in its database.\nThe first was in 2014, when the suspect was a juvenile and was reported as a runaway. Those who first reported him missing to the police later called back within 30 minutes and stated that he had returned home without incident. \nThe second contact was in November 2016, according to the police statement. The suspect was one of eight passengers on a Plano Independent School District bus that was involved in a minor traffic accident. No one was injured.\nThe third was several months ago, on March 3. The suspect called the Allen police to report “a false residential alarm” at his grandparents’ home, where he lived.\n“The call was cleared without incident according to protocol,” the police statement read.\nA mother of three may have died protecting her son.\nA 24-year-old mother of three was among those killed, according to her relatives, and may have been shot when shielding her infant son with her body. The woman’s family identified her as Jordan Anchondo, and said they had not received much information yet from the authorities about her final moments.\nMonique Terry, a cousin of Ms. Anchondo, said the authorities indicated that she may have died while protecting her 2-month-old son Paul, who survived. The baby boy was grazed by a bullet and had two broken fingers, probably from the moment when his mother’s body fell on him, Ms. Terry said, adding that he was being treated by doctors. \nMs. Anchondo’s husband, Andre, has not been heard from since the shooting. The family said they are all but certain at this point that he also died in the store, though they have not received confirmation.\nMr. and Ms. Anchondo were recently married. They had two other children, Skylin, 7, and Victoria, 1. \n“She was so funny, and her laugh was contagious,” Ms. Terry said of Ms. Anchondo. “I know everyone says that, but hers was really contagious. And she was so beautiful, and just so smart. This is a really big loss.”\nIn another mass shooting, nine people were killed in Ohio.\nLess than 24 hours after the gunman opened fire at the Walmart, a man using a long gun stormed an entertainment district in Dayton, Ohio and killed at least nine people and wounded at least another 27, the police said.\n[Read: Dayton police officers were nearby and responded to the scene within one minute of gunshots.]\nIt was the latest tragedy in a particularly brutal week for gun violence in the United States. The shooting came about 13 hours after the El Paso shooting and one week after a gunman killed three people and wounded 13 others in a shooting at a garlic festival in Gilroy, Calif.\nIn all, there have been at least 32 mass shootings, defined as three or more killings in a single episode, in the United States this year.\nGov. Greg Abbott of Texas ordered on Sunday morning that all state flags be lowered to half-staff until sundown Thursday in memory of the victims.\nEl Paso’s Catholic bishop urges compassion in the wake of the massacre.\nEL PASO — The Roman Catholic bishop of El Paso called for prayers to help guide the city as it grapples with shock and anguish after the mass shooting. He also demanded more: That the nation challenge the hatred he believed was a driving force behind the massacre, the same hatred he said he saw in the treatment of migrant families trying to enter the United States.\n“In the last several months, the borderlands have shown the world that generosity, compassion and human dignity are more powerful than the forces of division,” Bishop Mark J. Seitz of El Paso said in a statement. “The great sickness of our time is that we have forgotten how to be compassionate, generous and humane. Everything is competition. Everything is greed. Everything is cold. Tenderness and the love that knows no borders are crucified in a whirlwind of deadly self-seeking, fear and vindictiveness.”\nBishop Seitz has been especially vocal as the plight of thousands of Central American families trying to enter the United States has brought national attention to El Paso in recent months. Earlier this summer, he asked, “How do we begin to diagnose the soul of our country?”\n“We have found a new acceptable group to treat as less than human,” he said, “to look down upon and to fear.”\nBishop Seitz is an influential figure in El Paso, a heavily Catholic and Latino city. His diocese covers nine counties, an area where roughly 80 percent of the population identifies as Catholic, according to diocesan figures.\nThe wounded have ‘major amounts of tissue injury.’\nThe Del Sol Medical Center in El Paso said it was treating 11 patients from the shooting episode, ranging in age from 35 to 82. Three were in critical condition, the center said, and the others were stable; at least one was expected to be released Sunday.\nDr. Stephen Flaherty, the center’s medical director of trauma, said seven of the patients had already undergone surgery and that many more operations would probably be necessary in the next few days.\n“The injuries that we saw here were very significant injuries,” Dr. Flaherty said Sunday at a news conference. “Major amounts of tissue injury happened yesterday.”\nThe hospital recently held a training exercise in which staff members prepared to treat a large number of patients from a mass killing. “We actually brought people into the hospital to do a dry run of a situation just like that,” Dr. Flaherty said. “So we have been through this before, without the real patients.”\nDoctors, nurses and administrators who were off duty on Saturday raced to the hospital to help treat victims, he said. \nThe hospital also received a large supply of blood from donors after the shooting. Officials urged people in the area to continue donating through the week.\nDavid Shimp, the hospital’s chief executive, said some injured patients were brought in unconscious and that staff members had to scramble to identify them, but by Sunday morning they had all been identified through family members. He said at least one patient at the hospital had been injured by a fall rather than directly by gunfire.\nAt the El Paso Children’s Hospital, Dr. Nagela Sainte-Thomas said she was on duty Saturday morning when details about the shooting were announced on the intercom system. \n“We heard the first call over the radio,” she said, “Then you hear the next one. The next one. Then you’re realizing something is happening. They just kept coming in overhead. Level one trauma. Gunshot wounds. Mass shooting attack.”\nUltimately, only a few children injured in the attack were admitted to the hospital. Back at work Sunday morning, she said that the hospital staff was taking time to debrief and to process what had happened. \n“You know when it’s happening, you’re just trying to remain calm, just to make sure we’re prepared to handle whatever comes in,” she said. “Once the adrenaline wears off and you go to your car is when you realize all the impact of what has happened.”\nOfficials say no immigration arrests will be made at shelters or hospitals. \nThe West Texas office of Customs and Border Protection said its officers would not be conducting enforcement operations at El Paso hospitals, shelters or a middle school where a reunification center for families has been set up.\n“We stand in support of our community,” the office wrote on Twitter late on Saturday.\nOfficials said Border Patrol agents were helping the El Paso Police Department with building safety and security, traffic control and emergency medical care.\nDavid Shimp, the chief executive of the Del Sol Medical Center in El Paso, said at the news conference on Sunday morning that anyone with injuries should seek medical attention, regardless of citizenship status.\n“Undocumented citizen or not, we’re going to do everything we can to make sure we’re doing everything we can for them,” Mr. Shimp said.\nThe shopping center was a regular destination for Mexican visitors.\nEL PASO — The Walmart is less than 10 minutes’ drive from Bridge of the Americas linking El Paso and its sister city in Mexico, Ciudad Juárez, and is a regular destination for Mexican tourists who come to the city to shop and visit family. The two cities are bound by history, business and the extended families that live and work on either side of the border.\nRosa María Silva, 42, and Ivonne Moreno, also 42, both church employees in Ciudad Juárez, were on their way to shop at the Walmart on Saturday morning when they found their way blocked by police cars and ambulances. It was about 10:30 a.m., just after the shooting.\n“We weren’t in there through a miracle of God,” Ms. Silva said. Ms. Moreno’s mother, who lives in El Paso, drove them to her house, and the three of them spent the rest of the day hunkered down, afraid to go out.\nOnly as dusk fell did the pair venture out to buy some snacks and head back over the bridge.\n“It’s sad that there are people who discriminate so much,” said Ms. Silva. “But we aren’t going to judge everybody because of one person.”\nKaren Peña, 19, who lives in El Paso and was crossing the bridge to visit her mother in Ciudad Juárez, saw a broader threat to the shooting. “I think it’s because of the migrants,” she said, referring to the Central American migrants who have been arriving at the southern border in record numbers. “It’s a warning to scare them off,” she said.\nShopping excursions into the United States are a routine weekend activity for Mexicans. Back-to-school shopping, in particular, draws heavy crowds from across the border, and on Saturday, the Walmart store, the surrounding Cielo Vista mall and nearby hotels were packed with visitors.\nAt least six Mexican citizens were among the injured, the Mexican government reported. President Andrés Manuel López Obrador said Sunday morning that there were also Mexicans among the dead. \nThe Mexican government has refrained from commenting on the gunman’s possible targeting of Hispanics. But residents of El Paso, a majority Latino city where many people belong to extended families with members on both sides of the border, said there was little doubt that racism drove the gunman.\n“He had a mission to kill people, but why Hispanics?” said Carmen Dominguez, 59, a hotel room attendant. “That Walmart is mostly people that cross the border. They come to buy school supplies.”\n“Mexicans are very hard-working people,” she continued. “They were shopping for their kids. They save their money all year round to shop for their kids.”\nElisabeth Malkin, Caitlin Dickerson, Manny Fernandez, Jose A. Del Real, Rick Rojas, Arturo Rubio and Katie Benner contributed reporting.\nPHOTO: Troopers guarded the entrance to Cielo Vista Mall on Sunday, near the Walmart where 20 people were killed. (PHOTOGRAPH BY Adriana Zehbrauskas for The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: August 6, 2019"
}