{
    "title": "EL SALVADOR STRUGGLES TO REDUCE ITS NONCOMBAT KILLINGS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 27,
    "full text": "The old woman described watching the soldiers shoot her husband in the head. She regretted that they had taken the time to go back for the mattresses.\nBernaldina Alvarez broke into quiet tears as she told how she and her 67-year-old husband abandoned their farmhouse early one morning last week because of the fighting between the Government and leftist guerrillas. They might never have met the Government patrol if they had not gone back to get their bedding.\nEdward Schumacher describes acts of terrorism in El Salvador\nMrs. Alvarez's husband had been walking well ahead of her on the dirt road to a refugee center, she said, when she saw him on the ground with a rifle pointed at his head. He was telling four soldiers that he was not a Communist. About half a dozen armed men emerged from a nearby treeline and told the soldiers that he was a Communist.\n''Finish him off,'' one said.  She watched in horror as the soldiers kicked in his side and shot him several times. They then beat her and left her unconscious in the dirt, she said.\nIt is clear from the many peasants interviewed in remote areas in the last two weeks - and from the number of dead bodies that show up in cities and towns each morning - that noncombat killings continue in El Salvador, reflecting what high Government and military officials say is their frustration in trying to control their own troops without destroying morale in the face of a guerrilla war.\nArchbishop Arturo Rivera y Damas, a critic of the Government, said in an interview today, however, that while killing by Marxist guerrillas appeared to be increasing, killing by Government forces was decreasing. He attributed the decline to the Government's efforts to curb its security forces.\n''The whole history of this country is filled with abuse of authority,'' said Jose Napoleon Duarte, President of the junta. ''It cannot solve that in one day, but we are trying. The problem is that we have obtained a Government at a most difficult moment.''\nThe abuses have been a central problem for the Reagan Administration as it tries to draw a hard line internationally against Communist subversion. Although Marxist guerrillas here often use the same violent tactics, many European and Latin American governments are hesitating to join the Administration in bolstering the Salvadoran junta because of the reported repression by Government forces.\nThe Carter Administration explicitly tied American economic and military aid to progress in curbing the killings, but the Reagan Administration has broken the tie, preferring private persuasion, Administration officials have said.\nAt issue are not only the armed civilians and soldiers in the countryside but also the secret right-wing death squads that operate in the major towns and cities and are considered responsible for the deaths of three American nuns and two American agricultural experts.\nMr. Duarte, who made the curbing of such abuses a condition of his accepting the junta presidency from the military two months ago, said that elements in the Government security forces had helped or participated in the killings.\nCol. Jaime Abdul Gutierrez, Vice President of the junta and Commander in Chief of the armed forces, said that terrorism undermined the Government's political attempts to win over the people from the guerrillas.\nMore than 400 national guardsmen have been dishonorably discharged in the last year, he said, because of allegations ranging from murder to rape.\nMost of the people assassinated have been leading moderates or non-Communist liberals, including several close friends of Mr.  Duarte, in what Western and Salvadoran officials interpret as an attempt to undermine the junta and bring back a rightist dictatorship.\nMost of those accused of the assassinations have been members of the National Guard, the Treasury police and the national police. The least tainted service is the 8,000-member army, which is mostly young draftees.\nIn the countryside, few of the peasants who have gathered in the refugee camps say they hold a grudge against the army. What they hate are the paramilitary organizations.\nOne of these groups is the Orden, armed civilians whose job it was to point out insurgents. One of the junta's first acts was to abolish the organization by decree, but in isolated areas it continues to operate in informal arrangements with local units and the Government has quietly reactivated some of the civilians as militia support.\nMost members of these groups are scruffy young men in straw hats, and all carry holstered pistols and rifles. The peasants say they accuse people of being Communists on the basis of rumor, whim or vengeance.\nMrs. Alvarez said that her husband's only contact with the guerrillas was the tortillas he gave them twice when they stopped at his house. She said he told them to keep moving because he wanted to remain neutral in the conflict.\n\nGraphic\n\n \nIllustrations: photo of relief workers and refugees in El Salvador photo of refugee camp in El Salvador (page A8)"
}