{
    "title": "EL-SISSI_ EGYPT READY TO JOIN TERROR FIGHT President speaks on Islamic State threat",
    "publisher": "the world",
    "year": 2014,
    "month": 9,
    "day": 21,
    "full text": "Egyptian President Abdel-Fattah el-Sissi is feeling vindicated by the world's alarm over Islamic extremism that is fueling wars and bloodshed across the Middle East.\n The former army general has faced widespread international criticism for his ouster last year of Egypt's first freely elected president and his ferocious crackdown on Islamists that has killed more than 1,000 and imprisoned more than 20,000. A year later, after el-Sissi's election as president, his critics fear he is leading his country into autocracy, with pro-democracy dissenters jailed or silenced.\n But in an interview with the Associated Press - his first with the foreign media since he took office in June - el-Sissi insists all his actions were to combat militancy and save the country from civil war. He said Egypt is a model for fighting terrorism and that the U.S.-led coalition to fight the Islamic State group in Iraq and Syria should take note.\n \"More than a year ago, I warned that the region was heading to great danger from extremist thought,\" he said. \"It didn't receive proper attention until the events in Iraq took place and the Islamic State swept over the Iraqi-Syrian borders.\"\n His approach, however, has raised concerns over the potential for democracy in Egypt.\n El-Sissi and his supporters effectively group the Muslim Brotherhood - an organization that won repeated elections over the past three years - as equivalent to hard-line militant groups wreaking havoc from Libya to Iraq. They accuse the Brotherhood of being behind violence in Egypt. The Brotherhood denies that, saying it is merely an excuse for el-Sissi to wipe out a political rival. Secular activists say the government uses the fight against terrorism as a reason to silence any criticism.\n El-Sissi makes his first visit to the United States as president to attend the U.N. General Assembly in the coming week. So far there are no plans for talks with President Barack Obama.\n El-Sissi said he is ready to help the U.S.-led coalition. Asked if Egypt might provide airspace access or logistical support for airstrikes, he said, \"We are completely committed to giving support. We will do whatever is required.\"\n But he appeared to rule out sending troops, saying Iraq's military is strong enough to fight the militants and that \"it's not a matter of ground troops from abroad.\"\n Most importantly, he said, extremism across the region must be tackled - not just the Islamic State. He warned that the greatest danger came from foreign fighters flooding into the region's conflicts, saying they will eventually return to their home countries - including in Europe - and spread extremism there. He said they \"must be prevented\" from entering the region.\n El-Sissi said Egyptians set an example for the region, saying they had supported the Brotherhood and elected them to power but then turned against them after Mohammed Morsi's year in office. He said Egyptians realized that the idea of political Islam advocated by the Brotherhood \"won't work in Egypt.\" Millions joined protests against Morsi, leading to his ouster.\n If he had not stepped in to remove Morsi and the Brotherhood, Egypt \"would be like all the countries that now suffer from widespread violence, internal conflicts and civil wars,\" he said, referring to Syria, Libya and Iraq.\n\nLoad-Date: September 23, 2014"
}