{
    "title": "Elation over bin Laden's death gives way to reflection Cheers and relief mix with reality that war o",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "After a decade of waiting for Osama bin Laden to fall, Americans found themselves caught Monday between elation over his death and suspicion that it didn't really change anything.\nBut for many -- from frolicking college students who had grown up amid the anxiety cast by bin Laden's shadow, to relatives of the nearly 3,000 slaughtered in the 9/11 attacks, for whom he was the sum of all evil -- the moment was so sweet, so potent, that it even had the potential to change the meaning of Ground Zero itself.\nThe al-Qaeda leader's death at the hands of U.S. special forces in Pakistan also reaffirmed the notion that sooner or later, America usually gets its man -- be it Iraq's Saddam Hussein (captured 2003, executed 2006), al-Qaeda's Khalid Sheikh Mohammed (captured 2003) and Abu Musab al-Zarqawi (killed 2006), or the biggest catch of all.\n\"This sends a tremendous message to the bad guys in this world,\" said John Wroblewski of Jefferson, N.J., whose son J.T. joined the Marines after 9/11 -- because of 9/11, his father emphasized -- and died in Iraq in 2004. \"If you're going to fool, or if you're going to mess with the United States, we're going to get you.\"\nSomewhere, Mullah Omar, Afghanistan's Taliban chief, was getting the message, predicted Larry Schweikart, a University of Dayton political historian: \"He is next.\"\nIt was a day when New York City's Ground Zero, long a place of almost unmitigated sorrow, fear, anger and contention, finally became one of celebration. Mary Small, 65 -- in New York from Lottsburg, Va., to see an opera -- was moved to recite from another musical genre: \"Ding dong, the witch is dead!\"\nFor a nation frustrated by three wars, divided by domestic politics and dogged by hard economic times and $4-a-gallon gas, it was time to cheer: \"USA! USA!\"\nThe chant started outside the White House -- or maybe Ground Zero, where the World Trade Center towers stood before Sept. 11, 2001 -- and moved to New York's Times Square and the Boston Common, to college campuses and barrooms and ballparks across the land.\nOften, it was raised first and loudest by the young -- students, veterans, the newly employed or unemployed.\nThe chant spread to West Point, N.Y., home of the U.S. Military Academy. Informed by the head cadet of bin Laden's death -- \"We got him!\" -- thousands of cadets spilled into the yard and stayed there for a good 90 minutes past curfew. Some threw glow sticks into the air. One jumped on what looked like a pogo stick.\nUSA! USA! The chant echoed on the campuses of Penn State and Ohio State, and in Dearborn, Mich., a heavily Middle Eastern and Muslim city near Detroit, where a crowd waved American flags. Across town, some drivers honked their horns as they drove along a main street lined with Arab-American restaurants and stores.\nIn Shanksville, Pa., where a hijacked jet bound for Washington on 9/11 crashed after passengers fought back, visitors gathered at the fenced overlook that is a temporary memorial while a permanent one is built.\n\"I thought of Sept. 11 and the people lost,\" said Daniel Pyle, who stopped on his way to work. \"I wanted to pay homage to the people lost that day. I think this brings a little bit of closure.\"\n'A good day for America'\nThere were smaller, spontaneous gatherings across the nation. A few Idahoans made their way to the Capitol building in downtown Boise. South of Seattle, a small group waved flags and cheered on an I-5 overpass known as Freedom Bridge.\n\"I think we can all agree this is a good day for America,\" said President Obama, who green-lighted the operation that swooped down on bin Laden in a compound in Abbottabad, Pakistan. He was shot to death after he allegedly resisted. At Ground Zero, a man held up a cardboard sign: \"Obama 1, Osama 0.\"\nMark Lytle, a Bard College historian and co-author of the American history text Nation of Nations, called the raid \"a shot in the arm for America's image\" and a refreshing contrast to President Carter's failed attempt to rescue American hostages in Iran in 1980.\n\"Americans can take a certain comfort that we were able to do this,\" Lytle said, \"especially in a period that's been pretty grim for the average citizen.\"\nDaniel Murphy of Long Island, N.Y., whose Navy commando son was killed in Afghanistan, said he was proud of the role that SEALs, the Navy's elite special operations corps, played in getting bin Laden. \"They don't call them 'the tip of the spear' for nothing,\" he said. \"Payback's a bitch.\"\nHis son, Lt. Michael Murphy, died on June 28, 2005, one of the SEALs' worst days ever. After his small unit was ambushed, Murphy exposed himself to enemy fire to make a phone call for help, an act for which he would posthumously receive the Medal of Honor. Then, a rescue helicopter carrying 14 SEALs to the scene was shot down by Taliban fighters, killing all aboard. Murphy and two other SEALs on the ground also were killed.\nOn Sunday, \"we cut off the head of the snake, and the fact it was done by Michael's (SEALs) teammates is exhilarating,\" Daniel Murphy said. \"He was a part of that community, and they were accomplishing what he was unable to accomplish.\"\nYet he, like many others, acknowledged that bin Laden's demise will not end al-Qaeda or Islamic terrorism any more than Saddam's ended the war in Iraq.\nThe national reaction contained, at its heart, a \"but,\" often followed by the observations that a decentralized al-Qaeda network would survive its founder, and possibly flourish, watered by the blood of a martyr.\nLynn Faulkner of Mason, Ohio, who lost his wife Wendy at the World Trade Center on 9/11, typified that ambivalence.\nOn one hand, he called bin Laden \"a waste of humanity\" and praised the commandos who killed him \"for taking out the trash and dumping it into the sea, where it belongs.\"\nHe said his joy was tempered, however, by this realization: \"It doesn't change everything. It's one battle in a war. He was a figurehead.\"\nNo endgame yet\nTo some, it seemed the national joyride was going too far.\nFormer New York mayor Rudy Giuliani, who on the night of Sept. 11, 2001, predicted the final death toll from the terror attacks would be \"more than any of us can bear,\" also said he was \"a little uncomfortable with the celebrations\" late Sunday and early Monday.\nBin Laden's killing was \"a big step in defeating terrorism,\" he granted. \"But it doesn't bring anyone back.\"\nAnd at West Point, when cadets gathered early Monday on the front lawn of their superintendent, Lt. Gen. David Huntoon, he came out and told them not to celebrate any one man's death. Instead, he said, cheer for the efforts of your brothers and sisters in arms.\nTwo historians, one liberal (Bard's Lytle) and one conservative (Dayton's Schweikart) agreed that for all the glee, bin Laden's demise probably seems more important now than it will in retrospect.\n\"This is sweet revenge, but it won't change much,\" Lytle said. On 9/11, in contrast, \"when those buildings were hit, an age of innocence ended,\" Schweikart said.\nThe stock market seemed to agree. The Dow Jones industrial average, up 65 points early Monday, closed off 3.18 points, at 12,807. The Nasdaq composite snapped a nine-day winning streak, slipping 9.46 points to 2,864.\nThe day's contradictory impulses and emotions were personified by two men, one younger, one older. Both were at Ground Zero, once a hole in the heart of New York and now a busy construction site.\nAlex Brennan, 16, was on a class trip with the Cardigan Mountain School, a boarding school in Canaan, N.H. Alex grew up to the west of the city in Morristown, N.J.\nWhat he remembers about Sept. 11: his aunt taking him home from school early and his not understanding what was going on. His father was in New York City for the day.\n\"It was one of the scariest things ever,\" he recalled.\nWhen he heard the news about bin Laden, \"It kind of made me proud to be an American,\" he said. \"We did what we needed to do.\" At first he found it \"kind of alarming\" that U.S. forces killed bin Laden, \"but I'm glad we did it.\"\nBrennan had been to Ground Zero before, but on Monday it felt different. \"It's a sacred place because a lot of people died here,\" he said. \"It's weird, because the man who caused them to be dead is now dead too.\"\nAsked how it felt to be back there, he said, \"It's a sad thing, definitely. It's not fun to be here, but it's a great thing as well.\"\nJake Dacey, 64, a semi-retired software entrepreneur, had come to New York from Massachusetts for a weekend bike event.\nStanding near Ground Zero, he, too, confessed to mixed feelings, saying that bin Laden's death \"brought up all the sadness\" of 9 1/2 years ago, \"all the unimaginable human trauma and tragedy.\n\"I understand a lot of people feel a lot of joy that this guy was brought to justice. I understand, but I feel more the sadness,\" he said.\n\"It's like two bookends: the horrible tragedy of the World Trade Center and the death of one man. But it is death.\"\nAnother pilgrim to Ground Zero was Richie Esposito of Morganville, N.J., whose brother Frankie died there along with 342 other New York City firefighters.\nRichie skipped work to come and say a prayer for Frankie, and to celebrate. \"I can smile again after 10 years,\" he said.\nUSA! USA! The chant seems to have been muted at times in Afghanistan.\nArmy Maj. Erik Archer said that when he and his comrades heard the news on TV at Bagram Air Base near Kabul, \"everyone in the room, there was silence.\"\nThe man who had done so much damage was gone.\nSpc. William Baxter, a parachute rigger with the 101st Sustainment Brigade at Bagram, reacted pragmatically.\n\"OK, he's dead,\" he said. \"Can we go home?\"\n; the Associated Press. \n\nLoad-Date: May 3, 2011"
}