{
    "title": "Election Will Decide Future of Interrogation Methods for Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 28,
    "full text": "WASHINGTON -- Neither Barack Obama nor Mitt Romney has said much about torture as part of terrorism investigations during the 2012 general campaign. But the future of American government practices when interrogating high-level terrorism suspects appears likely to turn on the outcome of the election.\nIn one of his first acts, President Obama issued an executive order restricting interrogators to a list of nonabusive tactics approved in the Army Field Manual. Even as he embraced a hawkish approach to other counterterrorism issues -- like drone strikes, military commissions, indefinite detention and the Patriot Act -- Mr. Obama has stuck to that strict no-torture policy.\nBy contrast, Mr. Romney's advisers have privately urged him to ''rescind and replace President Obama's executive order'' and permit secret ''enhanced interrogation techniques against high-value detainees that are safe, legal and effective in generating intelligence to save American lives,'' according to an internal Romney campaign memorandum.\nWhile the memo is a policy proposal drafted by Mr. Romney's advisers in September 2011, and not a final decision by him, its detailed analysis dovetails with his rare and limited public comments about interrogation.\n''We'll use enhanced interrogation techniques which go beyond those that are in the military handbook right now,'' he said at a news conference in Charleston, S.C., in December.\nThe campaign policy paper does not specify which techniques Mr. Romney should approve, saying more study was needed because Mr. Obama had ''permanently damaged'' the value of some by releasing memorandums detailing Bush-era techniques in April 2009.\nAfter the terrorist attacks of Sept. 11, 2001, Bush administration lawyers approved as legal, despite antitorture laws, such tactics as prolonged sleep deprivation, shackling into painful ''stress'' positions for long periods while naked and in a cold room, slamming into a wall, locking inside a small box, and the suffocation tactic called waterboarding. The goal was to break the will to resist of detainees believed to be withholding information.\nWhen disclosed, the Bush policies ignited a heated debate that continues to flare. The policy's supporters say they were lawful and extracted valuable information that helped save lives. Critics contend that they were illegal and damaged the United States' moral standing, and that the same or better information could have been obtained with nonabusive tactics.\nThe Romney campaign document, obtained by The New York Times, is a five-page policy paper titled ''Interrogation Techniques.'' It was a near-final draft circulated last September among the Romney campaign's ''national security law subcommittee'' for any further comments before it was to be submitted to Mr. Romney. The panel consists of a brain trust of conservative lawyers, most of whom are veterans of the George W. Bush administration.\nThe Romney campaign did not respond to a request for comment.\nThe policy paper acknowledges that it is hard to know what would be different had Mr. Bush's interrogation policy continued. But it argues that Mr. Obama's approach has ''hampered (or will hamper) the fight against terrorism'' by forbidding techniques ''that we should feel, as a nation, that we have a right to use against our enemies.''\nIn particular, it criticizes Mr. Obama for restricting interrogators to a ''one-size-fits-all approach'' designed for routine battlefield captures by ordinary soldiers, not high-level terrorist operatives in the custody of the Central Intelligence Agency. It also notes that the Army Field Manual is available on the Internet, so enemies can study it.\nLast December, Mr. Romney was asked about waterboarding at a town-hall meeting in Charleston. He replied that he would ''do what is essential to protect the lives of the American people'' but would not list ''for our enemies around the world'' what techniques the United States would use.\nMr. Romney also declared that he would ''not authorize torture.'' At the news conference afterward, a reporter pressed him to say whether he thought waterboarding was torture, and Mr. Romney replied, ''I don't.''\nThat comment appeared to align Mr. Romney with a practice by the executive branch, under President Bush, of defining torture narrowly and saying the harsh treatment it inflicted on detainees fell short of that level. By contrast, Mr. Obama has embraced a more expansive conception of the suffering that is off-limits.\n''Waterboarding is torture,'' Mr. Obama said in November. ''It's contrary to America's traditions. It's contrary to our ideals. That's not who we are. That's not how we operate. We don't need it in order to prosecute the war on terrorism. And we did the right thing by ending that practice. If we want to lead around the world, part of our leadership is setting a good example.''\nUncertainties remain. One open question is whether a Romney administration would wait to decide which additional techniques to authorize until an important terrorism suspect is captured alive. That could take a while: the government's counterterrorism apparatus has, under Mr. Obama, centered on tactics that kill, like drone strikes.\nMoreover, the Central Intelligence Agency could give ''a certain amount of passive-aggressive resistance'' to any directive to restart any aggressive interrogation practices that could leave it exposed if political winds shift again, said Mark Lowenthal, who was its assistant director for analysis and production from 2002 to 2005.\nFinally, because the Bush administration's interrogation policy evolved, it is not clear which techniques a Republican-style Justice Department would consider lawful.\nIn 2005, Steven Bradbury, who led the Justice Department's Office of Legal Counsel in Mr. Bush's second term, took a fresh look at C.I.A. interrogation tactics and reapproved them as not violating an antitorture statute, even when combined. He also concluded that they did not violate a more sweeping prohibition on ''cruel, inhuman, and degrading treatment'' established by a treaty; at the time, Senator John McCain, Republican of Arizona, was pushing, over the Bush administration's objections, to codify that rule in domestic statutes.\nIn 2006, however, the Supreme Court ruled that the Geneva Conventions protected wartime Qaeda prisoners, contrary to Bush administration legal theories. The C.I.A. shuttered its program, and Congress passed a law limiting the ruling's impact by specifying specific categories of ill treatment that would be considered grave breaches.\nThe next year, the agency proposed restarting a more limited version of its program, using sleep deprivation, withholding solid food, slapping and head grabbing. Mr. Bradbury approved that shorter list of tactics. It remained ambiguous whether the others, too, were still legally permissible if a policy maker wanted to use them.\nMr. Bradbury, who declined to comment, was one of 18 lawyers on the Romney campaign's national security law subcommittee when its ''Interrogation Techniques'' paper was circulated.\nThe list also included Michael Chertoff, the former homeland security secretary; Cully Stimson, the Pentagon's detainee policy chief; and many other Bush-era executive branch veterans: Bradford Berenson, Elliot S. Berke, Todd F. Braunstein, Gus P. Coldebella, Jimmy Gurule, Richard D. Klingler, Ramon Martinez, Brent J. McIntosh, John C. O'Quinn, John J. Sullivan, Michael Sullivan and Alex Wong. Three others -- Lee A. Casey, Maureen E. Mahoney and David B. Rivkin Jr. -- served in earlier Republican administrations.\nA distribution e-mail said that the paper ''reflects input from several members of the subcommittee'' without specifying them or saying whether anyone disagreed with it.\nMr. Romney has consistently opposed ruling out interrogation techniques. At a debate in 2007, he sparred with Senator McCain over whether the United States should renounce waterboarding. And last year, in response to a survey on executive power, he said he opposed ''torture'' but criticized Mr. Obama's approach.\n''I support the use of appropriate and necessary interrogation techniques to obtain information from high-value terrorists who possess knowledge critical to our national defense,'' Mr. Romney said. ''I do not believe it is wise for our country to reveal all of the precise interrogation methods we may authorize for use against captured terrorists, and I strongly condemn the actions taken by President Obama to do so.''\n\nhttp://www.nytimes.com/2012/09/28/us/politics/election-will-decide-future-of-interrogation-methods-for-terrorism-suspects.html\n\nLoad-Date: October 1, 2012"
}