{
    "title": "ELECTION 2004_ PRESIDENTIAL RACE_ THIS WEEK'S ISSUES",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 10,
    "day": 3,
    "full text": "TERRORISM: How will Americans know when the war on terrorism is won?\nPRESIDENT BUSH\n\"We did not start the war on terror, but we will win it. It involves action on every front --- military, diplomatic, intelligence and financial. Our resolve is strong. And we can be certain that our tested and confident nation will stay on the offensive against terrorism, to make America safer and expand the reach of freedom. It is unlike any conventional war we have fought in the past. It will not end with a peace treaty or by the capture of a city or the fall of a single regime. It will be won through the steady advance of freedom, hope and opportunity.\"\nAJC\nSEN. JOHN KERRY\n\"As president, I will lead the most aggressive effort we've ever known to crush the terrorists and go get them before they get us. The global war on terrorism will be finally won when terrorists no longer have global reach and terrorist organizations are unable to inflict catastrophic attacks. That will happen when we cut off their financing, their sanctuaries, their recruiting capabilities and their access to weapons of mass destruction. Defending our nation against its enemies is the first and fundamental commitment of the federal government.\"\nABORTION NOTIFICATION: Should girls be required to tell their parents before having an abortion?\nSEN. JOHN KERRY\n\"Like any parent, I believe that parents should be fully involved in all decisions regarding their children. But we also have to take into account possible family dysfunction, including abuse or incest. I will not force a girl who has been abused by a family member to ask the rapist for permission in making a difficult and heart-wrenching choice. Too many proposed laws have failed to include common sense 'bypass' provisions to protect the victims of these brutal and unspeakable crimes.\"\nPRESIDENT BUSH\n\"I believe parents should have the right to be involved in any major medical decision affecting their minor daughter. When young girls who are still minors find themselves in difficult situations regarding pregnancy, they may be easily influenced into making harmful and even dangerous choices. We need to protect our young women by ensuring that they have appropriate guidance from responsible adults. I will continue to support notification laws so that parents are involved in the decisions of their minor daughters.\"\n\nLoad-Date: October 3, 2004"
}