{
    "title": "ELECTION 2004_ PRESIDENTIAL DEBATE_ WHAT THE WORLD WANTS TO HEAR",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 9,
    "day": 30,
    "full text": "Iraq and the war on terrorism. Those are the two topics people elsewhere in the world most want to hear about in the debate between President Bush and Democratic challenger Sen. John Kerry. The debate will be televised around the globe. Here's a sampling of views.\nFrom staff and news services\nBRITAIN\n\"From my perspective, I think there is only one issue still, and it's Iraq. . . . He [Bush] has got to have a game plan. He's got to have an exit strategy, and get the troops home as soon as possible. Iraq has been a diversion from the war against terrorism.\"\nJEFF SPONG\nSpong, 53, runs a nightclub and restaurant in Petersfield, England, south of London.\n\"Global warming\"\nSIDNEY WOOD\nWood, 62, is an art teacher and painter in the village of Liss in southern England.\nIRAQ\n\"It is always the same policy, whether Bush is there, or [Bill] Clinton or Kerry. I'm sure they'll make promises. . . . We want them to talk about security and stability here in Iraq. That's the most important thing.\"\nMOHAMMED ALI AL-MOUSAWI\nAl-Mousawi, 42, is a food wholesaler in Baghdad.\n\"The most important subject is the terrorism and the jobless and hungry and deprived people in the whole world.\"\nSA'AD MOHSEN KAREEM AL-DOUSI\nAl-Dousi, 52, is an Iraqi working for the United Nations in Baghdad.\nCHINA\n\"It's [Iraq], the place the entire world is concerned about because it's the source of terrorism. If the problems there are resolved, it will help improve anti-terrorism efforts in the entire world.\"\nLUAN LIN\nLin, 24, is a promotional displays designer in Beijing.\n\"The North Korea issue is closely related to China. Bush's position has put off dealing with the issue because of the election. I hope he'll take a more proactive attitude, whether it be to attack or isolate.\"\nWU YUNQI\nYunqi, 30, is a graduate student in literature.\nITALY\n\"I want the United States to focus more on bringing peace to the world, not bringing more war. I don't know what can be done in Iraq, but this should be the first priority.\"\nMARCHELLA SILVA\nSilva, 28, is a businesswoman in Rome.\nRUSSIA\n\"For Russia, I don't think it makes much difference who the president will be, Bush or Kerry.\"\nALEXANDER KRAJNOV\nKrajnov, 19, is a college student in Moscow.\nGAZA STRIP\n\"I want Kerry to argue with Bush over how the United States invaded Iraq without evidence Saddam [Hussein] had weapons of mass destruction. If America invaded Iraq to get rid of Saddam, then why are U.S. troops still there?\"\nHUSAN JAHJOUH\nJahjouh, 25, is a Palestinian studying public relations in Cairo, Egypt.\nMEXICO\n[Question for Bush] \"Did you find the weapons of mass destruction in Iraq?\" and [question for Kerry] \"What's taking you so long to boot Bush out of office?\"\nHELEODORO LOPEZ JIMENEZ\nJimenez sells fresh-squeezed orange juice at a streetside stand in Mexico City.\n--- Compiled by Don Melvin in London, Larry Kaplow in Baghdad, Julie Chao in Beijing, Sabra Ayres in Moscow, Margaret Coker in Rome, Craig Nelson in Jerusalem and Mary Lou Pickel in Mexico City.\n\nLoad-Date: September 30, 2004"
}