{
    "title": "ELECTION OFFICIALS IN STATE PLAN WITH TERRORISM IN MIND",
    "publisher": "wisconsin state journal",
    "year": 2004,
    "month": 10,
    "day": 15,
    "full text": "State and local election officials are heeding the threat of terrorism and stepping up preparations for Election Day to ensure voting is not disrupted and polling places remain safe.\nMunicipal clerks said Thursday they have always had contingency plans for Election Day in case of severe weather or natural disasters that could cause problems with voting. But they said for the first time they are now planning for situations such as voter panic brought on by a terrorist attack elsewhere and establishing alternate sites for polling places.\nWisconsin is not the subject of specific threats or warnings, said Lt. Col. Tim Donovan, a spokesman for the state's Homeland Security Council.\nBut \"There's always the threat for our Election Day process to somehow be … in jeopardy or a potential disaster of some kind,\" said Appleton City Clerk Cindi Hesse. \"We see the other countries, how there's been problems.\"\nPlans also include assigning certain poll workers to the ballots and the ballot boxes to maintain the integrity of the voting process if a polling place is attacked or has to be relocated, said state Elections Board executive director Kevin Kennedy.\nKennedy met with the state's Homeland Security Council in recent weeks, and local election officials are coordinating with law enforcement to help prepare their plans.\nClerks won't get into specifics because they don't want to tip off terrorists.\n\"We're trying to make sure that we aren't all going off in different directions,\" Kennedy said. \"So I don't have to set up my own system and I don't have to be last one to find out about an alert.\"\nKaren Peters, clerk for Fitchburg, said poll workers there have received a copy of the security plan and know what they need to do in case of an emergency.\nPeters, who is president of the Wisconsin Municipal Clerks Association, said Fitchburg officials won't deliver all of the available ballots to the polling places the day before the election, which they usually do.\n\"We're all trying to be aware of things as we can be,\" she said. \"We're actually going to have the police do some leg work for us and things like that.\"\nDane County Clerk Joe Parisi said it's prudent to have such plans in place, regardless of the threat level, so election officials can perform their duties no matter what happens.\nStill, Donovan said Wisconsin homeland security officials are not expecting any problems here.\n\"It's just part of the new world we're living in and the importance of diligence in almost everything we do,\" Donovan said.\n\nLoad-Date: October 16, 2004"
}