{
    "title": "Election issue profile_ Terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 20,
    "full text": "Over the next four weeks, the Forum section will be profiling the most pressing economic, political and social issues of the 2016 presidential race. We will examine the views of the top three candidates: Hillary Clinton, Gary Johnson and Donald Trump-to give students an inside view on who and what we will be voting for (or against) in the upcoming election.\nISIS is the scariest thing in the news right now, next to clowns. The topic of terrorism, and what our next president will do to combat it abroad and prevent it from happening at home, is a major concern. Our 2.5 candidates have some views worth looking at. Not all are good views, but they're still views. Let's take a look.\nHillary Clinton loves to make plans, so it shouldn't be much of a surprise that her website includes a three-part plan on combating terrorism.\nTo destroy ISIS's hold in Iraq and Syria, Clinton plans to increase the amount of U.S. ground and air troops-Americans love nothing more than policing the world, after all. She also wants to try to use diplomacy to resolve the civil war in Syria and the conflict between the Sunnis and Shias in Iraq. Using diplomacy seems a little strange paired with increasing the number of troops-maybe the strategy is to scare the terrorists until they are more willing to talk it out?\nClinton also wants to collaborate with European intelligence agencies to find the people that fund jihadists. In tandem with this anti-terror initiative, she plans to somehow use social media to stop potential attacks.\nIn terms of home front security, Clinton wants to give law enforcement the best resources and training to prevent attacks, which includes increasing intelligence. I'm thinking of a situation with ISIS hunting cameras the size of fruit flies. Here comes the part that will get the NRA's panties in a wad: Clinton also wants to keep assault weapons out of the hands of terrorists. She plans to do this by having the FBI perform extensive background checks before sales and by keeping military grade weapons off the streets. But to be fair, hunters don't need assault rifles to hunt deer. Those are for human beings, not Bambi, though they really shouldn't be for either.\nTrump seems to want to be McCarthy 2.0 and treat the fight against terrorism like the Red Scare. He wants to educate the American public on the warning signs of radicalization and try to force Muslims of America to give up the extremists, because for some reason he thinks that they all know who they are. He acts like he can sniff out terrorists with brute force and burn them at the stake. Sorry, Don-if you go to history class, you might see that this hasn't always been the best tactic.\nDonald Trump's approach towards terrorism can be summed up in just one of his tweets: \"NO MERCY TO TERRORISTS you dumb bastards!\" He wants to make the military huge (or as he would say, yuuge)-compensating for something else, Donald? Huge means 540,000 active soldiers, 350 ships, 1,200 new fighter aircrafts and growing the Marine Corps to 36 battalions. This sounds like a lot of wasted money that goes against the fiscally conservative views of most Republicans, but OK, Donald. He says that each branch of the military is the smallest it's been since around WWII, which is only logical to me because we have more advanced technology now than in WWII, so with less soldiers we can do just as much damage as back in the day. But whatever.\nDonald gave a rather lengthy speech about terrorism in which he outlined a \"plan\" to stop it. He wants to \"temporarily\" suspend immigration from regions that could bring terrorists to U.S. soil. He wants the to make a list of places where they think people cannot be adequately screened and stop giving them visas. This means leaving the Syrian refugees with the sharks, because in Donald Trump's America, suffering children from war ravaged countries should be tagged as a member of ISIS and left to die.\nHe condemns Clinton for wanting to take in Syrian refugees, saying she will take in 640,000 refugees in her first term, which is a made up number that has been refuted.\nTrump has also attacked Clinton's aptitude, claiming that \"she also lacks the mental and physical stamina to take on ISIS, and all the many adversaries we face.\" I am not sure why the president would need physical stamina to fight ISIS. Does Trump think the job involves physically brawling with terrorists?\nGary Johnson takes a completely different stance toward terrorism than the other candidates. He believes that putting more troops in other countries and dropping more bombs would make the situation worse rather than fix it. America bringing war and dropping bombs when civilians can be harmed would leave survivors with a violent hatred toward America, making radicalization all the more likely. Johnson says we have enough troubles here at home, so National Security should focus on protection. I see the logic in his argument, but also just completely leaving other countries to suffer feels very un-American to me.\nSince she was Secretary of State, I have to say that Clinton automatically has the most experience here. Being the host of \"The Apprentice\" does not give you any skills to handle terrorism. Johnson may have a little experience dealing with policies since he was the governor of New Mexico, but the governor of New Mexico isn't concerned with much outside of New Mexico.\nAll of the best late-night moments seem to belong to John Oliver. In his piece \"Sarcastic Trump,\" Oliver mocks Trump's conviction when Trump called Obama the founder of ISIS and Clinton the co-founder. Trump later said that this was just sarcasm, but after he defended himself, he said it wasn't really that sarcastic. So Trump was kidding, kind of...well, not really.\nTags: donald trump, election issue, Election issue profile, Gary Johnson, Hillary Clinton, terrorism\n\nLoad-Date: October 20, 2016"
}