{
    "title": "Election 2004_ Fighting terrorism the top priority",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 7,
    "day": 1,
    "full text": "There is no more critical issue facing the country than the war on terrorism, says Al Beverly. And who better to fight a war, he adds, than a soldier.\nBeverly, 50, is trumpeting his military experience as he campaigns for the 6th District congressional seat.\nAJC\n\"I am the only candidate with any counterterrorism experience,\" says Beverly, who spent 26 years in the U.S. Army Special Forces and U.S. Army Reserve.\n\"If you have a clogged drain, are you going to call a veterinarian? Or are you going to call a plumber?\"\nBeverly enlisted in the Army in 1972 when, as a student at Georgia Tech, his birth date was No. 9 in the draft lottery. He became a paratrooper and left the Army three years later as a sergeant.\nHe returned to Georgia Tech and re-entered the Army as an officer in 1979. His career as a Green Beret included a stint as leader of a combat intelligence team and as an intelligence staff officer at Fort McPherson in Atlanta. He retired from active duty in 1988 and spent 11 years in the U.S. Army Reserve. While in the reserve, Beverly served as commander of 320th Military Intelligence Company at Fort Gillem in Forest Park.\nA career of jumping out of airplanes and hauling a pack have left Beverly with back pain he relieves by sitting in a rocking chair, just as did former President John F. Kennedy.\nBeverly, however, is a rock-solid Republican. The winner of the July 20 primary has no Democratic opponent in November.\nBeverly ran twice for Congress, taking on Democratic incumbent Buddy Darden in 1990 and 1992. Beverly got 40 percent of the vote in 1990. He did nearly 20,000 votes better two years later but gathered just 42 percent of the vote.\nThe issues then were abortion and government spending. The most important issue now, says Beverly, is terrorism.\nThis new kind of war, he says, requires the creation of something like a Department of Counterterrorism that can track terrorists around the world and at home without the bureaucratic roadblocks now in place. Beverly said his resume gives him the credibility to push such a proposal.\nBeverly also wants to see increased output of Lockheed Martin's F/A-22 stealth fighter jet to boost national security and the economy of the 6th District, which includes parts of Cherokee, Cobb and Fulton counties. F/A-22s are made at Lockheed Martin's plant in Marietta, where more than 2,000 people work on the program.\n\"We're flying around in 20-year-old jets,\" says Beverly. \"The threat now is terrorism, but the threat for our children 20 years from now is China.\"\nThe United States needs a state-of-the-art military to contain China's ambitions, he said.\n\nGraphic\n\n \nPhoto: Al Beverly has run for Congress twice before and is quick to call attention to his 26 years of military experience./ ANDY SHARP / Staff; Graphic: THE BEVERLY FILE\n \n* Age: 50\n \n* Residence: Marietta\n \n* Education: Georgia Tech, bachelor of science in industrial management; Virginia Commonwealth, MBA\n \n* Profession: Defense analyst\n \n* Political experience: Republican candidate for Congress in 1990, 1992; lost to incumbent Buddy Darden.\n \n* Religion: Baptist\n \n* Personal: Married, four daughters, two grandchildren.\n\nLoad-Date: July 1, 2004"
}