{
    "title": "Election Day nears and U.S. is rattled Poll shows anxiety over Islamic State, Ebola, fewer jobs",
    "publisher": "usa today",
    "year": 2014,
    "month": 10,
    "day": 31,
    "full text": "As Election Day nears, America is the Land of the Fearful.\nVoters are rattled by the Ebola virus, braced for years of conflict against the terrorist group Islamic State and still worried about jobs, a nationwide USA TODAY Poll finds. Two-thirds say the nation faces more challenging problems than usual; one in four call them the biggest problems of their lifetimes.\nAnd many lack confidence in the government to address them.\n\"There's this cornucopia of icky that's going on right now,\" says Laurie DeShano, 38, of Bay City, Mich., an instructor at Saginaw Valley State University who was among those surveyed. She cites concerns ranging from ISIS - \"We're absolutely in the cross hairs\" - to the out-sized influence of special interests in American politics.\n\"Just to be painfully honest, it's obvious we're quite off track,\" says Mike Trujillo, 46, an emergency-room physician from Miami. \"I never thought the country would be going in this direction, not in my wildest dreams.\"\nPresident Obama's approval rating is a so-so 44%, and neither party is broadly trusted to handle the big issues ahead. By significant margins, those surveyed prefer congressional Republicans when it comes to dealing with the economy and ISIS militants in Iraq and Syria. By double-digits, they say congressional Democrats would do a better job in handling income inequality and social issues such as abortion and same-sex marriage.\nOn dealing with the Ebola virus, one in five volunteer that they don't trust either one.\nBut the bottom line seems to be that the downbeat mood of the electorate is favoring the GOP, whose backers are more enthusiastic about voting and animated by their opposition to Obama.\nAt stake in Tuesday's election are 36 Senate seats, all 435 House seats and 36 governorships as well as state ballot measures that would, among other things, restrict abortion and decriminalize marijuana.\nOnly a third of those surveyed say they are generally satisfied with how things are going in the United States. That's a more optimistic outlook than in the last midterm election, in 2010, when the unemployment rate had risen to 9.8% and the debate over the Affordable Care Act had caught fire.\nToday's mood is akin to those during turbulent midterms in 1994 and 2006. In those elections, the party that held the White House suffered setbacks severe enough to cost them control of the House of Representatives.\nWith a Democrat in the White House now, Republicans already won a majority in the House four years ago. The biggest question for this election night is whether Democrats will be able to keep control of the Senate.\nThe Obama factor\nHalf of likely voters say the president doesn't weigh in their vote for Congress. But among those who call Obama a factor, by 2-1 they say they are casting a vote against him, not for him.\n\"It's a tough job ... but this is not the best we've had, that's for sure,\" says Elizabeth Johnson, 58, a pharmacist from Morgantown, W.Va. \"The president is not very competent and the people he's chosen are not very competent.\" More than four in 10 of those polled agreed.\nThe poll of 1,210 adults, taken by Princeton Survey Research on Oct. 23-26 by landline and cellphone, has a margin of error of plus or minus 3 percentage points. The margin of error among the group of 697 likely voters is plus or minus 4 points.\n\"For me, Obama has done only 50%, not 100%,\" says Jose Camacho, 47, who has struggled to find a good job since moving to Tampa from Puerto Rico several years ago. \"I understand the position of the president is not easy, but don't forget the old people and the poor people and the middle class.\"\nThe challenge for Obama's fellow Democrats is to turn out their supporters in the midterm election, when fewer people vote and those who do are more likely to be white, older and conservative -- that is, more likely to support Republicans.\nThat is proving to be difficult, although Democrats say they have honed field operations and turn-out-the-vote efforts. African-American participation has dipped  slightly, from 13% of the electorate in 2012 to 12% of the likely-voter sample in the  survey.\nStill, some significant parts of the coalition that re-elected Obama two years ago are poised to stay home. In the poll, just 7% of the likely voters are under 30; those younger voters made up 19% of those who cast ballots two years ago, according to surveys of voters as they left polling places. In contrast, the proportion of voters 65 and older has risen to 27% from 16% in 2012.\nConservatives made up 35% of the electorate then; they are 41% of today's likely voters.\nAmong all registered voters, the Democratic congressional candidate is preferred over the Republican by five points, 45%-40%. But among those who indicate in a series of questions that they are likely to vote, that advantage shrinks to a single point, 43%-42%.\nHarold Lowe, 46, a financial adviser from Oakland, Calif., calls Obama \"the best president of my lifetime\" and says racism is a major reason for the criticism of him. \"If Obama was not black, we could get through issues about Obama's performance, but we can't even get to issues about Obama's performance because he is black,\" he says.\nWhile he supports the president, though, Lowe also sees some \"serious flaws\" in Obama's leadership, including his decision early in his administration to make a health care overhaul his top priority when many Americans were more concerned about having a job.\nWhat's on voters' minds now?\nAn uncertain economy\nThe top priority for congressional action next year is job creation, cited by 29% of those surveyed. Despite unemployment that has declined to 5.9% and an economy that grew by a healthy 3.5% in the third quarter, economic anxiety forged in the Great Recession continues to cast a cloud.\nTHE battle against ISIS\nSix in 10 predict the United States will have to deal with the threat from Islamic State well past when Obama's tenure ends in two years. Four in 10 say it will stretch more than five years.\nThe threat from Ebola\nFour in 10 say a major outbreak of the Ebola virus in the United States is very or somewhat likely over the next year, although public-health experts call that prospect remote at best.\nMore than one in 10 say it's very or somewhat likely someone in their family will contract Ebola. Four in 10 say they don't trust the  government to handle the Ebola threat.\nTerrorism concerns rise\nIf Congress could pass just one major piece of legislation next year, job creation comes first, but it's subsided as the single dominant issue it has been in the past three elections, in the wake of the 2008 financial meltdown and the recession that followed. In 2012, more than four in 10 cited jobs as the top issue; now it's named by about three in 10.\nMeanwhile, concern about national security and terrorism has surged amid  violence in Iraq and Syria and the videotaped beheading this year by Islamic State of two American journalists.\nIn a 2012 poll, terrorism came in last on a list of seven issues, at 2%. In the  survey, national security and terrorism rank second, cited by 21%. While jobs remains the top issue among Democrats, Republicans rank terrorism first. \n\nLoad-Date: October 31, 2014"
}