{
    "title": "Eleven years after 9_11, time to recalibrate",
    "publisher": "usa today",
    "year": 2012,
    "month": 9,
    "day": 11,
    "full text": "Eleven years after the 9/11 attacks, regular reminders about that awful day  persist, whenever you pass through an airport, see the altered Manhattan skyline or hear about the latest casualties in Afghanistan. Less visibly, millions of security cameras track your movements, and the government has amassed vast powers to snoop on you.\nBut the palpable sense of fear that gripped the nation has dissipated, and terrorism has taken a back seat to the economy and other issues in the presidential campaign, something that would have been unimaginable in the fall of 2001.\nAs important as the economy is, terrorism shouldn't be relegated to an afterthought. Of the many things done following 9/11, some were smart (reinforcing cockpit doors on jetliners) and some were silly (the color-coded alert system). After 11 years, it's time to reassess the threat and recalibrate the responses.\nThe threat has evolved. Osama bin Laden is dead, and his al-Qaeda organization is on the ropes, far less  able to  mount a 9/11-style attack. Its effort to recruit Muslims in the USA for terrorism has mostly been a flop. Al-Qaeda operatives mounted \"a major sales campaign,\" says RAND Corp. terrorism expert Brian Michael Jenkins, \"but they're not selling a lot of cars.\"\nAt the same time, the threat is far from eradicated. Bin Laden's successor, Ayman al-Zawahri, remains at large. The Taliban, which sheltered bin Laden before 9/11, continues trying to reclaim power in Afghanistan. Radical Islamists are seeking a foothold in failing states in the Middle East and Africa. A showdown over Iran's nuclear program could bring about a resurgence of Iranian-sponsored terrorism, either from Tehran or its Hezbollah allies. Then there's the continuing danger from home-grown terrorists, be they self-activated jihadists like  Fort Hood shooter Nidal Hasan or non-Muslim anti-government fanatics.\nThe nation's homeland security response to this evolving threat has spawned both success and excess.\nSay what you will about airline security -- and critics have said just about everything -- the central fact remains: Since 9/11, there has not been a successful terrorist attack on a U.S. airliner, despite terrorists' continued obsession with planes. Terrorists  must contend with more sophisticated no-fly lists,  baggage screeners, full-body scanners, steel reinforced cockpit doors and vigilant passengers.\nAt the same time, U.S. intelligence and law enforcement have been better informed and coordinated than in the days before 9/11, when the fractured system  failed to connect the dots of a cataclysmic threat. Despite some close calls, notably the fumbled warnings about  the 2009 Christmas Day underwear bomber, more than 20 plots have been thwarted in the planning stages.\nThat's the good news.\nAs for excess, there's still room to apply more common sense to the airport screening process. The Transportation Security Administration has finally started to do this with the very young and the very old, and with the PreCheck program  for frequent fliers who've gone through a clearance process. Too much effort, however, continues to be expended on removing shoes, seizing toothpaste and even testing beverages purchased beyond the checkpoints, rather than on trying to identify the tiny sliver of travelers who pose a threat.\nOutside the airport, laws passed after 9/11 gave the government  vast new powers to spy on American citizens  without the traditional protections that courts have always provided. History shows that if you give authorities this kind of power, it will be abused.\nPerhaps the most vivid example of excess is the emergence of a bloated, security-industrial complex. The Department of Homeland Security now has an annual budget of $40 billion, up from about $30 billion in its first full year. A Washington Post investigation in 2010 found more than 3,200 government agencies and outside contractors devoted to counterterrorism. Surely the peril can be addressed in a more efficient, less wasteful way.\nFormer New Jersey governor Thomas Kean, who co-chaired the 9/11 Commission, tells us \"this is exactly the right time\" to re-examine the threat and response. He'd like to see Congress do the job itself.\nBut if that can't happen -- either because members are too partisan or find it impossible to decide what not to do -- then the job should go to another independent commission, which could provide the necessary political cover. \n\nLoad-Date: September 11, 2012"
}