{
    "title": "Eliminate terrorism with understanding",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 7,
    "full text": "In President Bush's State of the Union Address, he said, \"our war against terror is only beginning.\"\nHis persistence of eliminating terrorism, wherever it may exist, is an unnerving thought. I think there is very little likelihood that terrorism will ever end. As we have seen with Sept. 11, suicide bombers are hard to detect and stop. It is even harder to dissuade people who want to join terrorist organizations.\nU. Colorado\nOne reason people may turn to terrorism is feelings of suppression. They are enraged by the power of Western countries. Terrorists want to undermine and disrupt the system. Osama bin Laden certainly succeeded by virtually shutting down America on Sept. 11. The airlines were grounded and the stock market closed.\nThere should be equal focus on empowering people to be able to resist terrorist recruitment and on destroying the existing training camps.\nI have failed to see Bush propose any proactive plans of dissolving terrorist organizations. I have only seen the reactive plans of a bigger war and more defenses to save the world from terrorism.\nThe one way to empower people is through education and fulfilling their basic humanitarian needs: food, clean water, shelter and a means of supporting themselves. When people are not fighting for food and shelter, they are less likely to turn to an extremist leader for support.\nBush named Iran, Iraq and North Korea as the \"axis of evil\" that threaten America and the rest of the world by developing weapons of mass destruction and sponsoring terrorism. While North Korea, Iran and Iraq are not among the poorest nations in the world, they pale in comparison to the economic juggernaut of the United States.\nSecretary of Defense Donald Rumsfeld is asking Congress to grant him $ 379 billion for the 2003 defense budget, an increase of $ 48 billion, or 15 percent. This is almost as much as Iraq's total Gross Domestic Product.\nImagine spending all the money you make in a year on guns and bombs to protect yourself and go after your neighbors. Then the bully down the street has more money so he buys more guns and bombs, now you are just out of luck. No wonder America is so feared.\nMost evils of the world evolve as a reaction from other actions.\nThe United States is not innocent. It has had an important role in creating a world in which terrorism can spawn and breed. The United States has created a world where it is top dog. Any foe is so easily eliminated that there is no room for equality.\nThe anger that is created by suppression can only be bottled up for so long.\nBush said in his address that \"the price of indifference would be catastrophic.\"\nYes it would. I am not denying that we need to thwart terrorist acts, but I just hope that we can remember the future.\nThe answer is not to buy bigger bombs and fund a larger army; the answer is to eliminate the reason people feel the need to threaten the United States.\n(C) 2002 Campus Press via U-WIRE\n\nLoad-Date: February 7, 2002"
}