{
    "title": "ELITE TEAM OFFERS LAST LINE OF DEFENSE IN NUKE TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 1,
    "day": 6,
    "full text": "About every three days, unknown to most Americans, an elite team of federal scientists hits the streets in the fight against nuclear terrorism.\nThe deployments are part of an effort since 2001 to ratchet up the nation's defenses. More than two dozen specialized teams have been positioned to respond to threats of nuclear terrorism, and as many 2,000 scientists and bomb experts participate in the effort. Spending on the program has more than doubled since it was launched.\nAnd a national policy is evolving that aims to create a system of deterrence in which scientific analysis could quickly identify the state sponsors of an attempted or successful nuclear device attack and enable the U.S. to retaliate. A key report on the approach, known as nuclear forensics, is due in February.\nThe counterterrorism efforts are becoming routine. Scientists fly over cities in specially equipped helicopters and airplanes using radiation detectors to search for signs of weapons. They blend into crowds at major sporting events, wearing backpacks equipped with special instruments that can identify plutonium or highly enriched uranium.\nSo far, they have not encountered a terrorist. Near the Las Vegas strip, they investigated a homeless person who somehow had picked up a piece of radioactive material. On the streets of Manhattan, a hot-dog vendor fresh from a medical test triggered a police officer's radioactivity sensor.\nBut the teams have not become complacent. If the federal government's many layers of defense against nuclear smuggling break down, these unarmed weapons designers and physicists, along with experts from the FBI, are the last hope of staving off a catastrophic attack.\nWithout hesitation, they are supposed to rush up to a ticking nuclear explosive (or a dirty bomb that would simply disperse radioactive material) and defuse it before it's too late -- a situation depicted often by Hollywood, but one that potentially is becoming less fictional every year.\nSince the attacks of Sept. 11, 2001, the office has created 26 rapid-response units. If a device is located, two other specialized teams would rush to the scene, one from a base in Albuquerque, N.M., where a fueled jetliner is on 24-hour alert. Another FBI team would depart from rural Virginia.\nThe teams would first attempt to disable a bomb's electrical firing system and then quickly transfer the weapon to the Nevada desert. There, the bomb would be lowered into the G Tunnel, a 5,000-foot deep shaft, where a crew of scientists and FBI agents would attempt to disassemble the device behind steel blast doors, and log the evidence.\nAbout 1,000 nuclear weapons scientists and another 500 to 1,000 FBI professionals participate in the effort, though not full time. Increased investment in the project reflects an acknowledgment that the nation has long been vulnerable to terrorists seeking to plant a nuclear device. But the increased effort is also reaching for something greater than defense: a Cold War style of deterrence.\nThe same scientists are also experts in the field of nuclear forensics, which aims to track nuclear materials to their country of origin. Even if a bomb is exploded, fallout can be measured and assessed so that the terrorists and their state sponsors might be identified and held accountable. A retaliatory strike could be the response.\n\nLoad-Date: January 8, 2008"
}