{
    "title": "Elkhart woman charged with supporting ISIS",
    "publisher": "the elkhart truth ",
    "year": 2018,
    "month": 8,
    "day": 23,
    "full text": "Aug. 23--HAMMOND -- Former Elkhart resident Samantha Marie (Sally) Elhassani, 32, has been charged in a two-count indictment with providing and conspiring to provide support to Islamic State of Iraq and al-Sham, known as ISIS.\nAccording to the Department of Justice, Elhassani provided material support and resources, including tactical gear, to ISIS between the fall of 2014 and the summer of 2015, as well as aiding and abetting two individuals in providing themselves as personnel to ISIS, all while knowing that ISIS was a designated terrorist organization.\n\"My office is committed to aggressively pursuing and prosecuting those who support designated terrorist organizations such as ISIS,\" U.S. Attorney for the Northern District of Indiana Thomas L. Kirsch II said. \"This indictment is an example of that commitment.\"\nGrant Mendenhall, special agent in charge of the FBI's Indianapolis Division, said the indictment sends a message.\n\"The charges against Ms. Elhassani illustrate that actions of providing support to ISIS have serious consequences, and should serve as a reminder to American citizens that providing assistance to terrorist organizations or individuals aligned with terrorist entities will not be tolerated,\" Mendenhall said.\nElhassani was transferred in July from the custody of the Syrian Democratic Forces to U.S. law enforcement and charged with making false statements to the FBI. The terrorism-related charges were filed Wednesday.\nElhassani, in an interview with CNN in April, claimed her late husband, Moussa Elhassani, tricked her and forced her to choose between abandoning her daughter to ISIS to save her son or keeping her family together but following her husband into ISIS' so-called caliphate.\n\"Maybe I would never have seen my daughter again ever, and how can I live the rest of my life like that,\" she told CNN, who reports that Moussa Elhassani died in a drone strike in 2017.\nThe case is being investigated by the FBI's Indianapolis Division, Merrillville Resident Agency and the Indianapolis Joint Terrorism Task Force. The case is being prosecuted by the U.S. Attorney's Office for the Northern District of Indiana and the National Security Division's Counterterrorism Section.\n___ (c)2018 The Elkhart Truth (Elkhart, Ind). Visit The Elkhart Truth (Elkhart, Ind). at www.elkharttruth.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: August 24, 2018"
}