{
    "title": "EMA hosts terrorism preparedness class",
    "publisher": "the anniston star ",
    "year": 2008,
    "month": 3,
    "day": 12,
    "full text": "Mar. 12--Calhoun County emergency responders are learning this week how different agencies can work together if terrorists strike the area.\nThe students are from both the public works and public safety sectors so that the two can learn how to effectively respond together.\nJerry Jackson, head of Calhoun County 911, said he was interested in learning more about how public works would respond in an emergency.\n\"We know on the public safety side how it would go,\" he said. \"But it's important for us to learn more about public works and how we can work together.\"\nThe county's Emergency Management Agency is hosting the training, in conjunction with the Department of Homeland Security and the Texas Engineering Extension Service.\nBill Lowery, one of the instructors from the Texas Engineering Extension Service, said the students would first learn exactly what terrorism is and would then discuss potential targets in Calhoun County. He said \"soft targets\" would be places like schools and shopping malls, where large numbers of people congregate. \"Hard targets\" would be the EMA building, police stations or military installations.\nAfter identifying potential targets, students will learn how to respond to and recover from terrorism as well as how to prepare for it.\nLowery said terrorism could be a threat to small communities as well as big cities.\n\"Just because they're small doesn't mean they can forget about it,\" he said. \"Multiple small (terrorist attacks) could have the same effect as one large one.\"\nJohn Clark, who has been on the Calhoun County Hazardous Materials Response Team for more than 15 years, said the training was important.\n\"I wanted to be more prepared for weapons of mass destruction and get the newest information out there,\" he said.\nLowery said that while the training is terrorism-focused, the two groups working together would be beneficial for natural disaster situations as well.\n\"This training will help the community be prepared for whatever comes along,\" he said.\nThe training began on Tuesday and will end Thursday evening.\nAbout Megan Nichols\nMegan Nichols covers the city of Anniston, Calhoun County government and the McClellan Joint Powers Authority. She is a graduate of the University of Alabama.\nTo see more of The Anniston Star or to subscribe to the newspaper, go to http://www.annistonstar.com/. Copyright (c) 2008, The Anniston Star, Ala. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: March 12, 2008"
}