{
    "title": "Emails reveal role of politics on Benghazi Suspicions arise whether effort played down terrorism bef",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 5,
    "day": 11,
    "full text": "WASHINGTON • Political considerations influenced the talking points that U.N. Ambassador Susan Rice used five days after the deadly Sept. 11 assault in Benghazi, Libya, with State Department and other senior administration officials asking that references to terror groups and prior warnings be deleted, according to department emails.\nThe latest disclosures Friday raised new questions about whether the administration of President Barack Obama tried to play down any terrorist factor in the attack on a diplomatic compound just weeks before the November presidential election. Ambassador Chris Stevens and three other Americans were killed when insurgents struck the U.S. mission in two nighttime attacks.\nThe White House has insisted that it made only a \"stylistic\" change to the intelligence agency talking points from which Rice suggested on five Sunday talk shows that demonstrations over an anti-Islamic video devolved into the Benghazi attack.\nNumerous agencies had engaged in an email discussion about the talking points that would be provided to members of Congress and to Rice for their public comments. In one email, then-State Department spokeswoman Victoria Nuland worried about the effect of openly discussing earlier warnings about the dangers of Islamic extremists in Benghazi.\nNuland's email said such revelations \"could be abused by members of Congress to beat the State Department for not paying attention to (central intelligence) agency warnings,\" according to a congressional official who reviewed the 100 pages of emails.\nThe final talking points that weekend reflected the work of several government agencies - CIA, FBI, State Department, the office of the Director of National Intelligence - apparently determined to cast themselves in the best light as the investigation was just getting under way.\nA scathing independent report in December found that \"systematic failures and leadership and management deficiencies at senior levels\" of the State Department meant that security was \"inadequate for Benghazi and grossly inadequate to deal with the attack that took place.\"\nEight months after the attack, the long-running and bitter dispute between the White House and congressional Republicans on the subject shows no sign of abating. The GOP argues that the administration deliberately tried to mislead Congress and the American people. The White House insists that Republicans are trying to politicize the issue.\n\"There's an ongoing effort to make something political out of this,\" White House spokesman Jay Carney said Friday of the disclosure of the emails, which the administration had provided to lawmakers. \"The problem with that effort is that it's never been clear what it is they think they're accusing the administration of doing.\"\nRepublicans have complained that the administration was trying to conceal that the attack was the work of terrorists and not a protest over an anti-Islamic video that got out of hand.\nSuch revelations just before the election perhaps could have undercut Obama's record on fighting terrorism, including the killing of 9/11 mastermind Osama bin Laden, one of his re-election strengths.\n\nGraphic\n\n \n FILE - This June 7, 2012 file photo shows U.S. Ambassador to the U.N. Susan Rice listening during a news conference at the UN. Senior State Department officials pressed for changes in the talking points that U.N. Ambassador Susan Rice used after the deadly attack on the U.S. diplomatic mission in Libya last September, expressing concerns that Congress might criticize the Obama administration for ignoring warnings of a growing threat in Benghazi. (AP Photo/Bebeto Matthews) \n\nLoad-Date: May 23, 2013"
}