{
    "title": "Email Raises Questions About Kavanaugh's Role in Bush Detainee Policy",
    "publisher": "the new york times",
    "year": 2018,
    "month": 8,
    "day": 10,
    "full text": "WASHINGTON -- Brett M. Kavanaugh volunteered to prepare a senior Bush administration official to testify about the government's monitoring of conversations between certain terrorism suspects and their lawyers after the Sept. 11, 2001, attacks, a newly disclosed White House email shows.\nThe email appeared likely to become a focus at Judge Kavanaugh's Supreme Court confirmation hearing this year. Democrats have suggested that he misled the Senate at his 2006 appeals court confirmation hearing, when he turned aside questions about the George W. Bush administration's handling of terrorism suspects by saying that he was ''not involved in the questions about the rules governing detention of combatants'' and by portraying his portfolio as focusing on ''civil justice issues'' like terrorism insurance. \n  The email, released Thursday, was part of a trove of about 5,700 pages of documents involving Judge Kavanaugh's time as an associate White House counsel.\n  Republicans portrayed the release as the start of an effort to be transparent about Judge Kavanaugh's work in the Bush administration, while Democrats complained that the vast majority of such files remained hidden from public view.\n  Most of the files released Thursday appeared to carry little significance, consisting mainly of Bush White House staff members circulating news and opinion articles or setting up meetings. But the email about the monitoring of terrorism suspects' attorney-client communications stood out, and -- anticipating controversy -- the White House had prepared a detailed explanation about its context.\n  The email was a response to a Justice Department request that the White House help prepare Attorney General John Ashcroft for a December 2001 oversight hearing about several post-Sept. 11 actions by the department, including ''military tribunals, monitoring of atty/client conversations, racial profiling, etc.''\n  Judge Kavanaugh referred any work on matters relating to military commissions to a colleague in the White House Counsel's Office who handled terrorism detainee issues, Bradford Berenson, but said he was ''happy to help out'' on ''the attorney-client issue.''\n  At the time, the Justice Department had attracted controversy by informing a small number of federal prisoners that their conversations with lawyers were subject to monitoring to ensure that they would not pass on messages to terrorists.\n  Judge Kavanaugh's 2006 denial that he had been involved in terrorism detainee policies first became an issue in 2007, when The Washington Post published an anecdote mentioning that Judge Kavanaugh had been consulted about how Justice Anthony M. Kennedy -- for whom he had clerked -- would most likely rule on the question of whether American citizens being held as ''enemy combatants'' had a right to consult with lawyers.\n  At the time, Senators Richard J. Durbin, Democrat of Illinois, and Patrick J. Leahy, Democrat of Vermont, suggested that Judge Kavanaugh may have lied during his confirmation hearing the previous year. A spokesman for the judge insisted at the time that his testimony had been accurate, and the Justice Department's public integrity section decided not to bring charges.\n  This summer, after President Trump nominated Judge Kavanaugh to fill the seat left vacant by Justice Kennedy's retirement, Mr. Durbin and Mr. Leahy renewed their questions about his 2006 testimony. Judge Kavanaugh's former colleagues have defended him, saying that terrorism detainee policy was not part of his portfolio and that he had been consulted on that particular question only for insight into Justice Kennedy's thinking.\n  On Thursday, Mr. Durbin said in a statement that ''even the cherry-picked documents we've seen so far include evidence that contradicts Judge Kavanaugh's sworn testimony from 12 years ago. I can only imagine what is in the documents they are refusing to make public.''\n  But the Trump White House stressed Thursday that Judge Kavanaugh's denial of involvement in detention policy arose in a different context: He was responding to questions by Mr. Durbin at the hearing about the torture of terrorism detainees in C.I.A. or military custody.\n  ''At no point did Senator Durbin ask the judge about other legal issues pertaining to the war on terrorism, such as detainees' legal rights,'' said Raj Shah, a White House spokesman.\n  The email does not indicate whether Judge Kavanaugh went on to brief Mr. Ashcroft about the attorney-client issue in late 2001. But two weeks later, Mr. Ashcroft testified that it was appropriate for the government to monitor attorney-client conversations of ''16 of the 158,000 federal inmates,'' so long as it did not use the information for prosecuting them because they were suspected of terrorism offenses.\n  The release of the 5,700 pages was a first trickle from a trove of about 125,000 pages that a Republican lawyer working for Mr. Bush, William A. Burck, provided to the committee late last week.\n  The National Archives is separately working through Bush-era White House documents to decide what to turn over, but has said it will take months to complete the review. Mr. Bush, who as the former president has a right to gain access to and disclose files from his administration that are not yet public, has voluntarily begun providing some to the Senate in a parallel process.\n  In a letter to the committee on Wednesday clearing the public release of the 5,700 pages, Mr. Burck portrayed the set as the first in a series that will be approved for disclosure on a ''rolling basis.''\n  Democrats have complained that Mr. Burck should not be involved at all. They have also complained that Republicans -- who control the Senate -- are asking the National Archives only for Judge Kavanaugh's files as a White House lawyer from 2001 to 2003, and not for his files as Mr. Bush's staff secretary from 2003 to 2006.\n  Mr. Burck -- who was Mr. Kavanaugh's deputy as staff secretary in the Bush White House -- provided the 125,000 pages of files to the committee on the condition that it would treat them all as ''confidential'' and not make them public, a condition he lifted for the 5,700 pages made public on Thursday.\n  ''Not only is a massively conflicted Republican lawyer, who previously worked for Judge Kavanaugh, cherry-picking what documents the Senate Judiciary Committee can see, he is now telling the committee what the rest of the Senate and the American public can see -- and Republicans are playing along,'' said Senator Chuck Schumer of New York, the Democratic leader.\n  But a Republican Judiciary Committee staff member said the release was just the beginning of making public the files the committee received last week, and that more would be forthcoming.\n  Follow Charlie Savage and Michael D. Shear on Twitter: @charlie_savage and @shearm.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/08/09/us/politics/kavanaugh-white-house-documents-bush.html\n\nGraphic\n\n \nPHOTO: Brett M. Kavanaugh, the Supreme Court pick, told the Senate in 2006 that he wasn't involved in Bush-era rules for terrorism suspects. (PHOTOGRAPH BY T.J. KIRKPATRICK FOR THE NEW YORK TIMES)       \n\nLoad-Date: August 10, 2018"
}