{
    "title": "Emails_ Trump official consulted global warming rejecters",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 6,
    "day": 15,
    "full text": "WASHINGTON - A Trump administration national security official has sought help from advisers to a think tank that disavows climate change to challenge widely accepted scientific findings on global warming, according to his emails.\nThe request from William Happer, a member of the National Security Council, is included in emails from 2018 and 2019 that were obtained by the Environmental Defense Fund under the federal Freedom of Information Act and provided to The Associated Press. That request was made this past March to policy advisers with the Heartland Institute, one of the most vocal challengers of mainstream scientific findings that emissions from burning coal, oil and gas are damaging the Earth's atmosphere.\nIn a March 3 email exchange, Happer and Heartland adviser Hal Doiron discuss Happer's scientific arguments in a paper attempting to knock down climate change as well as ideas to make the work \"more useful to a wider readership.\" Happer writes he had already discussed the work with another Heartland adviser, Thomas Wysmuller.\nAcademic experts denounced the administration official's continued involvement with groups and scientists who reject what numerous federal agencies say is the fact of climate change.\n\"These people are endangering all of us by promoting anti-science in service of fossil fuel interests over the American interests,\" said Pennsylvania State University climate scientist Michael Mann.\n\"It's the equivalent to formulating anti-terrorism policy by consulting with groups that deny terrorism exists,\" said Northeastern University's Matthew Nisbet, a professor of environmental communication and public policy.\nThe National Security Council declined to make Happer available to discuss the emails.\nThe AP and others reported earlier this year that Happer was coordinating a proposed White House panel to challenge the findings from scientists in and out of government that carbon emissions are altering the Earth's atmosphere and climate.\nPresident Donald Trump in November rejected the warnings of a national climate change assessment by more than a dozen government agencies.\n\"I don't believe it,\" he said.\nHapper, a physicist who previously taught at Princeton University, has claimed that carbon dioxide, the main heat-trapping gas from the burning of coal, oil and gas, is good for humans and that carbon emissions have been demonized like \"the poor Jews under Hitler.\" Trump appointed him in late 2018 to the National Security Council, which advises the president on security and foreign policy issues.\nThe emails show Happer expressing surprise that NASA Administrator Jim Bridenstine, a former Oklahoma congressman who once questioned mainstream climate science, has come round to accepting that science.\nA May 2018 email exchange between Heartland's Wysmuller and Happer calls the NASA chief's change of heart on climate science \"a puzzle.\" The exchange calls scientifically established rises in sea levels and temperatures under climate change \"part of the nonsense\" and urges the NASA head - copied in - to \"systematically sidestep it.\"\nHapper at the time was not yet a security adviser, although he had advised the Trump Environmental Protection Agency on climate change.\nA NASA spokesman on Thursday upheld the space agency's public statements on climate change.\n\"We provide the data that informs policy makers around the world,\" spokesman Bob Jacobs said. \"Our science information continues to be published publicly as it always has.\"\nBut spokesman Jim Lakely at the Heartland Institute defended the effort, saying in an email that NASA's public characterization of climate change as manmade and a global threat \"is a disservice to taxpayers and science that it is still pushed by NASA.\"\nAfter joining the agency, Happer sent a February 2019 email to NASA deputy administrator James Morhard relaying a complaint from an unidentified rejecter of man-made climate change about NASA's website.\n\"I'm concerned that many children are being indoctrinated by this bad science,\" said the email that Happer relayed.\n\nLoad-Date: June 17, 2019"
}