{
    "title": "Emails Outline Anti-Immigration Group_s Connection to Stephen Miller",
    "publisher": "the new york times",
    "year": 2019,
    "month": 11,
    "day": 14,
    "full text": "A new batch of leaked emails illustrates the degree to which Mr. Miller used a think tank’s work to shape coverage at Breitbart News and policy at the White House. \nWASHINGTON — Stephen Miller, President Trump’s hard-line immigration adviser, has long relied on data produced by the Center for Immigration Studies, a right-leaning think tank, to shape policy at the White House. Shortly after Mr. Trump was elected, Mr. Miller became well-known in the West Wing for putting printouts of studies published by the group on the president’s desk. \nA new set of emails first published by a civil rights advocacy group, the Southern Poverty Law Center, and shared with The New York Times illustrates the degree to which Mr. Miller used the work of the think tank, which advocates restricting immigration, to shape coverage at Breitbart News, a conservative news site, while he served as a communications aide to Jeff Sessions, the former Republican senator from Alabama. \n“He was almost a de facto assignment editor for the political writing team at Breitbart,” said Kurt Bardella, the site’s former spokesman and now a frequent critic of the Trump administration.\nIn one instance in January 2016 — around the time he joined Mr. Trump’s presidential campaign as a senior policy adviser — Mr. Miller sent Breitbart employees a study from the think tank that tracked Muslim population growth in the United States: “Huge Surge in U.S. newborns named ‘Mohammed,’” Mr. Miller wrote in the subject line. A related story appeared on Breitbart the next day. \nIn another email sent in July 2015, Mr. Miller praised the work of Jason Richwine, an anti-immigration author whose work appears often on the think tank’s website. Mr. Richwine, who has            drawn public furor for arguing that Hispanic immigrants are less intelligent than white Americans, said in an email on Thursday that he was a “mainstream” analyst whose work has appeared in            The Wall Street Journal and            Politico. \n“Those publications are not embarrassed to promote my work,” wrote Mr. Richwine, who said that he did not personally know Mr. Miller. “So I don’t know why Stephen Miller should be either.” \nIn several cases, the think tank has shared with readers links to websites tied to white nationalists, including the site VDARE, which regularly publishes white nationalists and traffics in anti-immigrant messages. Katie McHugh, a former Breitbart editor who leaked the cache of emails, said Mr. Miller emailed her a link to an article on VDARE. Ms. McHugh has said she now denounces far-right groups. \nThe White House defended Mr. Miller on Thursday by equating the law center’s reporting to libel. \nThe law center “libels, slanders and defames conservatives for a living and in fact is a discredited, debunked far-left smear organization that has even recently been forced to pay someone $4 million for defamation,” Hogan Gidley, a White House spokesman, said in an email. Mr. Gidley was apparently referring to $3.4 million the group paid to settle a lawsuit filed by Maajid Nawaz, an activist whose advocacy organization the law center initially said was an “extremist” group.\nMr. Gidley also claimed that criticism of Mr. Miller was connected to his Jewish faith. “I work with Stephen,” Mr. Gidley said. “I know Stephen. He loves this country and hates bigotry in all forms — and it concerns me as to why so many on the left consistently attack Jewish members of this administration.” \nMark Krikorian, the executive director of the think tank, said in an interview that he knew Mr. Miller from his time with Mr. Sessions, and that he had discussed immigration policy with him during two White House meetings. \nMr. Krikorian disputed the law center’s designation of the think tank as a hate group, but said he was aware that some content on VDARE was “outrageous.” \nMr. Miller, who delivered a 2015 keynote speech at one of the think tank’s events, is now one of the main speechwriters for the president, as well as Mr. Trump’s chief adviser on immigration policy. He often shares news coverage that he thinks will catch Mr. Trump’s attention, or perhaps draw his ire, according to several current and former officials. \nIn 2017, while searching for ways to illustrate the cost of resettling refugees, Mr. Miller urged State Department officials to embrace data from the think tank that showed it was 12 times more costly to bring a refugee to the United States than to help that same person in their own region. State Department officials declined on the grounds that the think tank report, which did not take into account refugee contributions through taxes, was flawed. \nMr. Miller also publicly used the think tank’s data to bolster his argument for the Trump administration’s initial travel ban that restricted travel from seven largely Muslim countries, a narrower version of which the Supreme Court upheld last year. He said he referred to the think tank’s analysis that 72 people from the those countries had been implicated in terrorist activity since the Sept. 11, 2001, attacks. \n“We know there’s at least several dozen, perhaps many more than that, cases of terrorism from these countries that have happened in the United States in terms of terroristic plots, terroristic activity, material support for terrorism, supporting terrorism overseas, all different kinds of terroristic activity that’s been interdicted in the United States tracing back to these seven countries,” Mr. Miller said in an appearance on ABC’s “This Week” in February 2017. \nA host of fact checks found that the think tank’s claims were overstated — most of those people were not charged with crimes related to terrorism. \n“The only thing I can say from the outside is that he really does seem to have mastered the art of bureaucratic infighting,” Mr. Krikorian said of Mr. Miller. “It’s clear to anyone that he’s done a good job of maintaining his position within the White House, and that’s not nothing.” \nMichael D. Shear and Julie Hirschfield Davis contributed reporting. \nMichael D. Shear and Julie Hirschfield Davis contributed reporting. \nPHOTO: Stephen Miller, President Trump’s top immigration adviser, “was almost a de facto assignment editor,” an ex-Breitbart staffer said. (PHOTOGRAPH BY ERIN SCHAFF/THE NEW YORK TIMES)\n\nLoad-Date: November 16, 2019"
}