{
    "title": "Embassy Attack in Yemen a 'Wake-Up Call'",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 9,
    "day": 19,
    "full text": "In the wake of a terrorist attack on the American Embassy in Yemen, a retired FBI agent who investigated the 2000 bombing of the USS Cole is urging America to hold the Yemeni government accountable for letting jihadists out of prison.\n\"We need to make it clear that the release of people with American blood on their hands is wrong, and they will be held accountable if they continue to do so,\" Ali Soufan, who rose to the rank of supervisory special agent in the FBI before retiring from the bureau in 2005, said in an interview.\nWhile Yemen had been out of the headlines until the embassy attack on Wednesday, Mr. Soufan warned as early as last year, in an op-ed article for the Washington Post, that President Saleh's commitment to fighting Al Qaeda was slipping. The occasion was the pardon last October of Jamal al-Badawi, the alleged mastermind of the USS Cole bombing in the Yemeni port of Aden, which killed 17 sailors. Ultimately, Mr. Soufan said, the way to strengthen Yemen's resolve in fighting terrorism was through a consistent combination of pressure and partnership.\nYesterday, a group calling itself Islamic Jihad in Yemen claimed responsibility for the embassy attack, and Yemeni authorities arrested 25 suspects who they said were affiliated with Al Qaeda. Islamic Jihad in Yemen is believed to be a spin-off of Egyptian Islamic Jihad, the organization that has effectively merged with Al Qaeda and was founded by Osama bin Laden's deputy, Ayman al-Zawahri.\nWednesday's attack in Sana'a killed 17 people, among them an 18-year-old from Lackawanna, N.Y., who was in Yemen to be married, Susan Elbaneh. Her family told the Associated Press that she was a relative of Jaber Elbaneh, one of the FBI's most wanted terrorism suspects.\nThe head of foreign relations for the ruling General People's Congress Party, Mohammed Abulahoum, told the AP that the attack was a wake-up call for his government. \"A hot and cold policy doesn't work anymore,\" he said. \"A clear-cut strategy has to be worked out. We are probably looking at the tip of the iceberg with these incidents.\"\nA counterterrorism official told the Sun that the suspects the Yemeni authorities arrested were probably not the real culprits in the embassy attack. \"The Public Security Organization went around Sana'a searching for the usual suspects,\" the official said. \"They apprehended a bunch of guys with beards.\"\nThe New York Sun reported yesterday that American intelligence officials believe the Yemeni governorates that border Saudi Arabia have emerged as a safe haven for Al Qaeda.\n\nLoad-Date: September 19, 2008"
}