{
    "title": "Embassy attack highlights Yemen 's struggle with terrorism",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 9,
    "day": 19,
    "full text": "AP VIDEO\nArrests made\nTo watch video about the arrests made in the attack on the U.S.\nEmbassy in Yemen, visit wvgazette.com and click on\nAP Video.\nSAN'A, Yemen - The deadly attack on the U.S. Embassy may be a watershed moment in Yemen's on-and-off struggle with terrorism.\nFor years, the Yemeni government has let some al-Qaida figures and other Islamic extremists go free in political deals hoping to keep them quiet. Now it finds itself having to confront a new generation of militants - younger, more radical and fresh from fighting in Iraq.\nWednesday's assault on the gate of the U.S. Embassy by a half dozen gunmen and two vehicles packed with explosives killed 17 people, including six militants, and was the closest extremists have come to penetrating the grounds of the low-slung building in several attempts.\nAfter the bloodshed, police rounded up 25 suspected militants with ties to al-Qaida, and an FBI team headed here to join the investigation. There was no claim of responsibility and authorities had not pinpointed any suspects Thursday, but suspicion focused on Osama bin Laden's terror network.\nMany Yemenis saw the operation as more than just an assault on the American presence, but part of a new al-Qaida war on Yemen's government.\nSeveral Yemeni security officials told The Associated Press they had seen a return of militants from Iraq's insurgency and believe they have been involved in recent attacks on tourists, foreign companies and oil facilities. The officials agreed to discuss the situation only if not quoted by name because they weren't authorized to speak with journalists.\nSome people said the violence should make the government reassess its strategy.\n\"A hot and cold policy doesn't work anymore,\" said Mohammed Abulahoum, head of foreign relations for the ruling General People's Congress party. \"A clear-cut strategy has to be worked out. We are probably looking at the tip of the iceberg with these incidents.\"\nAmerican officials long have been frustrated over what is seen as a \"revolving door\" policy toward al-Qaida militants by President Ali Abdullah Saleh's government. Yemen has let some convicted militants go free for promising to refrain from violence, and in several cases Washington has stepped in to press for particular extremists to be kept in custody.\nIn a sign of the free rein given militants, one of the suspected top commanders of al-Qaida in Yemen, Nasser al-Wahishi, openly attended a wedding in the capital's Old City two months ago, according to people at the ceremony and a Yemeni security official.\nAl-Wahishi stayed long enough to greet the bridegroom and family, then disappeared, said the official, who also insisted on anonymity because he was not authorized to talk to the media.\nAl-Wahishi was among 23 al-Qaida figures who escaped from a high-security Yemeni prison in 2006, among them militants accused in the 2000 bombing of the destroyer USS Cole in Aden harbor. There were widespread reports that security officials helped them escape, and experts say Yemen's security and intelligence services are riddled with militant sympathizers.\nPart of the reason for the lenience is the weakness of Yemen's government. State control is weak in much of this mountainous, tribal-dominated country on the southwestern corner of the Arabian Peninsula, and Saleh's administration must balance multiple factions and tribes.\nAt the same time, the government is unpopular because of economic woes and there is widespread anti-American sentiment among Yemenis. So the regime or factions within it co-opt militants and protect them in return for support.\n\"Yemen has a unique al-Qaida problem in that it can't afford to go after them with full strength because they are so embedded in the system themselves,\" said Abdul-Ghani al-Iryani, an independent political analyst.\nIn the 1990s, the government turned a blind eye while al-Qaida recruited and ran a dozen training camps in remote parts of the rugged country. Militant leaders, who had learned the ways of war in the struggle against the Soviet army in Afghanistan, returned the favor by not attacking the state.\nBut after the Cole attack, which killed 17 American sailors, the government came under heavy pressure from Washington to root out al-Qaida. The pressure intensified after the Sept. 11 attack on the U.S.\nEven as the government cracked down, factions inside the administration continued their dalliances with Islamic radicals, using them in internal struggles or against rivals in the fractious nation.\nThe releases of high-profile jihadi figures such as Jaber Elbaneh, wanted in the U.S. on charges of supporting terrorism, and Jamal al-Badawi, the mastermind of the Cole bombing, were attempts to appease extremists as part of the internal government struggles, al-Iryani said.\nBoth militants were subsequently taken back into custody after strong U.S. pressure.\nNow the policy of compromise may be falling apart with the return of younger radicals who fought alongside al-Qaida in Iraq, but left after the group was squeezed by the U.S. military and Sunni tribes there.\nThe Iraq veterans learned their craft under the late al-Qaida in Iraq leader Abu Musab al-Zarqawi, notorious for videotaped beheadings and brutal suicide attacks on Shiite civilians that even unsettled al-Qaida's top leadership.\nYemen has seen an upswing of attacks that security officials say likely involved Iraq veterans.\nIn July 2007, for example, a suicide bomber blew up his car among tourists at an ancient temple in central Yemen, killing seven Spaniards and two Yemenis. There have also been reported attacks on Yemen's Muslim minority sects, the Zaydis and Shiites, who are seen as heretics by Sunni extremists.\nAny move by the government to turn the full might of its military against al-Qaida could backfire, especially if there are casualties among civilians. A heavy hand could build support for al-Qaida, as has happened in Pakistan's trial areas on the Afghan frontier.\n\nLoad-Date: September 19, 2008"
}