{
    "title": "EMBASSY SECURITY",
    "publisher": "daily news ",
    "year": 1999,
    "month": 8,
    "day": 5,
    "full text": "The Clinton administration Wednesday outlined plans for $ 1.489 billion set aside to beef up diplomatic security around the world, The administration seeks $ 11.5 billion more over 10 years.\nExpenditures since the Aug. 7, 1998, bombing of two U.S. embassies in Africa include:\n* $ 650 million to equip all 265 U.S. foreign posts with enhanced security equipment.\n* $ 200 million to create temporary embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania.\n* $ 186 million to expand local guard coverage around embassies worldwide.\n* $ 185 million to temporarily relocate, upgrade or construct new facilities at high-priority posts.\n* $ 123 million to upgrade emergency radio communications at all posts.\n* $ 75 million to hire top security experts.\n* $ 50 million in humanitarian assistance to Kenya and Tanzania.\n* $ 20 million to increase antiterrorism activities.\n \nTerrorism at ebb tide\nThe heightened U.S. concern over terrorism and the intense drive to fortify American missions in the wake of recent threats comes at a time when statistics indicate terrorism in general, and state-sponsored terrorism in particular, is on the decline.\nTotal terrorist strikes last year were at a 20-year low - 273 compared with a peak of 666 in 1987.\nSeven countries remain on the U.S. list of international terrorism sponsors: Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria.\nBut the State Department's latest assessments indicate softened attitudes towards each:\n* Cuba is no longer accused of supporting armed struggle in Latin America. The White House denies warmer relations but is promoting contacts between Americans and Cubans through increased commercial flights and other actions.\n* Iran has a president perceived as a moderate and the administration has refused to embrace opponents trying to topple the regime.\n* Libya finally has handed over two suspects for a Netherlands trial in the 1989 bombing of PanAm Flight 103 that killed 270 people, including 189 Americans.\n* North Korea has not been linked to a terrorist incident since 1987, and the United States is trying to ease into better relationships with an agreement to end any nuclear weapons program.\n* Syria's last known export of terrorism was in 1986, and improved relations are a likely goal in the renewed effort to foster Mideast peace.\n* Sanctions were eased last month against Iran, Libya and Sudan to allow American companies to sell them some farm products, medicine and medical equipment.\n\nGraphic\n\n \nPHOTO: U.S. and Nairobi officials examine photos of the terrorist attack on the U.S. Embassy in Nairobi.  PHOTO CREDIT: SAAYYID AZIM ASSOCIATED PRESS\n\nLoad-Date: August 6, 1999"
}