{
    "title": "Embassy Terror in Africa",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 8,
    "full text": "The deadly terrorism that struck United States embassies in Africa yesterday stunned Americans. It came as an unwelcome reminder that, in a terrorist's eyes, the world's most powerful country remains the world's number one target. American embassies everywhere will need to be provided with the highest possible standards of physical security.\nThe car-bomb attacks in Nairobi, Kenya, and Dar es Salaam, Tanzania, some 400 miles apart, killed at least 80 people and injured more than 1,600. At least eight of those killed in Nairobi were Americans, while several other Americans in the Kenyan capital are still missing. The largest number of victims were Kenyans who had been working in an office building next to the American Embassy. These were the worst attacks on American government installations since a truck bomb tore apart the Khobar Towers military apartments in Saudi Arabia more than two years ago. But 100 or so less spectacular acts of international terrorism were directed against Americans last year, killing 7 and injuring 21.\nNothing certain is yet known about who planted the bombs that exploded yesterday. But the fact that the two embassies were attacked almost simultaneously, with powerful explosives, in countries that are not known for popular hostility to the United States suggests a coordinated assault, possibly with the direction and assistance of a foreign government.\nWashington has sent criminal investigators and counterterrorism specialists from the State and Defense Departments and the Federal Bureau of Investigation to learn more about how the blasts occurred and to aid in the search for evidence and suspects. They will need to look into why the two embassy buildings, both constructed before the wave of terrorism against American embassies in the early 1980's, had not yet been upgraded to modern security standards. American embassies should have their building facades reinforced, their glass coated with plastic film to prevent shattering and their security perimeters extended. \nAmerica and other countries have made modest progress in curbing international terrorism, in part by putting pressure on nations like Libya, Syria and Iran that have supported terrorist activity in the past. But as yesterday's attacks make uncomfortably clear, terrorism, both freelance and government-supported, is far from defeated, and American embassies remain vulnerable.\nDiplomatic outposts of a democracy cannot be made into indestructible fortresses. But Washington is obliged to make them as secure as possible for those who work and do business there and for their neighbors as well.\n\nLoad-Date: August 8, 1998"
}