{
    "title": "Embracing diversity, rejecting terrorism; A British diplomat describes efforts to shield Muslims fro",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 8,
    "day": 17,
    "full text": "The investigation that followed the July 7 terrorism attacks in London has led the British government to push for stricter laws to protect against suicide attacks while simultaneously engaging the nation's Muslim community to ensure that they were not blamed for the devastating attacks, said a representative of the British government speaking at Hamline University in St. Paul on Tuesday.\nAndrew Seaton, the British counsel general for the upper Midwest based in Chicago, told a crowd of about 150 that his nation's 2 million Muslims are as much \"menaced by the terrorism as any of us.\"\nMembers of the Muslim community in Britain \"are themselves deeply concerned that the reputation of the Muslim community should not be damaged by the actions of this tiny group of people,\" he said.\nSeaton was invited to speak at Hamline by the university's Law School and by the Somali Justice Advocacy Center, a Twin Cities group that has helped local Somalis - many of them Muslims - confront bigotry and misplaced blame for the Sept. 11, 2001, terrorist attacks.\nThe experiences of Muslims living in Britain, who have seen a sharp rise in harassment following the July 7 attacks, mirror those of Somalis living in Minnesota after 9/11, said Abdisalam Adam, a St. Paul public school teacher. Someone sent him hateful e-mail following the London attacks that implied that Islam promotes terrorism, he said.\n\"Muslims should not be made to feel guilty or bad,\" he said. Adam said many Muslims feel a need to speak publicly about rejecting terrorism to convince their non-Muslim neighbors that they do not condone attacks like those in London.\nSeaton said the British government's drive to fight terrorism includes a piece of anti-terrorism legislation that would, among other things, make it illegal to justify or glorify terrorism in the U.K. or abroad. The government also plans to create a commission in the months ahead to study ways to bring the 3 percent of Britain's population that practices Islam into the mainstream of British life.\nThat's in part a response to the public's desire for a cosmopolitan country: a BBC poll taken after the attacks showed that support for a multicultural Britain remained as strong as it was before the attacks, he said.\n\"Britain has got a long history of tolerance and respect for freedoms and people in Britain and very proud of that tolerance,\" Seaton said. He added later: \"These new measures being proposed are not, to repeat, in any sense an attack on the Muslim community or on any particular ethnic or religious community. What they are is an attack on terrorism of any kind.\"\nThe crowd enthusiastically welcomed U.S. Sen. Norm Coleman, R-Minn. He was later asked by Somali panelist Hawa Ali, who spoke as a representative of the local Somali community, why the Bush administration has not supported the new transitional government of Somalia. \"We need your help,\" she said, drawing applause and shouts of encouragement from the audience.\nColeman responded that he would speak for the local Somali community in Washington, D.C. \"My voice is your voice,\" he said.\nMatt McKinney is at mckinney@startribune.com  \n\nLoad-Date: August 17, 2005"
}