{
    "title": "EMERGENCY WORKERS DEPART FOR IRELAND TO STUDY TERRORISM; Their trip, an effort to learn how their co",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 10,
    "day": 18,
    "full text": "A year ago, South Portland firefighters made plans to send Mike Carroll to Ireland to let him see how rescue workers there respond to terrorism. They never guessed how significant the trip would become.\n\"It's kind of strange that this was all planned before\" the terrorist attacks of Sept. 11, said Carroll, coordinator of South Portland's emergency medical service. \"We didn't think we would need the training so soon.\"\nCarroll and a group of 35 paramedics, emergency medical technicians, doctors and nurses, and several spouses, embarked for Ireland Wednesday for a 10-day program to study how their colleagues there have dealt with ongoing violence. The group will travel to southwestern Ireland, looping to strife-torn Northern Ireland and back.\nThe exchange, sponsored by Southern Maine EMS and Kennebec Valley EMS, was originally planned as a fund-raiser to improve the organizations' training and equipment. Organizers say the trip now will offer more intense terrorism response training, and let rescuers vent their concerns and ideas on handling the unknown.\n\"We need to learn how to keep our level of awareness without terrifying ourselves,\" said Liz Delano, education coordinator for Southern Maine EMS. \"We're used to dealing with stress, but this is a level beyond our control.\"\nSince 1994, regional EMS coordinator Rick Petrie has taken teams of emergency medical instructors annually from Maine to Northern Ireland to train Irish rescue workers in trauma support. This year is the first time Petrie will bring a local group to the Emerald Isle to be the students.\n\"There are some things we can learn from them,\" said Petrie. \"They have adapted to living with terrorism.\"\nHis first visit to Belfast was an eye-opener, said Petrie. In some areas, police patrolled in bulletproof vests and carried machine guns. Rescue workers drove caged ambulances and worried about being mistaken for police, which often meant being assaulted or shot at.\nHe was amazed to see that people still went on with their everyday lives. \"They were more aware, but couldn't be made prisoners,\" he said.\nPetrie said Irish rescue workers now wear distinctive green uniforms so they are not confused with police during riots.\nSome people did not make the trip because of last month's airline hijackings, said Petrie. Two people decided to stay at home in case more terror occurs, and two others did not feel safe making an overseas flight.\nLorraine McLaughlin, an EMT from Gorham, said she had concerns about traveling. \"My family is a little worried,\" said McLaughlin, whose husband, Jim, was accompanying her on the trip. \"But if I can learn something to help save a life here, it's worth it.\"\nSince the attacks, Carroll's department has been busy fielding calls from people who are worried about bioterrorism and suspicious packages.\n\"Anything now becomes anthrax,\" said South Portland Fire Chief John True. \"That presents a problem to us - to what level do you respond?\"\nCarroll plans to share what he learns in Ireland with South Portland's fire and rescue departments and the Maine Emergency Management Agency. \"I hope to learn how they responded to terrorism,\" he said. \"With their experience, I think I can learn a lot.\"\nStaff Writer Selena Ricks can be contacted at 791-6365 or at:\nsricks@pressherald.com  \n\nLoad-Date: October 19, 2001"
}