{
    "title": "EMERGENCY WORKERS LEARN HOW TO DEAL WITH TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 2,
    "day": 12,
    "full text": "If it ever really happened, the scene wouldn't be as calm.\nThe wounded wouldn't be sitting calmly in chairs on a balmy, sunny day, waiting for groups of emergency workers to diagnose and triage them on the porch of the Pittsburgh Police and Fire Training Academy. And their symptoms of a biological or chemical attack, ranging from convulsions to heaving, wouldn't be play-acting.\nBut yesterday, emergency workers moved from patient to patient, assessing conditions and assigning them to imaginary ambulances. It was only an exercise, part of federal training going on this week in Pittsburgh by the Department of Defense.\nA terrorist attack is something Jeff Trunick, a city paramedic and chief of the rescue crew, based on the Boulevard of the Allies, wouldn't have considered when he began his career with the city 24 years ago.\n\"Twenty-four years ago, I wouldn't have thought about putting a pair of gloves on to treat a cut here,\" he said gesturing to a reporter's hand.\nBut today, preparing for a terrorist attack in Pittsburgh is becoming more of a priority. Pittsburgh is one of 120 cities to get the special training from the Department of Defense. This week, 750 people from the city, county and surrounding areas who would be on the front lines of a biological, nuclear or chemical attack are getting federal training and are charged with training others.\nTrunick's rescue company is stationed Downtown, and it would likely be in the middle of any attack on the heart of the city. Terrorist targets tend to be places where lots of people gather and have significant cultural or political value; Trunick's company is at an epicenter of Three Rivers Stadium, the Civic Arena and the government district.\nAn attack on a place such as the Civic Arena would differ from other disasters in several key ways, which is why advanced training is important. For example, after an attack on a crowded arena, the people who could get out would stream into streets, making getting to the scene difficult for rescue workers. Rescue workers also must not charge into an area so they don't become victims, and they must triage to focus their attention on those who can be saved.\n\"If you rush and become a part of the problem, you're not part of the solution,\" Trunick said.\nAbout 20 years ago, when Bob Farrow began working for the city EMS, he wouldn't have considered this kind of training necessary.\n\"Back then, it wasn't a concern,\" said Farrow, the rescue supervisor for the city. \"It was always something that occurred overseas and in another country.\"\nDespite the World Trade Center bombing in 1993, preparing Pittsburgh didn't seem so urgent until after the Oklahoma City bombing in 1995. That's when the realization came that such attacks could happen anytime, anywhere.\n\"I think [the Oklahoma City bombing], especially more than any other, made us all aware it could happen here,\" Farrow said.\n\nGraphic\n\n \nPHOTO, PHOTO: Peter Diana/Post-Gazette: Trying to diagnose the problem,; emergency personnel from around the area ask a mock victim questions as part; of terrorism preparedness exercise yesterday at the Pittsburgh Police and Fire; Training Academy.\n\nLoad-Date: February 14, 1999"
}