{
    "title": "Emergency medical care needs 911",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 9,
    "day": 20,
    "full text": "Atlanta's emergency medical care system is stretched so thin that any major terrorist attack or natural disaster would overwhelm it, a top regional health care official said Tuesday.\n\"There is a crisis in emergency medicine,\" not only in metro Atlanta, but nationwide, said Dr. Melissa White, assistant professor in the emergency medicine department at Emory University.\nDuring a seminar on critical infrastructure protection at Georgia Tech's Center for International Strategy, Technology and Policy, White said emergency rooms are overcrowded with people with minor ailments or no insurance, ambulance services have incompatible communications systems and patients in need of emergency care frequently are diverted from one hospital to another.\nWhite said the situation at Grady Hospital, where she also teaches, \"terrifies me.\"\nGrady is one of only three Level 1 trauma centers in the state in which all the necessary emergency services are under one roof, she said. Augusta and Savannah have the other two.\nTerry O'Sullivan, a University of Southern California researcher on the economic analysis of terrorist events, echoed White's concerns.\nHe said billions of dollars have been pumped into making airline travel safer but little has been allocated for the public health infrastructure.\nBut bio-terrorism, a bird flu pandemic or a natural disaster have the potential to kill many more people than terrorists would with car bombs or conventional weapons, he said.\n\"Bio-terrorism has the capability of matching or exceeding nuclear terrorism in the future,\" O'Sullivan added.\nO'Sullivan cited anthrax, the plague and smallpox as three potential bio-terrorism weapons able to cause mass casualties that would overwhelm the health care system.\nBut even the potential of those diseases being used by bio-terrorist could cause a serious problem.\n\"The very notion of fear is part and parcel of overwhelming these public health systems,\" O'Sullivan said.\nWhite said emergency room visits nationwide have jumped significantly in the past 10 years, from about 90 million in the late '90s to 114 million in 2003 and even more today. In that time, 703 hospitals have closed, increasing the burden on the remaining facilities.\nAs a result, patients seeking emergency medical care often are diverted from hospital to hospital.\nShe cited one recent case in which a Forsyth County patient with an emergency finally ended up at Grady after hospitals along the Ga. 400 corridor diverted the ambulance because of full emergency rooms.\n\"It is a very severe problem, and it happens on a daily basis,\" she said.\nEfforts to regionalize emergency health care is disorganized, White said. And the federal government has provided no direction or assistance because responsibility is spread among several agencies.\nIn addition, White said, there is a growing shortage of emergency health care workers.\n\"My emergency medical staff is leaving in droves,\" she said.\nCorrection\n\n\nGeorgia has four Level 1 trauma centers, located in Atlanta, Augusta, Macon and Savannah. A story in Wednesday's Metro section incorrectly listed the number of Level 1 trauma centers in the state.\nCorrection-Date: September 21, 2006\n\nLoad-Date: September 22, 2006"
}