{
    "title": "Emirates court convicts an American citizen",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 10,
    "day": 13,
    "full text": "ABU DHABI, United Arab Emirates - Using sweeping security codes passed after the Sept. 11 attacks, the United Arab Emirates' highest court convicted an American citizen Monday on terrorism-related charges amid claims that torture was used to extract his confession.\nThe four-month trial of Naji Hamdan also was carried out without making public details of the accusations - showing the tight lid on information over security matters in a nation that promotes itself as the West's foothold in the Gulf.\nAnti-terrorism laws in the Emirates, passed in the aftermath of the 2001 U.S. terrorist attacks, have been often expanded to muzzle political dissent and have drawn sharp criticism from international rights groups.\nThe court sentenced Hamdan, an American of Lebanese origin, to 18 months in prison after facing three terrorism-related charges, including having ties an al-Qaida group in Iraq. But Hamdan - who denied the allegations - should be freed soon because the sentence takes into account the time he spent in custody since his arrest here last year.\nOnce he serves his time, Hamdan is to be deported from the country.\nHamdan's lawyer, Abdul Khader al-Haithami, claimed in an earlier hearing that his client suffered torture and threats in detention and was forced to sign a confession \"to whatever they wanted to hear.\"\nThe case is a \"classic example\" of problems associated with state security and terrorism-related trials around the region, said Deborah Manning, a senior legal officer with Al Karama, a Geneva-based and Arab world-focused human rights organization.\n\"Serious allegations are often not backed by proper evidence,\" Manning said. \"Heavy reliance on secret information severely prejudices the proper defense.\"\nIn his verdict, chief justice Khalifa al-Muhairi gave no details on his decision such as whether the 43-year-old Hamdan was convicted of all three charges. There are no appeals to verdicts by the UAE's Federal Supreme Court.\n\"I'm disappointed because I was not acquitted,\" Hamdan told The Associated Press as he was led away by security forces after the verdict.\n\nLoad-Date: October 13, 2009"
}