{
    "title": "Emotions keep `Kite Runner' aloft Afghan drama finds the human stories that have been lost amid all",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 12,
    "day": 21,
    "full text": "Marc Forster started with two strikes against him when he set out to make \"The Kite Runner.\" Most of the story takes place in Afghanistan, a place Americans associate with terrorists. And the movie's star, one of only a couple of cast members who might be known to U.S. audiences, has spent his time in Hollywood playing - what else? - a terrorist.\nBut Forster, whose filmography runs from the confrontational \"Monster's Ball\" to the fantastical \"Finding Neverland,\" has never been one to shy away from swinging for the fences. And he had a pretty big bat in his hands in terms of the script, a respectful adaptation of Khaled Hosseini's 2003 novel.\nHe connects big-time with this emotion-packed story about guilt, second chances and redemption. The pacing is a bit ragged at first - it crawls, then speeds, crawls, then speeds - but the last half of the movie more than makes up for the fitful start.\nThe story is not autobiographical, but the author's personal history is a major factor. Hosseini was born in Afghanistan and lived there until he was 15. Then his family sought political asylum in the United States, where he has been since 1980. As a result of his dual-culture upbringing, he has an insider's perspective that has been shaped by an outsider's mentality.\nThe narrative begins in Los Angeles. Amir (Khalid Abdalla, \"United 93\"), whose family fled the Taliban, gets a call from Afghanistan. His best friend from boyhood needs his help. Even though returning to Afghanistan could cost Amir his life, he has to go, although he can't explain to his wife, whom he met in the United States, why.\nAs he makes the trip, the story flashes back to his childhood, and eventually we learn his reason for embarking on such a dangerous mission. For his entire adult life, he has been living with the guilt of a childhood incident in which he turned his back on his friend when he needed him the most. The friend doesn't even know that Amir was in a position to help him, but that does nothing to lessen the shame. If anything, the added burden of never having confessed his cowardice makes the pain even greater.\nForster coaxes convincing performances out of the two youngsters who star in the flashback sequence - Zekiria Ebrahimi and Ahmad Khan Mahmoodzada, neither of whom had any acting experience. The youngsters team up in a kite-flying competition that provides the story with its title but could have been trimmed to about half its length.\nBut Forster rebounds with a magnificent finish. He isn't the least bit shy about squeezing every last emotional drop out of the climax, but by then \"The Kite Runner\" is flying so high that nothing can bring it down.\nJeff Strickler - 612-673-7392\nTHE KITE RUNNER\n3 out of four stars\nRating:  PG-13 for thematic material, including references to off-screen violence.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: December 31, 2007"
}