{
    "title": "Employers of illegals targeted_ Area's U.S. attorney warns of imminent crackdown",
    "publisher": "the decatur daily ",
    "year": 2006,
    "month": 5,
    "day": 23,
    "full text": "May 23--Alabama employers are about to start feeling the heat from the national debate about illegal immigration, U.S. Attorney Alice Martin said Monday in Decatur.\n\"Should you be an employer hiring illegals, please be forewarned that work-site enforcement is about to be stepped up at plant facilities and retail,\" Martin told members of the Rotary Club of Decatur.\nShe said companies can expect the crackdown \"in the immediate future.\" The enforcement will target bogus document vendors, smugglers of illegal immigrants and work-site enforcement.\n\"In recent years, there has not been much work-site enforcement by immigration officers,\" she said.\nAs U.S. attorney for the Northern District of Alabama, Martin oversees 45 lawyers and cases in 31 counties.\nThe former Lauderdale County circuit judge said there are only seven immigration agents in the state.\nThe cases are expensive to prosecute because they require approved translators and the closest translators are in Miami, Martin said.\nShe said she expects to join with state and local enforcement and federal enforcement in other states as part of the increased attention on illegal immigrants.\nThe Department of Justice's primary mission remains counter terrorism, Martin said. Before the Sept. 11, 2001, terrorist attack on New York and Washington, D.C., the second highest number of counter terrorism agents in the country were in Huntsville because of Redstone Arsenal and Marshall Space Flight Center.\nIn June, Birmingham will host an agri-terrorism seminar open to the public, but aimed mainly at cattle producers, veterinarians and others in the agriculture field.\nCopyright (c) 2006, The Decatur Daily, Ala. Distributed by Knight Ridder/Tribune Business News. For information on republishing this content, contact us at (800) 661-2511 (U.S.), (213) 237-4914 (worldwide), fax (213) 237-6515, or e-mail reprints@krtinfo.com.\n\nLoad-Date: May 23, 2006"
}