{
    "title": "Employee who played key role in Dix case moves on",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 12,
    "day": 24,
    "full text": "The massive Fort Dix terrorism case, which ended Monday with convictions of the five defendants, came to light thanks to a Mount Laurel Circuit City employee concerned about the content of a video he was asked to transfer to DVD. \nThe images that Brian Morgenstern saw on the tape - men firing guns while shouting in Arabic - sparked a 16-month federal investigation into what prosecutors called a case of homegrown terrorism. \nMorgenstern, now a 25-year-old college sophomore, said yesterday that he had followed the eight-week trial, checking in with news reports about once a week. \n\"I'm just happy the trial's over and I can get on with my life,\" said the Cherry Hill resident, who declined to say where he attends school. \nInitially, prosecutors and Circuit City officials guarded Morgenstern's identity, but he gave a series of interviews to reporters about three weeks after the defendants were arrested in May 2007.  \nIn June, the New Jersey Senate honored him with a resolution for his courage, though Morgenstern said at the time that he did not feel particularly heroic. \n\"I feel like I did what I needed to do,\" he said. \nMorgenstern, who still works as a computer technician for Circuit City, said he had not been sure if he would be called to testify, but had assured prosecutors that \"I was more than willing to cooperate.\" \nAlthough Morgenstern did not take the stand, the video he converted to a DVD played a central role in the case. \nMorgenstern called police the day after receiving the video in January 2006, and he made an extra copy for authorities. \nAt trial, jurors watched the DVD, which prosecutors said depicted the defendants training at a Poconos firing range for their mission of launching an attack on Fort Dix. \nThe federal jury convicted the men - Mohamad Shnewer, Serdar Tatar, and brothers Dritan, Eljvir and Shain Duka - of conspiring to kill U.S. soldiers. They face life sentences. \nThough he was happy to see the trial end, Morgenstern said the case was \"not a burden\" to him. Instead, he said, it has inspired him. \nAlways interested in computers, Morgenstern is studying criminal justice as well as computer science. \n\"I can say this event has helped me focus on a career path and focus on my priorities,\" he said. \nContact staff writer Troy Graham at 856-779-3893 or tgraham@phillynews.com. \n\nGraphic\n\n \nPhotograph by: Feed Loader\n\nLoad-Date: December 24, 2008"
}