{
    "title": "Empty answers on terror",
    "publisher": "pittsburgh tribune review",
    "year": 2015,
    "month": 12,
    "day": 19,
    "full text": "I wish I were as confident as many politicians and news commentators. They know what America should do about ISIS and terrorism. \nDonald Trump, who says he can feel terrorism \"like I feel a good location ... I have an instinct for this kind of thing,\" says he would \"bomb the (expletive)\" out of ISIS strongholds, ban Muslim immigration and shutter American mosques. \nAmerica should \"stop pussyfooting around!\" according to Fox News host Jeanine Pirro. \"Bomb them. Keep bombing them. Bomb them again and again. And I don't care how long it takes!\" \nThere probably is, as the Cato Institute's Ted Galen Carpenter puts it, \"a jihadist somewhere who is so unhinged that he would want to slaughter Americans simply because of a virulent hatred of Western culture. But even the bipartisan commission that investigated the 9/11 attacks conceded that the primary driving force for Islamist terrorism was anger at U.S.-led foreign policy in the Middle East.\" \nIn other words, terrorists don't come here because we let girls attend school but mainly because we meddle in their countries. Osama bin Laden said he attacked the World Trade Center because our forces are \"too near to Mecca\" and \"occupy our countries.\" \nA University of Chicago study concluded the central objective of 95 percent of terrorist incidents was to compel a Western state to withdraw from territory the terrorists view as theirs. Even Iraq War proponent Paul Wolfowitz admitted that America's presence in the Middle East was \"a huge recruiting device for al-Qaida.\" \nCommentator Mark Steyn says letting in immigrants without somehow screening out radical Muslims \"will cost you your world and everything you love.\" He wrote an article titled \"The Barbarians Are Inside, and There Are No Gates.\" \nWell, I worry about those immigrants, too, but there are more than 2 million Muslims in the U.S. already and have been for decades. Terrorist incidents are rare (so far). Even if we include the horrible attack on the World Trade Center, many more Americans die riding bikes, swimming or driving. \nWhen there is terrorism, most has been committed by non-Muslims. In 2012 alone, non-Muslim mass shootings caused \"twice as many fatalities as from Muslim-American terrorism in all 11 years since 9/11,\" says Charles Kurzman, writing for the Triangle Center on Terrorism and National Security. Kurzman's researchers report that Islamic terrorism \"doesn't even count for 1 percent\" of 180,000 murders in the U.S. since 9/11. Of course, that could change tomorrow. But even then, there's no guarantee that keeping desperate Syrian refugees out of America will make much difference. \nOn my TV show, Steyn pointed out that there are many authoritarians among Muslims, so libertarians like me should worry about that. I do worry about that, but I still don't think he or the current crop of loud politicians have answers. Every subset of the U.S. population brings benefits and risks. It's much easier to talk about banning less familiar ones, like newcomers. But until we can reliably tell the innocent from the guilty, I side with Keith, a viewer who in response to my question about security versus liberty tweeted, \"If there's a choice to be made, liberty needs to win.\" \nJohn Stossel is host of \"Stossel\" on Fox News and author of \"No, They Can't! Why Government Fails \"” But Individuals Succeed.\" \n\nLoad-Date: December 21, 2015"
}