{
    "title": "EMS offers tips for those worried about terrorism",
    "publisher": "ips",
    "year": 2003,
    "month": 3,
    "day": 21,
    "full text": "Stockpile food and water, stay up on the news, and keep handy a list of emergency phone numbers.\nThat's the commonsense advice for a jittery citizenry from emergency service professionals gathered in Philadelphia this week.\nAt the annual Emergency Medical Service Today Conference & Exhibition at the Convention Center, EMS officers from around the country echoed the tips given by the Department of Homeland Security.\nPeople should keep a three-day supply of food and water, have a communications plan, and get all medicines in advance, said Bruce Baxter, chief executive director of New Britain (Conn.) Emergency Medical Services Inc.\n\"Be aware of your surroundings,\" he said. \"If something doesn't look right, call [the authorities].\"\nPeople should also have extra cash on hand, said Peg Trimble, director of Pennsylvania's EMS office.\nThe tips are useful for all emergencies, not just terrorism, Baxter said.\n\"This is a good commonsense approach. It holds true not only for bioterrorism, but also if you're in a hurricane,\" he said.\nThe EMS is prepared for terror attacks, Trimble said.\n\"We are working on smallpox vaccinations,\" she said. \"We are also permitting ambulances to carry antidotes for nerve agents and cyanide poisoning.\"\nFran Hildwine, a paramedic at Crozer-Chester Medical Center in Delaware County, said he and his colleagues also use a general guidebook issued by the FBI to prepare for possible attacks.\n\"We are in tune with the community as to what the threats are,\" Hildwine said.\n\"We are aware of potential targets,\" such as transportation routes and oil refineries, he said.\nJeff Zeiber, a paramedic from Exeter Township, Berks County, said he had attended training sessions on how to respond to attacks with biological weapons, including anthrax.\nHowever, day-to-day operations haven't changed much, but public awareness has been heightened, he said.\n\"Preparedness is not new,\" Baxter said. \"What's new is that we have a threat. There is a refocusing on emergency preparedness.\"\nBut people should also relax and go about their lives, Baxter said.\n\"Rest assured,\" he said. \"Have confidence that the EMS, police, and fire department are ready, prepared and will be there.\"\nThe convention, open to the public, will showcase new products such as portable suction units and emergency oxygen systems, infection-control products, wireless computer systems, and medical and decontamination products for EMS professionals.\nIt will be open from 10 a.m. to 3 p.m. today and tomorrow. Exhibit hall tickets are $20; day passes ($230 for today and $150 for tomorrow) may be purchased to attend sessions on topics such as recognition of child abuse, communication with the hearing impaired, and treating severe chest trauma.\nContact staff writer Aparna Surendran at 215-854-2795 or asurendran@phillynews.com  \n\nLoad-Date: March 21, 2003"
}