{
    "title": "End the war now",
    "publisher": "usa today",
    "year": 2012,
    "month": 5,
    "day": 2,
    "full text": "There is no question that al-Qaeda is dangerous and that we need to stay on the offensive. That, after all, was the mission that brought us to Afghanistan in the first place. But trying to craft a modern nation-state in Afghanistan does not further that mission. It's time to bring our troops home.\nOur troops successfully eliminated the al-Qaeda camps that trained those who attacked us on Sept. 11, 2001. They have virtually expelled al-Qaeda from Afghanistan and crippled the al-Qaeda leadership globally. And a year ago, they successfully brought to justice Osama bin Laden.\nToday, however, our counterterrorism mission in Afghanistan has morphed into a vast nation-building strategy.\nThis nation-building strategy has little chance of success. It is mired down by language barriers, tribal politics and massive corruption. Indeed, as tribal leaders told me, and the U.S. Embassy affirmed, nearly every government position in Afghanistan is sold.  The folks who buy these positions do so to exploit, not to serve, making a growing government an affliction and turning our strategy on its head.\nThus, a better strategy is to fight global terrorism wherever it resides. In fact, there are far more al-Qaeda in Somalia, Yemen and Pakistan -- where bin Laden was hiding -- than in Afghanistan. We need to be able to nimbly pursue al-Qaeda's members around the world, not be bogged down in the plains and mountains of Afghanistan as so many other nations have learned over the centuries.\nToday, our nation continues to face the threat of terrorism. But that threat does not primarily emanate from Afghanistan. And we face other challenges as well: the challenges of high joblessness, crumbling infrastructure, declining educational opportunities and a growing national debt.\nIt is time to stop the nation-building in Afghanistan and devote our resources to rebuilding America.\nAfter more than 10 years, it is time to end the war.\nSen. Jeff Merkley is a Democrat from Oregon. \n\nLoad-Date: May 2, 2012"
}