{
    "title": "END OF A HIJACKING_ THE KILLING SHOCKS ITALY ; SECURITY COUNCIL CONDEMNS SEIZURE OF SHIP AS UNJUSTIF",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 10,
    "full text": "The Security Council today unanimously condemned the hijacking of the Italian cruise ship Achille Lauro by assailants identified as Palestinians.\nThe statement, read by the chief American delegate, Lieut. Gen. Vernon A. Walters, in his capacity as this month's president of the Council, condemned ''this unjustifiable and criminal hijacking as well as other acts of terrorism including hostage-taking.''\nThe statement, drafted in a closed meeting of the 15 Council members, does not have the same force as a resolution, but provides a mechanism for the Council to respond quickly to the hijacking.\nThe statement condemned terrorism ''in all its forms, wherever and by whomsoever committed; deplored the ''reported death of a passenger'' aboard the hijacked ship and welcomed the release of the passengers and the crew.\n \nStatement Called Strong\nWestern diplomats said they considered the statement an unusually strong condemnation of terrorism because it did not refer to ''state terrorism'' or the legitimacy of the struggle of so-called national liberation movements, and did not single out any one country as a perpetrator of terrorism.\nEarlier in the day, six nonaligned nations asked the General Assembly to invite Yasir Arafat, chairman of the Palestine Liberation Organization, and Sam Nujoma, president of the South-West Africa's People's Organization, to address the 40th anniversary commemorative session.\nAsked if Mr. Arafat would accept such an invitation, Riyadh Mansour, a member of the P.L.O. observer mission at the United Nations, said, ''I will say yes.''\nThe resolution, introduced by India, Iraq, Kuwait, Nigeria, Senegal and Yemen, recalls that both organizations were invited to take part in the work of the Assembly as representatives of Palestinians and Namibians, as the South-West African people are known here.\n \nTalks With Regional Groups\nP.L.O. representatives told diplomats and United Nations officials that they were confident the resolution, which is expected to be considered on Friday, had the full support of the African group and the 101 nations that make up the so-called nonaligned group. That would give the resolution the two-thirds majority necessary for approval.\nThe General Assembly President, Jaime de Pinies, and other delegates are consulting with regional groups in an attempt to convince them that only unanimous resolutions regarding the 40th anniversary should be approved, according to a spokesman for Mr. de Pinies.\nAccording to an American diplomat, the United States will oppose the resolution since the presence of Mr. Arafat and Mr. Nujoma, the diplomat said, would obscure the real purpose of the commemorative session: to find new ways to strengthen the world organization.\nThe United Nations at first intended to invite only member countries to take part in the Oct. 14-24 session, which commemorates the 40th anniversary of the United Nations Charter.\n \nObserver Nations\nAfter Pope John Paul II indicated that the Vatican wanted to send a representative, the invitation was extended to nonmember observer states, including the Vatican, Switzerland, Monaco, North and South Korea and a number of small Pacific island nations.\nThe decision on invitations was made by the Preparatory Committee for the 40th anniversary, which consists of delegates from member countries.\nAfter lengthy and sometimes heated discussions, the committee voted to exclude groups that have observer status on the ground that they could speak later in the debate on issues of particular concern to them. The General Assembly unanimously accepted the committee's recommendations.\n\nGraphic\n\n \nphoto of Lieut. Gen. Vernon Walters, Robert Rosenstock, Herbert Okun and Gustav Ordner (NYT/Fred R. Conrad)"
}