{
    "title": "END TERRORISM AS STEP TO PEACE",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 3,
    "day": 14,
    "full text": "The dialogue between the United States and the Palestine Liberation Organization inches along, American officials report, with meetings few and far between and without substantive content.  The PLO, having extended itself to meet the conditions (acceptance of Israel, renunciation of terrorism) that produced the dialogue, is understandably impatient for results to pay its political costs.  But the right priority now is not to hurry up the new process. It is to build a careful foundation under it. In the circumstances, that means drawing a distrustful and reluctant Israeli government into the circle of peace-seeking, and in this effort nothing is more important than bringing Palestinian terrorism to an end.  One school of official Israeli thinking would seize on PLO failure to end terrorism to show that Israel has no partner for peace. Another would seize on PLO success to argue there is no further need for Israeli political concessions.  Reportedly, however, there is a strong current of feeling within this country that (1) Israel needs peace and (2) the PLO is the only available interlocutor but (3) Israelis simply cannot consider negotiating with the PLO while its continuing acts of violence put its good faith in question.  Apart from the moral imperative, this, and not some devious political interest in pleasing the United States, is the practical reason the PLO must curtail terrorism - why in particular it must stop trying to carve out exceptions (the southern Lebanon raids conducted in the name of resistance to Israeli military occupation, for instance) to its formal renunciation.\nOtherwise, its pledges of acceptance of Israel and its artful initiatives to carry a message of peace to the Israeli public will take the PLO nowhere.  The Bush administration has been slow to enunciate a plan or a strategy in the Middle East. It is not a bad beginning, however, to nurse along the frail American-PLO dialogue bequeathed by the previous administration. This requires calling the PLO to its self-interest in terminating sponsorship of all terrorism and something more.  It also requires turning back the calculated effort of the Israeli government to nip in the bud a U.S.-PLO dialogue that the Israelis rightly see as prelude to negotiating a peace-for-territory settlement on internationally approved principles.  The Israeli government prefers to keep the territory, even without peace, which it regards as too dangerous anyway. The way to break down its resistance is for all terrorism to end.  TUES MIRROR OF PUBLIC OPINION Veggies: Healers Or Killers?  Chronicle-Tribune Marion, Ind.  All the recent reports about pesticide-tainted fruits and vegetables have left us a little confused.  We're now being told that pesticide residues left on 27 different fruits and vegetables - such items as apples, carrots, broccoli, grapes and tomatoes - may eventually cause cancer.  If memory serves us correctly, for the past few years we've been told by medical authorities that we ought to eat more of those items to help prevent cancer.  Sometimes you just don't know whom to believe.\n\nLoad-Date: October 23, 1993"
}