{
    "title": "End of the Clash of Civilizations",
    "publisher": "the new york times",
    "year": 2009,
    "month": 4,
    "day": 12,
    "full text": "On his visit to Turkey last week, President Obama made important progress toward recalibrating America's relations with the Islamic world. The president steered away from the poisonous post-9/11 clash of civilizations mythology that drove so much of President George W. Bush's rhetoric and disastrous policy. \n  He told Turkey's Parliament that the United States ''is not and will never be at war with Islam'' and promised that its relationship with the Muslim world will be founded on more than opposition to terrorism. An opinion poll last year  said that only 12 percent of Turks had a favorable view of the United States. While there were some protests, Mr. Obama's overall reception in Turkey was enthusiastic. Muslims in other countries also seem willing to listen. \n  Mr. Bush often voiced respect for Islam and rightly insisted that ''the enemy of America is not our many Muslim friends'' but the ''radical network of terrorists'' and governments supporting them. But he and his Republican allies also used words like ''crusade'' and ''Islamic fascists,'' feeding fears that the so-called war on terrorism was really a war on Islam. The horrors of Abu Ghraib and Guantanamo, and Mr. Bush's unnecessary war in Iraq, greatly compounded the problem.\n  Not only are Mr. Obama's words and tone better, his policies are better. He opposed the Iraq war and has begun planning an orderly withdrawal of American troops. He is trying to engage Iran after 30 years of mutual isolation. And he has promised an active effort to resolve the Israeli-Palestinian conflict and reaffirmed support for a two-state solution -- a goal that Israel's newly elected prime minister says he does not share. \n  Mr. Obama's credibility  is enhanced by personal experience. He  is Christian, but his father was Muslim; the president lived part of his childhood in Indonesia, the most populous Muslim-majority nation. \n  While he played down this background during the 2008 campaign, it was a compelling line in last week's speech. ''The United States has been enriched by Muslim-Americans,'' he said. ''Many other Americans have Muslims in their family, or have lived in a Muslim-majority country. I know, because I am one of them.''\n  Aides say Mr. Obama is still planning a bigger speech to the Muslim world. The next one will have to acknowledge not just common ground but important differences with many Muslim countries -- including the issues of women's rights and freedom of religion -- that are not easily bridged.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 12, 2009"
}