{
    "title": "End Terrorism For Starting Dialogue_ India Tells Pakistan",
    "publisher": "rtt news",
    "year": 2009,
    "month": 2,
    "day": 27,
    "full text": "(RTTNews) - India has rejected a Pak suggestion for resuming composite dialogue till Islamabad initiated credible steps to end terrorism directed at India by it, media reports say.\nIn the first high-level contact since last November&apos;s Mumbai attacks, Foreign Secretary Shivshankar Menon told his Pakistani counterpart Salman Bashir that India and Pakistan had entered entirely a \"new phase of relations\" since those attacks.\nMenon told Bashir, who stressed the need for resuming the composite dialogue, that it could be resumed only after India&apos;s saw credible action by Pakistan to dismantle the terror infrastructure.\n\"We have paused the composite dialogue, and official talks have been put on hold,\" Menon told reporters after his meeting with Bashir on the sidelines of a SAARC conference in Colombo Thursday.\n\"As far as the resumption of composite dialogue is concerned, we have to see whether there is a real movement forward on (ending) terrorism,\" he said, adding there had to be a credible action in dismantling of the terrorist infrastructure in Pakistan.\nNoting that India wanted to see the perpetrators of the Mumbai attacks to be brought to justice, he referred to the queries sent by Islamabad in response to New Delhi&apos;s dossier, and said initial steps taken by Pakistan were \"positive\" but \"we need to see what they do\".\nHe said the two countries reviewed the status of bilateral relations, which were halted after the Mumbai attacks.\n\"We have brought Pakistan to somewhere. It has to be recognized. Terrorism infrastructure inside that country has to be dismantled and credible steps towards this should be taken,\" he said.\nAsserting that India did not doubt the sincerity of the civilian government in Pakistan, he said Indians had no quarrel with the people of Pakistan. Trade and travel links between the two countries were not affected, but New Delhi needed to see what Islamabad did to eradicate terrorism, he added.\nA Pakistani Foreign Ministry statement said that during his meeting with Menon, Bashir reiterated the need to resume the dialogue as soon as possible to promote \"substantive engagement on all issues, including Kashmir.\"\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RealTimeTraders.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}