{
    "title": "End of Terrorism Risk Insurance Act feared",
    "publisher": "richmond times dispatch ",
    "year": 2014,
    "month": 3,
    "day": 12,
    "full text": "The federal government needs to reauthorize the Terrorism Risk Insurance Act, speakers at a VCU risk management conference said Tuesday, or commercial enterprises worth billions will not be able to find insurance and grind to a halt.\n\"There is not enough (insurance) capacity out there,\" said Shari Natovitz, senior vice president and risk manager for the new World Trade Center buildings being developed by Silverstein Properties in New York.\n\"I had to find $6 billion of coverage,\" Natovitz said. \"There isn't $6 billion of terrorism (insurance) capacity.\"\nDue to expire Dec. 31, the Terrorism Risk Insurance Act, also called TRIA, is under consideration in Congress for renewal. The government reinsuranceprogram establishes shared public-private compensation for insured losses.\n\"I need TRIA to survive,\" Natovitz said at the Virginia Commonwealth University School of Business' 2014 RISC Trends Conference, organized by the school's Risk & Insurance Studies Center.\nThe law created a temporary federal program that provides for a system of shared public and private compensation for certain insured terrorism losses, according to the U.S. Treasury Department, which administers the program.\nReinsurers bore the brunt of the financial impact of the Sept. 11, 2001, terrorist attacks on America. Faced with uncertain exposures, many reinsurers withdrew from the terrorism insurance market, according to the national Risk and Insurance Management Society, and primary insurers, unable to find reinsurance for their terrorism coverage, excluded it from policies.\nAs a result, the risk management organization said, businesses were unable to purchase terrorism coverage, creating problems for the commercial market in which lenders and investors required this protection.\nThe availability of affordable insurance coverage for acts of terrorism not only is an insurance issue but also an economic one, the risk organization said.\nWithout such a government backstop program, many entities will be self-insured, leaving companies and their workers exposed to an event that could bankrupt the firm.\nProperty owners who have lender requirements to carry the coverage, as well as Fortune 500 companies and other large-portfolio risk managers with urban or international exposure, are the typical customers for terrorism insurance, said Jennifer Rubin, vice president at insurer Hiscox USA who is dealing with war, terrorism and political violence issues.\nThough temporary, the federal program allowed development of a market for terrorism insurance, Rubin said. \"We must renew (the federal terrorism risk insurance law) to provide enough protection.\"\nAt issue is not just a \"target-building\" property insurance, but also liability and workers' compensation coverage, said Janice Ochenkowski, managing director and global risk manager with Jones Lang LaSalle, a worldwide commercial real estate services and investment management firm.\n\"Non-renewal notices are already going out,\" Ochenkowski said.\nCompanies can now buy options on buying terrorism insurance for a period after Jan. 1, when the Terrorism Risk Insurance Act is due to expire, she said. If the law is reauthorized, the option buyers lose their money, Ochenkowski said, and if the law expires, they will be able to buy policies at market rates. \"Such a deal.\"\nOther countries provide public terrorism insurance protection on the theory that acts of terrorism are fundamentally aimed at governments, Ochenkowski said. \"Terrorists are not interested in making a statement against Jones Lang LaSalle.\"\nThrough acts of terrorism, \"the enemy is trying to send a message to the people of the United States: 'You are not safe now,'\" former Gov. Jim Gilmore told the more than 100 people at the conference in Snead Hall.\nGilmore chaired the congressional Advisory Panel to Assess Domestic Response Capabilities for Terrorism Involving Weapons of Mass Destruction, known as the Gilmore Commission, from 1999 to 2003.\nA terrorist enemy can cause the U.S. to spend, largely unnecessarily, billions and even trillions of dollars to protect itself, Gilmore said.\nInstead, he said, what the country needs to do is better prepare localities and individuals to respond to terrorist attacks.\n\"Overreaction is precisely what the enemy would like us to do,\" Gilmore said, undermining the country's liberty and its economy.\n\"Let's ... make (the American people) part of the team to make our communities more resilient.\"\npbacque@timesdispatch.com\n(804) 649-6813\nCopyright © 2014, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: June 18, 2014"
}