{
    "title": "ENDING HAMAS TERROR IS THE KEY",
    "publisher": "st. petersburg times ",
    "year": 2009,
    "month": 1,
    "day": 7,
    "full text": "As might have been expected, as soon as Israel dared defend its citizens from the onslaught of thousands of Hamas rockets, voices started appearing in various countries calling for a cease-fire between Israel and Hamas. As if they were equal sides in some medieval, gentlemanly joust. As if the blame for violence rested equally on the shoulder of terrorist and innocent civilian, on aggressor and victim.\nAssume the following hypothetical scenario: Israel heeds the call of some European leaders and other \"peace-seekers,\" and lays down its arms in a unilateral cease-fire. Israel withdraws its troops from Gaza and ends its attack on Hamas terrorists. What would Hamas' reaction be? Does anyone truly believe that Hamas would follow suit and lay down its arms, ending its violent onslaught against Israel's civilians? Not a chance.\nNow assume another hypothetical scenario: Hamas decides to end its violence against Israel, it stops launching rockets and missiles and suicide bombers, renounces violence and spends its energy and money on improving the standard of living of the Palestinian people. What would Israel's reaction be? Does anyone truly believe that Israel would continue to target objectives in Gaza and bomb Hamas warehouses? Not a chance.\nIf Hamas lays down its arms and abandons terrorism, there will be peace in the Middle East. The Palestinian people and the people of Israel will have a bright future of peaceful coexistence. But if Israel lays down its arms, Hamas will continue its terror attacks on our citizens, certain in their strength and invulnerability. Terrorism will have won.\nThe problem is that Hamas is not interested in agreements, truces or indeed in a two-state solution, a concept supported by Israel, the United States and the international community. With Iran's backing, finance and weapons, it seeks to fulfill its constitution's main objective: the destruction of Israel.\nWhat, then, is the solution? Will there never be a truce?\nActually, there is a solution. The Israeli army needs to continue hitting at the Hamas terror organization, destroying its huge arsenal of missiles and weapons and explosives, and capturing - or killing - the chief terrorists. Hamas has declared time and again that they are not interested in a truce. For them, indiscriminate violence against innocent civilians is the only way.\nThe only way to bring Hamas to a truce is if its arms are destroyed and its commanders are taken out of the scene. Then Israel can stop taking military action in order to defend its citizens. The international community should support Israel's war of self-defense against terrorism, as the Florida House of Representatives did this week when it adopted Resolution No. 1A. Only when terrorism is stopped will there be stability and calm. International pressure on Israel to halt its fire only serves to strengthen Hamas' resolve and prolong the conflict rather than shorten it. When the Israeli democracy defends its citizens, we expect other democracies to stand by us - not to pressure us into capitulation.\nOfer Bavly is consul general of Israel to Florida.\n\nLoad-Date: January 7, 2009"
}