{
    "title": "Enduring incarceration_ Guantanamo and the Bush legacy",
    "publisher": "the new york times",
    "year": 2008,
    "month": 10,
    "day": 27,
    "full text": "President Bush has decided to leave the mess at Guantanamo to his successor, just as he will leave the messes of huge budget deficits, continued oil dependency, Medicare's teetering solvency, a coming recession and war in Iraq.\nBush thought that leading a country was primarily a matter of demanding absolute loyalty over competence and trusting one's gut over considered judgment. He will leave us with a hobbled country that reflects those impulses.\nAnd while Guantanamo is a small place where only about 755 prisoners have stepped foot, it is indicative of Bush's approach to governing: damn established rules, ignore the metrics and forget about an exit strategy.\nGuantanamo is one royal fiasco. It remains open even though Bush said more than two years ago that he'd like to see it closed. The holdup is due to all the thorny legal issues surrounding the remaining 255 or so prisoners. Issues such as, how do you prosecute a prisoner when the ostensible evidence against him was elicited through torture or torture ''lite''? Issues that are a direct consequence of Bush and his vice president's approval of prisoner abuse, ghost detainees, rendition and indefinite detention without charge.\nBut Bush has never acknowledged that opening Guantanamo as a legal black hole to dump terror suspects potentially for the remainder of their lives was a mistake. The closest he's come is to express exasperation. Back in June 2006, Bush told reporters in Vienna after a summit with European Union leaders, ''I'd like to end Guantanamo. I'd like it to be over with.''\nIt was a feint, an appeaser's answer. Bush never intended to act. As reported last week by The New York Times, Bush ''never considered'' options that were drawn up by the Pentagon and State Department for closing the prison camp. Our feckless president's modus operandi for his last months in office is to hand off the baton, so that none of the disastrous fallout from his policies appears to accrue to his presidency.\nWe know that the remaining Guantanamo prisoners will have to be released or tried under a fair process. Apparently, some have now been held for longer than World War II raged. But Bush will leave that difficult job to someone else.\nThen, if a dangerous prisoner ends up being released, fingers will point to the president who insisted on due process.\nBut no matter how many former detainees may turn violently against the United States, the danger cannot compare to that caused by the very existence of Guantanamo and the explosive anger it has stoked in the Muslim world.\nThese sentiments were echoed recently by two pre-eminent counterterrorism experts in Britain.\nStella Rimington, the former chief of MI5, Britain's domestic intelligence agency, denounced America's approach to fighting terrorism under Bush with its focus on a militaristic response and the erosion of civil liberties.\n''(We should) treat terrorism as a crime, and deal with it under the law - not as something extra, that you have to invent new rules to deal with,'' Rimington told a British newspaper in a wide-ranging interview about approaches to fighting terrorism.\n''The more you intrude into civil liberties, the more you set up grievances for people to encourage other people to do all the unpleasant things that are going on.''\nKen Macdonald, Britain's top prosecutor, who has supervised the country's recent terrorist trials, pointed directly to Guantanamo as an example of a counterproductive strategy.\n''You can have the Guantanamo model,'' Macdonald said in a speech. ''Or you can say, as I prefer to, that our rights are priceless. . . .That the best way to face down those threats is to strengthen our institutions rather than to degrade them.''\nHere is experience talking, something Bush has been tone deaf to throughout his presidency. Which is in large measure why he is leaving so many ''presents'' for the next White House occupant to clean up.\n---\n* You can respond to Robyn's column at blumner@sptimes.com\n\nLoad-Date: October 27, 2008"
}