{
    "title": "Enemy of terrorism has own road map",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 6,
    "day": 23,
    "full text": "His followers believe he's the next leader of the Arab world. His enemies, who include Palestinian leader Yasir Arafat and such militant groups as Hamas and Islamic Jihad, have stopped trying to kill him - for now.\nBut in order for the handshake between the prime ministers of Israel and the Palestinian Authority to have a lasting chance at peace, new Palestinian security chief Mohammed Dahlan must do more than survive. He must become The Enforcer. He must crush the Palestinian groups attacking Israelis.\nHe will have to do so against all odds.\nStanding beside President Bush on June 4 at the peace summit in Aqaba, Jordan, Palestinian Prime Minister Mahmoud Abbas promised an end to terrorism against Israelis. For Dahlan, the rebellious college student from Gaza who grew up to be an unusually dapper and feared lawman in the Arab world, the mandate was suddenly crystal clear - and laid out for everyone to see.\nThe problem is, Dahlan will not crack down on militants in the \"rapid, decisive\" way the United States would like.\nFor one thing, he has always done things his way. That's arguably the biggest reason he is still alive and the reason he may be able to dent the terrorist infrastructure here.\nFor another, he doesn't yet have the power. Though his goal to end terrorism is unmistakable, far more difficult now are the problems that threaten Dahlan's efforts:\nArafat, the sidelined Palestinian leader, still controls the majority of Palestinians' security forces, and he has armies of potential terrorists waiting at his call.\nDahlan's Preventive Security Service, which is supposed to combat Hamas, Islamic Jihad, Tanzim, the Al-Aqsa Martyrs' Brigade and a rolodex full of other militant Palestinian groups, has been decimated in the West Bank by three years of shelling from Israeli tanks. In the Gaza Strip, it's only slightly better. Preventive forces are about 30 percent of their full strength.\nIsraeli forces also could sabotage Palestinian security efforts, critics say, using Dahlan's apparent failure as a reason to kill the peace process when the concessions seem too tough. The possibility seems increasingly real, many say. Israeli military forces continue to pound suspected Palestinian militants, despite Israel's promises to ease tensions and hand over security to Dahlan.\nFinally, in combating terrorism, Dahlan will have to contend with the ghosts from his reign as head of security in Gaza from 1995 to 2002, where he was accused of being too close with militant groups at times and of leading unnecessarily brutal attacks against them at others.\nDahlan operates best in the shadows, and he is clearly setting out again to quiet terrorist groups in secret ways.\nDahlan, 41, declined several requests for interviews and has rarely appeared in public since taking on the title of minister for state security affairs under Abbas. But through interviews with college friends, personal confidants, Mideast counterterrorism experts and even men he imprisoned, a complex character emerges.\nNo one is sure if he can accomplish his goals against terrorism. But if he can't, it's likely no one can, they say.\nThe Gaza Strip will be the testing ground.\nGaza is where Dahlan grew up as a refugee, was arrested by the Israelis about 10 times, became an outlaw, and eventually returned to command the Palestinian Authority's Preventive Security Service from 1995 to 2002.\nDahlan is credited with stopping hundreds of attacks during his tenure with the security service, even as he was criticized by international human-rights groups for his methods.\nHe must prove he can harness that success again and build on it if the peace process stands a chance, American and Israeli officials say.\n\"He works in invisible ways. His is almost a spiritual leadership,\" said Ibrahem Ibrach, a political science professor at Al-Azhar University in Gaza City. \"Dahlan had a grip on the people. He had the confidence of the people. If he reclaims that, his true power will bear out in the next few weeks.\"\nBut his popularity is not what it once was. Support from the United States, Europe and even Israel, to an extent, has weakened his domestic support.\nEhab al-Ashqar, who counts himself as one of Dahlan's closest friends, said the way he has been branded as an outsider because of his American support has deeply embarrassed Dahlan, who considers himself among the strongest of Palestinian nationals.\nDahlan was born at the Khan Yunis refugee camp in southern Gaza in 1961. It was at college, the prestigious Al-Azhar University in Cairo, that he began to make waves. He helped form the Fatah Youth Organization, and rousing opposition to the Israelis began to build his image.\n\"He was always there, right in the middle, leading the chants. He wouldn't stop,\" said Abdalhakim Awad, who was a friend of Dahlan's in college and a cofounder of the youth group.\nDahlan became so well known for starting trouble that Israelis would arrest and imprison him as a preventive measure before holidays and anniversaries. During his time in prison, a combined six years, he learned to speak Hebrew from his Israeli guards. He also is fluent in English.\nIn 1987, Israeli forces expelled Dahlan from Gaza, sending him on an odyssey to Jordan, Egypt, Iraq and finally Tunisia, where he continued to coordinate attacks against Israelis.\nThe young, aggressive Dahlan caught the eye of Arafat, who also was exiled in Tunisia. Arafat took Dahlan under his wing and later rewarded him with the security post in Gaza when the two were allowed to return, following the 1993 Oslo agreement.\nAfter all that, Dahlan became a marked man again by Israelis in 2000. Israeli officials accused him of ordering attacks on Israeli school buses, including one that killed two adults and maimed three children.\nLast year, at a news conference after a disagreement with Arafat, Dahlan changed his message. He lashed out against suicide bombings and violence against Israelis in a speech that some friends said was designed not for a Palestinian audience, but to plant his foot on the world stage.\nIn one of his last public interviews - long before he was named security chief in April - Dahlan predicted the U.S.-backed road-map plan for peace was doomed to fail.\n\"I believe that every article of the road map will lead us to three years of chaos and instability,\" he told the BBC in December.\nDahlan can now help determine if that prediction will come true.\n\nGraphic\n\n \nPHOTO;\nAWAD AWAD, Associated Press\nMohammed Dahlan (right), 41, the new Palestinian minister of security, with Palestinian Prime Minister Mahmoud Abbas on Friday. Dahlan will not crack down on militants in the \"rapid, decisive\" way the United States would like.\n\nLoad-Date: August 1, 2005"
}