{
    "title": "Enemies",
    "publisher": "the chronicle of higher education",
    "year": 2011,
    "month": 8,
    "day": 7,
    "full text": "Since 9/11, the terrorist has been Public Enemy No. 1.\nThe attack was a heinous crime that produced great suffering for thousands of people, and empathy and outrage among many millions more, but terrorism never threatened our national survival. Yet perhaps never in the history of human conflict have so few people with so few capabilities frightened so many. That is in part because the \"war on terror\" has been framed as \"a struggle of ideas\" and a fundamental challenge to \"who we are\" in a world that no national power can control.\nMany commentators have represented this \"struggle of ideas\" as a \"clash of civilizations.\" On the contrary, these conflicts represent a \"crash of civilizations\"-a crisis, even collapse, of longstanding territorial cultures, not their resurgence. Religion and politics are increasingly detached from their cultural areas of origin, not so much because of the movement of peoples (only about 3 percent of the world's population migrates), but because of the movement of information and ideas. Those made giddy by globalization believe that a more-connected world is a more-secure world. The reality is more fragmented and divisive.\nFor the first time in human history, most of humanity is engaged in a vast, media-driven political awakening. Many, especially the young, are searching for respect and meaning, and they're forming their identities in global political cultures horizontally, through peer-to-peer relationships rather than vertically, from generation to generation. One such culture is rooted in the concept of human rights. Jihad represents another political culture: thoroughly modern and innovative despite its atavistic roots. Jihad offers the pride of great achievements for the underachieving: a global web of brave new hearts for an outworn world tearing at the seams. Its attraction-to youth, especially-lies in the moral simplicity of its call to passion and action on humanity's behalf.\nTerrorists are directly responsible for violent acts but only indirectly for the reaction that follows. To terrorize and destabilize, terrorists need our complicity. With publicity, even failed terrorist acts can terrorize; without publicity, terrorism would likely fade away. Press and publicity are also the oxygen of an open society. But politicians and pundits need not equate what is most scary and spectacular with what is most threatening and important. Amplifying and connecting relatively sporadic acts of terrorism into a generalized \"war\" has turned a marginal phenomenon into the primary preoccupation of governments and people. Even some of our best scientists and philosophers have bought into the hysteria, clamoring for the death of God and the end of faith as the cure for terrorism. A very nutty proposition, indeed.\nThere are in fact only two ways to defeat enemies. First, by exterminating them. Has anyone heard a peep out of Carthage for the last 2,000 years? Second, by turning enemies into friends. Abraham Lincoln epitomized this approach. In a speech in the heat of the Civil War, he spoke of Southern rebels as people just like others. An elderly lady, a staunch Unionist, upbraided him for speaking sympathetically of his enemies. \"Why, madam,\" Lincoln replied, \"do I not destroy my enemies when I make them my friends?\"\nHow, precisely, to make our enemies our friends is our most difficult political challenge. The recent Arab uprisings may be doing the job for us, and without us. Spearheaded by communication-savvy youth, these revolutions have almost destroyed Al Qaeda's central narrative and support. Egyptian protestors accomplished in 18 days what Al Qaeda failed to do in more than 18 years: topple a core regime of the Arab world. And without using violence against America or anyone else. Bin Laden's spirit was perhaps dead before he was killed. Only if the Arab Spring's oft-tweeted quest for dignity and freedom implodes can Al Qaeda make a comeback.\nSo now let us turn to encouraging that quest, leaving the Taliban behind on a long leash (they were always more concerned with their homeland than ours), and return to the future of September 10, 2001, when China was our great concern.\nScott Atran is research director in anthropology at France's National Center for Scientific Research, a visiting professor of psychology and public policy at the University of Michigan at Ann Arbor, and a Presidential Scholar at the John Jay College of Criminal Justice. He is the author of Talking to the Enemy: Faith, Brotherhood, and the (Un)Making of Terrorists (Ecco Press, 2010)\nAlso in this special issue: Charles Kurzman asks: Where are the Islamic terrorists? Evan R. Goldstein explores an oral-history archive. Jacques Berlinerblau reflects on Ground Zero. Peter van Agtmael captures images of 9/11's aftermath.\n\nLoad-Date: August 12, 2011"
}