{
    "title": "Enemies Of The State_",
    "publisher": "sunday news",
    "year": 2010,
    "month": 9,
    "day": 19,
    "full text": "editorials\nPennsylvania Homeland Security hired an outfit that wound up reporting on domestic protest groups, even to the point of sharing information with gas drilling companies. That makes us all feel secure, doesn't it?\nThere are prospects even more terrifying to think about than terrorism itself.\nSuch as the news last week that Pennsylvania's Homeland Security office has been paying a Philadelphia consultant to alert law enforcement to such terror threats as natural gas drilling protests, antiwar demonstrations and animal-rights advocates picketing a rodeo.\nNow we're really scared.\nNo kidding. The state had a $125,000-a-year contract with the Institute of Terrorism Research and Response to get this kind of a \"threat matrix,\" as they say on TV shows like \"24.\"\nProving, we suppose, that terrorism is good for business - the consulting business, anyway.\nGov. Ed Rendell, who is hardly going out of office on a high note, last week pulled the plug on the contract and apologized to the groups that were included in the threat assessments. He said the bulletins represented a wrongheaded effort to satisfy federal rules about protecting \"critical infrastructure\" and notifying law enforcement about terror threats.\nHe said he hadn't known about the contract and was appalled to find out via a story in the (Harrisburg) Patriot-News.\nWe're appalled, too, that Homeland Security Director James Powers would condone such a waste of taxpayer money. And that he still has a state job.\nThese \"anti-terrorism bulletins\" were delivered to the homeland security office and then distributed to law enforcement agencies. In the case of protests against Marcellus Shale natural gas drilling, information also was given to the drilling companies.\n(One of the groups included in the institute's bulletins was a nonprofit that held a rally to support Gov. Rendell's school funding proposal. What kind of a risk did that pose to Pennsylvania's homeland security - the threat of paper cuts?) To give Gov. Rendell credit, he didn't try to sugar-coat the debacle. The governor agreed that distributing those bulletins describing legitimate citizen dissent as potential terrorism was an infringement on constitutional rights.\nIn that, he's correct. The fact that there have been a handful of vandalism cases at gas drilling sites doesn't justify painting all environmentalists (the Sierra Club, for heaven's sake!) as eco-terrorists.\nAnd what in the name of Jack Bauer was the rationale for including school-funding advocates, gay and lesbian festival-goers and antiwar activists in the threat matrix?\nIt's grimly ironic that while the opposition to a Muslim community center near New York City's \"Ground Zero\" has given rise to much angst over Americans' willingness to abridge First Amendment religious rights in the name of national security, a state government agency would be fomenting terrorism fears about the First Amendment right to free speech and to petition the government for redress of grievances.\nWe're more worried about the government than the protesters.\nAmericans clearly want and deserve protection from real terrorism. We expect our government to be focused on identifying threats and risks, and taking all appropriate steps to thwart them.\nBut this is the Keystone State Kops approach to counterterrorism. The \"bulletins\" were laughable in their scope and useless to law enforcement, as Gov. Rendell admitted. They made a mockery of homeland security.\nAnd they wasted tax money at a time when the state is scraping for revenue.\nGov. Rendell, thanks for canceling the contract and for your mea culpa. But don't you think someone in your administration should have flagged this before the news media did?\nAnd don't you think someone in your administration ought to take responsibility?\nAnd maybe, just maybe, do you think the state could start watching for real terrorists?\n\nLoad-Date: September 20, 2010"
}