{
    "title": "Energy, defense stocks can harden portfolio against terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 5,
    "day": 11,
    "full text": "The car bomb that fizzled in New York's Times Square on May 1 was a smoky reminder of a continuing threat. \nTerrorism strikes at the safety of U.S. citizens and at their wealth. After the World Trade Center and Pentagon attacks on Sept. 11, 2001, the Standard & Poor's 500 Index fell 12 percent in a week. \nYou can't make a conventional investment portfolio terrorism-proof. Yet buying shares of defense companies, particularly those related to intelligence-gathering or surveillance, can offer some protection. Energy and gold stocks provide a buffer, I believe. \nApplied Signal Technology Inc., located in Sunnyvale, Calif., makes surveillance and reconnaissance equipment used by U.S. intelligence agencies and the military.  \nIntelligence gathering is our nation's best defense against terrorism, in my opinion, and a cost-effective way to spend defense dollars. \nIn the fiscal year ended Oct. 31, Applied Signal posted record earnings of $14.5 million on sales of about $203 million. The stock isn't cheap, but it isn't terribly expensive either, at 17 times earnings. \nNew York-based L-3 Communications Holdings Inc. is cheaper than Applied Signal but its balance sheet is less appealing. It is involved in so-called C3ISR work: command, control, communications, intelligence, surveillance and reconnaissance. \nThe company's stock sells for about 11 times earnings. Debt, at about 61 percent of equity, is in the average range. \nAfter its initial public offering in 1998, L-3 posted rising earnings for 10 consecutive years. Last year earnings fell, but only slightly. Analysts expect a 9 percent increase in profits in 2010. \nOne of L-3's founders, Robert LaPenta, is chief executive of L-1 Identity Solutions Inc. L-1 makes computer software that can verify the authenticity of documents such as passports. The Stamford, Conn.-based company also makes biometric products used for fingerprint identification, facial recognition and iris scanning. \nL-1 stock is speculative. However, it seems to be gaining momentum.  \nBP Plc interests me because it has been knocked way down because of its giant oil spill in the Gulf of Mexico. BP's American depositary receipts have fallen to about $49 from about $62 in mid-January. \nI suspect the stock has more than discounted the expense of any legal liability.  \nAlthough gold usually rises in value during crises, I'm ambivalent about most gold stocks because they typically sell for high multiples of earnings -- anathema to me. \nPeople who are less preoccupied with valuations than I am can select among several companies. The valuations on Newmont Mining Corp. aren't too bad. It sells for 16 times earnings. \nSilver stocks are a fairly good substitute, I believe, because silver and gold tend to move together, albeit less than they used to years ago. \nOne silver stock I find interesting is Industrias Penoles SAB. The company is based in Mexico but shares can be purchased over the counter in the United States. It has posted profits six years in a row. \nDisclosure note: I have no long or short positions in the stocks discussed in this week's column, personally or for clients. \n\nLoad-Date: May 11, 2010"
}