{
    "title": "Energy Transfer Partners sues Greenpeace , claims it incites eco-terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2017,
    "month": 8,
    "day": 23,
    "full text": "Energy Transfer Partners LP has sued Greenpeace International, Earth First! and other groups, accusing them of inciting terrorist acts and vandalism to generate publicity and raise money for their causes while hampering the Dakota Access pipeline majority owner's ability to raise money for projects.\nEnergy Transfer is the second company in the last year to attack Greenpeace and its allies in court for engaging in what they claim is a racketeering scheme far beyond ordinary environmental advocacy. Resolute Forest Products Inc. made similar allegations over Greenpeace's campaign against logging in a May 2016 RICO lawsuit. Both companies are represented by Kasowitz Benson Torres LLP, a New York-based law firm whose managing partner Marc Kasowitz is President Trump's attorney.\nConstruction of the Dakota Access Pipeline, running from western North Dakota to southern Illinois, sparked months of protests last year, with clashes between environmentalists and police drawing international attention. The pipeline went into service June 1, following the construction of a final link under a part of Lake Oahe, near the Standing Rock Indian Reservation.\nLocally, Energy Transfer Partners' Sunoco Pipeline subsidiary is building the Mariner East project along a 350-mile route across Pennsylvania to deliver Marcellus Shale gas liquids by pipeline to Marcus Hook.\nIn the lawsuit, Energy Transfer says Greenpeace led a corrupt environmentalist organization, an enterprise that \";cynically planted radical, violent eco-terrorists on the ground amongst the protesters, and directly funded their operations and publicly urged their supporters to do the same.\";\nNegative publicity generated by the demonstrations caused Energy Transfer to lose \";many hundreds of millions of dollars\"; and damaged its ability to raise money from capital markets, according to the complaint, filed Tuesday in Bismark, N.D. Energy Transfer is seeking unspecified money damages, which would be tripled under U.S. racketeering laws; a court order barring the groups from further protests; and an order for the groups to return money to donors.\n\";Under the `Greenpeace Model,' raising money and the network's profile is the primary objective, not saving the environment,\"; Energy Transfer said. \";'Issues are selected according to which ones will generate maximum publicity and donations, irrespective of the environmental merits.\";\nThe environmentalists' campaigns are based on fabricated evidence and witness accounts to deceive the public, Energy Transfer said.\nAmong the other groups being sued by Energy Transfer is BankTrack, a Dutch not-for-profit group that raises money for non-governmental organizations.\nThe Dakota Access pipeline project spurred legal challenges from Native American tribes, principally the Standing Rock Sioux, objecting to the pipeline's path across man-made Lake Oahe. Energy Transfer intervened in that action on the side of the U.S. Army Corps of Engineers.\nIn June, a Washington federal court judge, having rejected earlier entreaties to block the project, said the Army Corps hadn't adequately considered the impacts of a potential spill from the line on fishing, hunting and \";environmental justice, or the degree to which the pipeline's effects are likely to be highly controversial,\"; and ordered it to reconsider those factors.\nThe Resolute Forest lawsuit is still pending in U.S. court in San Francisco. \n\nGraphic\n\n \nPhotograph by: AP/FILE (Tom Stromme/The Bismarck Tribune)\n\nLoad-Date: August 23, 2017"
}