{
    "title": "Engineer course to focus on anti-terrorism building",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 7,
    "day": 14,
    "full text": "STATE COLLEGE, Pa. - When engineers designed today's office buildings, factories and warehouses, the safety checklist usually didn't include defenses against terrorism. That changed following the Sept. 11 attacks.\nA weeklong course for building engineers, starting Monday at Penn State University, examines ways to prevent such catastrophes.\n\"There is much more demand for services in this year,\" said Ted Krauthammer, professor of civil engineering at Penn State and director of the Protective Technology Center. \"People want to know what can be done, how it can be done.\"\nKrauthammer has been teaching his weeklong course since 1995, but it never had this much interest.\nPrevious courses have had 20 or 30 students; by midweek, more than 40 people had enrolled for this week's course.\nMilitary engineers used to make up the majority of Krauthammer's classes, but this year's class includes government officials and security consultants from the United States and abroad, Krauthammer said.\nMost of the students in this and similar classes are engineers - well versed in structural matters, but knowing little about the blast differences between a 50-pound and a 500-pound bomb.\nAnd interest among private-sector engineering firms grew after the 1995 bombing of the Alfred P. Murrah Federal Building in Oklahoma City.\nThat bombing brought about regulations to prevent the phenomenon where damage to a building's key supports can cause a complete collapse.\nKrauthammer said planners must first assess their risk: Are they building an FBI facility in Los Angeles, or a Farm Services Agency office in rural Nebraska? An oil refinery in Colombia, or a private office building in Toronto?\nFor many low-risk facilities, there are simple, inexpensive measures, such as installing protective glass, anchoring light fixtures and designing interior floor plans to keep people away from exposed external walls.\nSome of the best protection comes from reducing a building's exposure by keeping vehicles at a safe distance.\n\"Distance is the best thing you can do, because blast pressures drop very quickly with distance,\" said Darrell Barker, vice president of explosion hazards ABS Consulting, a Texas firm that evaluates both natural and man-made building risks.\nBut Krauthammer warns there's still a long way to go. While terrorists will continue to find new ways to attack, people could begin to lose interest and lower their guard as the memory of Sept. 11 fades.\nThat already has begun to happen, Barker said, who said interest in costly improvements has dropped off among commercial builders.\n\"Our experience for anything that costs money, unless there is a government mandate of some type to do it, they're not going to unless there's a clear and present danger,\" Barker said.\nProtective Technology Center: www.ptc.psu.edu; Blast Mitigation Action Group:http://bmag. nwo.usace.army.mil\n\nLoad-Date: July 15, 2002"
}