{
    "title": "Engineering against terrorism_ how architects try to secure US embassies",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 2,
    "day": 5,
    "full text": "Mounting concern over worldwide terrorism is sending architects and engineers back to their drafting tables to come up with building designs less vulnerable to attack.\nPerhaps nowhere is the need for blending security with architecture more pressing today than at United States embassies and other government missions overseas.\nThe US State Department is in the midst of one of the most extensive efforts in its history to upgrade security at foreign missions, fortified by a $366 million program passed by Congress last fall.\nIt is also underwriting research into ways of making future buildings less assailable and setting standards for security enhancement - as well as seeking fresh ideas on everything from new armor plating for cars to tougher window materials.\nWhile the research is just beginning, one thing seems clear: The shape of tomorrow's embassies will not resemble those of the past, when the stress was on open, airy, glass structures on easily accessible main roadways - symbols of America as a free society.\n''I think we will never see the kinds of designs that were popular in the 1950s,'' says Robert Lamb, assistant secretary of state for administration, who is in charge of day-to-day management of State Department buildings.\nDesigning structures that will limit intrusions is not just a modern challenge. It has been carried out in one form or another at least since the days when the first villages were surrounded by moats and ramparts. US missions in foreign countries, though, pose unusual problems of their own. For starters, there's the obvious one of embassy compounds being ''islands'' in a host country. They are dependent, to a large degree, on the local government for protection - be it friendly or not, able or otherwise to ensure security.\nBuildings today also have to be designed to minimize risk of a variety of threats: from hostile mobs to sniper attacks to car-bomb terrorists. There are also local considerations that limit what US officials can do in altering the design of existing buildings in certain cases: Some offices are leased or in historic buildings and can't be modified at will. Underlying any effort to improve security at foreign missions, though, is one central dilemma: the need to balance security without turning embassies - for years, reflections of America's open democratic values - into bunkerlike structures.\n''The State Department's job is to conduct the affairs of state, and you can't do that by going into hiding,'' says Stuart L. Knoop, president of Oudens & Knoop, a Washington, D.C., architecture firm that specializes in designing US missions.\nUS concern about buttressing buildings to guard against terrorism is a recurring one, but over the past year worries have intensified. They sharpened with the attacks on US posts in Beirut and Kuwait, as well as with the murders of US diplomats in Europe and Central America. Recent terrorist hits on North Atlantic Treaty Organization targets and a videotaped message of US Embassy officer William Buckley, one of five Americans kidnapped in Beirut in the past year, were painful reminders of the threat facing US interests abroad, too.\nBetween 1979 and 1984, the State Department increased expenditures on security worldwide roughly fivefold. This year the department is nearly doubling its allotment for security again, to $433 million, which includes some of the funding from last year's supplemental $366 million package. In the past four months alone, some 1,300 requests for security projects at missions around the world have piled up on the department's desks. Many changes have already been made. Walls, bollards, guard booths, and special doors, among other things, have been put in at various posts. Some missions are virtual bunkers, protected by rocket shields and bomb deflectors.\nMore is coming. Roughly half of last year's special congressional package will go for 11 new outposts and two major renovations at unusually ''high risk'' sites, mostly in the Middle East. The new buildings will start going in next summer. The National Academy of Sciences' National Research Council, meanwhile, has set up a committee to look into ideas for enhancing security - everything from new building materials to electronic measures - and will suggest specific design criteria.\nTo be sure, bricks and mortar alone cannot a terrorist thwart. ''There are no miracle solutions which will make these buildings totally safe,'' says Paul Weidlinger, president of Weidlinger Associates, a New York engineering firm that has prepared a report for the State Department on enhancing security. But experts agree that better designs and other security precautions can repel certain types of intrusions and limit the damage others might cause.\nAmong the changes that Mr. Weidlinger and Mr. Knoop, both on the Research Council committee, see at future embassies:\n* Fewer windows, particularly on lower levels. This doesn't mean that buildings need be fortresses, says Knoop, who cites some museums and theaters as examples of attractive but secure structures. Where windows are put in, more will be shatter-resistant. Many injuries at last year's embassy attack in Beirut were caused by flying glass. New high-strength window materials are being looked at.\n* The siting of embassies will become more important. Fewer will likely be placed right on heavily trafficked thoroughfares, says Knoop. They will likely sit on larger parcels of land to help distance buildings from outside areas. Within a building, most people could be situated so their offices were away from the street-side.\n* Structures with underground parking garages or built on stilts will probably be avoided. It's too easy for car bombs to be planted.\n* Fewer flammable materials will likely be used in buildings, to avert damage from bomb attacks.\n* Landscaping - shrubs, trees, earth berms - can be used more to help control vehicles and to screen windows from the view of snipers.\nAll this, of course, would be dovetailed with other precautions (guards, metal detectors, crash barriers) that are becoming routine parts of embassy compounds. ''If it's a trade-off between openness and human life, we are going to go with human life,'' says Mr. Lamb.\nA Tuesday column\n\nGraphic\n\n \nDrawing, no caption, ROBIN JAREAUX"
}