{
    "title": "Enid News & Eagle , Okla. , Sidelines column",
    "publisher": "enid news & eagle ",
    "year": 2013,
    "month": 4,
    "day": 16,
    "full text": "April 16--The question has been asked many times in the hours since the bombs exploded near the finish line of Monday's Boston Marathon.\nThe query has been posed in print, on broadcast interviews and on social media.\nWhat's this world coming to?\nWhat's this world coming to when the joyous celebration of athletic prowess and patriotism that is Patriots Day in Boston, which goes hand in hand with the venerable Boston Marathon, are marred by explosions that kill and maim participants and bystanders alike?\nWhat's this world coming to when an 8-year-old boy, identified as Martin Richard of nearby Dorchester, Mass., who was on hand to support family friends taking part in the race, is killed by the blast, his mother left with a brain injury and his 6-year-old sister maimed by loss of a leg?\nWhat's this world coming to when many of the runners finishing the race at the time the explosions occurred were those running to raise money for various charities, giving of themselves to help others?\nWhat's this world coming to when a day commemorating the opening battles of America's revolution for freedom is shattered by lunatics apparently bent on imposing the tyranny of terror?\nWhat's this world coming to when a day that began with joy and celebration ended with the streets Boston stained by the blood of innocents?\nWhat's this world coming to? It's not coming to anything. It's already there, and has been, sadly, for quite some time.\nWe have experienced sting of terror all too often. Friday will mark the 18th anniversary of the bombing of the Murrah Building in downtown Oklahoma City, an unthinkable act of domestic terrorism that took 168 lives. In September, we will mark 12 years since Sept. 11, 2001, a horrific act of international terrorism that killed nearly 3,000 people.\nThe relatively small size of the bombs in Boston seems to suggest domestic terrorism rather than the international variety, says one expert in the field. It matters not. Terror is terror, no matter its source.\nIt seems inevitable that a large, high-profile sporting event was targeted by those with the insane notion that whatever crackpot cause they support somehow justifies mass murder. Ours is a sports-loving society and the major events always draw large crowds to confined spaces, creating a security nightmare.\nThere's no telling what message the thugs who perpetrated this abomination were trying to get across, whether they were striking against the imperialist, decadent \"Great Satan,\" or whether they had some sort of grudge against their own government.\nPerhaps they were trying to intimidate the people of Boston, or perhaps the nation as a whole, to frighten us, to cause us to live our lives in fear, constantly looking nervously over our shoulders.\nThey will fail, of course. The city of Boston will come back stronger than ever, the nation will rally behind the city and the Commonwealth of Massachusetts, and the martyrs of April 15, 2013, will never be forgotten.\nNeither will the response of the ordinary in the aftermath of Monday's attack be lost to history. Bostonians opened their hearts and their homes to those affected by the blasts. People offered drinks of water, prayers, food and shelter. A nearby restaurant opened its doors offering food and drink, asking people only to pay what they could.\nIn the immediate aftermath, ordinary people ran to help bomb victims, with little or no regard for their own safety.\nIt's an age-old story, good versus evil. Evil makes most of the noise, gets most of the attention, commands most of the headlines and the air time. But evil always loses.\nI had never heard of Patton Oswalt, an actor and comedian, before Monday. Now I am a huge supporter. In the wake of the Boston attacks, Oswalt wrote an impassioned post on Facebook, which included the words:\n\"So when you spot violence, or bigotry, or intolerance or fear or just garden-variety misogyny, hatred or ignorance, just look it in the eye and think, 'The good outnumber you, and we always will.'\"\nAmen. Evil always loses. Always. Sometimes it might not seem so, but like a weary runner overtaking a fading foe in the final strides of a marathon, good will always prevail.\nThere are far too many good people in this world for it not to.\nMullin is senior writer of the News & Eagle. Email him at jmullin@enidnews.com\n___ (c)2013 the Enid News & Eagle (Enid, Okla.) Visit the Enid News & Eagle (Enid, Okla.) at www.enidnews.com Distributed by MCT Information Services\n\nLoad-Date: April 18, 2013"
}