{
    "title": "Enid attorney Stephen Jones reflects on the worst domestic terrorism attack in U.S. history",
    "publisher": "enid news & eagle ",
    "year": 2020,
    "month": 4,
    "day": 17,
    "full text": "April 17--     Apr. 17--Enid attorney Stephen Jones was contacted two weeks after the 1995 Oklahoma City bombing and asked by a federal judge to represent one of the most infamous defendants in American history.\n\"It was a complete surprise to me,\" Jones said.\nHe said he'd never been in a case that put his family or business associates in possible danger. Jones told the judge he would need to consult with them and asked for 24 hours to do so.\nJones said he also consulted Enid community members about taking the case. He said he spoke with friends Lew Ward, Nancy Davies, Bob Berry, the police chief and the sheriff at the time. Jones also consulted Gov. Frank Keating, a client Jones represented at the time.\n\"The governor was opposed to my taking it,\" Jones said of the case. \"Within my office, some of the lawyers were hesitant, but everyone else strongly felt I should take the case.\"\nHe said the others he consulted were encouraging.\n\"This is the same time the O.J. Simpson case was going on. People were not impressed with what was going on there. They thought it was a parade and circus,\" Jones said. \"Their attitude was, we don't want the Oklahoma City bombing case to turn into an O.J. Simpson.\"\nJones said he later asked Judge David Russell why he chose him to represent Timothy McVeigh. Russell told him he met the criteria.\n\"He described an experienced lawyer, seen him in court before, professional and ethical,\" Jones said. \"That would described a minimum of 300 lawyers in the Western District. He said, 'Yes, but you're big enough to take the hit.'\"\nJones said the judge also told him another thing following his appointment.\n\"'I sure hope I haven't signed your death warrant,' and I said, 'That makes two of us,'\" Jones said.\nMcVeigh's trial began in March 1997. The time leading up to the trial was busy and brought many changes for Jones.\n\"I gave away all my clients within a matter of days,\" he said.\nJones said a lot of those clients came back when the trial was done but some of them did not, which he said was \"understandable.\"\nThe lead-up to trial also saw the removal of an Oklahoma judge from the case and a change of venue. Judge Wayne Alley was removed from the case because his courtroom and chambers both were damaged in the bombing. The recusal also saw the appointment of Judge Richard Matsch.\n\"For whatever reason, he and I got along very well. He approved every single request I made,\" Jones said. \"That was an inspired choice. In fact, it was a brilliant choice. I frankly consider the reason I am alive today is because of Judge Matsch. He was extremely impressive. Very fair, very objective. Very respectful of the defense.\"\nA quarter century after April 19, 1995, shockwaves of the bomb detonated in the largest act of domestic terrorism on American soil are still felt across Oklahoma.\nWorking with McVeigh\nWorking with McVeigh presented some challenges, Jones said.\n\"Somebody on our staff saw Timothy McVeigh every day. He was never alone. Christmas Day, Thanksgiving Day, Christmas Eve. There was always someone from our staff that went to where he was, which was either Oklahoma City or outside Denver,\" Jones said. \"I thought it was important they get to know McVeigh so I could get their opinion.\"\nWorking with McVeigh became difficult at times.\n\"I would say the first two years we had a very good working relationship,\" he said. \"It alternated between Tim trying to manipulate his defense team and cooperating with us.\n\"Tim was obviously aided by others. The grand jury charged others unknown and known. He drew on a network of friends and people with various opinions similar to him to assist him. He was protecting everyone else. That wasn't a charade. He was genuinely protecting them. Early on, I realized he was lying to me.\"\nJones said when the names Terry Nichols and Michael Fortier surfaced in the investigation, McVeigh told him they were not involved.\nWhen Fortier was negotiating for a plea deal, Jones told his client the innocent generally don't negotiate plea deals. McVeigh then admitted to their roles.\n\"Well, he admitted they were involved,\" Jones said.\n\"Well, I wasn't sure I could trust you at the time,\" Jones said McVeigh told him, saying he now trusted his defense attorney.\nJones said he then asked McVeigh if they were going to deal with each other straight.\n\"He said, 'Yes, with no question,'\" Jones said. \"We shook hands on it.\"\nBut the deal was short-lived after Jones learned McVeigh had withheld certain information from him.\nJones told McVeigh, \"You lied to me again. So, what's the deal here? You want a defense or don't you? The truth of the matter is, if you don't tell me the truth, we're going to likely stumble, badly.'\n\"From thereafter, there was a certain degree of tension. I had to consider what we were going to do. It was important the public and constitutional system be seen giving Tim McVeigh a fair trial.\"\nJones said the defense decided to make the government prove they had the right man, using flaws in the chain of evidence to create reasonable doubt. He said he believed McVeigh was concerned the defense would diminish his role in the bombing.\n\"He wanted the revolution to continue, as he would say,\" Jones said of McVeigh. \"In that respect, he had the assistance of the United States government.\"\nJones said he told McVeigh he doesn't work for the government. He was appointed, and paid, by the government but did not work for them.\n\"My job is to see nothing is taken from you, not your life or liberty except for by due process of law. So, we did everything that we could,\" Jones said. \"I'm sure that there were times when he expressed gratitude or thanks. I don't think he did at the end, and I wouldn't expect him to and I wasn't looking for it.\"\nJones said McVeigh kept a \"keen eye\" on the trial.\n\"He read every discovery that we got. He read it all. All 30,000 witness statements,\" Jones said. He said there were more than 100,000 photographs, and although he's not sure McVeigh saw them all, his client looked at many of them.\n\"I respected him, and I think he respected me.\"\nFollowing McVeigh's conviction, Jones said he told McVeigh he would not represent him on appeal.\n\"At the end, I went out and told him, 'Tim, I've decided I'm not going to be available to represent you on appeal.' He said, 'Well, why not?'\" Jones said.\n\"I've barely controlled you through the end of the trial. Now you've been convicted I have no leverage to control your behavior. I think it's time to get back to being a county seat lawyer and taking care of my clients. He said, 'No, you're right, and I respect your reasons.'\"\n'I don't like bullies'\nJones said the full impact of representing McVeigh in unknown.\n\"Undoubtedly, I secured clients because I represented Tim McVeigh, but at the time it probably cost me clients,\" he said.\nIn July, Jones will turn 80 but still continues his work with the law.\n\"I still work five days a week, seven hours a day and, if necessary, I work on the weekends,\" he said. \"I wanted to practice law, and I wanted to come to Enid. I'd studied the city, and I came here. I thought Enid was the best place.\"\nJones said the appeal to practice law came from being able to help those with the most need.\n\"I don't like bullies. I just often thought of government bureaucracies and law enforcement agencies as being bullies and the deck was stacked against the ordinary citizens,\" he said. \"I started doing these cases and found them to be very rewarding. I think I've represented every type of case except two -- treason and patent.\n\"I've been in all sorts of courts, military, grand jury, even argued a case before the U.S. Supreme Court for Lew Ward. I've tried cases from New York to California,\" he said. \"But I always come back to Enid. This is home. This is where I began, and this is where I will end -- but not yet.\"\nJones said the Oklahoma City bombing taught Americans lessons that continue to be drawn upon today.\n\"The bombing was a never-ending wrong. It brought the state and certainly the greater Oklahoma City area together,\" Jones said. \"I think it was prelude to 9/11 and the rest of the country drew on the Oklahoma example.\n\"People talk about its impact on the law and war on terror. I don't think that's real impact. Its real impact was it taught us something about ourselves and our capacity to love, to forgive and continue on with our lives,\" Jones said. \"As far as the people of Enid are concerned, I've never been harassed a single day by the people of Enid. I always felt safe, went to the same church and Rotary Club.\"\nJones said he wanted to show other lawyers they could take tough cases to uphold the due process clause and not be afraid.\n\"Thomas Wolfe was wrong,\" he said. \"You can go back home, and you can live your life. For a while, I was the center of national and international attention, but it was time to get off the stage and that's what I've done. I've done it with the support and friendship of the people northwest and north-central Oklahoma.\"\nRains is police and court reporter for the Enid News & Eagle. Follow him on Twitter, @cassrains.\nHave a question about this story? Do you see something we missed? Do you have a story idea for Cass? Send an email to crains@enidnews.com\n___ (c)2020 the Enid News & Eagle (Enid, Okla.) Visit the Enid News & Eagle (Enid, Okla.) at www.enidnews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 6, 2020"
}