{
    "title": "Enlist guard to fight terrorism",
    "publisher": "the deseret news",
    "year": 1998,
    "month": 3,
    "day": 29,
    "full text": "Enlisting the Utah National Guard and other states' guard units in the fight against domestic terrorism makes sense. It is one of those ideas so obvious it was easy to overlook until now.\nThen again, concern about terrorist acts within U.S. borders has never been as high as it is currently. Recent reports indicate a U.S. military trained to defend against foreign attack may be inept when it comes to defenses against internal chemical or biological assaults. Using the resources of trained and readily accessible National Guardsmen who know local conditions and geography could be feasible and effective.\nThe possibility of using guard units to combat chemical and biological terrorism was raised recently by Defense Secretary William S. Cohen. Speaking last week at the National Press Club, he said 10 special National Guard units would be readied to protect the public from such episodes.\nUtah political leaders took note, and with the storage of large amounts of nerve and blister agents locally, it seems logical this state would rank consideration for such status. Playing host to the 2002 Winter Games strengthens that argument.\nCohen called the units \"rapid-assessment teams\" and said they would bolster Department of Defense preparation against terrorist attacks. In the event of an attack, Guard teams would quickly be deployed to the scene, assess the situation and help ensure impacted areas obtain the federal help they need.\nBolstering internal preparations in this manner could help restore peace of mind shaken by several high-profile terrorist incidents. Though they did not involve chemical or biological weapons, the World Trade Center and Oklahoma City bombings have undermined the notion that American soil is safe haven. A recent false-alarm anthrax scare in Nevada and the Tokyo subway sarin nerve agent incident five years ago provided an unsettling spectre of internal risks in the United States.\nHaving National Guard troops defend against attacks at home is logical. Given Utah's circumstances, this state should be at the forefront of that effort.\n\nLoad-Date: April 6, 1998"
}