{
    "title": "Entering the vipers' nest",
    "publisher": "the day ",
    "year": 2004,
    "month": 4,
    "day": 11,
    "full text": "YOU ARE INVITED to enter a dark underworld where poisonous vipers are fed from toxic swamps of Islamic hatred in a spiderwebbed network where they are breeding by the thousands, by the tens of thousands.\nIt is the subterranean world of terrorism. Your guide is Richard A. Clarke, the first counterterrorism czar for the U.S. government.\nTo enter, you must actually have read his book, \"Against All Enemies,\" which you will find is not a polemic against President Bush but an account of why we were tragically blindsided by terrorism.\nHe does not criticize National Security Adviser Condoleezza Rice or the president for failing to prevent the attacks on the World Trade Center and the Pentagon. He is as much to blame for that - if anyone is.\nHowever, he does fault Bush for a calamitous mistake: Going to war against a state that did not, repeat did NOT harbor terrorists, thus accelerating terror cells in states that do. Clarke likens that decision to responding to Pearl Harbor by invading Mexico.\nThat is no surprise to anyone who has closely followed the story. The war against terrorism needs vast resources that were diverted to invade Iraq at the cost of American lives, treasure, allies and reputation.\nWe are surprised nobody knew there was something called al-Qaida until 1996, and by how large a role luck and conventional wisdom play in statecraft, and by the vehemence of personal attacks on Clarke.\nIncoming NSC Director Condoleezza Rice could not be expected to know much about al-Qaida. She last served on the NSC in the first Bush administration, when two superpowers were grappling with each other.\nIn a speech she was to deliver on the day of the attacks, Sept. 11, 2001, she was still living in a bygone world. She complained that Clinton had spent $ 11 billion on terrorism, twice as much as missile defense.\nThat world is as distant and relevant as the surface of Mars. We have discovered a new world that exists in the twisted mental caverns of religious extremists. They would drag democracy back to the 14th century and enforce Islamic conformity under a global Mullah.\nWhat is astounding is that the CIA, FBI and NSC thought Osama bin Laden was merely a Saudi rich boy playing the radical by sending checks to some ragtag terrorist cells.\nIt was not until the spring of 1996 that our intelligence services gave a name to the netherworld army of vipers, al-Qaida, and identified bin Laden, not just as a radical playboy, but as its mastermind.\nThe \"war on terror\" was declared by President Clinton only in 1996, after 19 U.S. Air Force personnel died in the al-Qaida attack on Khobar Towers in Saudi Arabia.\nAt George Washington University, President Clinton declared: \"Terrorism is the enemy of our generation, and we must prevail … But I want to make it clear to the American people that while we can defeat terrorists, it will be a long time before we can defeat terrorism.\"\nHe was lucky in statecraft when a Kuwaiti traffic cop happened on a car bomb that Iraqi intelligence had planted to assassinate former President Bush. President Clinton's response was to blow up Iraq's spy offices.\nHe was to announce the hit on TV, but global satellites weren't in position to confirm our missiles had scored. So he called CNN, which had a cameraman who phoned a cousin in Baghdad. The cousin confirmed, \"Yeah, the whole place blew up.\"\nIraq caused no further trouble to the U.S. or its neighbors, but strikes against al-Qaida proved difficult. Targeting all of al-Qaida's training camps, as Richard Clarke would have liked, would seem trigger-happy or a cynical diversion to the pre-9/11 state of mind. The public hadn't heard of al-Qaida.\nClarke's urgent warnings to Condi Rice made him seem slightly touched - until 9/11, when Clarke was the brain, face and voice of the government in the White House Situation Room cockpit all day that day.\nHe was reviled almost as a traitor by anonymous enemies in the White House. But a more professional response would have been to take seriously his view that our focus should be on Iran, Afghanistan, Pakistan, Saudi Arabia and Egypt - where terrorism exists - and not on Iraq, where terrorism didn't exist, until we invaded.\nA trusting public would do well to enter the demented world of the vipers, because terrorism is on the rise since the Iraq War and it will be our enemy for this generation, and generations to come.\nAyers is publisher of The Anniston (Ala.) Star.\n\nLoad-Date: April 12, 2004"
}