{
    "title": "Entrepreneurism",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 1,
    "full text": "To the Editor:\nIt's always refreshing to read through the Sunday Business section. One learns so much, and it becomes easier to find connections between seemingly disparate phenomena.\nFrom the issue of March 25, I learned that:\n* As a mere woman, I had best not claim to aspire to entrepreneurship for its psychic and financial rewards. For we all recognize that ''women, typically, turn to entrepreneurship for one of two reasons - either they feel discriminated against within the corporation or they lack the right credentials to get a good job.''\n* As a mere Columbia M.B.A., I am unlikely to have much of a future in the business world: After all, Harvard Business School is ''training ground for the new generation of business leaders.'' Haven't you heard of Stanford, Wharton, Chicago?\n* Some of our more socially sensitive and politically enlightened United States corporations are generously continuing, despite the best efforts of those misguided ''left-wing terrorists,'' to provide challenging, remunerative positions for those simple Salvadoran workers and peasants. I was frankly thrilled to learn that a ''major American food company'' will ''teach the Salvadorans the rudiments of good farm management.'' Doubtless those campesinos were too busy singing, dancing and practicing native crafts to attend to farm labor before - or could it be that terrorism on the right has made it difficult to get through a growing season intact? And how reassuring to know that the American factories are guarded by ''highly professional'' security forces - even by former Salvadoran military officers! We here in the United States have read a good deal about the highly professional attitudes of these individuals, and I am sure that the local workers have almost as much affection for these guards as for the Salvadoran army itself.\nMaybe what El Salvador really needs is a cadre of entrepreneurs - assuming that the right males can be groomed for Harvard Business School, of course.\n \nANN MARLOWE New York, March 27"
}