{
    "title": "Environmentalists employ new tactic_ Shutting down pipelines",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 3,
    "day": 10,
    "full text": "BISMARCK, N.D. — As Enbridge prepared to move climate-damaging tar sands crude through a 40-year-old pipeline in eastern Canada in 2015, environmentalists and indigenous peoples including Vanessa Gray thought about what happened in Michigan just five years earlier: Another of the company's lines had burst, sending oil into a river in one of the largest spills in U.S. history. With that in mind, Gray and others decided they needed to do more than just speak out. In December 2015, three activists from Montreal entered Enbridge property near the Quebec-Ontario border and turned an above-ground emergency pipeline shut-off valve. About two weeks later, Gray and two others did the same at a different site, drawing even more attention because authorities levied charges that could have landed them in prison for life. \nThey ended up with no jail time and accomplished their goal of raising awareness. \"I hope it inspires others,\" Gray, 26, a member of an Ojibwe tribe, said in a recent interview. It already has, by activists in the U.S. who believe fossil fuels are precipitating a global warming crisis. Just last month four activists targeted an Enbridge oil pipeline in northern Minnesota. But pipeline companies say so-called valve turners are dangerous — to themselves and the public — and many energy industry officials and advocates say they should be treated as domestic terrorists. Several states are considering increasing fines and prison terms for such incidents and holding associated organizations legally accountable as well. \"It's reminiscent of a number of years ago when environmental groups were spiking trees to interfere with the timber industry,\" said Alan Olson, executive director of the Montana Petroleum Association. \"When environmental groups go out to cause physical harm or to harm infrastructure, in my mind that is domestic terrorism.\" To Michael Foster, it's a wake-up call to a world quickly approaching \"a life-or-death moment.\" \"We must stop the flow of fossil fuels as a society,\" said the mental health counselor from Seattle who spent six months in jail for turning a pipeline shut-off valve in North Dakota in October 2016. \"You can argue about the best, or better, ways to do it, but we haven't done it yet, and we've run out of time.\" Foster was part of a loose-knit group of 11 climate change activists who dubbed themselves Climate Direct Action and simultaneously turned shut-off valves on five pipelines in North Dakota, Minnesota, Montana and Washington state that carry Canadian tar sands crude into the U.S. \"We were committed to nonviolence. We were committed to safety and making sure no communities were impacted or damage occurred. We weren't interested in damaging equipment,\" Foster said. In response to that action, federal regulators issued a bulletin warning that tampering with pipeline valves can result in \"death, injury, and economic and environmental harm.\" None of the valve-turning incidents has led to an injury or a spill, but critics say the protest tactic is at the very least hypocritical. A group of bipartisan lawmakers, led by Colorado Republican Rep. Ken. Buck, asked the U.S. Justice Department in October 2017 whether protesters could be prosecuted under federal domestic terrorism laws. The response in February 2018 from Assistant Attorney General Stephen Boyd, provided by Buck's office, didn't give much clarity. Boyd said pipeline protest incidents \"may or may not qualify as ‘domestic terrorism.'\" Some states aren't waiting for federal action. The American Legislative Exchange Council has created a model bill that carries stiff penalties for protest incidents targeting \"critical infrastructure\" such as pipelines. It's inspired by a 2017 Oklahoma law that carries penalties of up to 10 years in prison and a $100,000 fine. Louisiana last year passed a law similar to the model, and the legislatures in North Dakota , Illinois, Missouri, Ohio, Mississippi and Indiana are considering similar bills.\n\nGraphic\n\n \nAssociated Press/Oct. 11, 2016 Climate change activist Michael Foster, of Seattle, turns an emergency shut-off valve on an oil pipeline in northeastern North Dakota. Foster was arrested and ended up spending six months in jail.\n\nLoad-Date: March 11, 2019"
}