{
    "title": "Envoy_ World faces _unprecedented threats'",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 7,
    "day": 29,
    "full text": "UNITED NATIONS - Russia's new envoy to the United Nations took up his post Friday warning that the world is being confronted by \"unprecedented threats and challenges\" and declaring that combatting terrorism is a top priority.\nAmbassador Vassily Nebenzia said that as a permanent member of the Security Council, Russia \"will continue contributing constructively to addressing those challenges, together with the international community.\"\n\"And we reaffirm our commitment to promoting peace, development and human rights,\" he said during a ceremony at which he presented his credentials to Secretary-General Antonio Guterres.\nNebenzia, a deputy foreign minister since 2013, replaced Vitaly Churkin who died in February. He previously was an adviser to Russia's U.N. delegation and deputy Russian representative at the U.N. office in Geneva.\nGuterres called Churkin \"one of the most brilliant diplomats ever\" and stressed the importance of \"effective cooperation\" between the U.N. and Russia.\nNebenzia said the United Nations is the only universal international organization and the only place that gives all nations their own \"legal voice.\"\nAfter a private meeting with Guterres, he went to a General Assembly open meeting on combatting terrorism. He said \"it is symbolic\" that his first statement after presenting his credentials would be to the 193-member assembly, \"the most representative body of our organization.\"\nNebenzia said terrorist incidents in Russia and elsewhere \"show that the modern world needs everyone to work together.\"\nLast month, the General Assembly voted to establish a new United Nations Counter-Terrorism Office and Guterres appointed a veteran Russian diplomat who has dealt with the issue, Vladimir Voronkov, to head it.\nNebenzia said the U.N. must play \"the central coordinating role\" in combatting terrorism. He added that reforms planned by Guterres should provide \"significant results in improving the legal basis of counter-terrorism operations and will allow for targeted technical support to countries in need.\"\nThe Russian ambassador called for stepped up efforts to eliminate the conditions that lead to terrorism and said the most important tasks today are \"to combat foreign terrorist fighters, to combat financing for terrorism and the spread of its ideology, including through the use of modern technology.\"\n\nLoad-Date: July 29, 2017"
}