{
    "title": "ENVOY_ CLINTON TO FOCUS ON PEACE WHILE IN SYRIA _ _ MADELEINE K. ALBRIGHT SAID THE PRESIDENT HOPED F",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 10,
    "day": 24,
    "full text": "President Clinton hopes to gain a commitment to peace from Syria when he visits the Middle Eastern country this week, the U.S. ambassador to the United Nations said yesterday.\n\"Sometimes you've got to make a breakthrough like this to push on the peace process,\" Ambassador Madeleine K. Albright said on NBC's Meet the Press in explaining Clinton's decision to meet with Syrian President Hafez al-Assad when he travels to the Middle East for Wednesday's signing of the peace accord between Jordan and Israel.\nAlbright said she was sure Clinton would take up in his talks with Assad the \"gamut of issues\" regarding Syria, including its support for international terrorist groups and its occupation of Lebanon.\n\"But he is going to focus himself on the peace aspect,\" she said.\nSyria is one of the last holdouts in the drive toward comprehensive peace in the Middle East. While Israel has achieved major agreements in the last year with the Palestine Liberation Organization and Jordan, it has failed to find common ground with Syria on the key issue of the return of the Golan Heights in exchange for a Syrian commitment to peace.\nSyria has demanded a complete Israeli withdrawal from the territory, occupied since the 1967 Mideast war, and rejected Israeli proposals for a partial and staged withdrawal.\nSyria's official media yesterday welcomed the Clinton visit, set for Thursday, but said peace must be accompanied by the pullout of all Israeli troops from the Golan Heights and southern Lebanon.\n\"We all know that Syria is a very important piece in this,\" Albright said.\n\"The other pieces are being put into place. Syria is now the one that has to commit itself to peace.\"\nAlbright brushed off questions about whether Clinton hoped the Mideast trip would boost Democratic chances in next month's congressional elections.\n\"I think it is very wise of him to go there. It in no way impedes the political process going on here,\" she said.\nShe said the risks of a presidential visit to the Middle East at a time when Palestinian terrorists have stepped up attacks on Israel had been considered.\n\"He has made the calculations. He believes it is very important to be in the Middle East,\" he said.\n\nLoad-Date: October 21, 2002"
}