{
    "title": "ENZ, Adam",
    "publisher": "daily news ",
    "year": 2020,
    "month": 10,
    "day": 4,
    "full text": "ENZ, Adam C. Adam Charles Enz, age 35, of Fairfield Township, Ohio, passed away unexpectedly Thursday, October 1, 2020, in a tragic car accident. Adam was born October 19, 1984, in Middletown, Ohio. He was a Marine, uncle, son, grandson, nephew, cousin, and best friend to many. \nIn addition to his extended family, military family, and many close friends too numerous to list, Adam is survived by his mother, Kim Enz; father, Mark Enz; brother, Jesse Enz; nephew, Miles Enz; and paternal grandmother, Mary Enz. Adam is preceded in death by his maternal grandmother, Sylvia Goodnite; maternal grandfather, Thomas Adkins; paternal grandfather, Albert Enz; and his uncle, Chet Adkins. Adam graduated from Monroe High School in 2003. An honors student and actively involved in sports, he played baseball, football, soccer, and wrestling during his high school years. He loved being outdoors, motor sports, fishing, hunting and raising and training boxers. Adam served with distinction in the United States Marine Corps Second Batallion Seventh Marines from July 2003 through July 2007 during Operation Iraqi Freedom, serving three tours in Iraq and earning several medals including the Global War on Terrorism Service Medal, War on Terrorism Expeditionary Medal, Marine Corps Good Conduct Medal, Iraq Campaign Medal, and Combat Action Ribbon (Iraq). Following his military service, Adam studied Aviation Maintenance at Cincinnati State Technical and Community College and Aviation Maintenance at Cincinnati State West Campus. Adam worked for the past several years for a production company transporting stage equipment to different locations across the country, enjoying being on the road and the opportunity to see new places and meet new people. One of Adam's passions was traveling the country and the world and he was always encouraging his friends and family to join him for his next adventure. He had friends in nearly every state and always made time to visit them to catch up during his trips. He never met a stranger and always had a warm smile and a hug for his friends and family. He made a lasting impression on everyone he met with his kindness, compassion, honor, and courage. Adam was a wonderful son, grandson, brother, nephew, cousin, and friend. Recently, he had taken on the role of Uncle. His nephew, Miles, was the light of his life. Of all of the roles Adam filled during his time on earth, nothing had ever brought him more joy or pride than his brief 11 months when he held the title of Uncle. Calling hours are from 11am-1pm with the funeral service directly following at 1pm at Wilson-Schramm-Spaulding Funeral Home, 3805 Roosevelt Blvd. (at Bonita Dr.), on Tuesday, October 6, 2020. Graveside service will follow with interment at Mound Cemetery with Military Honors by the Middletown Combined Honor Guard. Thank you for wearing a face covering as mandated due to COVID. Flowers may be sent to Wilson-Schramm-Spaulding; or in lieu of flowers envelopes will be available for donations to Semper Fi, an organization Adam held dear to his heart for their work providing assistance to combat wounded, critically ill, and catastrophically injured service members and their families. Please sign the guest book online at WilsonSchrammSpaulding.com.\nSign the guestbook at Legacy.com\n View the obituary on Legacy.com\n Funeral Home Information\n Wilson-Schramm-Spaulding Funeral Home Inc\n 3805 Roosevelt Blvd\n Middletown, OH\n 45044\n https://www.wilsonschrammspaulding.com/?utm_campaign=legacytraffic&utm;_source=legacy&utm;_medium=referral\n\nLoad-Date: October 4, 2020"
}