{
    "title": "Era of terrorism poses problems for U.S. values(2)",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 3,
    "full text": "Watching the recent consideration process for the next attorney general of the United States, I've become more aware of the constant appeals to the new post-Sept. 11, 2001 era we're now considered by many to live in.\nIt's an era construed as being quite different from any other this country has ever seen, and I'll grant those who say so that they're likely correct. This is a different time. Sept. 11 did mark a change in the course the U.S. government was or had intended to be on in the future. But despite the fact that representatives from both major parties have made this same appeal, there continues to be a split in the ideology that defines the boundary between them. This isn't necessarily surprising, I understand. But this split seems to have become even more noticeable the past few days, as questions about the constitutionality of the administration's actions in this so-called \"War on Terror\" have become more relevant.\nWe've all heard them: Is it constitutional to incarcerate people indefinitely without a justifiable cause? Is it legal for government to invade the privacy of citizens because of a hunch? Is it OK to torture individuals merely suspected of having links to organizations that promote subversion? And, perhaps more importantly: Do these and similar actions reflect the fundamental values we live by -- values grounded in the Constitution -- which the United States in so many ways increasingly has tried to project to the rest of the world over past generations?\nThere's no doubt this is a very trying time. As a nation we are virtually statistically split, as seen in the narrow margin of victory in the last presidential election. If that can be used as an indicator, one may very plausibly say one half of the country is in favor of bending the rules that make up the Constitution and its amendments, while the other half opposes it. This also may not be surprising.\nBut while I'm sure all can understand the bind we're in without any need to display ideological emotions, it is crucial not to lose sight of the values represented in the nation's main charter -- values that have allowed the United States over the last hundred years to read in response to the needs and desires of a constantly changing demographic.\nThis is not the time (nor is there ever any time) to disregard the structural integrity of our society. Our credibility with others, and with ourselves, is something we cannot afford to devalue.\n(C) 2005 Independent Florida Alligator via U-WIRE\n\nLoad-Date: February 3, 2005"
}