{
    "title": "ERAU Professor Speaks at International Intelligence Conference",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 29,
    "full text": "On Oct. 15, two of Embry-Riddle Aeronautical University's own spoke in London, England at a conference for intelligence and security professionals. Helping to expand Embry-Riddle's name internationally, Professor Deanna Austin and Dr. Brian Davis spoke at the conference hosted by Validus Re.\nValidus Re is a reinsurance company, which is a company that insures other insurance companies on matters where terrorism or disaster could be too costly for any one company to bear individually. Consequently, the company needs the best intelligence and threat analysis professionals to advise it on its best course of action.\nValidus Re invited security and intelligence professionals, including Austin from Embry-Riddle's Global Security and Intelligence Studies program, and Dr. Davis from the unmanned aerial systems program, to be guest briefers. On the second day of the conference, both professors also sat on a panel, where they answered various questions about terrorism and industry security.\nWhen Austin spoke, she briefed the audience on the importance of risk assessment, especially in the insurance business. She gave the standard formula where RA=TxVxPxC, or risk assessment equals threat, times vulnerability, times probability, times consequence. She emphasized that mitigation cannot happen in some places, like the often unchangeable threat, but it can work on places like vulnerabilities.\nIn addition to the standard model, Austin also adds analysis to the equation at every step of the process. Analysis, part of many GSIS classes, is a key element of the intelligence process. Austin emphasized the importance of quality analysis by giving the conference attendees copies of the Eagle Eye Intelligence Newsletter produced at the school.\nAustin said that some people at the Validus Re insurance conference were \"numbers people, and I just wanted to give them another perspective with good analysis. Sometimes qualitative information in the intelligence business can be more important than quantitative information.\"\nDr. Brian Davis also spoke at the conference, emphasizing the importance of unmanned aerial vehicles (UAVs) in today's society. With Validus Re largely concerned by terrorist threats, UAVs are very important to better understanding the threat posed by such groups.\nTo fight a common misconception, Dr. Davis emphasized that UAVs and UASs are not \"drones,\" which are unmanned vehicles used primarily as flying targets for aircraft. UAVs always have a human being in the control process, and only a small percentage of them are armed. In his talk, Dr. Davis also focused on some of the more technical aspects of UAVs, and discussed the different types, especially the prevalence today of miniature UAVs.\nWhile in London, Austin talked with many of the other companies there about possible opportunities for Embry-Riddle students. \"Several of the companies seemed interested in internships for Embry-Riddle students in places like Toronto, London, and Moscow,\" she said. Austin also seemed hopeful that several of the companies would come to the GSIS Job Fair in April to give students the opportunity to meet with prospective employers in the intelligence career field.\n\nLoad-Date: October 30, 2013"
}