{
    "title": "Errors on Terror",
    "publisher": "the new york times",
    "year": 2004,
    "month": 6,
    "day": 25,
    "full text": "''Tonight, I am instructing the leaders of the F.B.I., the C.I.A., the Homeland Security and the Department of Defense to develop a Terrorist Threat Integration Center, to merge and analyze all threat information in a single location. Our government must have the very best information possible.'' Thus spoke President Bush in the 2003 State of the Union address. A White House fact sheet called the center ''the next phase in the dramatic enhancement of the government's counterterrorism effort.''\n Among other things, the center took over the job of preparing the government's annual report on ''Patterns of Global Terrorism.'' The latest report, released in April, claimed to document a sharp fall in terrorism. ''You will find in these pages clear evidence that we are prevailing in the fight,'' Deputy Secretary of State Richard Armitage declared. But this week the government admitted making major errors. In fact, in 2003 the number of significant terrorist attacks reached a 20-year peak.\n How could they get it so wrong? The answer tells you a lot about the state of the ''war on terror.''\n Credit for uncovering the report's errors goes to Alan Krueger, a Princeton economist, and David Laitin, a Stanford political scientist, who are studying patterns of terrorism. Mr. Krueger tells me that as soon as they looked at the latest report, they knew something was wrong. \n All of the supposed decline in terrorism, they quickly saw, resulted from a fall in the number of ''nonsignificant'' events, which Mr. Krueger and Mr. Laitin say ''are counted with a squishy definition.'' Even the original report showed significant attacks -- a much less squishy category -- rising to a 20-year high. And the list of significant attacks ended on Nov. 11, 2003, but there were several major terrorist incidents after that date. Sure enough, including these and other omitted attacks more than doubled the estimated 2003 death toll. \n Was the report's squishy math politically motivated? Well, the Bush administration has cooked the books in many areas, including budget projections, tax policy, environmental policy and stem cell research. Why wouldn't it do the same on terrorism?\n The erroneous good news on terrorism also came at a very convenient moment. The White House was still reeling from the revelations of the former counterterrorism chief Richard Clarke, who finally gave public voice to the view of many intelligence insiders that the Bush administration is doing a terrible job of fighting Al Qaeda. Meanwhile, Mr. Bush was on a ''Winning the War on Terror'' campaign bus tour in the Midwest.\n Mr. Krueger, a forgiving soul, believes that the report was botched through simple incompetence. Maybe -- though we can be sure that if the statistics had told the administration something it didn't want to hear, they would have been carefully checked. By the way, while the report's tables and charts have been fixed, the revised summary still gives little hint of how bad the data really are.\n In any case, the incompetence explanation is hardly comforting. In a press conference announcing the release of the revised report, the counterterrorism coordinator Cofer Black attributed the errors to ''inattention, personnel shortages and [a] database that is awkward and antiquated.'' Remember: we're talking about the government's central clearinghouse for terrorism information, whose creation was touted as part of a ''dramatic enhancement'' of counterterrorism efforts more than a year before this report was produced. And it still can't input data into its own computers? (It should be no surprise, in this age of Halliburton, that the job of data input was given to -- and botched by -- private contractors.)\n Think of it as just one more indication that Mr. Bush isn't really serious about this terrorism thing. He talks about terror a lot, and invokes it to justify unrelated wars he feels like fighting. But when it comes to devoting resources to the unglamorous work of protecting the nation from attack -- well, never mind.\n Speaking of numbers: in 1980, middle-income families with children paid 8.7 percent of their income in income taxes, not 8.2 percent, as I reported on June 8. But it's still true that their combined income and payroll taxes rose under Ronald Reagan.                                 \n\nhttp://www.nytimes.com\n\nLoad-Date: June 25, 2004"
}