{
    "title": "Error in terrorism report points to major weakness; Claims of competence on combating terrorism don'",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 6,
    "day": 15,
    "full text": "Experts say that self-improvement starts with self-awareness. Where the nation's intelligence and information gathering is concerned, Americans are still waiting on that first step.\nLast week, Secretary of State Colin Powell said a report by his agency that showed global terrorism in sharp decline for 2003 was wrong. No one should be surprised.\nApparently, the president's re-election team was, however. Not long after the report was released, campaign officials jumped on it as evidence that the president was winning the war on terrorism. It became not only the basis for building up President Bush's re-election bid, but campaign aides also suggested that Sen. John Kerry, the presumptive Democratic nominee, wouldn't do as good a job combating terrorism.\nThe Bush team should know better. Consider revelations from the commission looking into the Sept. 11, 2001, terrorist attacks, the fiasco over weapons of mass destruction in Iraq and the Iraqi prisoner abuse scandal. All suggest that America's ability to gather and analyze data is weak.\nWhat's surprising, then, is how quickly the flawed State Department report was taken up by the president's team for political purposes. One would think after the weapons of mass destruction charges didn't pan out in Iraq that they'd be more cautious.\nNo doubt, Powell and others believed these numbers were good. It would be foolish to try to doctor a report of this nature, given that its details have to square with news accounts and other sources of information.\nIn that respect, this is more a question of self-awareness and competence than it is of bad intentions. It's not that State Department officials were lying, but how could they get it wrong? Perhaps more to the point, how could the administration be so certain that it got it right?\nDefenders of the administration will note that, indeed, this wasn't an attempt to deceive. Also, they'll point to the progress made in the war on terrorism, especially to the fact that there has been no major terrorist strike on American soil since 2001.\nIf the government cannot gather accurate information on terrorism, however, it is only a matter of time before this war gets the better of us. That's why the president should move quickly to shore up things at the CIA with a replacement for outgoing chief George Tenet. That's also why the administration's claim to primacy on terrorism issues is premature.\nAll is not well with regard to the war on terror, and the administration should start addressing the problems by first admitting to the need to fix them.\n\nLoad-Date: June 15, 2004"
}