{
    "title": "ESSAY; NO-WIN TO NO-LOSE",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 15,
    "full text": "The new Reagan-Shultz policy for the Middle East re-recognizes Israel as our only proven ally in stopping Soviet-Syrian-P.L.O. aggression. This hard-learned policy is being resisted fiercely by the very people whose pro-Arab assurances brought us into a shooting war.\n At the C.I.A., operatives have sought an excuse for agency failures to anticipate terrorist attacks by bemoaning the loss of our P.L.O. undercover dealings, which in effect tolerated terrorism as long as it was not aimed at the U.S. But two years ago, P.L.O. double agents sold our C.I.A. a phony tale of a Libyan hit team supposedly on the way to the U.S., making Mr. Reagan's Administration look to the world like a bunch of nervous Nellies.\nAt the Pentagon, where civilian control has been abdicated to General Vessey's no-accountable bureaucracy, the President's orders are being subverted by commanders who are fearful that actual combat exposes American command and tactical weaknesses. Possible criminal negligence in the billeting of marines has been compounded by stupidity in the ''local'' decision to send carrier aircraft into heavy flak in daylight at low altitudes; small wonder that the top brass wants no part of action that reveals such incompetence, and prefers to hire Jordanian Hessians.\nWilliam Safire claims new Reagan-Shultz policy of closer ties with Israel is being resisted by the very people whose pro-Arab assurances led US into shooting war in Lebanon: CIA, Pentagon and think tanks; suggests seeking Christian-Druse military arrangement, redeploying US and other forces to safer sites, seeking 'coordinated withdrawal' by Israel from Lebanon's seacoast and then simultaneous withdrawal by Israeli and Syrian forces from all of Lebanon (M)\nAt the think tanks, scores of discredited Mideast experts who were so certain 18 months ago that the problem in Lebanon was the Israeli rescuer, and not the Syrian and P.L.O. occupier - and who cheered when William Clark demanded that a force be sent to stop the Israelis from finishing the job of freeing Lebanon from outsiders - are now pumping out interviews and Op-Ed pieces to excoriate the presence of what so proudly they hailed. None of the resident sages at the American Enterprise Institute or Georgetown's Center for Strategic and International Studies will admit that their misplaced belief in Arab ''moderation'' brought us to this bloody pass.\nOn the Democratic campaign trail, candidates are smacking their lips at the thought of ''Reagan's War'' - a no-win quagmire or an ignominious pullout. The problem is seen as how to get our men out without appearing to retreat under fire, not how best to stop Soviet-sponsored Syrian expansion, and the S.P.L.O.'s anti-Israel terrorism, at the Lebanon border.\nUnder such self-interested pounding from the set that gave ''evenhanded'' a bad name, the new, improved Reagan policy badly needs explication. Essentially, it replaces hostility toward Israel with hostility toward those who have shown themselves hostile to the interests of most Lebanese, most Palestinians, and most Americans. Cutting through the White House's Roosevelt Room bomfog and the will-you-love-me-next- December skepticism in Jerusalem, here is what I think the joint policy is: Step One is to see if Amin Gemayel, who is not even the shadow of his assassinated brother, can take charge of the entire city of Beirut. If not, his failure will be pronounced the ''collapse of order'' that Mr. Reagan will take as a ticket home; but if Beirut is secured, Mr. Gemayel's success will be the basis of: Step Two, which is a deal with the Druse forces in the Shuf Mountains and in Israeli-occupied southwest Lebanon. The Druse are not fanatics; some of their leaders act like Syrian stooges now, but most know that the military power closest to them, now and in the future, will not be the Syrians but the Israelis, with whom they have done business. A Christian- Druse military arrangement is possible, and as that is negotiated: Step Three would be the redeployment of U.S. and other forces from bunkers in Beirut to the seacoast highway linking Beirut with the Israeli zone at the Awali River. This is safer duty, closely covered by naval support, and would soon be followed by a declaration of mission accomplished and a fast exit.  Step Four would be a ''coordinated withdrawal'' by Israel from Lebanon's seacoast, if the Christian-Druse deal held. That would leave Israel in about a fourth of Lebanon, facing the Syrians in the east, committed to withdraw when Syria does. Israeli artillery within range of Damascus from Lebanon's Mount Baruch offers an incentive.  Step Five is a diplomatic push from Beirut, calling for Arabs to get Syria to remove Israel by withdrawing simultaneously. If this fails, Lebanon would be effectively partitioned; if it succeeds, Lebanon might be able to make it as a whole nation.  Will the plan work? Nobody knows. But it seeks to change no-win to no- lose: If it fails, the Syrian takeover remains partly stalemated; if it succeeds, all foreign forces will be out.  That's why Messrs. Reagan and Shultz have been so buddy-buddy lately with Messrs. Shamir and Arens. The plan is better than craven retreat, and seems worth a try."
}