{
    "title": "ESSAY; THE LIBERATION OF LEBANON",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 11,
    "full text": "The biggest mistake King Hussein of Jordan ever made was to launch an attack against Israel in 1967; it cost his country the West Bank. This week, Syrians occupying most of Lebanon made their great mistake by sending planes and troops to aid the P.L.O., despite repeated assurances from Israel that no wider war was wanted; it will cost Syria its long-sought annexation of Lebanon.\nSyria had ceded a chunk of occupied Lebanon to the P.L.O., which promptly used its sanctuary for the massive import of arms and export of terrorism. When Israel finally moved to roll back the P.L.O. from artillery range, the Syrians had the option of staying out of a grudge fight not their own.\nWASHINGTON, June 10 - The biggest mistake King Hussein of Jordan ever made was to launch an attack against Israel in 1967; it cost his country the West Bank.\nBut Syria's Hafez al-Assad, fresh from the massacre of his countrymen in Hama, was feeling cocky: had he not placed Soviet missiles in Lebanon, relying on the U.S. to restrain the Israelis from taking the missiles out? He responded to Israel's limited operation with firepower, moving a division of troops into Lebanon and sending in more of the surface-to-air missiles that had caused the Israelis such anguish in the 1973 war.\nThat provided Israel's Defense Minister, Ariel Sharon, with an irresistible opportunity to lance a festering boil. His airmen, equipped with new electronic jammers and a secret set of tactics, took out the dreaded missiles. (At a stroke, a generation of Soviet surface-to-air missiles around the world was rendered obsolete.) Without the expected protection of the SAM-6's, the Syrian MIG jets attacking Israeli columns were blasted out of the air. Further Syrian attacks seem suicidal.\nThe Reagan-Haig-Kirkpatrick reaction (opposed by the Weinberger-Bush faction) has been to deplore the violence, to worriedly pass along the contents of the obligatory letter from Leonid Brezhnev, but to give the Israelis the six-plus days they need to transform the chaos in Lebanon. Secretary Haig will probably join Philip Habib on the scene at a time when a cease-fire is workable.\nAt that point, the self-flagellationists of the West - who cannot abide the thought of a clear-cut victory by a democratic power in the Falklands or in Lebanon - will let loose a tremendous geshrei. Oh, the shame of a fait accompli! The provocation was not quite to their taste, the terrorists will be sore losers, you must never fight fire with fire, you went two kilometers further than you said you would, all those moderate Saudis will be miffed at us, the Lebanese Christians forgotten by the Christian world are only ''rightwingers,'' etc., etc. The evenhandwringing will be fierce.\nBut one new fact is that there is now a chance for the rebirth of an independent, Western-oriented Lebanon. For those who remember the cultural and financial oasis that once was Beirut, that is no small thing.\nAnother new fact is that terrorism will be set back to ''normal,'' without its staging ground and shield of innocent civilians, and will find it harder to intimidate Palestinian Arabs interested in West Bank autonomy.\nA third new fact is that the Israelis have now achieved an incredible credibility: peacemakers get peace, warmakers get war. A corollary is that nations with American arms have an advantage over countries with cheap, outdated Soviet arms.\nAmerican policy should ignore the predictable orgy of condemnation (if Israel had not destroyed Iraq's atomic potential, four million residents of Teheran might be nervous these days) and deal with the new facts creatively.\nWe should get up on our soapbox and call not merely for a ceasefire, but for the withdrawal of all foreign forces permanently from Lebanon. That goes for Israelis, Syrians, P.L.O., the U.N., the works. All of them - out! Let Lebanon be Lebanon.\nTo make sure the mutual withdrawal is complete, fairly timed and nonviolent, a commission of nations most interested in the recreation of Lebanese sovereignty should be organized: the U.S., Israel and France come quickly to mind, and if it can bear to sit in the same room with its unrecognized neighbor, Syria.\nThe object is to bring about a New Lebanon - not a collection of hostile zones and enclaves and terrorist sanctuaries, but a nation with power balanced among Chistians and Sunni and Shiite Moslems, and with a unified army and militia.\nLet's dispense with the U.N. hypocrisy of pretending the ''territorial integrity'' of Lebanon was offended by Israel; that nation was dismembered by Syria and the P.L.O. five years ago.\n''Liberation'' is a word that has been much abused in recent years, usually by Communist aggressors out to subvert existing governments.  It is the P.L.O.'s middle name. But liberation, and not invasion, is what is taking place in Lebanon today. The Syrians' bloody blunder in going to war to protect the P.L.O. may make it possible for the Lebanese people to have a nation again."
}