{
    "title": "ESSAY; PRESUMPTION OF GUILT",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 30,
    "full text": "When an embittered young attention-seeker charged that members of Congress were engaging Congressional pages in homosexual acts, the sordid accusation led the television news broadcasts and was given important play in the press. A nervous House called for an investigation, the F.B.I. was brought in and eminent counsel was retained.\nLast week, the accuser was faced with a prospect he had not foreseen: he would have to repeat his charge under oath, and if he failed to tell the truth, he would face perjury prosecution. At that point, the accuser called in the cameras and admitted that his charge of homosexual seduction was a lie.\nWilliam Safire op-ed comment discusses \"media-manipulative terrorism\" directed at political figures through charge of homosexuality\nA happy ending to a scandal that never was. But for months, 535 individual lawmakers were under direct threat of ruination-byaccusation. Any political figure - whether homosexual or not, involved with pages or not - named by the accuser would have been stigmatized.\nThe purpose of the lying, the young man hinted, was vaguely political: he wanted to use the homosexual charge to somehow better the lives of pages. Surely deviations from the sexual norm take place in political circles -witness episodes in the lives of Walter Jenkins, Robert Bauman and Fredrick Richmond - which adds credibility to untrue charges. As a result, we have a potent political weapon to intimidate or besmear opponents.\nThe weapon is in use beyond the House. Last week, The New York Times reported that a book is about to be published accusing the chairman of the National Conservative Political Action Committee - the effective ''Nick-Pack'' - of being a secret homosexual.\nThe book's author, a homosexual who ghosted ''The David Kopay Story,'' is evidently determined to blast what he considers moral hypocrisy on the part of some New Right leaders. The political approach is in the title: ''God's Bullies: Power Politics and Religious Tyranny.''\nIt's no secret that most of the New Right opposes ''gay rights''; what could be a more effective tactic for advocates of homosexuality than to accuse critics of their sexual preference of being closet gays themselves? That attack accomplishes two purposes: it suggests that homosexuality is so widespread that it cannot be labeled ''abnormal,'' and at the same time uses the social stigma of homosexuality as a a form of suppressing fire.\nTerry Dolan, the NCPAC chairman, is 31 and single; you know what that means (wink, leer, nudge). With all the subtle indirection of one aware of the privacy of the individual, and with a fine sensitivity to the reaction of any minority group to slurs, I asked: ''Hey, Terry - you queer?''\nThe answer was no; in The Times story, he said he had never heard of the Federal employee who is quoted in the forthcoming book as his accuser. That young man, when asked why he was making his charge public, gave away his essential motivation by saying ''at this time, with the political climate being what it is....''\nWhat do you do in the face of such an obviously politically motivated accusation? Threatening to sue for libel has its drawbacks: it makes a mockery of libertarian principles, and calls more attention to the charge. Moreover, libel is the rich man's relief: in the recent suit by the president of Mobil against The Washington Post, (where a horrendous miscarriage of justice has so far taken place) the executive claimed to have spent nearly $ 2 million in legal fees. And then there is the matter of the defense's depositions: would you, gentle reader, in the clearance of your name, care to submit to detailed questioning under oath about your every sexual desire and act?\nMr. Dolan and I have differed on ''gay rights''; I am more inclined to let adults pursue their sexual preferences in private, and to resist the New Right's desire to legislate morality. But I also believe in ''straights' rights,'' and among those is the right to criticize a group without inviting suspicion you are part of it.\nThirty years ago, it was ''McCarthyism'' - the publicized charge of secret Communist connections - that sent a chill through our society; a decade ago, the charge of philandering got a big play. Now the essence of media-manipulative terrorism is the charge of homosexuality.\nOn purely personal affairs, I am tilting toward a belief in denials and suspicion of accusations. Every week brings a letter from some publicity-hungry floozie or hatchet-faced hatchetwoman claiming a steamy affair in the distant past with a Kennedy; I'm not interested.\nIn the same way, whispers about sexual deviation leave me cold; if it's one person's word against another, and the accuser has a political ax to grind, it seems a better idea than ever to stick with the presumption of innocence. Even when you're mistaken, you're right."
}