{
    "title": "ESSAY; QADDAFI'S SHREWD GAMBIT",
    "publisher": "the new york times",
    "year": 1981,
    "month": 8,
    "day": 23,
    "full text": "The significance of the aerial combat off Libya last week was not merely that Mr. Reagan showed himself ready to maintain access to air space over the high seas, or that he directed our forces to shoot back - the central fact of the incident was dictator Muammar el-Qaddafi's decision to select this as the moment to assume the role of victim.\nNearly a year ago, on Sept. 16, 1980, an American RC-135 reconnaisance aircraft was flying 200 miles off the coast of Libya - far beyond the Gulf of Sidra - when it was attacked by two Libyan MIG-23's.\nThe American radio operator heard a command given in Arabic to fire a missile at the United States ''intruder''; the American pilot took evasive action and raced for shelter in Athens.\nThe carrier John F. Kennedy was promptly moved into position off the Libyan coast; an American reporter aboard heard the captain tell the crew over the loudspeaker that action might be in the offing and to prepare for battle.\nWilliam Safire op-ed accuses Libya's Colonel Qaddafi of sending own planes on suicide mission as way of playing victim and gaining Soviet support\nFive days later, on Sept. 21 - as Iraq attacked Iran, and as Billy Carter's Libyan connection was being used against his brother in the American election campaign - Libyan aircraft again challenged an RC-135 surveillance of their nation from space above the high seas.  But this time, four Libyan Mirages, two MIG-23's, and two MIG-25's were confronted by a force of F-14's from the carrier Kennedy.\nThe Syrian pilots in the Libyan jets radioed their control center near Tripoli for orders. The orders, in Arabic and monitored by us, were not to fire at the Americans and to return to base.\nEnd of incidents. When that story was printed in this space under the heading ''Looking for Trouble'' - suggesting that candidate Carter might have been seeking an election-time confrontation with the Libyans - the Carter State Department responded that it was ''not known'' if the Libyan jets had fired at our RC-135's.\nThe denial was deceptive. Sources then close to the Defense Department, who now pretty much run the Defense Department, assured me at the time that Defense Intelligence was nearly certain that airto-air missiles similar to our Atoll missiles had been fired at our plane.\nThat means we now have two facts to work with: (1) United States naval aircraft, first under President Carter and now under President Reagan, have been consistently asserting our willingness to fight to maintain our right to fly over the high seas at varying distances offshore; and (2) Libyan dictator Qaddafi in 1980 decided to attack our aircraft, then quickly decided against it, and a year later issued standing orders to go ahead with a suicide mission at the next opportunity.\nThe question arises: Why now? Why should Colonel Qaddafi choose this moment to sacrifice two of his planes and to assume the pose of victim of United States' ''aggression''? Is he crazy to deliberately throw away a couple of his less sophisticated jets - and thereby to play into the hands of an American Administration determined to show itself determined?\nCrazy like a desert fox. Colonel Qaddafi knows he is marked as the world's leading exporter of terrorism. He knows Libya is seen to be the staging ground for Soviet equipment threatening both central Africa and the Middle East. He should know that at least one high geopolitician has said that ''if the Reagan Administration is to be taken seriously, it will have to take one of their pieces off the board.''\nThe Libyan dictator must suspect, too, that much of the time spent by Director of Central Intelligence William Casey in North Africa had to do with the solution of the Libyan problem. Colonel Qaddafi can logically assume that his archenemy, Egyptian President Anwar el-Sadat, is no longer being restrained by the Americans from designs on his oil. He is well aware that the Israelis, too, are smarting at the military buildup of the Palestine Liberation Organization engineered by the Libyans and that the French and Sudanese want his soldiers out of Chad.\nAt such a vulnerable moment, as Marshal Foch suggested, the smart general attacks.  One purpose of the Libyan suicide mission has been served: Arab radicals in Iraq have had to rally to Colonel Qadaffi's defense, and the P.L.O.'s Yasir Arafat said ''the heroic act by Libyan pilots has forced America, the enemy of peoples and the head of world terrorism, to stop its maneuvers in our territorial waters.'' The propaganda object is to suck the meaning out of the word ''terrorism.''\nA more substantive purpose is to draw the Soviet Union into an explicit commitment to protect its Libyan-Syrian-P.L.O. allies. If the Soviets guarantee Colonel Qaddafi's safety against United States ''aggression,'' Cold War II would be sharply escalated.\nAnd so the Libyan chose to smash his jaw into the American fist.  Soviet support may be no more than rhetorical; Moscow probably knows, as does the C.I.A., that a West German multinational has been dickering to supply Libya with an intercontinental missile. The Kremlin must fear that Colonel Qaddafi might not be as manageable a puppet as Fidel Castro.\nCredit the Libyan, then, with an ability to play high-stakes chess. He is enticing the Russian, who may soon need a cover for action in Poland, by becoming America's International Enemy Number One. He is protecting himself from overthrow by dramatizing Washington's desire to overthrow him. He is trying to force covert action, against which he is vulnerable, into overt action, against which he might get Soviet protection.\nIf that troublesome piece is to be taken off the board, the United States should talk less and get on with the game."
}