{
    "title": "ESSAY; JUSTICE FOR IRAN",
    "publisher": "the new york times",
    "year": 1981,
    "month": 1,
    "day": 26,
    "full text": "The people who were wrong from the start about America's reaction to an act of war -who assured us that patience and restraint would uphold the nation's honor, and that a demonstration of American weakness would not encourage terrorists to escalate their demands and the Soviets to make an expansionary move - are back in business again.\nNot content with making the meek acceptance of humiliation the hallmark of the Carter Administration, they are now trying to induce Mr. Reagan to accept the deal Mr. Carter bought of paying ransom (probably) and giving amnesty (certainly) to kidnappers who made terrorism a national policy. No punishment is to be meted out for Iran's crime.\nThus, the issue is being slanted in this way: ''Which will triumph: an angry desire for revenge, or reasoned self-interest?'' Events have proved that hawks were right from the start about our policy toward an act of war; they counseled economic warfare and the mining of Iranian harbors, which can be seen in hindsight as a wiser course than the one Mr. Carter chose. Those hawks are being portrayed now, as they were then, as firebrands and half-crazies, incapable of understanding the finer points of diplomacy and terrorist psychology.\nWilliam Safire Op-Ed comment discusses U S agreement with Iran concerning release of 52 American hostages\nIt's quite a trick. Doves put the lives of individual Americans ahead of the national interest, and pressed their emotional arguments all along; now, they are condemning the honest emotion of hawks and are pleading for further appeasement under the rubric of ''long range national self-interest.'' They were wrong to act sentimentally at the start; they are wrong to ignore public sentiment at the finish.\nThe American interest is, as it has been all along, to combine right with might to gain our strategic ends. We must demonstrate that an act of aggression against us will bring neither reward nor forgiveness, but will cost an aggressor dearly.\nA deal with kidnappers should be disavowed or at least never endorsed. No contract signed with a gun to the head is valid in any court. If we continue to treat the papers signed with a gang of kidnappers as a serious international agreement, we will be conferring legitimacy on terrorism. By honoring an agreement based on extortion, we will become a party to fraud.\nAh, the patience-and-restraint set says, we must not break our agreements or we will be following the Iranians' example, and two wrongs do not make a right. Besides, we need the Iranians; we must not anger them or they will embrace the Russians.\nDon't stop the boat from rocking, cautions Foggy Bottom. In his first error as Secretary of State, Al Haig caused a spokesman to say prematurely that the U.S. ''fully intends'' to carry out the obligations of the extorted agreement. That came as a surprise to the Justice Department, which had considered that decision to be ''under review.'' William French Smith, the Attorney General, went along with the Haig pre-emptive decision-making after a White House meeting; we shall see whether Justice abdicates its legal and judicial responsibilities in favor of State in the coming weeks.\nThe emotion of anger, combined with the fact that we are in the right, is not to be automatically put down as foolish jingoism. The national feeling can and should be put to geopolitical use. Instead of complaining that we must not act in the heat of the moment, Administration officials should be figuring out how to use this heat to help change the world's view of America as a muscle-bound giant.\nFor example, part of the illegal ''agreement'' is a pious pledge by the United States not to interfere in the internal affairs of Iran.  Yet in the past two years, Iran at first resuscitated Jimmy Carter and enabled him to win the Democratic nomination, then sought unsuccessfully to manipulate the U.S. general election. That record should satisfy the conscience of self-flagellators as America goes about the business of helping the Iranian people achieve less repressive governance.\nToward that end, President Reagan should not permit his new Administration to be tainted with the hostage agreement of the old.  He should reject or ignore the extortion and set forth a 444-day economic squeeze on the kidnapper nation.\nThe purpose of such a policy would not be so much vengeance as justice. No world courts or international arbiters will bring about justice in this case; only American power can do that. Not only would an economic squeeze underscore our national will on the global scale, it would help bring about change in a crucial region.\nThe mullahs are vulnerable and will one day be overthrown. The next Iranian government could be a Communist production - the Tudeh Show -or an anti-clerical military regime, or no national government at all. Our ''reasoned self-interest'' is to actively encourage the emergence of right-wingers to keep the oil flowing west.\nThat's our goal. Overtly by repudiating or ignoring the extortion, and covertly by helping those Iranians who are the enemies of our enemies, we should move toward that goal. Only after justice is served can bygones be bygones."
}