{
    "title": "ESSAY; THE USES OF PUBLICITY",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 10,
    "full text": "As every aggressor nation knows, the time and place to attack the United States is during the Army-Navy game at Philadelphia. Much of the top brass is there rather than minding the military store. It's almost like attacking Israel on Yom Kippur.\nThis year, however, we were on guard. The President did not go to the game. The brass who went to Veterans' Stadium to shout themselves hoarse, as underdog Army held Navy to a 3-to-3 tie, had extra protection and knew it.\nWilliam Safire op-ed comment defends Reagan Administration decision to publicize findings about Libyan assassination squad\nThe increased security around the 50-yard line was necessary because a member of one of the Libyan assassination squads, or someone in close contact with one of them, had been picked up in Canada the week before. The suspect had been asking about airline connections to Philadelphia - or at least that is what some highlevel Administration officials were told.\nSome sort of evidence like that is undoubtedly behind the willingness of the American Government to contradict publicly the televised denial of any plotting from Muammar el-Qaddafi in Tripoli.  No responsible Administration would go that far out on a limb without proof that will be persuasive when revealed later.\nThe question, then, is not ''Is there a plot?'' If the terrorists do not surface, the United States Government will soon be forced to lay out its evidence in chapter and verse. Rather the question now should be, ''Was going public with our knowledge of the plot a good idea?''\nA fascinating discussion of that question must have taken place at high levels late last month. With no other inside information, and speculating purely on the basis of institutional responses in the past, here are some of the players and their likely positions:\nThe F.B.I. must have been torn. Some agents like the publicity of a manhunt, which turns up unexpected leads from unlikely informants and reflects well on the too-often-twisted arm of the law. But others in counterespionage must have argued for secrecy, hoping the suspected assassins would be lulled into complacency and into taking chances that would compromise their mission. Publicity would make them far more careful and hard to catch.\nSomeone in intelligence must have supported that hope for secrecy, holding that publication of our knowledge of the plot would blow sources and methods. (I can just hear the C.I.A.'s Deputy Director insisting that the Libyans don't suspect that we listen to their telephones.)\nThe Secret Service, in such a spot, would probably choose public disclosure. Psychologists believe that many would-be killers are discouraged by a show of force and public expectation. Since increased security around the President and other officials would be noticed and reported upon by the press, Secret Service officials would argue that the secret would soon be out anyway. In addition, public knowledge of the need for precaution helps curtail the President's schedule, always a Secret Service aim.\nThe input from the Haig junta on the Seventh Floor of the State Department, I assume, would be to use this provocation to escalate the war of nerves with Libya. From our diplomatic point of view, publicity about the export of terrorism is desirable. It lays the groundwork for economic and diplomatic ostracism of an enemy, and if some overt terrorist act is actually carried out, public opinion is prepared for a military response.\nThe dovecote called the Joint Chiefs cannot be happy about the publicity. The Pentagon understands that a military strike might be called for after sustained psychological warfare on Libya, and our military men are willing to shoot only if fired upon (as in the Gulf of Sidra incident) or if the Congress records a vote on their side.  No unpopular, unwinnable little wars for them.\nFinally, the view from the White House: despite protestations that the leaks about the Libyan plot were unauthorized, the case for publicity rather than secrecy is overwhelming. If the would-be assailants are scared off, enough evidence presumably exists to overcome charges of alarmism or phony provocation. If a terrorist act were to occur, a lack of public warning beforehand would be heavily criticized. A terrorist attack after an Administration warning, however, would set the stage for a wide-ranging response.\nThe Reagan decision to let out part of the story was wise; the attempt to disclaim that decision to publicize is silly.  The greatest danger is in showing the world how we are being made the victims of terrorism and then doing nothing about it. In the Caribbean, we have been foolishly whipping out our gun and putting it back in the holster. If Mr. Reagan has chosen to put the spotlight of pitiless publicity on a terrorist attack by a foreign power, he must then be prepared to take a serious next step - or to have all his future implicit threats airily dismissed."
}