{
    "title": "ESSAY; Up From Rock Bottom",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 13,
    "full text": "A week ago, I thought the Reagan policy toward terrorism had sunk to rock bottom. In a display of moral cowardice and legal ineptitude, our State Department enabled the U.N. to brand Israel an ''aggressor'' - because Israel had the will and means to strike back at the P.L.O. terrorism center in Tunisia.\nI was mistaken; worse was yet to come. After a P.L.O. gang bound for murder in Israel panicked and took over an Italian cruise ship, Italians and Egyptians arranged for the hijackers to be safely returned to their headquarters in Tunis. Mr. Reagan, incredibly, did not condemn this deal, despite widespread reports of murder aboard ship. The Egyptians later pointed to his seeming approval as ''endorsement'' of their complicity in arranging for the hijackers' escape.\nThat display of confused wimpishness was rock bottom. At that point -with the U.S., in effect, recognizing the P.L.O. as a government capable of punishing its own hitmen - hotter heads prevailed in Washington. Mr. Reagan announced he had misspoken, and demands were made on Egypt to hold the P.L.O. killers.\nThat was when the United States found out what aid recipient it could not trust. For 10 1/2 hours, President Hosni Mubarak of Egypt lied to the press, and personally lied to the American Government, claiming the killers had left Egypt. Evidently it took him all day to get President Bourguiba of Tunisia to agree to accept the return of the P.L.O. team.\nThat easily exposed deceit did not set well with President Reagan, especially in view of the outrage in the U.S. of the slaughter of an old man in a wheelchair for the double crime of being an American and a Jew. Mr. Reagan called on Tunisia, whose Government he supposedly saved by abandoning Israel in the U.N., to refuse the escapees safe haven. In Tunis, President Bourguiba, more out of fear of a return of the Israeli bombers than out of gratitude, agreed - thereby double-crossing Egypt's Mubarak.\nMr. Reagan then dispatched the U.S. planes to intercept the airborne killers. That was the first overt act against terrorism by an American President since the disaster at Desert One in Iran. We can hope it will not be the last.\nMysteries remain. Why did the Italian ship's captain, who knew of the murder, conceal that central fact for hours after the hijackers surrendered? Why did President Mubarak, despite broadcast reports of the death of one or two American hostages, pretend no knowledge of murder when he agreed to turn over the killers to Yasir Arafat's men in Egypt, who obviously controlled the hit team?\nLogic suggests that Italy, Egypt and the P.L.O. conspired to ignore the fact of the murder until the murderers were set free. Now the Egyptians are saying ''If we had only known, we would never have permitted the killers to return to Tunis.'' But they did know.\nDoubly damning is the incontrovertible evidence that the killers sat in Egypt long after the murder was publicly revealed, as President Mubarak tried to get the killers home to Mr. Arafat. Triply damning is the frantic effort Egypt is making to coerce Italy into returning the Arafat ''negotiators'' - the P.L.O. men who planned the mission, who worked out the deal to spirit the killers back to base, and who could spill embarrassing beans in an Italian court about the duplicity of governments.\nAs the drama continues to unfold, we are basking in the glory of finally having done something against terrorists, and Mr. Reagan is in his Grenada mode, evoking memories of Joe Louis telling Billy Conn he can run but he can't hide.\nCut the hubris. We shall see how Italy reacts to future P.L.O. hostage heat, and how Mr. Reagan reacts to the vicious bombing-murder of an Arab-American in California. Even Israel, terrorism's prime target, has acted stupidly in swapping murderers for its nationals, thereby inviting more violence. One daring intercept does not an antiterrorism policy make.\nLet us turn our attention to the U.N., where a week ago - four minutes before our veto was to be cast - George Shultz ordered Ambassador Vernon Walters to allow, for the first time, the word ''aggressor'' to be attached to Israel in the Security Council. That laid legal groundwork for a move in the General Assembly to expel Israel.\nThe President of the United States is scheduled to address the Assembly. Nations that collaborate with terrorists are seeking to invite Yasir Arafat to appear as well. Mr. Reagan should make clear that, in memory of the murdered Americans Robert Stethem, Leon Klinghoffer, Alex Odeh and perhaps William Buckley, he will not speak to any forum tainted by terrorism."
}