{
    "title": "ESSAY; HAMLET OF NATIONS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 29,
    "full text": "-white-and-blue\nyarmulke given him by a foolishly starstruck rabbi, and with White House advance men passing out skullcaps consecrated by a Presidential seal, the candidate who only last month pledged to maintain Jefferson's ''wall of separation between church and state'' turned a religious sanctuary into the site of the most distasteful political rally of the year.\nGleefully joining in this perversion of politics and prayer, some members of the congregation in North Woodmere, L.I. - chanting ''four more years!'', not previously part of Temple Hillel's service - were treated to a stunning distortion of the truth about the reason for America's military entry into Lebanon.\n''Anyone who remembers the lesson of the Holocaust,'' President Reagan told the assembled Jews, should understand his reason for sending in our marines; he repeated his suggestion that his purpose had been to save Israel and remove the P.L.O. from Beirut.\nThat Reagan synagoguery turns the truth on its head. He sent in our marines to stop the Israeli Army from finishing off the P.L.O. forces who were holding the city of Beirut hostage. The terrorists were using Arab civilians as their shield, and Mr. Reagan was fearful of international reaction to casualties in what would have been the P.L.O.'s last stand.\nHe panicked and intervened; as a result, the P.L.O. is still in business, the Israeli public is disheartened, the defeated Syrians now control Lebanon completely, and 241 marines killed by well-organized terrorists remain unavenged.\nThat was hardly the lesson of the Holocaust. That lesson was that bigotry and terrorism must be resisted with immediacy and ferocity. Israelis understand that ruthlessness in response saves lives, and most terrorists - especially the state-sponsored variety - have learned that attempts at intimidation always backfire.\nNeither the Carter nor the Reagan Administration has understood that its appeasement of terror invites more attacks. Mr. Carter dithered for a year before launching his rescue attempt, and supercautious military Beckwithism botched it. Mr. Reagan vowed terrible vengeance for the massacre of the marines, and then tiptoed away, having spokesmen explain how difficult it was for our C.I.A. to find out who did it, and how a retaliatory strike might harm innocents used by the terrorists as shields.\nAs might be expected, this well- publicized impotence encouraged another attack; more will surely come. Last week, a U.S. official who served as a Marine officer, and who bears some responsibility for the lives of defenseless U.S. diplomats abroad, came to grips with the central problem: the guilt felt by free people when they are forced to fight fire with fire, when they are required to sacrifice some lives to save or protect many.\nSecretary of State George Shultz, wearing a yarmulke as a sign of respect, and discussing a moral issue in a nonpartisan manner as befits the forum of a house of worship, called for public support of a new policy of ''active prevention, pre-emption and retaliation.''\n''We may never have the kind of evidence that can stand up in an American court of law,'' he said, ''but we cannot allow ourselves to become the Hamlet of nations, worrying endlessly over whether and how to respond.'' He quoted the sage Hillel, after whom many temples are named: ''If I am not for myself, who will be?'' And Thomas Jefferson: ''An insult unpunished is the parent of others.''\nSecretary Shultz is right. ''We will not allow ourselves to descend to the level of barbarism that terrorism represents'' - he obviously favors Entebbe-style reactions, an intelligence operation that relies on more than P.L.O. cooperation, and surgical air strikes on terrorist bases - but he is honest enough to remind us that war has costs, including ''the loss of life of some innocent people.''\nThis sort of realism and honesty is unwanted in the world of politics. The President promptly waffled; Vice President Bush backed away; the Weinberger Joint Chiefs want none of it, because the failure of engines and nerve at Desert One, as well as the lax security around the barracks in Beirut, exposed the ineptitude of our costly military establishment. Some reporters immediately wanted to know how many orphanages would be destroyed. Mr. Mondale, if elected, would flinch from the criticism sure to follow a retaliatory strike.\nAs Hamlet complained, the time is out of joint. We shall have to wait until the provocation becomes intolerable. At that time, the public will demand we wage war on those who are waging war on us, and only then will those running for office show they have understood one part of the lesson of the Holocaust.B"
}