{
    "title": "Essays help Belle Elementary School fifth-graders deal with terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 10,
    "day": 11,
    "full text": "METRO STAFF\nOn Sept. 11, school children throughout the United States watched on classroom television sets as the horrific events of that morning unfolded.\nStudents in Ryan Kittle's fifth-grade class at Belle Elementary School tuned in to the unforgettable images, too. Less than a month later, they've written essays about what they saw and felt.\n\"It was a class project to deal with the emotions regarding the attacks,\" Kittle said.\nKittle asked each of his students to write a five-paragraph essay titled \"America Under Attack.\" He instructed them to devote the first few paragraphs to the \"who, what, where, why and when. At the end, they talk about how they felt,\" he said.\nThe project helped his students to step away from the attacks and to channel whatever fears they may have about terrorism into a writing project.\nWriting the essays incorporated \"reading, writing and technology, because we used the Internet and brought in local newspapers,\" Kittle said.\nFifth-grader Eric Jones did more than write an essay. Using colorful Lego blocks, he built a model of the World Trade Center, complete with a Lego block airplane embedded into one of them. His model is the centerpiece of an exhibit on the attacks displayed outside the classroom.\n\"I've spent most of my life building with Legos. So far, I've built 16 models of the World Trade Center at my house,\" Eric said.\nEric said that when his teacher first told the class about the terrorist attack, he thought maybe he was kidding. But when Kittle turned on the TV, \"that's when I realized how serious it was.\"\nMaeve Cox, too, was upset at what she saw on the screen. \"I was scared. I was afraid something would happen to us, too,\" Maeve said.\nThe memories of Sept. 11 still brought tears to student Bobbi Petty's eyes. \"I was afraid because my Mom works across the street from the school - I was worrying about her. I also thought about the Dupont Plant,\" Bobbi said.\nRobbie Patton was confused by the attacks. \"I don't know why it happened; I was sort of afraid,\" Robbie said.\nRandi Payne also worried about a relative that day. \"I was sad because a cousin was supposed to fly here from Germany that day,\" Randi said.\nMetro East reporter Ben Calwell can be reached at 348-5188, or by e-mail: bcalwell@cnpapers.com  \n\nLoad-Date: October 11, 2001"
}