{
    "title": "Et cetera Smart insights on the news of the day",
    "publisher": "usa today",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "Clive Irving, column, The Daily Beast: \"When we spend more than $2 billion a month on a war directed against terrorism with all the precision of a shotgun fired out of a window at midnight, you could argue that the sums required to secure what is in reality the nation's clearly identifiable last line of defense against airline terrorism are paltry. It is only fair to admit that the TSA has to deal with two frequently wayward bodies -- the United States Congress for its funding and myriad city agencies involved in managing airports. Even then, insiders say that the agency has often spent more of its energy on bureaucratic empire building than in taking decisive action. We have just had another wake-up call that finds us grievously wanting and exposes how tardy and lax are the protectors of the flying public.\"\nDaniel Gross, column, Slate: \"Deep-pocketed companies, billionaires and institutions that can afford to stay current on payments strategically default all the time. ...   And the system doesn't hold it against them. There's no doubt that homeowners are defaulting strategically.  ... (But) rather than worry about whether Americans will take cues from modest homeowners who make a tough decision not to stay current on debt, perhaps we should worry about middle-class Americans taking cues from billionaires and Fortune 500 companies who make the rational decision not to stay current on debt.\"\nNader Mousavizadeh, column, The (London) Times: \"For all the concern about (Iran's) fitful and still highly vulnerable nuclear program, a far greater prize is in sight: the Iranian people and their manifest aspirations for a freer society and an accountable government. The question is whether a Western policy of pressure, threats and further isolation aimed at forcing a nuclear deal with President Mahmoud Ahmadinejad will risk promise of real change for the illusion of a security arrangement with a regime built on enmity against the West.\" \n\nLoad-Date: December 29, 2009"
}