{
    "title": "Eternal city's resources overwhelmed; On the eve of the funeral, security agencies prepare for huge",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 4,
    "day": 8,
    "full text": "Pope John Paul II's funeral today promised to be one of the largest Western religious gatherings of modern times, conducted with the pomp of an ancient liturgy and attended by royalty, political power brokers and multitudes of the faithful.\nThrongs of pilgrims - the hardiest of some 4 million who flooded Rome - were rewarded for holding out after police closed off the line Wednesday night waiting to view John Paul's remains in St. Peter's Basilica. In the morning, the barriers were lifted for more mourners as the numbers who said a personal farewell approached 2 million since the body went on public view Monday. The basilica's towering bronze doors were closed late Thursday.\nPilgrims staked out positions with sleeping bags and blankets just outside St. Peter's Square, getting as close as they could to the scene of the funeral - even though they will see little more than the same images on giant television screens as could be seen elsewhere in the city.\nRome groaned under the weight of visitors. Side streets were clogged in a permanent pedestrian rush hour, mostly by kids with backpacks. Tent camps sprang up to take the spillover from hotels. Hawkers jacked up prices of everything from bottled water to papal trinkets.\n\"You really have to love the pope to be willing to do this,\" said Nathanael Valdenaire, a young Frenchman who slept on the pavement in a sleeping bag alongside his sisters.\nAs dignitaries poured into the city, Rome's security agencies - bolstered by NATO surveillance aircraft high overhead - cranked up their defenses against everything from terrorism to unruly crowds.\nRome authorities planned to lock down the city. Starting Thursday night, vehicle traffic was banned from the city center. Air space was closed, and anti-aircraft batteries outside town were on alert. Naval ships patrolled both the Mediterranean coast and the Tiber River near Vatican City, the tiny sovereign city-state encompassed by the Italian capital.\nPresident Bush, along with former presidents Bill Clinton and George H.W. Bush, knelt and prayed at the side of the pope's bier Wednesday night, then paid a courtesy call Thursday on Italian President Carlo Azeglio Ciampi. They planned dinner with Italian Prime Minister Silvio Berlusconi.\nThe U.S. delegation was to be joined Friday by Prince Charles, who postponed his own wedding by one day to honor the pope; by U.N. Secretary-General Kofi Annan; and by representatives of more than 80 countries. Jewish and Muslim religious leaders will be there, along with Israel's foreign minister and the head of the Arab League.\n\nGraphic\n\n \nDubuque Archbishop Jerome Hanus speaks of the late Pope John Paul II Thursday evening during a memorial Mass for the late pontiff at St. Raphael's Cathedral in Dubuque.  John Paul will be laid to rest today in a funeral service at Rome's St. Peter's Basilica.\n\nLoad-Date: April 8, 2005"
}