{
    "title": "Eteraz speaks on Pakistan 's future at Emory U. lecture",
    "publisher": "university wire",
    "year": 2008,
    "month": 4,
    "day": 4,
    "full text": "Ali Eteraz, activist and Emory University alum, lectured on Pakistan's journey toward democracy and the growing popularity of Islamism in that country on Tuesday in White Hall.\nEteraz described his lecture, titled \"Power and Islamization in Pakistan,\" as a means to discuss how groups have obtained political power in Pakistan and how Pakistan's current government is approaching this issue.\nHe began by differentiating the growing prominence of Islamism, a religious movement, from a growth in terrorism.\n\"Terrorism is anarchy, not a political project,\" Eteraz said. He said that Islamism, on the other hand, supports law and order.\nIslamism evolved from a desire to merge Islam with a political structure in order to protect Muslims in a country where they were a minority, he said. Pakistan was far from stable during its fledgling years, Eteraz said.\nFrom 1947 to 1971, Pakistan did not have a constitution. As a result, the \"Jihadists believe the Qur'an is the constitution,\" Eteraz said. He said he is unsure of exactly what has contributed to the rise of Jihadism in Pakistan, but acknowledges a link between Islamism and Jihadism.\nEteraz described Pakistan's past efforts in quelling the Jihadists as far from successful.\nBut in a more optimistic tone, he said that \"we are now at a place where Pakistan is a democracy.\"\nHe said Pakistan has recognized that Islamic law cannot force Pakistanis to be religious and added that the court system has been effective in secularizing the judicial system. But he added that Pakistan needs a stronger infrastructure to make these changes permanent.\nThe government under the guidance of Prime Minister Yousaf Raza Gillani is now offering Jihadists amnesty if they lay down their weapons. If they do not, military action will be taken, Eteraz said.\nHe urged the audience, mostly Pakistan Student Association members, to put aside their prejudices when confronting Jihadism and added that there is a tendency to perceive Islam as anachronistic. The event concluded early when the audience did not pose any questions during the question-and-answer segment.\n(C) 2008 Emory Wheel via U-WIRE\n\nLoad-Date: April 4, 2008"
}