{
    "title": "Ethnic and religious divisions new troublemakers on Turkish scene",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 21,
    "full text": "The authority and unity of the Turkish state are now being seriously endangered as political violence here takes unparalleled new dimensions.\nIn spite of the shock and horror felt over the mounting wave of terrorism afflicting the whole country, little is being done to stop it or to prevent the nation from heading toward civil war.\nThose political leaders who share responsibility in determining the country's destiny still seem in no mood to compromise and join in common efforts to put an end to the current political upheaval.\nThe July 19 murder of former Prime Minister Nihat Erim, like previous major political assassinations, has caused widespread indignation and condemnation.  Acting President Ihsan Sabri Caglayangil has called for joint efforts by political leaders to combat terrorism and restore national unity.\nBut the question remains whether this latest act of violence will lead rival political leaders, and particularly Premier Suleyman Demirel and opposition leader Bulent Ecevit to start a constructive dialogue.  Together they need to find ways of ending the violent vendetta between leftist and rightist militants that has claimed 1,800 lives this year alone.\nBut the most alarming sign in the current campaign are the serious ethnic and religious aspects particularly in the eastern and central regions of Turkey.  Entire towns or areas have recently come under the control of either illegal rightist or leftist organizations.\nBoth sides call them \"their own liberated zones\" and exercise full authority, replacing that of the state.  In several towns, such as Corum, Fatsa, Sivas and Kars, ideological differences are coupled with ethnic and sectarian divisions.  THe leftists are usually in control of the Kurdish and Alevite (Shiite) inhabited areas while the rightist are in command of the Sunni-inhabited quarters.\nTurkish officials see the danger of these efforts to destabilize and divide Turkey, and some of them consider this as part of a wider plan aimed at this part of the Middle East including neighboring Iran, Iraq, and Syria, which are generally facing ethnic and sectarian problems.\nThe recent assassination of prominent people like Professor Erim is regarded is regarded as a challenge of the terrorists against the state, whose authority is seriously weakened and questioned.\nThe former university of professor and politician was brought to power in 1971 by the Army as the head of an interim government to control what was then the start of a campaign of terrorism.  Political violence at that time was mainly the work of Marxist revolutionary groups and Professor Erim in his 13 months of office was engaged in a severe crackdown of leftist terrorist groups.\nOddly a splinter group of the terrorist organization active in the early 1970's -- the Revolutionary Left -- has claimed responsibility for Erim's assassination.  The pro-Soviet Marxist group, which has killed 13 persons in the last three months stated that \"No fascist will be left without punishment\" -- a clear hint that it wants to revenge the crackdown under Mr. Erim's rule."
}