{
    "title": "EU agrees on new anti-terror measures",
    "publisher": "the bismarck tribune",
    "year": 2015,
    "month": 2,
    "day": 13,
    "full text": "BRUSSELS — Spurred to action by last month's terror attacks in France, European Union leaders agreed Thursday on an ambitious range of new steps to better protect their countries from terrorism.\nActions unanimously endorsed at an EU summit meeting include the sharing of airline passenger data, tougher border controls on travelers and the detection and removal of Internet content promoting terrorism or extremism.\n\"All citizens have the right to live free from fear, whatever their opinions or beliefs,\" the EU leaders declared in a joint statement. \"We will safeguard our common values and protect all from violence based on ethnic or religious motivations and racism.\"\nGilles de Kerchove, the EU's top counter-terrorism official, told The Associated Press that the leaders' action plan, some of which still requires approval by the European Parliament to go into effect, will make Europeans safer.\nIt \"keeps reducing our vulnerabilities,\" De Kerchove said. In a report to the 28 EU member countries last month, De Kerchove warned \"Europe is facing an unprecedented, diverse and serious terrorist threat.\"\nCounter-terrorism policy shot to the top of the EU agenda following the Jan. 7-9 attacks in Paris against a satirical weekly, a policewoman and a kosher grocery store that claimed a total of 17 victims. The three gunmen, who proclaimed allegiance to Al-Qaida in Yemen and the Islamic State group, were also shot dead by French police.\nThe attacks mobilized France and other EU member countries to seek more effective ways to deal with armed Islamic militancy, especially the problem of radicalized European-born Muslims who go to fight in Syria or Iraq and then return home.\nThe bloody violence in the French capital was \"a game-changer\" for EU counter-terrorism efforts, said Alexandra de Hoop Scheffer, senior trans-Atlantic fellow and director of the Paris office of the German Marshall Fund think tank. To prepare for Thursday's summit meeting in Brussels, EU foreign, finance and interior and justice ministers were ordered to draw up recommendations on what to do.\nThe plan finally approved by the heads of state and government calls for a wide array of measures in fields ranging from foreign policy to the functioning of law enforcement agencies. In some instances, it insists on the need for rapid or urgent change.\nAt a news conference, European Parliament President Martin Schulz signaled his clear willingness to cooperate, but said there are red lines he and other lawmakers will refuse to cross. He endorsed more systematic passport and customs controls on people coming and going from the so-called Schengen area of 26 European countries, 22 of which are EU members, but said movement inside the zone must remain unhindered.\nSchulz also warned that rashly curtailing individual rights in the name of boosting public safety would play into the terrorists' hands by discrediting Western-style democracy.\n\"We need to be a state of law and democracy,\" Schulz said. \"We need to protect our values.\"\n\nLoad-Date: February 20, 2015"
}