{
    "title": "EU anti-terrorism chief wants jihadis rehabilitated, not jailed He says prisons are 'incubators of r",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 28,
    "full text": "- The European Union's anti-terror chief called Tuesday for countries to rehabilitate rather than punish returning jihadis with no blood on their hands, saying some prisons have become incubators of radicalization.\nEU Counter-Terrorism Coordinator Gilles de Kerchove said, If we can avoid prison, let's avoid prison.\nAt a time when EU nations are still shocked by the attacks in France early this month, many are pushing for swift repressive measures for anyone who has gone off to fight holy war in Syria or Iraq.\nAnd even if true criminals among the returnees need to be punished with jail time, I don't advise to bring them all to court because it would be a mistake, De Kerchove said.\nSince the Paris attacks Jan. 7 through Jan. 9 that killed 20 people, including the three gunmen, dozens of people have been charged in France with defending terrorism. Several were almost immediately convicted under special measures for immediate sentencing. Inciting terrorism can bring a five-year prison term - or up to seven years for inciting terrorism online.\nWe know how much jails are major incubators of radicalization. Much better, provided they accept to do that, they undertake major rehabilitation, De Kerchove said.\nFrance recently expanded prison terms for terrorism-related offenses, but the country was still caught off-guard when a member of a jihadi network worked in tandem with his brother and a former jailhouse acquaintance during three days of attacks in the Paris region.\nThese people got radicalized in prison, De Kerchove said.\nAnd for those who are convicted, he suggests jails be designed in a way that they are not in contact with petty criminals and instead can meet with moderate imams. Belgium is already working on such plans.\nA major challenge facing the authorities is to collect evidence against foreign fighters traveling to conflict-torn Syria that would stand up in European courts.\n\nLoad-Date: January 28, 2015"
}