{
    "title": "EU court_ UK can extradite 5 terror suspects to US",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 4,
    "day": 12,
    "full text": "BC-EU--Britain-US-Terror Suspects, 11th Ld-Writethru,1107\nEU court: UK can extradite 5 terror suspects to US\nEds: New approach. Adds details.\nAP Photo LON101, LON102\nBy JAMEY KEATEN and CASSANDRA VINOGRAD\nAssociated Press\nPARIS » Europe's human rights court ruled Thursday that Britain can send a radical Muslim cleric and four other suspects to the United States to face terrorism charges in a case that has been closely watched as an indicator of whether tough U.S. prisons could influence extradition policy.\nThe court said Britain would not violate EU human rights rules by extraditing the suspects, who could face life sentences in a maximum-security prison.\nThe long-running legal battle centered on Mustafa Kamal Mustafa, also known as Abu Hamza al-Masri, considered Britain's most recognizable extremist, thanks in part to his fiery rhetoric and hook for a hand. He has long been a figure of tabloid newspaper scorn.\nAl-Masri and the other men had argued that in the U.S. they could face prison conditions and jail terms that would expose them to \"torture or inhuman or degrading treatment or punishment\" in breach of the European human rights code.\nThe European Court of Human Rights in Strasbourg, France, rejected those claims, saying in its ruling Tuesday that \"detention conditions and length of sentences of five alleged terrorists would not amount to ill-treatment if they were extradited to the U.S.A.\"\nHowever, the court said the five \"should not be extradited\" until its judgment becomes final -- a move that could take months -- or until a possible appeals process ends.\nIt also put off ruling on the case of a sixth suspect, Haroon Rashid Aswat. The court said it needs further information about his schizophrenia and the conditions of his detention at a British hospital.\nThe suspects are accused of crimes such as setting up a terrorist camp in the United States and raising funds for terrorists.\nThe decision capped off years of legal wrangling, during which the British government has sharply criticized the European court over repeated delays. One of the men awaiting extradition has been held in a British jail for eight years without charge.\nIt also comes at a sensitive time because British extradition policy recently suffered a major setback when the European court ruled that the U.K. could not deport another radical cleric, Abu Qatada, to Jordan.\nBritish lawmakers have urged the government to reform extradition laws, pushing for changes to the U.K.-U.S. extradition treaty on the ground that justice would often be better served by a trial at home.\nStill, an independent review found last year that the treaty was both balanced and fair.\nOn Tuesday, British Prime Minister David Cameron he is \"very pleased\" with the court's decision. \"It is quite right that we have proper legal processes, although sometimes one can get frustrated with how long they take,\" he said.\nThe U.S. is also pleased with the judgment, according to a statement posted on the U.S. Embassy in London's website. \"We look forward to the court's decision becoming final and to the extradition of these defendants to stand trial in the United States,\" the statement from the Department of Justice said.\nBritish Home Secretary Theresa May said the U.K. will work to see that the suspects are handed over to U.S. authorities as quickly as possible.\nBased on charges filed in the U.S., the suspects could get lifelong jail terms without parole in maximum security conditions, such as cells with concrete furniture, timed showers, tiny windows and no outside communications.\nThe various challenges against extradition rested on the suspects' likely detention in the ADX Florence \"Supermax\" prison in Colorado, where they would be held in solitary confinement. In their ruling Tuesday, the judges found that conditions at ADX would not amount to ill-treatment.\nAl-Masri, 53, who is blind in one eye and wears a hook for a hand, is known for his fiery anti-Western and anti-Semitic outbursts. He claims he has lost his Egyptian nationality, but Britain considers him an Egyptian citizen. The court listed him as a British national.\nAl-Masri has also been linked to the taking of 16 hostages in Yemen in 1998 and to preaching jihad -- holy war -- in Afghanistan. He is accused of setting up a terrorist training camp in rural Oregon.\nIn separate cases, Syed Talha Ahsan has been charged with conspiring to support terrorists via the Internet, and 36-year-old Babar Ahmad is accused of running websites to raise money, appeal for fighters and provide equipment -- like gas masks and night vision goggles -- for terrorists.\nAhmad's father, Ashfaq, said he and his family were \"very disappointed\" by the court's decision, calling it \"a serious abuse of process.\"\nAhmad hasn't faced charges in Britain, but has been held without trial for eight years in a U.K. prison. In an interview that took place after the BBC won a legal battle to speak with Ahmad, he insisted he did not condone terrorism and urged authorities to put him on trial in the U.K.\nFaras Baloch, a legal adviser to Ahmad's family, said their \"best chance\" of fighting extradition now lies in getting a trial in Britain. \"We are going to press for him to be tried in the U.K.,\" Baloch said, adding that justice should not be outsourced to the U.S.\nAhmad's brother-in-law, Fahad Ansari, said the family hopes to appeal to the European Court's grand chamber. He questioned the alleged \"torture\" and \"inhuman and degrading treatment\" in Supermax prisons.\n\"It is completely inhumane and no country can justify sending one of its citizens to such a scenario,\" he said.\nTwo other cases were also considered by the European court, which decided extradition to the U.S. would not violate EU human rights laws.\nKhalid al-Fawwaz, a Saudi citizen, and Adel Abdul Bary, who is Egyptian, are wanted over the 1998 bombings of two U.S. embassies in Kenya and Tanzania that killed 224 people. Al-Fawwaz, allegedly Osama bin Laden's representative in Britain, has been charged with more than 269 counts of counts of murder.\nSeveral politicians and political groups used the cases to highlight what they deemed failings in the U.K. legal system for taking so many years to clear up questions of extradition.\nKeith Vaz, chairman of the Commons Home Affairs Select Committee, said the ruling underscored \"the disarray of extradition and removals in the U.K. and pointed to the need to ensure the important cases are fast-tracked.\n\"Babar Ahmad alone has waited eight years for a decision on his case,\" he said. \"This delay is unacceptable.\"\n------------------------------\nAssociated Press writer Cassandra Vinograd reported from London. Alt Heads:\nEU court: UK can extradite 5 terror suspects to US\n\nGraphic\n\n \nFILE - In this March 28, 2003 file photo, radical Muslim cleric Abu Hamza al-Masri prays in a street outside his Mosque in north London Europe's human rights court ruled on Tuesday, April 10, 2012 that it would be legal for Britain to extradite an Egyptian-born radical Muslim cleric and five other terror suspects to the United States. (AP Photo/Alastair Grant, File)\nFILE - In this Jan. 23, 2004 file photo, self-styled cleric Abu Hamza al-Masri leads his followers in prayer in a street outside Finsbury Park Mosque, on the first anniversary of its closure by anti-terrorism police, London. Europe's human rights court ruled on Tuesday, April 10, 2012 that it would be legal for Britain to extradite an Egyptian-born radical Muslim cleric and five other terror suspects to the United States. (AP Photo/John D McHugh, File)\nFILE - In this Jan. 23, 2004 file photo, self-styled cleric Abu Hamza al-Masri leads his followers in prayer in a street outside Finsbury Park Mosque, on the first anniversary of its closure by anti-terrorism police, London. Europe's human rights court ruled on Tuesday, April 10, 2012 that it would be legal for Britain to extradite an Egyptian-born radical Muslim cleric and five other terror suspects to the United States. (AP Photo/John D McHugh, File)\n\nLoad-Date: April 12, 2012"
}