{
    "title": "EU discusses anti-terror efforts, balance of liberty and security",
    "publisher": "usa today",
    "year": 2006,
    "month": 8,
    "day": 17,
    "full text": "LONDON -- European ministers said Wednesday that they will explore requiring uniform airport security checks, identifying passengers by fingerprints or other physical distinctions and exchanging information on everyone flying in Europe to combat terrorism in the skies.\nSecurity checks at European airports vary from country to country. Biometric identification, which checks fingerprints or other physical markers, is limited to frequent travelers in some nations. No exchange of passenger information, similar to that required by U.S. authorities on people flying into the USA, exists across Europe.\nBritish Home Secretary John Reid said civil liberties must be re-examined in the face of possible \"mass murder\" by terrorists.\n\"As we face the threat of mass murder, we have to accept that the rights of the individual that we enjoy must and will be balanced with the collective right of security and the protection of life and limb that our citizens demand,\" said Reid, Britain's top law enforcement official.\nReid and six of his European Union counterparts made the announcement here six days after British police said they had thwarted a plot to blow up passenger jets leaving Britain for the USA. They said the plot involved smuggling liquid bomb components aboard the planes, assembling them and then setting them off.\nOn Wednesday, a judge ruled that 23 of 24 suspects in the case will be kept in custody through next week. Under British law, terrorism suspects can be held up to 28 days without being charged, but police must periodically go to court and convince a judge that there is sufficient evidence to do so.\nA suspect who was arrested Tuesday remained in police custody but was not part of the hearing.\nAfter the ministers' meeting, Franco Frattini, the European Commission's vice president in charge of justice, said Europe would consider:\n*Policing the Internet and possibly banning websites that foment terrorism and give explicit details on bombmaking.\n*Developing rapid-response teams of counterterrorism experts from across Europe that could be deployed quickly when a nation faces a threat.\n*Researching explosive materials, especially liquid explosives, and developing ways to detect them and restrict their flow.\nFinnish Interior Minister Kari Rajamaki said Europe needs to do more to crack down on \"gray and black markets\" that finance terrorism. Finland holds the rotating EU presidency.\nFrattini said the European Commission, the executive body of the 25-nation EU, would push quickly for member nations to more readily share \"unfiltered\" intelligence on possible terrorists and threats.\nFrattini also said nations need to work more closely with Europe's Muslim communities to attack the root cause of radicalization and violence by young people.\nIn addition, he said it was time to examine whether biometric identification of people by fingerprints or the irises of their eyes should be expanded to track individuals crossing borders and traveling through airports.\nResidents of EU nations can travel to many member nations without having to show a passport.\n\nGraphic\n\n \nPHOTO, B/W, Fiona Hanson, AP\n\nLoad-Date: August 17, 2006"
}