{
    "title": "EU must stem Islamic terrorists",
    "publisher": "pittsburgh tribune review",
    "year": 2016,
    "month": 8,
    "day": 12,
    "full text": "Late last month, a Syrian asylum-seeker who was set to be deported detonated a nail-filled suicide bomb outside an outdoor concert in southern Germany. German Chancellor Angela Merkel admitted that members of ISIS were among the more than 1 million migrants from destabilized areas of the Middle East and Africa whom she invited into her country. \nIn the days prior to the Bastille Day massacre in Nice, France's intelligence chief warned that another attack on French soil or a mass sexual assault by migrants \"” similar to the one that occurred in Germany on New Year's Eve \"” could result in a \"civil war.\" \nThe Dutch are investigating a possible jihadist cell in a refugee center in the Netherlands, and Norwegian police arrested a former Syrian al-Qaida fighter seeking asylum in Europe. \nThe perils to European citizens posed by refugees from failed states no longer are theoretical. With ISIS recruits and agents exploiting the crisis, enemies are literally massing at the gates of Europe. Unrealistic globalist policies decreed by European Union rulers in Brussels are inflaming the threat. \nThe Investigative Project on Terrorism in a recent study on the rise of global Islamic terror warned that Europe's security systems will become severely stressed this year. \nThe crisis is straining the ties that bind Europe by threatening the unique national identities of its disparate populations. \nThe Schengen Agreement, passed in 1985 and in effect since 1995, largely erased borders in the EU and created conditions for jihadists to travel freely among member states once they gain a foothold on the continent. \nThe EU failed to uniformly strengthen borders with the greater region when it created the idealistic passport-free bloc. Those policies led to weak entry points in countries such as Italy and Greece, which immigrants have exploited. \nJihadists don't have much to fear once they arrive. A French journalist working undercover met with an extremist who bragged about his five-month jail term for terrorism and \"how easy it is to bypass authorities.\" \nIt is one matter for Germany to accept more than 1 million refugees. But it becomes an entirely new issue when EU bureaucrats propose to relocate those refugees among countries that cannot realistically accommodate them. \nRefugees already are squeezing the budgets of generous European welfare programs and causing civilian unrest within a public that feels threatened. \nStarting with Britain's vote to exit the EU, voters among member countries are considering a number of proposals that will restore law and order to the immigration process and protect their sovereignty. \nThe desire for sovereignty is not some nebulous proposition. The French prefer to stay French; the Germans intend to stay German; the Dutch, Dutch. \nCountries in Europe no longer can sacrifice their demographics to an irrational multiculturalist ideology dictated by unaccountable bureaucrats in Brussels. \nThe countries' future national character and very existence may well depend upon their self-determination. \nPete Hoekstra, a former chairman of the U.S. House Intelligence Committee, is the Shillman Senior Fellow at the Investigative Project on Terrorism. \n\nLoad-Date: August 14, 2016"
}