{
    "title": "EU ministers disagree about extremist Web sites",
    "publisher": "hollywoodreporter.com",
    "year": 2007,
    "month": 10,
    "day": 3,
    "full text": "BRUSSELS -- European Union justice and home affairs ministers ended a two-day meeting in Lisbon Tuesday in disarray after they failed to agree on proposals to shut down extremist Web sites that spread terrorist propaganda.\nThe plans, proposed by EU Justice and Home Affairs Commissioner Franco Frattini, aim to prevent radical militants from using Web sites to ferment terrorism.\nLuxembourg's Justice Minister Luc Frieden protested that the EU was over-reacting by trying to block Web sites, and he argued instead for monitoring measures. \"It is much more important that we find out how terrorists communicate and monitor their communications,\" Frieden said.\nFrattini countered, \"The aim is not to follow every person that Googles the word 'bomb' on the Internet.\"\n\"My intention is to introduce sanctions against those who disseminate terrorist propaganda or instruct on Web sites how to make a bomb,\" Frattini said.\nPortuguese Interior Minister Rui Pereira, hosting the Lisbon talks, added, \"The Internet cannot be an area where no responsibility is taken.\"\nThe EU talks come as German Interior Minister Wolfgang Schauble is seeking powers allowing investigators to send software that secretly installs itself on specific computers, relaying data to police computers as users operate online. A court in Germany is also trying a man for posting al-Q'aida messages in an Internet chartroom for Islamists. In Sweden, the defense minister has cited the threat of terrorism to seek broad powers to monitor e-mail traffic without court orders.\nBut Internet rights groups have complained that the moves by the commission and within the EU are neither appropriate nor enforceable. \"Thousands or millions of perfectly legitimate pages could be removed from networks, or made unsearchable, just because they contain one of the forbidden words,\" said European Digital Rights (EDRi), the EU privacy and civil rights organization.\n\nLoad-Date: October 8, 2007"
}