{
    "title": "EU NAMES ANTI-TERROR COORDINATOR",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "European Union leaders Thursday picked a former Dutch government official who was born in New York as the bloc's first anti-terrorism czar to bolster the continent's defense after the deadly Madrid train bombings.\nGijs de Vries will coordinate work done by the EU's foreign affairs and interior departments in an echo of the U.S. Department of Homeland Security, which was created in the wake of the Sept. 11 attacks.\nThe leaders also will study ways to streamline the sharing of information on threat groups, but they stayed away from establishing a European intelligence agency modeled after the CIA, proposed by Austria.\nDe Vries, a former deputy interior minister in the Netherlands, holds joint U.S.-Dutch citizenship and will start work Monday and report to Javier Solana, who heads the EU's foreign and security department.\n\"He has the right profile for the position,\" Solana said. \"What is important is coordination. All the internal, domestic aspects of terrorism need to be tied in with the external, international aspects.\"\nDe Vries' appointment was one of a series of emergency measures enacted by EU leaders after the Madrid bombings. Others included:\n* Improving cooperation among their police and intelligence services.\n* Enacting laws on an EU-wide arrest warrant.\n* Increasing border controls and tracking of telephone records.\n* Cracking down faster on terrorist finances.\n* Creating a European database of terrorism suspects.\n\"The threat of terrorism is a threat to our security, our democracy and our way of life in the European Union,\" said Irish Prime Minister Bertie Ahern. \"We'll do everything in our power to protect our people from this threat.\"\nAhern chaired a meeting of presidents and prime ministers from 25 nations. They gathered in a somber mood for a summit barely 24 hours after many of them joined tearful relatives of the 190 victims at a state funeral in Madrid.\nA sense of embattled unity from the bombings has prompted EU nations to bury old differences that go beyond responses to terrorism. The leaders are expected to reopen talks on the EU's first constitution, three months after they broke down in acrimonious stalemate.\nSymbolically, the leaders adopted one key article of the constitution ahead of the full text - a NATO-style \"solidarity clause\" committing all members to help one another in the event of terrorist attacks.\nAnti-terrorism experts say cooperation among intelligence services - for example between France and Britain - has paid dividends in thwarting attacks since Sept. 11, 2001. But wider coordination at European level has proved difficult because of differing legal standards, extradition delays and civil liberties concerns.\n\"The shortcomings and delays are unforgivable now after Madrid,\" said Ro mano Prodi, the EU Commission president. \"The cultural obstacles to cooperation cannot continue.\"\n\nGraphic\n\n \nPHOTO; Photo headshot - (Gijs)De Vries, Holds joint U.S.-Dutch citizenship\n\nLoad-Date: March 26, 2004"
}