{
    "title": "EU warns nations_ Fight terror or pay price",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "European Union foreign ministers warned other countries yesterday that their relations with the economically powerful bloc would suffer if they failed to cooperate in the fight against terrorism.\nThe warning marked a major shift for the Europeans, who have been traditionally reluctant to use trade and aid as weapons to force compliance by countries outside the bloc. It reflects Europe's alarm since the March 11 railway bombings in Madrid, Spain, which killed 202 people and injured more than 1,800.\nThe warning was among a list of measures that the foreign ministers of the 25 current and soon-to-be EU member nations will forward to the bloc's heads of government for approval at their two-day summit, which begins Thursday.\nIn another move, the ministers also approved NATO-style language committing all member states to offer military and other assistance to fellow EU countries that suffer a terrorist attack.\n\"The events of March 11 have rightly led us to redouble our efforts\" against terrorism, Irish Foreign Minister Brian Cowen told reporters.\nFrench Foreign Minister Dominique de Villepin said that terrorism was \"a menace that affects us all\" and that there could be \"no compromising here. We have to show solidarity.\"\nEurope's get-tough approach is expected to be warmly received in Washington, where officials have complained that EU countries have been slow to adopt measures to combat terror.\nIn a draft declaration issued after their meeting, the foreign ministers described the fight against terrorism as \"a key element of political dialogue\" with countries outside the bloc, including those in the Middle East, Africa and Asia. EU officials said countries whose cooperation in fighting terrorism was deemed insufficient would risk a loss of aid and trade.\nThe foreign ministers also approved stronger financial measures to freeze assets of suspected extremist groups in Europe and backed the creation of an EU antiterrorism coordinator to improve cooperation.\n\nGraphic\n\n \nPHOTO;\nVIRGINIA MAYO, Associated Press\nJavier Solana, the European Union's foreign-policy chief, discusses a list of antiterrorism measures proposed at the EU meeting in Brussels, Belgium.\n\nLoad-Date: August 23, 2005"
}