{
    "title": "European Court Rules Britain Cannot Deport Terrorism Suspect",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 18,
    "full text": "LONDON -- The European Court of Human Rights ruled Tuesday that Abu Qatada, a radical Islamic preacher regarded as one of Al Qaeda's main inspirational leaders in Europe, cannot be deported from Britain to his native Jordan because his trial there would be tainted by evidence obtained by torture.\nThe preacher, whose real name is Omar Mahmoud Mohammed Othman, is in prison in Britain and has been convicted in his absence in Jordan of planning two bombing attacks. The British government had insisted that he be returned to Jordan as part of a wider strategy of dealing with international terrorism suspects by deportation.\nAlthough it accepted Jordan's assurances that Mr. Othman would be treated humanely, the European court in Strasbourg, France, said in its ruling that evidence against Mr. Othman in the Jordan bombings ''had been obtained by torturing one of his co-defendants.'' Deporting him would ''legitimize the torture of witnesses and suspects,'' it said, and ''result in a flagrant denial of justice.''\nBritain has wrestled for more than a decade with a sense that it had become a safe haven and incubator for Islamic extremism, struggling to balance civil liberties and due process with security. One former senior antiterrorism police officer, who requested anonymity in order to discuss delicate security issues, said Britain had tracked as many as 100 nascent terror plots at any one time since 2001, though only a few escalated into serious threats.\nMr. Othman, like dozens of others, has been detained or at other times subjected to rigorous supervision, including home arrest, since shortly after the Sept. 11 attacks on the United States. As with many of his contemporaries, his defenders claim that he has been persecuted, that he is nothing more than a very zealous Muslim who stops short of promoting violence. His detractors say he is flat-out dangerous.\nThe court's decision can be appealed within three months, but if upheld, it would require that Mr. Othman be released, or be charged in Britain.\nThe decision also emerged as the latest in a long line of disagreements between Britain and the authorities in Europe that have taken on a particularly bitter character as Prime Minister David Cameron has clashed with his counterparts in France and Germany over the financial crisis in the euro zone.\nIt provoked right-leaning politicians and pundits, who railed Tuesday against what they described as yet another imposition of European restrictions on British life. The Conservative lawmaker Dominic Raab told reporters that the court had run ''roughshod over decisions that should be determined by U.K. courts.''\nBritain's home secretary, Theresa May, said that she was ''disappointed'' by the ruling, and that she would ''consider all the legal options available.'' She added, ''It is important to note that this ruling does not prevent us seeking to deport other foreign nationals.''\nThe European ruling addresses an issue that has preoccupied three British governments across a decade -- what to do with resident terrorism suspects who the authorities have argued cannot be tried in open court here without revealing intelligence secrets. They often cannot be deported to home countries with a history of mistreating prisoners.\nMr. Othman, 51, initially won the right to remain in Britain in 1993, the year he sought asylum, claiming that he had been tortured in Jordan. A father of five, he has subsequently been sought by the authorities in nine countries, including the United States. Tapes of his sermons were found in the Hamburg apartment used by Mohammed Atta, one of the hijackers involved in the Sept. 11, 2001, attacks.\nSpeaking to the BBC after the attacks, Mr. Othman characterized them as ''martyrdom'' operations that should be supported by all Muslims. A 2006 report by the RAND Corporation subsequently described him as ''Al Qaeda's spiritual leader in Europe.''\nBritain's close links with the Middle East and Pakistan, its formerly generous asylum policies and a history of protecting free speech also combined to make it fertile ground for many others seeking to promulgate extremist interpretations of Islam. Former Prime Minister Tony Blair was fiercely criticized for trying to address Britain's problems with Islamic extremism by introducing indefinite detention without trial for ''suspected international terrorists'' in the wake of the Sept. 11 attacks. Subsequent efforts have included more robust laws against inciting religious hatred, ''control orders'' that seek to monitor suspects without jailing them, tightened asylum procedures, and redoubled efforts to deport suspects.\nAll those measures have been subject to appeal at the European court, which sits above Britain's own Supreme Court as a final arbiter of appeals.\nMany terror suspects sought by the United States, including the preacher Abu Hamza, have argued that the threat that the United States will hold them in isolation in supermaximum security prisons or at the Guantanamo Bay detention center in Cuba, and the possibility of the death penalty, constitute human rights violations.\nAides to Mr. Cameron said that when the prime minister travels to Strasbourg next week to address the Council of Europe, which oversees the court, he will map out British proposals for limiting the court's powers to overrule the findings of the domestic courts of European Union states. One idea that has gained support among British critics of the European court is a ''democratic override'' to allow national parliaments to annul court rulings on some issues, including those that affect national security.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Abu Qatada, a Jordanian-born cleric, at his London home in 2001. He is now in prison in Britain.                                       \n\nLoad-Date: January 18, 2012"
}