{
    "title": "EUROPE CLOSES RANKS ON TERRORISM BUT A FEW GAPS REMAIN",
    "publisher": "the new york times",
    "year": 1985,
    "month": 2,
    "day": 10,
    "full text": "West Germany, France and Italy are scrambling to join forces to combat a makeshift alliance of Marxist-inspired terrorist gangs that recognizes no borders in Western Europe. The sudden emergence of what is being called ''Euroterrorism'' has caught some countries by surprise - and at odds.\nThe hurried appearance in Bonn last week of French Prime Minister Laurent Fabius, his Interior Minister and a raft of police officials was widely seen here as an implicit admission that France has been lax thus far in its antiterrorist efforts. France and West Germany announced the formation of a joint antiterrorist group, complete with a telex hot line between the two capitals, but there was no suggestion that France was about to stop granting asylum to suspected terrorists. West German officials have long been quietly unhappy with France's sanctuary policy, which obliges a foreign police to demand extradition for a specific crime and not only because someone is a suspected terrorist.\nItalian politicians, however, have openly expressed outrage with the French. Defense Minister Giovanni Spadolini has accused them of ''sheltering a terrorist headquarters,'' while last week in Rome Prime Minister Bettino Craxi told Parliament that he hoped a compromise could be found between ''a glorious tradition which we respect and the need to fight terrorism, which is no longer a prevalently Italian affair but is today attacking every free country in Europe.'' Italy's Interior Minister is due in Bonn this week.\nTensions have mounted since a terrorist offensive began in December. A Munich-based industrialist in the arms business, Ernst Zimmermann, was killed on Feb. 1, and a French Defense Ministry official, Gen. Rene Audran, was assassinated the week before.\nItalian officials have spoken of more than 100 supporters of the Red Brigades living unmolested in France, and the West German authorities believe that a long border with France makes the country an attractive haven for German hit men on the run. Yet, at a time when they are tightening antiterror measures, France and West Germany have agreed to loosen police and customs controls on their frontier.\nFrance is not the only weak link in a European struggle against terrorism, according to officials and academic experts. The collapse of Portugal's dictatorship in 1974 precipitated a dismantling of the hated Salazarist security services, eventually making the country an ideal resting and refitting center for outside terrorists.\nIn addition, Belgium, with no terrorist tradition, has had difficulty dealing with a shadowy group called the Fighting Communist Cells that has surfaced in the last few months. The organization has claimed 13 bombings of NATO targets since October. Explosives stolen in Belgium are believed to have been used by both the German Red Army Faction and the French terrorist underground group Direct Action. The founders of Direct Action, who were amnestied by President Fran,cois Mitterrand in 1981, lived openly in Brussels until last spring.\nWest German antiterrorist specialists caution that there is less than meets the eye to the coordination among the German, French and Belgian undergrounds, which have encouraged the seeming existence of a ''Western European guerrilla'' by naming communiques after each others' ''martyrs'' or invoking joint aims. ''There are contacts,'' one Bonn expert said, ''There may be shared logistics and safe houses. But there is no organization of the killings and no joint operations.''\nWhat has emerged, whether by accident or design, is a common ideological thread, with terrorists depicting themselves as third-world revolutionaries bringing ''armed struggle'' to the heart of NATO.\nHowever chilling in its public impact, the decision by the terrorists to assassinate men associated with the arms business - Mr. Zimmermann and General Audran - is taken by experts to be a sign of weakness. They say that 1970's-style kidnappings of closely guarded prominent political figures would demand greater professionalism and organization. According to some accounts, the elimination of Palestinian camps in southern Lebanon by the Israeli invasion of 1982 may be a factor in the apparently poorer training of the latest generation of German terrorists, who have botched several bombings. Both far- left and far-right terrorists are known to have been trained by Palestinians in Lebanon before 1982.\nClaus Walter Herbertz, a German authority on terrorism, said it was likely that some of the activists had been trained in Eastern Europe, although he did not see any direct Soviet bloc involvement. Paul Wilkinson, an expert on terrorism at the University of Aberdeen, said he believed there had been ''no Soviet instigation'' of the latest outbreak of terrorism and that Moscow would probably prefer to see Western European disarmament campaigners setting the tone of protest.\nSome specialists believe that the renascent terrorist movement has less support in Western European left- wing circles than it did during the 1970's. But the situation is delicate in West Germany, where the leftist Greens party now holds seats in Parliament.\nThe Greens have a sprinkling of former terrorists in their ranks and have supported the demands of 30 Red Army Faction prisoners to be grouped together in a single prison. Last week, sympathizers occupied Greens offices in West Berlin and Frankfurt to dramatize the prisoners' hunger strike, which has since been broken off.\nThe ambivalence of the Greens toward terrorism was underscored by Lukas Beckmann, one of the party's three leaders, who said: ''We will not allow ourselves to be dragged into the R.A.F.'s understanding of violence - nor into the state's understanding of violence.''\n\nGraphic\n\n \nphoto of Belgian police officer examing bombed car"
}