{
    "title": "Europeans look to Tokyo for signs of US diplomatic restraint",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 2,
    "full text": "Europeans, who often feel pulverized by American assertiveness in such critical areas as terrorism and protectionism, are looking to the Tokyo summit for some signs of restraint from Washington.\nMany European diplomats anticipate that Tokyo will represent a diplomatic cooling-off period before the United States renews pressures on its European allies.\nNothing has more clearly underscored the divergence of opinion in the US and Europe than the recent US raid on Libya. While 70 to 80 percent of Americans approved of President Reagan's action, two out of three Europeans disapproved. Lord Carrington, secretary-general of NATO, has noted a widespread feeling within Europe that the air strike solved nothing. He said, ''The situation in the Atlantic alliance is very serious and as bad as I can remember.''\nLibya is cited as a classic example of allied disunity. While many Europeans feel they have taken enormous steps toward dealing with the terrorist threat in recent weeks - cracking down on Libyan diplomats and civilians as well as applying controls on visa applications - the issue remains delicate.\nOne West German diplomat said he hoped the summit would reaffirm the steps recently taken by the Europeans to counter terrorism, but was opposed to more drastic action - such as talk of a possible air and sea quarantine of Libya.  Many European analysts contend that the US appetite for concerted diplomatic action against Libya has been satisfied for the time being, and that Tokyo will not be exclusively a terrorist summit.\nDespite recent strains between the US and its NATO partners, there is a sense of relief that - apart from the US trade quarrel with the EC, the overall economic climate is much more positive compared to that surrounding recent summits.\nOil prices have fallen dramatically, lowering inflation and easing the debt burden for many third world nations. The major European powers, such as France, Britain, and West Germany are recording healthy rates of growth. Interest rates are coming down and so is the value of the US dollar, which has been regarded as overvalued in foreign exchange markets.\nThere will be pressure on Japan and West Germany, with strong trade surpluses, to be more economically expanionist - but little change is likely as a result.\nThe summit is expected to elicit the usual platitudes about the need for economic consensus. But within each government, there will be pressure for promoting national initiatives or concerns:\n* A French spokesman underscored France's commitment to combat terrorism, which includes a call for the creation of an international antiterrorist organization.\n* Italy will complain about its exclusion from, and press for its admission to, the so-called Group of Five (the five major industrialized countries which work to stabilize global foreign exchange rates).\n* Canada, similarly excluded, is also trying to join.\n* West Germany wants to stress its civilian rather than its military connection to Washington's Strategic Defense Initiative (''star wars'').\n* Britain is hoping for a new round of trade negotiations through the General Agreement on Tariffs and Trade (GATT), possibly in September.\nThe Tokyo Summit is expected to soft pedal a growing trade dispute between the US and EC in the interests of Allied unity. But there is pessimism within the European Community that a trade war could erupt soon after the summit."
}