{
    "title": "EUROPEAN OFFICIALS OPEN DOORS AT CONFERENCE ON ANTI-TERRORISM; ATTENDEES WANT TO STRENGTHEN NEW DEMO",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 12,
    "day": 4,
    "full text": "European foreign ministers opened an anti-terrorism conference Monday. They are seeking ways to strengthen the continent's fledgling democracies.\nJoining forces, ministers of the 55-nation Organization for Security and Cooperation in Europe said more intervention in the Balkans and the former Soviet republics was needed to stop terrorism from taking root.\nFrance's foreign minister, Hubert Vedrine, said, \"The tragic events of Sept. 11 are a cruel reminder of the necessity and the urgency of a securi ty partnership of countries that embrace the values of democracy and peace.\"\nSecretary of State Colin Powell was to join the gathering today, when the group - Europe's top security body - planned to adopt a resolution outlining common strategies in the war on terror.\nThe foreign ministers were hammering out a plan that the group's chairman, Mircea Geoana, said would focus on \"the political, social and economic inequalities that provide a fertile breeding ground for exploitation by extremists.\"\n\"We must pay close attention to the links between organized crime and terrorism, particularly the financing side,\" he said.\nGeoana, who is also Romania's foreign minister, urged Europe to make the most of \"the international partnership that was built after the tragic events in the United States.\"\nChris Patten, external affairs commissioner for the European Union, said Europe must strengthen the region's fledgling democracies because \"today's weak states can easily turn into tomorrow's failed states.\"\nAnatoly Zlenko, the foreign minister of Ukraine, pointed to the potential terrorist threat in the Balkans, where, he said, \"unsettled conflicts, severe ethnic clashes, economic problems, widespread organized crime … create a favorable and nourishing environment for militant separatism and religious extremism.\"\nBut Swedish Foreign Minister Anna Lindh cautioned nations to \"never set aside human rights and the rule of law\" in the rush to quash extremism and bring terrorists to justice.\nThe group also planned to endorse a document that would provide greater security and stability \"in and around the former Yugoslavia.\"\nPowell's visit starts a European trip that will include meetings at NATO headquarters in Brussels, Belgium.\n\nLoad-Date: December 4, 2001"
}