{
    "title": "Europe-wide warrants for 22 CIA operatives Italy seeks to arrest those accused of kidnapping radical",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 12,
    "day": 25,
    "full text": "An Italian court has issued European arrest warrants for 22 CIA operatives accused of kidnapping a radical imam in Milan, expanding the dragnet for the suspects to 25 countries, a prosecutor said Friday.\nThe abduction is one of several cases causing a furor in Europe in which U.S. intelligence agencies are suspected of using European soil and airspace to imprison or to transport terrorism suspects to third countries without judicial authorization. These so-called extraordinary renditions are one of the most controversial elements of the Bush administration's efforts to fight terrorism.\nIn the Italian case, the 22 CIA operatives, including the Milan station chief, are accused of snatching Hassan Osama Nasr as he walked to a mosque in Milan nearly three years ago. He was spirited away on a secret flight to his native Egypt, where he was imprisoned and, he later told friends, tortured.\nItalian prosecutors have been trying to bring the operatives to trial since June, when they first obtained arrest warrants for some of the suspects. Those warrants, however, only covered Italy. Lead prosecutor Armando Spataro said Friday that a court earlier this week issued the European arrest warrants, which means that the suspects can now be arrested in any of the European Union's 25 member states.\nThe Italian Justice Ministry has refused to act on a Nov. 10 request from Spataro's office for the extradition from the United States of the men and women who allegedly kidnapped the cleric, better known as Abu Omar. Under bilateral conventions, an extradition request for a U.S. citizen must go through the Justice Ministry. But Justice Minister Roberto Castelli answers to Prime Minister Silvio Berlusconi, who has made it clear he does not want the case to advance.\nThe matter has been especially embarrassing for Berlusconi, who enthusiastically supports Bush administration policies but has had to publicly deny Italian involvement in the abduction - even as CIA officers in the United States told newspapers they were acting with Italian permission.\nBerlusconi said this week that although he did not believe the CIA had kidnapped Abu Omar, he thought such an operation was justifiable.\n\"You can't tackle terrorism with a law book i   n your hand,\" Berlusconi said.\n\"If they fight with a sword, you have to defend yourself with a sword... . When hundreds of thousands of lives are at risk, countries have to use the secret methods and arms available to them to defend those lives.\"\nBerlusconi was speaking to a group of foreign journalists that did not include U.S. newspapers. He added that he did not think there was \"any basis in the [Milan] case.\"\nProsecutor Spataro has also asked that Interpol be instructed to arrest the CIA operatives in non-European countries. In a telephone interview from Milan, he said that no action had been taken yet on that request, which has to pass through the Justice Ministry.\nThe Europe-wide arrest warrant was created after the Sept. 11 attacks in the United States, designed as a way to better apprehend terrorism suspects who cross European borders with ease. Law enforcement agencies in member countries are generally obliged to detain and hand over people named in the warrants.\nThe attorney for the former Milan station chief downplayed the significance of the new warrants. Daria Pesce said her client, Robert Seldon Lady, was already taking precautions to avoid arrest on foreign soil.\n\"He is a U.S. citizen, and he is in the U.S.,\" she said by telephone from Milan.\nLady is seeking to extricate himself from criminal proceedings by claiming diplomatic immunity. An Italian judge turned down his request late last month, saying Lady lost his immunity when he retired and that such serious crimes did not merit immunity. Pesce said she planned to appeal the decision.\n\nLoad-Date: December 25, 2005"
}