{
    "title": "Europe is unprepared for terrorism Too many think the threat is just a way to con voters",
    "publisher": "the world",
    "year": 2006,
    "month": 10,
    "day": 4,
    "full text": "BERLIN - \"Self-censorship out of fear\" is how the German chancellor, Angela Merkel, described the decision. One of her allies accused a great cultural institution of \"falling on its knees.\"\nThe word \"kowtow\" was thrown around, along with \"appeasement\" and \"cowardice\" - and all because the Deutsche Oper in Berlin canceled its production of Mozart's \"Idomeneo\" for fear that the avant-garde remake's final, unscripted scene (in which the king of Crete lugs onstage the severed heads of Jesus, Buddha, Poseidon and Muhammad) might offend Muslim sensibilities and create a security risk.\nAt some level, this overdue display of unity by Germany's cultural and political elite was heartwarming.\nStill, I would feel even more encouraged had the same elite not stayed relatively silent two weeks ago, following the far more dangerous spat over a papal theological lecture in Regensburg.\nAfter all, Pope Benedict XVI's quotation of a Byzantine emperor who called Islam a faith \"spread by the sword\" led not just to a substitution of Verdi for Mozart but also to riots, murder and the torching of churches.\nApparently it's a lot easier for Germans to support the intellectual freedom of an opera director who proclaims himself \"against organized religion\" than it is to support the intellectual freedom of organized religion itself, particularly when violence is involved.\nNever mind. The real and so far mostly undiscussed lesson of this storm in an orchestra pit lies elsewhere.\nIn fact, the fuss over the Deutsche Oper and its bloody heads demonstrates that Germany, like much of Europe, remains totally unprepared for the reality of modern terrorism.\nLet's be completely honest here: If there had been real intelligence about a real bomb set to go off during Act II of \"Idomeneo,\" no one would have cried \"artistic freedom\" or blamed any opera director anywhere for canceling a performance.\nBut instead of offering real intelligence, security officials this summer sent the Deutsche Oper's new and inexperienced director, Kirsten Harms, a vague warning of possible threats. Then they left her hanging.\nWith no way to measure these threats, and no one, it seems, much interested in discussing them - this was August - Harms decided to cancel \"Idomeneo\" because, she told a friend, \"it's my responsibility to protect my house.\"\nIt wasn't a good decision, but given the vacuum in which it was made, it wasn't a surprising one, either.\nAs a Washingtonian who has always been skeptical about the need to examine every child's backpack at the entrance to the National Air and Space Museum, I can say the near absence of security at museums and monuments in Berlin is delightful. I'd feel a lot better, though, if I were certain that the absence of metal detectors reflected the absence of threats.\nIn truth, the fact that Germany still hasn't experienced a Madrid- or London-style bombing is thanks to good luck, not good planning. As recently as July, German police discovered two unexploded - because of poor design - suitcase bombs on a train.\nThat Germany contains the kinds of radicals who could and would carry out such a threat is beyond doubt: Mohamed Atta, leader of the Sept. 11 hijackers, studied in Hamburg.\nThat Germans don't want to think about this is beyond dispute, too: More than 80 percent have told pollsters that they don't feel personally threatened by terrorism at all.\nI don't know how many Americans feel personally threatened, but in Washington and New York, along with major state capitals, political leaders start with the assumption that such a threat is real.\nFor better or for worse, after Sept. 11 we created a Department of Homeland Security, hired new people and built a lot of ugly fences in Washington. For better or for worse, we reorganized our intelligence services and rethought our foreign policy.\nThis isn't to say that the homeland security debate (let alone the foreign policy debate) in the United States is perfect or even intelligent. As the flooding of New Orleans well demonstrated, it also meant that older risks were ignored.\nBut at least there is a debate in the United States. At least there are policies, and at least some American institutions - schools, newspapers, local governments, museums - have tried to think through the consequences of a terrorist attack.\nBy contrast, it's not unusual in Germany, or elsewhere in Europe, to hear that the \"war on terrorism\" is phony, a jumped-up invention of the Bush administration and the American media, a pretend reason for the invasion of Iraq, a laughably stupid way of conning voters - and a pathetic excuse for limiting artistic freedom.\nNeither the events of Sept. 11 nor any of the bombings that followed seems to have convinced Europeans that anything important has changed in the world.\nI only wish they were right.\nApplebaum is a Washington Post columnist.\n\nLoad-Date: October 5, 2006"
}