{
    "title": "Europe Moves To Toughen Laws to Fight Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "The European Commission proposed drastic changes today in European law enforcement in the aftermath of the terrorist attack on the United States.\n     If Europe adopts the measures, judges would be able to issue arrest and search warrants that could be enforced across the Continent. Extradition procedures would be eliminated. All 15 member nations would also adopt the same definition of \"terrorist crimes\" with higher penalties and a Europe-wide agreement on sentences, with life imprisonment being the maximum. \n The ideas are not new -- they arose two years ago at a conference of Europe's justice ministers in Finland -- but they were revived this week after the attacks in the United States, the arrests of suspected Islamic fundamentalist terrorists in Belgium and the Netherlands and the discovery that suspected pilots of the planes used in the suicide attacks had lived in Germany.\nThe proposal, which followed an announcement by the United States on Tuesday that it would expand its power to detain immigrants suspected of crimes, was presented to the European Parliament by Antonio Vitorino, minister of justice and home affairs for the European Commission, which is the executive branch of the European Union. It rests, he said \"on the mutual recognition of judicial decisions of the member states, and becomes the cornerstone of European judicial cooperation.\" \nUnder the proposal, the Europe-wide warrants could be used to seek not only terrorists, but also organized-crime figures, traffickers in arms, people or drugs, and people accused of sex crimes against women and children.\nAs of now, only six of the European Union's 15 countries -- Britain, France, Germany, Italy, Portugal and Spain -- even have legislation mentioning terrorist acts, and their definitions vary.\nThe proposals by the commission will be put before a meeting of European justice and home affairs ministers on Thursday and then on Friday before a special European Union session on terrorism. If those bodies endorse them, and the Parliament passes them, they would still need to be written into the legislation of all 15 member nations to become law.\nRight now, said Leonello Gabrici, Mr. Vitorino's spokesman, organized crime figures, smugglers and terrorist cells often have operations in several countries and use legal variations to frustrate attempts to arrest members or seize their assets.\nBureaucratic rules and loopholes sometimes make it hard for the police in one country to assist another. \nUnder the proposed changes, \"the important thing is that what triggers police and judicial mutual assistance is the crime itself, not the person's residence or nationality,\" Mr. Gabrici said.\nWith common definitions of serious crimes, a prosecutor in France, for instance, could get a warrant enforceable under German law and ask the German police to execute it, instead of having essentially to explain his case to a German prosecutor, confirm that it violated German law and wait for that prosecutor to get a warrant from a German court.      \n\nhttp://www.nytimes.com\n\nLoad-Date: September 20, 2001"
}