{
    "title": "Europe's C.I.A. Inquiry Finds No Evidence of Secret Prisons",
    "publisher": "the new york times",
    "year": 2006,
    "month": 1,
    "day": 25,
    "full text": "An inquiry by the Council of Europe into allegations that the C.I.A. has operated secret detention centers in Eastern Europe has turned up no evidence that such centers ever existed, though the leader of the inquiry, Dick Marty, said there are enough ''indications'' to justify continuing the investigation.\n  The report added, however, that it was ''highly unlikely'' that European governments were unaware of the American program of renditions, in which terrorism suspects were either seized in or transferred through Europe to third countries where they may have been tortured. Drawing from news reports, Mr. Marty contended that ''more than a hundred'' detainees have been moved anonymously and illegally through Europe under the program.\nThe findings, delivered to the Council on Tuesday, drew scornful reactions from some representatives of the Council's 46 member states, particularly from the British, who called the interim report ''as full of holes as Swiss cheese'' and ''clouded in myth and motivated by a desire to kick America.''\n  Mr. Marty, a Swiss senator and chairman of Council's Committee on Legal Affairs and Human Rights, was charged with the inquiry after an article in The Washington Post in November cited unidentified intelligence officials as saying that the C.I.A. had maintained detention centers in eight countries, including some in Eastern European democracies. \n  A subsequent report by Human Rights Watch cited Poland and Romania as two of those countries. Both countries, as well as others in Europe, have denied the allegations.\n  Mr. Marty's findings to date amount to little more than a compendium of press clippings.\n  ''It would seem from confidential contacts that the information revealed by The Washington Post, Human Rights Watch and ABC came from different sources, probably all well-informed official sources,'' a passage in the report reads. ''This is clearly a factor that adds to the credibility of the allegations, since the media concerned have not simply taken information from one another.''\n  Part of the reason Mr. Marty finds the allegations credible are other well-documented cases of America's rendition of terrorism suspects on European soil, including the 2003 C.I.A. abduction of an Egyptian cleric, Hassan Mustafa Osama Nasr, who was sent to Egypt. \n  Mr. Marty said he was equally wary of Romanian and Polish denials of the detention center allegations, noting that both countries are part of the American-led coalition fighting in Iraq and ''escaped long dictatorships thanks largely to the American intelligence services.''\n  He has requested data on aircraft movements from the Eurocontrol, the European air traffic control agency, and satellite images from the European Union's Satellite Center. It is not clear what he hopes to find in the data or photographs. His assertion that more than a hundred detainees have been moved through Europe -- a number he took from an article in the German newspaper Die Zeit -- is not of a scale that would show in satellite images.\n  The debate over renditions and secret prisons reflects the deep mistrust that has developed in Europe toward the Bush administration and its Eastern European coalition partners since the invasion of Iraq.\n  Both Mr. Marty and the Council of Europe's secretary general, Terry Davies, are convinced that the American press knows more about the alleged detention centers, but are under government pressure to keep the information secret. \n  ''I know of a television company that has information that they are not willing to broadcast out of concern for their employees,'' Mr. Davies said. He declined to identify the broadcaster or the source of the allegation.\n  Mr. Davies is scheduled to issue a report in February on what the Council's member states have done to ensure that such breaches of the Council's European Convention on Human Rights do not occur. Mr. Marty is expected to issue a final report on his inquiry in March or April.\n  ''This is no easy task,'' said John Swift, terrorism researcher for Human Rights Watch. ''The information doesn't fall out of the sky.''\n  For now, though, there is nothing concrete to the allegations of secret prisons beneath the chatter.\n  ''At this stage of the investigations, there is no formal, irrefutable evidence of the existence of secret C.I.A. detention centers in Romania, Poland or any other country,'' Mr. Marty's report said.\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article yesterday about the outcome of a European inquiry into accusations that the C.I.A. had operated secret detention centers in Eastern Europe misstated the surname of the terrorism researcher from Human Rights Watch who was quoted discussing the difficulty of the inquiry. He is John Sifton, not John Swift.\nAn article yesterday about the outcome of a European inquiry into accusations that the C.I.A. had operated secret detention centers in Eastern Europe misstated the surname of the terrorism researcher from Human Rights Watch who was quoted discussing the difficulty of the inquiry. He is John Sifton, not John Swift.\nCorrection-Date: January 26, 2006\n\nLoad-Date: January 25, 2006"
}