{
    "title": "European Court Rules Against 9_11 Victims Seeking $1.6 Billion From Iran",
    "publisher": "the new york times",
    "year": 2019,
    "month": 3,
    "day": 28,
    "full text": "WASHINGTON — A court in Luxembourg has ruled against a group of Sept. 11 victims in a novel lawsuit seeking $1.6 billion in Iranian assets, bringing to a head a long growing disagreement about a significant question of international law: Should governments be immune from lawsuits even when they are accused of responsibility for terrorist attacks?\nFor decades after World War II, as the modern international order was established, the United States stood in alignment with the world by restrictively interpreting “sovereign immunity,” the principle that people generally cannot sue governments. But starting with a 1996 law and expanding in the post-9/11 era, Congress has made it easier for victims of terrorist attacks to file such lawsuits.\nTaking advantage of that exception, survivors and relatives of people killed by attacks linked to Iranian operatives — such as the 1983 truck bombing of a Marine base in Beirut, Lebanon — have used American courts to file lawsuits against Iran. Iran has failed to show up in court to contest them, and judges have entered more than $50 billion in            default judgments.\nThose judgments are largely symbolic so long as there is no way for victims to enforce them and obtain the money that judges say Iran owes them. But after the deal with six world powers in 2015 in which Iran agreed to curb its nuclear program in return for relief from sanctions, billions in Iranian assets started to become available in Europe, which generally enforces judgments from American courts.\nIn a first-of-its-kind effort two years ago, a group of attack victims tried to use a European court to seize Iranian funds to pay them part of a roughly $6.5 billion default judgment that a federal judge in New York awarded them in 2012. They had argued that Iran assisted Al Qaeda, such as by facilitating travel by its operatives through Iranian territory.\nThey persuaded a court in Luxembourg to put a freeze on $1.6 billion in assets belonging to the Iranian central bank while it weighed their request.\nBut this week, a court in Luxembourg threw out the case. In a            160-page ruling, a panel of judges declared that there is no terrorism exception to sovereign immunity in the eyes of Luxembourg law, so the court could not enforce the American ruling.\nThe attack victims were disappointed by the ruling and intended to appeal, according to their lawyer, Lee S. Wolosky, a partner in the law firm Boies Schiller Flexner and a former Obama administration State Department official.\n“We believe the Luxembourg court got it wrong,” Mr. Wolosky said. “This is a valid U.S. judgment entitled to recognition in Luxembourg, just as Luxembourg’s judgments are afforded reciprocity in U.S. courts.”\nOn Thursday, Mr. Wolosky wrote to Prime Minister Giuseppe Conte of Italy, asking him to reject a request by Iran for assistance in turning back the victim families’ request that Iranian assets in Italy be frozen. The letter cited a 2014            Italian constitutional court ruling that the doctrine of sovereign immunity does not protect violators of human rights from lawsuits.\nThe case is raising an important test of the legislative spree that Congress went on after the Sept. 11 attacks to carve out a terrorism exception to sovereign immunity, said Harold Hongju Koh, a Yale Law School professor of international law who served as the State Department’s top lawyer in the Obama administration. Other countries did not follow suit, either in law and practice.\n“Everyone knew a case would come along that exposes the divergence between a more limited set of restrictions on sovereign immunity held globally and the United States’ emerging position on non-immunity for various kinds of terrorist acts,” he said. “This case has exposed that seam.”\nThe case in Luxembourg has been closely watched not only by other victims of terrorist attacks holding similar default judgments, but by diplomats and security officials as well. Critics have raised concerns that if it succeeds, it would undermine the nuclear deal by making it harder for Iran to reintegrate into the world economy, strengthening the hand of hard-liners in Tehran who want to abandon the accord.\nThe ruling, if it holds, could help persuade Iran to adhere to the nuclear deal despite the Trump administration’s reimposition of sanctions, said Payam Mohseni, the director of the Iran Project at Harvard Kennedy School’s Belfer Center for Science and International Affairs.\n“Through the Luxembourg court ruling, the Iranians will be gauging how viable continued engagement with the West will be in the future, particularly with the Europeans,” he said. “If Iranian assets are threatened in Europe, the value of staying in the nuclear agreement is significantly diminished for Iran.”\nBut the Luxembourg ruling is also a setback to efforts to make it easier for victims of terrorist attacks to win compensation that have been more successful inside the United States.\nIn 2016, the United States Supreme Court approved a request by another group of terrorist attack victims to seize nearly $2 billion in Iranian assets frozen on American soil after the 1979 revolution. (Iran called that            “an outrageous robbery” and sued the United States in The Hague.)\nAnd later in 2016, Congress enacted the Justice Against Sponsors of Terrorism Act, which further narrowed sovereign immunity, permitting civil lawsuits by victims of the Sept. 11 attacks against Saudi Arabia to proceed.\nWhile Iran and its proxy Shiite militant group, Hezbollah, have been blamed by American officials for many other terrorist attacks — like the 1983 attack in Lebanon or the 1996 truck bombingof Khobar Towers in Saudi Arabia — few terrorism specialists blame it for the Sept. 11 attacks, which were carried out by Al Qaeda, a Sunni group.\nBut in 2012, the plaintiffs who later brought the case in Luxembourg won a default ruling in federal court in Manhattan holding Iran responsible for the Sept. 11 attacks.\nStill, it is the legitimacy of the American view of sovereign immunity — not the factual credibility of holding Iran responsible for the Sept. 11 attacks — that is at issue in Luxembourg. Mr. Wolosky argued that the United States’ view should not been seen as an outlier, saying that “international law has progressively expanded exceptions to state immunity, including in cases of terrorism.”\nPHOTO: Victims of the Sept. 11 attacks lost a ruling in a case that brought to a head a long growing disagreement about a significant question of international law. (PHOTOGRAPH BY Jeenah Moon for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nIran Nuclear Deal Could Be Gateway for Terrorism Legal Claims\n\nLoad-Date: March 30, 2019"
}