{
    "title": "EUROPEANS STILL WARY OF A LIBYAN QUARANTINE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 13,
    "full text": "THE diplomatic choreography had been rehearsed after the savage Christmas-time attacks on Vienna and Rome airports. But last week the diplomatic moves were made with a new, ghastly backdrop, the bombing of a West Berlin discotheque that killed 2 people and injured 230. The Reagan Administration railed at Col. Muammar el-Qaddafi as the master terrorist and string-puller, demanding West European sanctions against Libya, then watching as the NATO allies responded half-heartedly and with deep private reservations.\nFaced with American appeals to shut down the Libyan ''people's bureaus'' - as Colonel Qaddafi calls his unorthodox embassies - France and then West Germany each expelled two Libyan intelligence operatives suspected of plotting attacks on Americans in Europe. Spain, which has traditionally enjoyed privileged ties to the Arab world, angrily recalled its ambassador from Tripoli after Colonel Qaddafi hinted at retaliation against Mediterranean states, like Spain and Italy, that give berths to the Sixth Fleet.\nItaly's Prime Minister, Bettino Craxi, also condemned the Libyan threats. Yet no NATO ally seemed ready to follow the United States' example of last January by clamping trade sanctions on Libya; solidarity was mostly verbal. Chancellor Helmut Kohl vowed that Americans would not be ''bombed out'' of West Germany.\nThe discotheque blast, which killed an American soldier and a Turkish woman and left more than 50 Americans injured, shocked West Germans, and even drew an unusual condemnation from the East German Communist leader, Erich Honecker. An adviser to Chancellor Kohl said, ''We had always had specific attacks on industrialists and politicians, not railroad stations blowing up like in Italy or department stores in France. But now no mother can feel her child is safe in a disco.''\nFrance has been ensnared in its own painful drama, in Lebanon, where a ninth French hostage was taken last week by Moslem terrorists. President Francois Mitterrand did a volte-face and agreed to place terrorism on the agenda of the economic summit in Tokyo next month.\n \nFrench Measures\nAnd France's new conservative Prime Minister, Jacques Chirac, announced plans for anti-terrorist measures, including special courts and laws permitting pre-emptive arrests. Yet it was France that prevented the allied command in West Berlin from taking steps approved by Britain and the United States that would have banned Libyan diplomats from crossing to the Western side of the divided city.\nBroadly, the West Europeans were hesitant to accept the American argument that quarantining Colonel Qaddafi - or attacking Libyan military or training camps - would significantly reduce terrorism. Prime Minister Craxi warned that terrorism ''cannot be resolved by a military blitz.''\nIn some capitals there was fear that an American-Libyan military clash could provoke even bloodier terrorist reprisals that could kill Europeans as well as Americans. Experts on terrorism noted that Libya is not the only Arab nation sponsoring terrorism and that Iran, Syria, Iraq and South Yemen have at various times dispatched hit-men and bombers abroad. Killers like the Palestinian renegade Abu Nidal, the experts noted, do not merely take orders from Tripoli but plan their own attacks.\nChancellor Kohl and others concede that trade ties to Libya and the safety of some 40,000 West Europeans working there weigh in their careful response. But when the Europeans are reproached by Washington for indecisiveness, British officials privately retort that American politicians have shown no great enthusiasm for stemming the generous flow of dollars from Irish-Americans to finance Irish Republican Army terrorists. Dieter Roth, a West German pollster, noted that his countrymen approve a hard line against terrorism, but not when Bonn seems to be knuckling under to American pressure. A poll of 1,049 respondents taken by his Mannheim-based polling agency in late February found, for example, that 76 percent believed Libya was behind the attacks on Vienna and Rome airports. Yet only 50 percent approved of the American economic sanctions against Libya, and only 35 percent said West Germany should follow suit.\nWith no real experience of terrorism at home, the United States is capable of being emotionally mobilized by a President who skillfully plays to television networks that in turn focus on Colonel Qaddafi as the anti-star in a grim real-life theater.\nThe Europeans are largely cut out of this gripping American drama, but, as a poll taken in February by The New York Times in Britain, France and West Germany found, Europeans believe that domestic terrorism is a greater problem than violence emanating from the Middle East.\n\nGraphic\n\n \nPhoto of American soldiers checking cars in West Berlin (AP)"
}