{
    "title": "EUROPE'S LEADERS FIRMLY ON U.S. SIDE; 'THIS MASS TERRORISM IS THE NEW EVIL IN OUR WORLD TODAY'",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "European governments last night expressed solidarity with the United States as a democratic ally under attack. European Union foreign ministers were scheduled to meet in an emergency session today to discuss what can be done in a common battle against terrorism. NATO ambassadors will also meet.\n There was quiet discussion among European officials last night about how, when the United States struck back at whomever was responsible for yesterday's attacks, European governments and even militaries could assist. The Russian president, Vladimir Putin, also expressed support for retaliation against those responsible.\nCriticism of President Bush and his foreign policy, in particular his plans for missile defense, was silenced yesterday as the shock of what was perceived as an act of war against all open, democratic governments took hold.\n As countries moved quickly to defend U.S. embassies and institutions on their soil, expressions of solidarity and condolence poured forth. French President Jacques Chirac cut short a visit to Brittany to return to Paris, saying he felt \"immense emotion\" over these \"monstrous bombings,\" and he said that the French \"are entirely with the American people.\"\n France put its security forces on alert, with army and police personnel on the roads, at borders and at airports. At the airports armored cars were stationed along the runways and there was more baggage screening.\n The British prime minister, Tony Blair, expressed his disgust, saying, \"This mass terrorism is the new evil in our world today.\" He called an emergency meeting of his security officials in the face of what a Defense Ministry official called \"a pretty serious crisis.\"\n In a telegram of support to Bush from a key member of the U.N. Security Council, the Russian president promised support for retaliation against those responsible. \"Such an inhuman act must not go unpunished,\" Putin wrote. \"The entire international community should unite in the struggle against terrorism.\"\n In Germany, Chancellor Gerhard Schroeder called the attacks \"a declaration of war against the entire civilized world,\" and in a statement, he said he had assured Bush \"of Germany's unlimited solidarity.\" He ordered German flags to fly at half-staff at all official buildings. A black flag was raised over Austria's parliament.\n The German foreign minister, Joschka Fischer, wrote a letter of sympathy and solidarity to his American counterpart, Secretary of State Colin Powell, saying, \"We are speechless and disgusted by the terrorist attack on New York and Washington.\"\n The NATO secretary-general, Lord Robertson, said the attacks \"constitute intolerable aggression against democracy and underline the need for the international community and the members of the alliance to unite their forces in fighting the scourge of terrorism.\"\n As the German security forces moved armored vehicles around the U.S. Embassy in Berlin and increased security near the Israeli Embassy, the new Jewish Museum here canceled its public opening, scheduled for last night. Greece, criticized by Washington for its laxness in fighting terrorism, also moved to protect U.S. institutions.\n Stock markets throughout Europe collapsed yesterday. The German bourse in Frankfurt suffered its largest fall since 1989, dropping 8.5 percent, and the exchange was evacuated yesterday afternoon after a bomb threat. The state government ordered all of Frankfurt's prominent skyscrapers closed today.\n The French bourse dropped 7.4 percent, but European exchanges said they would open normally today.\n The German and Italian parliaments suspended their sessions after the attacks yesterday, and all flights from Europe to the United States were called back or suspended.\n The Italian president, Carlo Ciampi, told the nation on television that \"Italy joins the fight against terrorism.\" The conservative prime minister, Silvio Berlusconi, was more explicit, saying, \"We won't be afraid to confront the terrorists.\" He said that Italy was with America in its sorrow and would be with America in its response.\n Pope John Paul II also condemned the attacks in a message to Bush, calling them \"an unspeakable horror.\"\n The satirist writer, Dario Fo, also spoke for many on the European left when he said: \"It's destroyed the idea that America is untouchable. And Bush, who is trying to defend it with his so-called nuclear umbrella, has been hit below the belt without any warning to American security forces.\"\n Other politicians and analysts said they thought that the attack on the United States would increase U.S. support for new defenses of all kinds, including missile defenses.\n But Ernst-Otto Czempiel, the director of Frankfurt's Peace Research Institute, said Washington's view of the enemy must change. \"The enemy is not the state that will send long-range missiles against the United States, but the political group that feels threatened or damaged by American actions, and finds a way to hurt the United States,\" he said. \"I hope the view will prevail that this kind of terrorism can only be solved by solving the political problems from which it lives and benefits.\" He added that \"this catastrophe demonstrates that the world is not prepared to accept, with no reaction, American leadership,\" especially in the Middle East.\n\nNotes\n\nDAY OF TERROR HOW THE WORLD REACTED\n\nLoad-Date: September 12, 2001"
}