{
    "title": "Europe's Chief On Terrorism To Reassure U.S. on Efforts",
    "publisher": "the new york times",
    "year": 2004,
    "month": 5,
    "day": 10,
    "full text": "Europe's new counterterrorism coordinator, Gijs de Vries, is scheduled to meet with Tom Ridge, the secretary of homeland security, in Washington on Monday to assure the United States that Europe is toughening its counterterrorism practices and to ask for closer cooperation between the United States and the European Union in combating terrorists.\n Mr. de Vries's job was created by European Union leaders in the wake of the March 11 train bombings in Madrid that killed 191 people and signaled that Europe was a target for the kind of large attacks that have hit countries from the United States to Indonesia. His job is to accelerate a range of European Union-level counterterrorism initiatives meant to consolidate intelligence and integrate responses to threats to the union's 25 members.\n ''Europe is united and committed in this fight,'' Mr. de Vries, 48, said Friday in an interview.\n For years, the union has been criticized by the United States and other countries for a lack of coordination among members' police and judicial systems. The lack of continuity has let terrorism suspects move freely from country to country and find sanctuaries in Europe even though they are known to associate with violent groups. Several people believed responsible for the Madrid bombings were well known to security services elsewhere in Europe. Islamic militants in Europe also planned the Sept. 11 terrorist attacks on the United States.\n European countries already have varying degrees of bilateral cooperation on counterterrorism, but the union has made only piecemeal efforts to address terrorist threats multilaterally. After the Madrid bombings, leaders of member countries listed such flagging initiatives and appointed Mr. de Vries to see that they were swiftly carried out and to propose additional measures.\n Among the initiatives he is pushing member states to adopt is a European arrest warrant that would obligate all European Union members to exercise a warrant issued by any one member. Other initiatives include rules that allow national police forces to operate in neighboring countries and for groups of countries to form investigative teams to pursue terrorists.\n Mr. de Vries, who has represented the Netherlands in the European Parliament and served four years as his country's deputy interior minister, will also propose initiatives when European leaders meet again in June, including a plan to pool intelligence from the members' domestic security services for analysis in Brussels, where the union has its headquarters.\n ''The security services of the 25 member states of the new union have agreed to step up their cooperation and to work together as 25,'' Mr. de Vries said. \n Europe has intensified its focus as activity by Islamic militants here has increased, spreading anxiety that another major attack on a European Union member is in the works. On Sunday, the Italian antiterrorist police arrested five men suspected of membership in a militant Islamic group on suspicion of recruiting suicide bombers to attack in Iraq.\n Italian officials told Italy's Ansa news agency that the men, an Algerian cleric and four Tunisians, were detained in a yearlong investigation into what they suspect are terrorist cells in Genoa, Italy. Italian officials said 71 people were arrested last year on suspicion of having links to international terrorist groups.      \n\nhttp://www.nytimes.com\n\nLoad-Date: May 10, 2004"
}