{
    "title": "Europeans refuse to endorse US military strike against Libya",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 15,
    "full text": "The Europeans feel squeezed.\nAt an emergency meeting Monday, the European Community's foreign ministers said they would do everything possible to dissuade President Reagan from making military reprisals against Libya.\nThe Europeans did, however, call for diplomatic sanctions against Col. Muammar Qaddafi's government.\nAnd in what may be an effort to help President Reagan save face, the Europeans promised to take a tougher line against both Libya and international terrorism in general. While ruling out economic sanctions as ineffective, they moved to restrict the number and movement of Libyan diplomats on the continent.\nThese measures reflect European nervousness over possible United States military action. Analysts speculate the Europeans are motivated by several factors: the desire not to appear cowed by Libyan threats, wanting to show at least some measure of solidarity with the US, and the hope that such moves will satisfy the US enough not to attack.\nThe meeting of EC foreign ministers was called at the request of Italy and Spain. These Mediterranean countries stand first in the line of possible cross fire between Libya and the US. If attacked, Colonel Qaddafi has pledged to retaliate ''indiscrimintately'' against targets in the southern Mediterranean.\nInstead of stopping terrorism, Europeans fear US military strikes against Libya would trigger a new wave of violence on European territory. They also fear that it would endanger the lives of some 40,000 Europeans working in Libya. Although these workers symbolize trade links between Europe and Libya, a broad range of European diplomats and analysts interviewed over recent months stress that Europe could forego its commerce with Libya. The present oil glut means that Europeans face little dependence on Libyan oil. It also means that Libyan revenues are falling, making the Libyans less able to buy European exports.\nAnd Europeans emphasize that Qaddafi, who leads a relatively weak nation, should not preoccupy Washington. ''The most powerful leader in the world has put himself on the same level as this weak leader,'' says Daniel Hernant of the French Institute of Military Studies. ''Reagan has turned Qaddafi into a martyr.''\nRather than threatening the Libyan leader, Europeans say it's better to try to contain him through a combination of force and diplomacy. The French have taken the lead in charting such a delicate course. While visiting the Ivory Coast this week, French Prime Minister Jacques Chirac emphasized that under certain conditions he would be willing to negotiate with the Libyans in an effort to find a peaceful resolution to the dispute in Chad, where Qaddafi is backing an insurgency against the French-backed government.\nFirmness and flexibility also mark the Europeans' approach toward dealing with their ally, the US. They point out that they suffer as much or even more from terrorism than the US. In last week's West Berlin discotheque attack, for example, most of the more than 150 injured were not Americans.\nIn the wake of such tragedies, Europeans agree the battle against terrorism must be stepped up.\n''If the Libyan government is implicated in terrorism, European governments should take a much tougher line against its bureaus in their capital cities,'' argues the Financial Times of London. ''An agreement along these lines might both permit the US to calm its war fever and over prospects of improved security for the innocent citizens of threatened democracies.''\nSuch a possible allied understanding will be destroyed if the US goes ahead and attacks Libya. ''We have begun a vigorous internal antiterrorist program which will protect order and security,'' says French Finance Minister Edouard Balladur. ''But this doesn't mean that France supports any actions of another country in the fight aginst terrorism.''\n\nGraphic\n\n \nPicture, US envoy Walters sought to line up European support, AP"
}