{
    "title": "Europe Knows Fear, but This Time It's Different",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 14,
    "full text": "AFTER the murderous bombings in Madrid on Thursday, Spanish newspapers immediately compared 11-M -- March 11 -- to 9/11. But there was a flaw in the analogy. On Sept. 11, 2001, the United States was caught off guard. In contrast, Spain and several other European countries have experienced terrorism for more than three decades. And lately they had been bracing for a big terrorist action somewhere in the region.\n Despite this, many Europeans, although not all governments, have so far resisted the American call for an all-out ''war on terrorism.'' To some, that looks like the overreaction of a nation unaccustomed to terrorism on its own territory. For the critics, the slogan has been misused -- to alienate the Islamic world, to undermine civil liberties, to justify invading Iraq and to promote President Bush's re-election campaign.\n Now, after the murder of close to 200 people and the injuring of 1,400 more in Madrid's train bombings, fresh questions are being asked: Will European attitudes toward terrorism harden? Will Europe recognize that its cities are as vulnerable as New York and Washington were on 9/11 and Madrid was on 11-M? Will it too start reorganizing its security services to confront a new enlarged threat?\n The quick answer, many European security experts say, is ''perhaps,'' with the final response dependent on who is blamed for the bombings: the Basque separatist group known as ETA, which has killed more than 850 people in the past 35 years and on Friday was the Spanish government's principal suspect in the case, or Al Qaeda or another external terrorist group, which may have made Spain a target for its support of the American-led war in Iraq.\n ''If this is shown to be an ETA bombing, the response will be, 'This is dreadful, worse than anything we have seen, we have to do what we can to help, but it is not new,''' said Francois Heisbourg, director of the Foundation for Security Research, based in Paris. ''If it emerges that this is Al Qaeda or a combination of Al Qaeda and ETA, then I think we will have crossed a threshold in the level and intensity of terrorism.''\n In that sense, then, Europe would prefer homegrown terrorism. Since the 1970's, Germany and Greece have known leftist terrorism, while Italy has suffered both leftist and rightist violence: in 1980, Italian neo-Fascists killed 84 people and wounded 200 in a bombing in Bologna. Until the peace agreement in Northern Ireland six years ago, the Irish Republican Army also sponsored separatist violence in Britain, while France still struggles against nationalist extremism in Corsica.\n Because of these European conflicts, plus spillovers of violence from the Arab world like bombs in the Paris Metro in the 1990's that were linked to the Algerian civil war, Europeans grew used to seeing military patrols at airports and railroad stations and to living with bomb scares or worse. After 9/11, they had reason to fear terrorism of a different magnitude, and that is the specter now being contemplated in Madrid.\n In the first days after the bombings in Spain, one senior German official, who asked not to be named, said the initial evidence all pointed to ETA. Still, he noted that news reports raising the possibility of a Qaeda role would be well received in the Arab world. ''Afterward, when it is shown to be ETA, they can say, 'We know the truth, our brothers were successful but no one is willing to give them credit,''' he suggested.\n Martin Ortega, a fellow at the European Union's Institute for Security Studies in Paris, offered a different view: that with general elections taking place in Spain today, the ruling conservative People's Party had an interest in blaming ETA. ''Undecided voters may think a center-right government will be tougher on terrorism,'' he said. ''If Al Qaeda is punishing Spain for Iraq, the opposition Socialist Party will benefit because it opposed the war.'' Mr. Ortega, who is Spanish, added, ''In my personal opinion, it's Al Qaeda.''\n Other experts were keeping an open mind late last week. ''If ETA has done this, it will be easier to deal with inside Spanish territory,'' said Rolf Tophoven, director of the Institute for Terrorism Research and Security Policy in Essen, Germany. ''If it is Al Qaeda or some spinoff group, it will represent an attack against democracy and freedom. It will mean similar terror could happen in any European city tomorrow or next week.''\n Of course, even if ETA acted alone last week, the most frightening aspect of the attack was its scale. And Al Qaeda could still strike in Europe at any time. Spain had already been named by Al Qaeda as a potential target because of its stance on Iraq, where it now has 1,300 troops. Britain expects even more to be a target for a terrorist attack because of its direct engagement in the Iraq war, while Italy also supported Washington. Even France and Germany, which took the lead in opposing the war, feel vulnerable, having aided in the American-led effort to dismantle Al Qaeda. And France is facing radical Muslim threats over its recent ban on head scarves in public schools. \n As a result, security experts say, cooperation between the European police and intelligence agencies has grown substantially since Sept. 11, 2001. They said that, despite Washington's anger over French and German opposition to the war in Iraq, European and American intelligence groups continue to work closely. And this has led to the arrest of numerous Al Qaeda suspects in Britain, France, Germany, Spain, Portugal and Italy.\n ''I think that at an intelligence level Europe has made tremendous progress in degrading the capability of Al Qaeda in certain key countries,'' said Magnus Ranstorp of the Center on Terrorism and Political Violence at St. Andrews University in Scotland. ''But there is still much to do, notably on the issue of identity theft. It is still easy to buy a passport off the street in Europe. The United States is sealing itself off and the question is whether Europe should follow.''\n Most experts here say no. ''Every European country has strengthened its police and judiciary since 9/11,'' said Sergio Romano, a former Italian ambassador to Russia and NATO. ''But they cannot go much beyond that. There is a great deal of resistance in Europe to more radical measures impinging on individual rights.''\n Other political variables also affect European attitudes. Britain was quick to endorse President Bush's war on terrorism as evidence of its ''special relationship'' with the United States. But Britain, like France and Germany, is also wary of radicalizing Europe's large Muslim populations by appearing to link them to Islamic terrorism (although France risked Muslim anger with its decision to ban the head scarf, in the name of social integration). \n Spain, like Britain, embraced the American approach, principally in order to place its fight against ETA in the context of a global war on terrorism. France, though, has played a more crucial tactical role in the Basque conflict, by clamping down on ETA's traditional use of France's own Basque region as a logistical rear guard. Several top leaders of ETA are among 124 suspects or militants currently in French jails, and until last Thursday, those arrests, in addition to arrests and weapons seizures in Spain, had convinced Spanish leaders that ETA had been weakened.\n More than anything, political differences over Iraq have altered European perceptions of the terrorist threat. ''I think Europeans soured on the 'war on terrorism' because the United States applied it to the war in Iraq,'' said Gary Saymore, director of studies at the London-based International Institute for Strategic Studies, who served as a special assistant to President Bill Clinton. ''Before Iraq, I don't think there were major differences in terms of policy responses.''\n Yet even if Al Qaeda is ultimately blamed for the Madrid bombings, few experts believe Europe will respond as the United States did after 9/11. ''Some weeks ago, we discussed whether Europe would react violently to its own 9/11,'' Mr. Ortega said, ''and we agreed that instead it would take measures to increase the safety of citizens, to advance on homeland security, to improve ties with the Islamic world. I think that's what we'll see.''\n On the other hand, if ETA is found responsible, the experts believe the Madrid bombings should still serve as a warning. ''Among counterterrorism experts watching Al Qaeda and other Islamic groups,'' Mr. Ranstorp said, ''the question is not 'if,' but 'when.'''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: The Shadow of Terror -- A normally packed Madrid subway line, a day after bombs killed nearly 200 people. (Photo by European Pressphoto Agency)(pg. 1)\n Friday was a day of mourning in Seville and across Spain. Will more Europeans now embrace President Bush's war on terrorism? (Photo by Agence France-Presse)(pg. 3)                             \n\nLoad-Date: March 14, 2004"
}