{
    "title": "Europe Wary of Greece 's Anti-Terrorism Role",
    "publisher": "the new york times",
    "year": 1988,
    "month": 8,
    "day": 7,
    "full text": "Greece's assumption of the rotating presidency of the European Community may set back promising efforts by Western Europe and the United States to coordinate anti-terrorist policies, in the view of well-placed British, French and West German officials.\nThe six-month community presidency, which Greece took over last month, also places Athens at the head of a group that pools the information used by Western European interior and justice ministries to combat terrorism. But the officials said many ministries might withhold information from Greece because of what they call its poor anti-terrorism record.\nThe anti-terrorist image of Greece was damaged last month after senior Greek officials mistakenly identified two French vacationers as terrorist suspects after the attack on an excursion vessel, the City of Poros, that left 9 people dead and 98 wounded.\nGreek investigators initially named Isabelle Bismuth, a 21-year-old French vacationer, as the ''Moroccan accomplice'' of the Arabs who assaulted the ship on July 11. She had been photographed at a table chatting with one of the terrorists before the attack. They then singled out ''Roland Vigneron'' - giving the wrong name for Laurent Vigneron, a 23-year-old student - as a suspected member of the commando team. Mr. Vigneron died of wounds in a hospital in Piraeus, Greece, and his 20-year-old traveling companion, Annie Audjean, was killed.\n \nFamilies Are Indignant\nIn both cases, the Greeks failed to consult with the French police before making their accusations, which prompted indignant denials from the mourning Bismuth and Vigneron families. The denials were carried extensively on the French television. The Minister of Public Order, Anastassios Sehiotis, later tacitly discarded the suggestion that the French tourists were implicated in the attack when he blamed the terrorist organization led by Abu Nidal, whose real name is Sabry al-Banna, for the raid.\nThe incident prompted Le Monde to devote its front-page editorial to the issue of Greek incompetence, suggesting that the Greek police made snap judgments to appease domestic opinion. The newspaper said the episode showed that ''despite a certain amount of progress made in recent years in the anti-terrorist struggle, Greece remains 'the soft underbelly of Europe.' ''\nIn public, Western European officials have expressed confidence in the Greek presidency of the European Community. At a foreign ministers' meeting in Athens recently, Sir Geoffrey Howe, the British Foreign Minister, said other community members would try to help Greece combat terrorism. He expressed understanding for the special situation of Greece, a nation near the Middle East with island frontiers that are hard to control.\n \n'Badly Organized'\nBut behind the scenes, other officials said Greece's reputation would make interior ministries elsewhere reluctant to share sensitive information with Athens. ''The Greeks are generally badly organized,'' a French official said. ''And in the matter of terrorism they have certain hesitations.''\nSeveral officials said the suspicions about Greece had implications beyond the six-month community presidency. In 1992, the 12 community nations are supposed to abolish their frontiers, permitting an unimpeded flow of goods and people - meaning, in theory, that a terrorist admitted to Athens could fly without hindrance to London or Paris.\nAfter the attack on the City of Poros, Prime Minister Andreas Papandreou pledged to take a tough line on terrorism. ''The only way to face it is through international cooperation, since terrorism isn't a national phenomenon,'' he said. ''It's an international one.''\nBut in May, when Greece formally ratified a European anti-terrorist convention, Antonis Drossoyannis, who was Public Order Minister at the time, cautioned Parliament that Athens would refuse to extradite terrorist suspects if it deemed them to be fighting for ''freedom.''\nThe Greeks are holding one terrorist suspect sought by the United States and two others wanted by Italy."
}