{
    "title": "Europe offers tough lessons on terrorism",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 5,
    "day": 4,
    "full text": "Britain has the IRA. Italy's home-grown terrorists called themselves the Red Brigades. In Germany, it was the Red Army Faction.\nWith mixed success, European governments have been cracking down on their own terrorist factions for decades.\nAs President Clinton pushes for anti-terrorist laws in response to the Oklahoma City bombing, and the United States confronts domestic terror, civil rights activists and security experts in Europe caution that tougher laws aren't always the best weapon.\n''The key to defeating paramilitary groups of any kind in a democracy is to isolate them and to help the communities in which they operate,'' said Andrew Puddephatt, leader of the British civil rights group Liberty.\n''Introducing a climate of repression into an open society -- that would be a heavy price to pay for a very uncertain goal.''\nSecurity experts say the key to preventing attacks is effective spying, which Clinton envisages in seeking greater powers for the FBI to conduct wiretaps and infiltrate America's right-wing underground armies.\nSupporters of this policy note the great difficulty Japanese police have had in collecting information on suspects in the subway gas attacks in Tokyo and other cities. Police there are barred from operating electronic surveillance or working undercover.\nBut without pinpoint knowledge about groups with clearly identified goals, security sweeps can be heavy-handed operations that create sympathy for the targets.\nIn 1974, Britain tried to come down hard on the Irish Republican Army after it killed 19 people and wounded more than 180 in pub bombings in Birmingham, England.\nFacing torrents of public anger, Parliament the following week passed the Prevention of Terrorism Act, giving police powers to interrogate suspects for up to a week without warrant or legal representation.\nEleven people -- including some of the first arrested under the Prevention of Terrorism Act -- served sentences up to 16 years in prison before being acquitted on appeal.\nWhile tough measures have crushed some groups, like the Red Brigades in Italy and the Red Army Faction in Germany, groups such as the IRA in Northern Ireland have thrived from governmental overreaction and oppression.\nWidespread arrests and searches, and the abolition of jury trials, fueled sympathy and recruits -- and exposed Britain to international criticism.\n''Ireland is a very small place with some fairly identifiable terrorists,'' said Col. Andrew Duncan, an anti-terrorism expert for the London-based International Institute for Strategic Studies.\n''America, by contrast, is an enormous country with a fairly unidentifiable fringe of extremists. So it doesn't matter how many FBI agents you deploy. Intelligence is the key,'' he said.\nSpain, which has no specific anti-terrorist laws, undermined support for the Basque separatist group ETA by returning power to local politicians.\nItalian authorities locked up thousands of people without trial as part of a successful program to extinguish the left-wing Red Brigades, but also adopted tactics to sow dissension within terrorist ranks.\nAfter the Red Brigades killed 85 people in a Bologna railway station in 1980, police offered reduced sentences or even freedom to Red Brigade turncoats. The same approach is now being used to undermine the Sicilian Mafia.\nIn Germany, authorities long have had powers to outlaw groups and to imprison members for up to 15 years. Such laws have been used against the burgeoning neo-Nazi movement since 1993.\nIn America, Duncan said, it's too soon for large-scale action against an ill-defined enemy within.\n\nLoad-Date: May 18, 1995"
}