{
    "title": "EUROPEAN UNION THREATENS TO CUT OFF TALKS WITH IRAN",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 3,
    "day": 11,
    "full text": "Under U.S. pressure to get tough with Iran, the European Union threatened on Sunday to cut off dialogue with Iran unless it denounced terrorist attacks in Israel.\nIran's role in international terrorism is expected to be a focus of an anti-terrorism meeting that the United States and Egypt will lead in Sharm el-Sheik, Egypt, on Wednesday. The meeting has been called to show solidarity with Israel and to explore anti-terrorist measures following a wave of bombings in Israel by Muslim Hamas terrorists who enjoy Iran's support.\nBecause some European Union members have substantial economic ties with Iran, the trade bloc has resisted U.S. calls to put pressure on Iran. But the European Union also wants to keep peacemaking alive.\nIn wrapping up on Sunday two days of talks in a villa in Palermo, ministers of the 15-nation trade bloc expressed deep concern over Iran's failure to denounce the suicide bombings, and called on Iran to \"condemn once and for all acts of terrorism.\"\nSevering diplomatic contact would be a strong symbolic snub, because the European Union favors dialogue over sanctions as a way to change policy. But the threat fell far short of warning of sanctions if Iran does not condemn the attacks. And European Union members would not be required to cut ties or in any way alter their business dealings with Iran if diplomatic contacts were cut.\nIn contrast, Iran has denounced Wednesday's scheduled anti-terrorism meeting, which will draw representatives of more than 30 countries, including President Bill Clinton, President Boris Yeltsin of Russia, and high-ranking officials from Europe and the Middle East.\nSome Arab countries that do not have diplomatic ties with Israel will be sending representatives, including Saudi Arabia, Oman, Bahrain, the United Arab Emirates and Yemen.\nGadhafi Criticized\nThe European Union statement also criticized Libyan leader Moammar Gadhafi for anti-Israel comments seen as encouraging terrorists. On Saturday, Gadhafi criticized the scheduled anti-terrorism meeting.\n\"The biggest terrorist powers in the world today are the Zionists and the Americans, and the tension in the Middle East will not end until these brutal powers are finished,\" Gadhafi told Libya's state-run news agency.\nIran, Libya and Iraq are not sending officials to the meeting. Syria, which has talked peace with Israel but is accused of harboring leaders of radical groups, has not said whether it will send representatives. But state-run television in Lebanon, Syria's proxy, said Sunday that Lebanon was inclined to stay away.\nAfter the meeting Wednesday, Clinton plans to visit Jerusalem and the grave of assassinated Prime Minister Yitzhak Rabin. Clinton also is likely to meet with Israeli ministers at an informal Cabinet session, Cabinet secretary Shmuel Hollander said Sunday.\nIn Tel Aviv, Israel's opposition leader said representatives to Wednesday's meeting must give Israel a free hand against Muslim militants and pressure Palestinian leader Yasser Arafat to stop sheltering terrorists.\n\nGraphic\n\n \nColor Photo - Earnhardt Wins With Late Surge. (Photo of Dale Earnhardt holding aloft the winners trophy for the Purolator 500 race.) Page 6C.\n\nLoad-Date: March 11, 1996"
}