{
    "title": "Europe, Too, Takes Harder Line In Handling Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2006,
    "month": 4,
    "day": 17,
    "full text": "As his wristwatch edges toward 3:26 p.m., the 32-year-old Algerian moves his wooden chair closer to the back door. At 3:30 sharp, his leg needs to be inside his North London house. The man, whose name, by court order, cannot be divulged, wears an electronic tag around his left ankle and is allowed to leave his home just four hours a day. \n  He was arrested in London four years ago on suspicion of links to the Armed Islamic Group, an Algerian terrorist organization, and spent more than three years in high-security prisons before being put under partial house arrest in October. Now the British government wants to send him back to Algeria.\nBut no formal charges have been brought, and, he and his lawyer said, he has not been interrogated once, or informed of evidence against him. ''Since the day they arrested me, I have never been asked any questions or told what the case is,'' the man said. ''How can you defend yourself in a situation like that?''\n  Four and a half years after the Sept. 11 attacks, and after deadly bombings in Madrid and London since then, the troubled debate within Western democracies over how to weigh security against basic freedoms has only grown and spread, as the legal tools for dealing with terrorism suspects multiply. \n  The clashing of priorities has been clear in the United States, in the domestic debates preceding the renewal of the Patriot Act, and in the international uproar over prisoner abuses at Abu Ghraib and the treatment of detainees at Guantanamo Bay. \n  But many European governments, including some that had criticized the United States for its antiterrorism measures, have been extending their own surveillance and prosecution powers. Officials, lawyers and human rights experts say that Europe, too, is experiencing a slow erosion of civil liberties as governments increasingly put the prevention of possible terrorist actions ahead of concerns to protect the rights of people suspected, but not convicted, of a crime.\n  Most of Britain's new counterterrorism legislation, which outlaws the vaguely worded ''glorification'' of terrorism, came into force on Thursday. Italy and the Netherlands have relaxed the conditions under which intelligence services may eavesdrop. French legislation recently gave investigators broader access to telephone and Internet data. German legislation being drawn up seeks to allow intelligence services easier access to bank and car registration records.\n  ''We are fiddling with rights that only a few years ago seemed untouchable,'' said Alvaro Gil-Robles, human rights commissioner at the Council of Europe, an intergovernmental group that monitors human rights. \n  The most contentious areas concern treatment of terror suspects, he said. Several European countries are extending the length of time suspects who have not been charged may be held or restricted in their freedom. \n  Some nations have been seeking ways to deport suspects even if torture is practiced in the suspects' home countries. That brushes uncomfortably against major United Nations and European treaties that forbid deportations if the suspect faces a risk of torture. \n  ''Something pretty fundamental is going on,'' said Gareth Peirce, a lawyer at Birnberg and Peirce in London who represents the Algerian man under surveillance in North London and nine other Middle Eastern and North African men arrested without formal charges within months of Sept. 11.\n  ''A number of countries have been trying to avoid their treaty obligations in relation to arbitrary detention and torture,'' she said.\n  As in the United States, defenders of tighter security say that international terrorism demands new approaches and that criminal law is ill-equipped to handle the threat.\n  ''We always think about the rights of the terrorists,'' said August Hanning, Germany's deputy interior minister and a former intelligence chief. ''But if there is an attack that you could have prevented, you also have to be able to look into the eyes of the relatives.''\n  One broad trend has been the extension of police custody and restriction of legal representation.\n  In December, France increased its period of detention without charge for terror suspects to six days from four; it retained rules that have allowed uncharged suspects to be denied access to a lawyer during the first three days.\n  Italy last year extended custody to 24 hours from 12 and authorized the police to interrogate detainees in the absence of their lawyers. In 2003, Spain extended the period in which suspected terrorists can be held effectively incommunicado to a maximum 13 days, according to the advocacy group Human Rights Watch.\n  Britain has gone furthest. The latest law doubles the period during which a terror suspect can be held in custody without charge to 28 days. It was just 48 hours in 2001, and Prime Minister Tony Blair fought for an extension to three months.\n  The new law followed one filed soon after the attacks of Sept. 11, 2001, that allowed foreign terror suspects to be held indefinitely without charge. The House of Lords declared that measure unlawful in late 2004.\n  The government, scrambling to find a new way to deal with 10 men held under the provision at Belmarsh Prison in London, introduced a form of partial house arrest known as a ontrol order, which severely restricted their freedom of movement. Since last summer, Britain has also been seeking ways to deport eight of the men back to home countries that are known to practice torture.\n  One of them is the unidentified Algerian, who is allowed to leave his house only between 11:30 a.m. and 3:30 p.m. and may not venture more than a mile away.\n  He is not allowed to use cellphones or the Internet, and any visitor to his house has to be cleared by the Home Office. \n  Last week a British High Court judge, Jeremy Sullivan, sharply condemned a control order on another terrorism suspect, identified as M.B., as ''conspicuously unfair,'' saying that suspects' rights are being determined by ''executive decision untrammeled by any prospect of effective judicial supervision.''\n  The government said after the ruling that it would appeal, and the Home Office issued a statement, defending its counterterrorism legislation as striking ''the right balance between safeguarding society and safeguarding the rights of the individual.''\n  In the Netherlands, a bill likely to pass in coming weeks would introduce something like the British control orders for terrorism suspects the authorities have been ''unable to convict.''\n  For a maximum of two years, such suspects can be restricted in their freedom of movement, be obliged to report to the police regularly and prohibited from contacting certain individuals.\n  In some countries, restrictive tools predate the Sept. 11 attacks, but their use has increased. In France, where a combination of Basque, Corsican and Islamic terrorism prompted the government to lay the groundwork for its antiterrorist legal arsenal as early as 1986, suspects can be held for four years on vague charges.\n  As of November 2005, some 80 suspects were being held under this provision, more than in any other European country, according to Alain Marsaud, who was France's chief counterterrorism coordinator in the 1980's and is now a lawmaker.\n  ''We're not going to wait until the bomb goes off,'' said Mr. Marsaud, who wrote a recent parliamentary report on counterterrorism efforts. ''That's why we give more power to the judicial system: to arrest people before they act.''\n  The number of Muslim men arrested for ''association with wrongdoers involved in a terrorist enterprise'' has soared since Sept. 11. According to the French Interior Ministry, it increased from 58 people in 2002, to 77 in 2003, 101 in 2004 and 170 last year.\n  Lawyers say the British, Dutch and French practices are milder forms of the detention of ''enemy combatants'' in the United States.\n  ''There is a clear parallel with what is going on in the United States,'' said Jacques Debray, a Lyon-based lawyer specializing in immigration and penal law, who has represented several terrorism suspects. ''They detain people on administrative grounds, while we create a legal framework first. But the logic is the same: preventive detention.''\n  The United Nations Convention Against Torture and the European Convention on Human Rights, ratified by all European Union member countries and the United States, ban torture and other cruel or degrading treatment. \n  They forbid the deportation of people to countries where they risk torture, and the admission in court of evidence possibly obtained under torture.\n  But several European countries have sought diplomatic assurances from countries with poorly regarded human rights records that if they deport suspects there, the suspects would not be ill-treated.\n  Sweden allowed two Egyptian terror suspects to be repatriated on a C.I.A. plane in December 2001 after Cairo gave such assurances. The United Nations Committee Against Torture subsequently said that Sweden had violated its obligations under the United Nations Convention.\n  Germany, the Netherlands and Austria have also sought to return suspects to Turkey and Egypt by obtaining such pledges.\n  In Britain, the government has received diplomatic assurances from Libya, Jordan and Lebanon, and was working on similar accords with Egypt and Algeria. Human rights activists say that such assurances are not reliable.\n  ''Why should a country that fails to respect major international conventions against torture respect a mere bilateral agreement?'' asked Kenneth Roth, the executive director of Human Rights Watch in New York. ''It's a legal fig leaf.''\n  The British government is also trying to make deportations possible without such assurances, seeking to intervene in a case before the European Court of Human Rights that involves the Netherlands. In that case, an Algerian terror suspect, Mohammed Ramzy, who was acquitted on charges of links to a terrorist group, has appealed to the court to prevent his deportation by the Netherlands to Algeria on the grounds that he might face torture.\n  Britain is asking the court to set a precedent by ruling that the risk of torture faced by the suspect has to be weighed against the security risk faced by the host country.\n  A spokeswoman for the British Home Office called the European Convention on Human Rights a ''cornerstone'' of the European Union, but added, ''There is a valid question about how rights and freedoms are balanced and interpreted in a phase of the current heightened security threat that Europe faces.''\n\nhttp://www.nytimes.com\n\nLoad-Date: April 17, 2006"
}