{
    "title": "Europe prepares for terrorism",
    "publisher": "the world",
    "year": 1991,
    "month": 1,
    "day": 11,
    "full text": "Europe is bracing for a possible wave of terrorism if war begins in the Persian Gulf.\n \n    Security on the street has been increased in many places, airlines are scrapping Middle East routes, secret service operations are reported to be on high alert, and the public is openly expressing worry.\n \n    \"I plan on staying on the ground after Jan. 15,\" said a Geneva-based staff member of the World Health Organization. \"I want to stay away from planes and airports.\"\n   Iraqi President Saddam Hussein has warned that if his country is attacked, the battle would be taken into \"the whole world\" by Arabs living in other countries.\n \n    Naiel Hassan, Iraqi press counselor in London and one of a group of Iraqi diplomats expelled from Britain last week said, \"If Iraq is going to be attacked, all Western countries will have targets to be hit, and Britain has aligned itself with Americans in this warfare.\"\n \n    Other Iraqi officials have expressed similar threats and since the crisis began in August, several Palestinian terrorist leaders also have warned of possible reprisals.\n \n    \"Already in August, the Iraqi dictator convoked to Baghdad the principle exporters of international terrorism,\" U.S. military strategist Edward Luttwak told Italy's L'Espresso magazine.\n \n    \"He gave a double signal to them. On the one hand he asked them to prepare themselves, consigning money and means, trying to assign missions, such as attacks on U.S. air bases in Europe and sabotage of oil installations in Saudi Arabia,\" he said. \"On the other hand he clearly said that any action for the moment was suspended.  They had to wait for his signal.\"\n \n    All over Europe, security has been intensified at airports, train stations, ports, American diplomatic missions and military posts  and other possible targets.\n \n    Newspapers have been printing stories from a number of countries including newly democratic states like Hungary and Czechoslovakia warning of the threat and theorizing that terrorist cells may already be in place ready to strike.\n \n    Visible security measures are particularly in evidence in Italy, a country hit by both Arab and home-grown terrorism in the 1970s and which saw an Arab terrorist wave in the early and mid-1980s that killed or injured scores of people.  ,    Among terrorist incidents then was a bloody attack on Rome's main synagogue, bombs at a posh cafe and airlines' offices in Rome's via Veneto neighborhood, the bombing of a U.S. servicemen's club in Naples, the hijacking of the Achille Lauro cruise liner and, just after Christmas 1985, a bloody assault at Rome's Fiumicino airport.\n \n    At Fiumicino Thursday, heavy security was evident. Helicopters patrolled overhead, armed guards controlled entry into the departure hall, and paramilitary police carrying submachine guns watched over the crowd.\n \n    There was also a notably heavier police presence outside airlines' offices and the U.S. embassy in downtown Rome.\n \n    Heavier than usual police patrols, too, were stationed outside Jewish buildings and cameramen from the state-run RAI television were asked not to film them for security reasons.\n \n    \"Yes, I'm nervous,\" said the director of one of the half-dozen or so American college and other educational programs in Rome.\n \n    Already, in the first weeks of the gulf crisis, several American schools in Florence received threatening letters.\n \n    In the wake of this, as well as the intensification of the overall crisis, American college programs have already had a number of cancellations from students.\n \n    \"We haven't received any further (security) guidelines from the embassy than what we had before,\" the program director said.\n\nLoad-Date: November 12, 1992"
}