{
    "title": "Euroterrorists are acting up - but they aren't acting together",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 3,
    "day": 27,
    "full text": "The bomb blast at a British Army base in Germany, the murder of a general in Italy, and the discovery of a bomb cache in France - all in the past week - do not signal the creation of a new ''Euroterrorist'' network, terrorism experts say.\nAn upsurge of terrorism in Western Europe is possible, the experts caution. So is cooperation among European terrorism groups. But numerous experts throughout the continent insist that European terrorist groups remain small, marginal organizations which, though able to cause significant damage, seem unable to coordinate and plan continent-wide violence.\n''A few attacks, and everyone starts screaming 'Euroterrorism,''' says Daniel Hermand, a terrorism specialist at the French Institute of Military Studies.\n''It doesn't prove anything. As soon as you look, this idea of a European terrorist network disappears.''\nBehind the present attacks, Mr. Hermand and others suspect different motivations.\nThe German attack came just as British Prime Minister Margaret Thatcher was visiting Bonn and was claimed by the outlawed Irish Republican Army (IRA). The extreme-left Red Brigades claimed the Italian attack.\n''The IRA is fighting a territorial struggle, not a proletarian struggle like the Red Brigades,'' comments Alison Jamieson, a British expert living in Italy and author of a forthcoming book on Italian terrorism. ''It's hard to imagine them working together.''\nEven when the terrorists share extreme-left ideologies, they seem to have difficulty cooperating.\nIn January 1985, notes one Western diplomat in Paris who follows European terrorism, France's Direct Action and Germany's Red Army Faction issued a communique saying they were uniting to fight ''NATO imperialism.'' The assassinations of French Gen. Rene Audran and West German industrialist Ernst Zimmermann soon followed.\n''A in French, Z in German - it fit so neatly and everyone though the two groups were cooperating,'' says the diplomat. ''Then a few months later, they had a falling out.''\nWhile the exact disagreements remain unknown, the forces leading to the breakup are clear.\n''These groups may have an internationalist twist, but their interests are primarily domestic,'' says the diplomat. ''The Germans want to kill Germans, the French want French, and the Italians want Italians.''\nTerrorist psychology also argues against a wide international network.\n''These people are naturally mistrustful,'' says the Paris-based diplomat. ''They are close-knit, insular, and fear that if police of one nation penetrate one group, then all the others will be exposed.''\nAs an example, he cites the recent capture of the four leaders of Direct Action. ''If there had been information on the Red Army Faction or the Red Brigades, it would have destroyed everything.''\nAll the same, the different groups do have contacts. According to Mr. Jamieson, captured Direct Action documents revealed that the French group recently held discussions with the Red Brigades.\nIn addition, she notes the similar targeting of generals or industrialists involved in arms-procuring and says the Red Army Faction claimed two attacks last year in the memory of two former Red Brigades.\n''While the ties are there,'' she says, ''this doesn't mean that the groups actually are working together.''\nAt most, the terrorists sometimes share explosives and weapons stocks. They might help each with logistics, say by supplying a fake passport.\nBut, the experts emphasize, they do not carry out attacks abroad for each other, and they fail to form deep, long-term alliances.\n''The links are established,'' says Prof. William Gutteridge of the London-based Center for Security and Conflict Studies, ''and then they melt away.''\nProfessor Gutteridge now hypothesizes that a resurgence of terrorism around Europe is ''a way of pressing the superpowers'' in the present arms control negotiations.\n''Terrorists see these delicate periods as the right time to strike,'' he says. ''Remember, the last big Euroterror explosion came when the American cruise missiles were being installed.''\nDespite the apparent danger, he and the other experts expect the attacks to remain limited in scope. The terrorists enjoy little, if any, public backing on the continent, they say. All remain marginal, isolated groups, with small support networks.\n''Sure, the attacks this week are serious,'' says Hermand of the French Institute of Military Studies.\n''But these are just a few crazy individuals. As long as we guard our composure, we can escape deep consequences.''\n\nGraphic\n\n \nPicture, Keeping watch over Orly airport in Paris: things have been quiet here for a while, AP"
}