{
    "title": "Europe's Minaret Moment",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 7,
    "full text": "They toasted to progress in Europe's capitals last week. On Tuesday, the Treaty of Lisbon went into effect, bringing the nations of the European Union one step closer to the unity the Continent's elite has been working toward for over 50 years.\n  But the treaty's implementation fell just days after a milestone of a different sort: a referendum in Switzerland, long famous for religious tolerance, in which 57.5 percent of voters chose to ban the nation's Muslims from building minarets.\n  Switzerland isn't an E.U. member state, but the minaret moment could have happened almost anywhere in Europe nowadays -- in France, where officials have floated the possibility of banning the burka; in Britain, which elected two representatives of the fascistic, anti-Islamic British National Party to the European Parliament last spring; in Italy, where a bill introduced this year would ban mosque construction and restrict the Islamic call to prayer.\n  If the more perfect union promised by the Lisbon Treaty is the European elite's greatest triumph, the failure to successfully integrate millions of Muslim immigrants represents its greatest failure. And the two are intertwined: they're both the fruits of the high-handed, often undemocratic approach to politics that Europe's leaders have cultivated in their quest for unity. \n  The European Union probably wouldn't exist in its current form if the Continent's elites hadn't been willing to ignore popular sentiment. (The Lisbon Treaty, for instance, was deliberately designed to bypass most European voters, after a proposed E.U. Constitution was torpedoed by referendums in France and the Netherlands in 2005.) But this political style -- forge a consensus among the establishment, and assume you can contain any backlash that develops  --  is also how the Continent came to accept millions of Muslim immigrants, despite the absence of a popular consensus on the issue, or a plan for how to integrate them.\n  The immigrants came first as guest workers, recruited after World War II to relieve labor shortages, and then as beneficiaries of generous asylum and family reunification laws, designed to salve Europe's post-colonial conscience. The European elites assumed that the divide between Islam and the West was as antiquated as scimitars and broadswords, and that a liberal, multicultural, post-Christian federation would have no difficulty absorbing new arrivals from more traditional societies. And they decided, too --  as Christopher Caldwell writes in ''Reflections on the Revolution in Europe,'' his wonderfully mordant chronicle of Europe's Islamic dilemma  --  that  liberal immigration policies ''involve the sort of nonnegotiable moral duties that you don't vote on.''\n  Better if they had let their voters choose. The rate of immigration might have been slower, and the efforts to integrate the new arrivals more strenuous. Instead, Europe's leaders ended up creating a clash of civilizations inside their own frontiers. \n  Millions of Muslims have accepted European norms. But millions have not. This means polygamy in Sweden; radical mosques in Britain's fading industrial cities; riots over affronts to the Prophet Muhammad in Denmark; and religiously inspired murder in the Netherlands. It means terrorism, and the threat of terrorism, from London to Madrid. \n  And it means a rising backlash, in which European voters support extreme measures and extremist parties because their politicians don't seem to have anything to say about the problem.\n  In fairness, it isn't clear exactly what those leaders could offer at this point. They can't undo decades of migration. A large Muslim minority is in Europe to stay. Persisting with the establishment's approach makes a certain sense: keep a lid on prejudice, tamp down extremism, and hope that time will transform the zealous Islam of recent immigrants into a more liberal form of  faith, and make the conflict go away.\n  Or least keep it manageable. Caldwell's book, the best on the subject to date, has a deeply pessimistic tone, but it shies away from specific predictions about the European future. Other writers are less circumspect, envisioning a Muslim-majority ''Eurabia'' in which Shariah has as much clout as liberalism. \n  But even a decadent West is probably stronger than this. The most likely scenario for Europe isn't dhimmitude; it's a long period of tension, punctuated by spasms of violence, that makes the Continent a more unpleasant place without fundamentally transforming it.\n  This is cold comfort, though, if you have to live under the shadow of violence. Just ask the Swiss, who spent last week worrying about the possibility that the minaret vote might make them a target for Islamist terrorism.\n  They're right to worry. And all of Europe has to worry as well, thanks to the folly of its leaders  --  now, and for many years to come. \n\nhttp://www.nytimes.com\n\nLoad-Date: December 7, 2009"
}