{
    "title": "European raids hit at World Cup terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 5,
    "day": 27,
    "full text": "PARIS -- Police detained more than 80 suspected Islamic terrorists\nin five European countries Tuesday in an attempt to quash the\nthreat of violence at the World Cup soccer tournament in France\nopening in two weeks.\nThe operation capped several months of investigations by counter-terrorist\nservices into radical Algerian fundamentalists operating on French\nsoil. It also coincided with similar operations in Belgium, Germany,\nItaly and Switzerland, the French Interior Ministry said in a\nstatement.\nThe coordinated dawn raids followed tapped phone calls, police\nsaid, indicating that Islamic extremists were planning to move\nmen, funds and arms around Europe in a plot to disrupt the competition.\nFrench police said they detained 53 suspects at 43 sites, mostly\nin Paris, Lyon and Marseille.\nThe World Cup will take place in 10 French cities between June\n10 and July 12.\nThose detained for questioning in France held Algerian, Tunisian\nand French nationalities. They are suspected of ties to the GIA\nor Armed Islamic Group, Algeria's most radical Islamic guerrilla\norganization.\nThe GIA, which blames France for supporting Algeria's military\ngovernment, claimed responsibility for a 1995 bombing campaign\nin Paris that killed eight and injured 170.\nPolice also detained about 10 suspects each in Belgium, Switzerland,\nItaly and five in Germany in the raids.\nFrench raids confiscated documents, a computer and about $ 150,000\nin cash.\nGerman authorities said the Islamists there had been suspected\nof providing arms and explosives, but none was immediately reported\nfound.\nFalse documents and the equipment to make them were found, however,\nin Italy.\nMilan prosecutor Stefano Dambruoso, who directed the raids in\nItaly, said, \"as we gradually got closer to the World Cup, in\nphone calls between various members of the (Islamic) groups, they\ntalked more and more about arms and false documents, passports\nand identity cards.\"\nHe also said suspects detained had been constantly on the move\nwithin the five countries involved.\nAn announcement from the French Interior ministry made clear that\nthe preventive action against World Cup terrorism was far from\nover.\n\"Other developments are likely to happen in the hours ahead,\"\nit said.\n\nLoad-Date: May 28, 1998"
}