{
    "title": "EUROPE LEADERS CONFER ON AIR TERROR",
    "publisher": "the new york times",
    "year": 1985,
    "month": 6,
    "day": 29,
    "full text": "Prime Minister Margaret Thatcher of Britain urged other European leaders today to strengthen and enforce existing international agreements against aircraft hijacking and terrorism, officials said.\nOn the opening day of a two-day conference of West European leaders, the British Prime Minister succeeded in putting the hijacking of the Trans World Airlines plane to Lebanon onto the conference agenda, drawing attention to international agreements aimed at curbing terrorism, which she said are not being properly enforced.\nIn particular, Mrs. Thatcher stressed the agreement reached by the eight major Western powers at their 1978 meeting in Bonn under which they pledged to impose sanctions on countries harboring aircraft hijackers or failing to punish them.\nBritish officials said this agreement had been used only once - in 1981 against Afghanistan's national airline - although it could have been invoked to punish many other countries helping hijackers by cutting their international air links.\n \nThatcher Wants Strong Statement\nAccording to conference sources, Mrs. Thatcher wants the West European leaders to issue a strong statement on the hijacking situation in Beirut when the meeting ends Saturday, pledging to enforce and strengthen agreements to combat terrorism.\nThe British demand appeared to be well received by most of the leaders. Tonight, conference sources said officials had drafted a ''tough and practical'' statement on terrorism, although it still needs final approval.\nBut the sources cautioned that President Francois Mitterrand had favored a more restrained approach, warning that too strong a stand at the Milan meeting could harden the position of the Lebanese Shiite hijackers and complicate efforts to free their American hostages.\nOfficials said all Common Market leaders had tacitly agreed not to accuse Greece of lax security at the Athens airport while the hostages are still being held, so as to secure the support of Prime Minister Andreas Papandreau's Government for tougher measures against hijacking. The hijackers of the T.W.A. flight boarded at Athens.\nAccording to officials, Britain wants Europe's transport, foreign affairs and interior ministers to hold special follow-up meetings to agree on concrete new steps against hijackers and other terrorists.\nSuch steps might include establishing new laws to prevent the abuse of diplomatic privileges in aiding terrorism, urging more nations to join the four international conventions on terrorism, and encouraging the signatories to observe their commitments under them, British sources say.\n \nCooperation Accord Gains\nMeanwhile, the West European leaders were moving toward a modest agreement that will strengthen political cooperation among the Common Market nations, help decision-making and improve European research into advanced technologies, officials said.\nBut a new draft treaty of European political cooperation, which France and West Germany announced at the meeting today, was widely seen as much less of an initiative than had been expected.\nOfficials said the draft merely provides for Common Market nations to consult one another regularly about foreign policy and security issues, but not necessarily to agree on a common position.\nBritish officials were scathing about the plan, saying it is less ambitious than proposals already presented by Sir Geoffrey Howe, the British Foreign Secretary.\nMany diplomats said they saw the French-West German proposal for a treaty as an attempt by those two nations to demonstrate that their close partnership was still working well, despite recent disagreements between Bonn and Paris over new trade talks and the American ''Star Wars'' space defense project.\n\nGraphic\n\n \nPhoto of Prime Minister Margaret Thatcher of Britain with other members of conference (Agence France-Presse)"
}