{
    "title": "EUROPEAN LEADERS TO FIGHT TERROR",
    "publisher": "the new york times",
    "year": 1985,
    "month": 2,
    "day": 13,
    "full text": "Leaders of the European Community took tentative steps today toward joint action against terrorism while France and Italy eased their sharp dispute over purported terrorists who have taken refuge in France.\n The Foreign Ministers of the 10 Common Market countries agreed to hold talks among the Interior and Justice officials to coordinate action against terrorism.\nThe meeting here came in the wake of sharp criticisms of France by Italian officials for the French Government's refusal to extradite Italians charged by the Rome Government with involvement in terrorism.\nEuropean Community leaders take tentative steps toward joint action against terrorism while France and Italy ease their sharp dispute over purported terrorists who have taken refuge in France (M)\nIn a speech to Parliament last Thursday, Prime Minister Bettino Craxi noted that Italy had made 120 extradition requests to France. He linked the suspected Italian terrorists with the new wave of attacks by far-leftist groups against North Atlantic Treaty Organization targets around Europe.\nFrench officials, in turn, justified their response through direct and indirect criticisms of the Italian criminal justice system.\n \nArms Talks Welcomed\nThe ministers also issued statements welcoming the resumption of United States-Soviet arms talks and urging ''reasonable security arrangements'' in Lebanon following Israel's withdrawal, to ''prevent new acts of violence.''\nIn connection with the discussions on combating terrorism, Giulio Andreotti, the Italian Foreign Minister, met separately today with Roland Dumas, his French counterpart, and he said at his news conference afterward that the ''bilateral polemics'' had diminished.\n''The situation has improved; we have established rather closer contacts than before,'' he said. ''We have moved from a brilliant but nonconstructive phase to a constructive phase.''\nMr. Andreotti and other Italian officials were particularly pleased with the arrest by French authorities last Friday of Massimo Sanndrani, 24 years old, who is wanted in Italy for the murder of a police officer in Milan in 1977.\nThe arrest came only one day after Mr. Craxi's speech to Parliament and was seen here as a positive French response to Italy's expressions of concern."
}