{
    "title": "EUROPEAN UNION GENERALLY AFFIRMS ITS SUPPORT FOR THE WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 20,
    "full text": "* Meeting in Belgium, the EU leaders also called for humanitarian aid and a U.N. role in rebuilding a government in Afghanistan.\nLeaders of the European Union reaffirmed on Friday their backing for the war on terrorism and said their group would work with the United Nations to help set up a stable government in Afghanistan to replace the Taliban regime.\nBut the 15 leaders backed away from tougher wording that called the overthrow of the Taliban regime a \"legitimate objective\" of the anti-terrorism campaign.\nThey also softened wording that would have urged the European Central Bank to cut interest rates as a way of bolstering economies suffering from the aftershocks of the attacks in the United States. Instead, they merely noted that lower inflation left room for monetary maneuvering.\nTo show their solidarity with the United States, the leaders said that American airstrikes in Afghanistan had been carefully targeted and were designed to limit civilian casualties.\n\"The Taliban regime must be replaced,\" French President Jacques Chirac said. \"The Afghans must create a stable, representative government that prevents the resurgence of terrorism.\"\nA draft statement repeated points already made in recent weeks by the Europeans - the need for humanitarian aid and a U.N. role in rebuilding a government in Afghanistan. But the final document softened the wording on the overthrow of the government.\nBefore the session began, Chirac met privately with British Prime Minister Tony Blair and German Chancellor Gerhard Schroeder for about 30 minutes. That gathering upset some EU nations, particularly the Italians, who felt snubbed.\nA spokeswoman for Chirac said the three had discussed \"political and military questions linked to the situation in Afghanistan\" that affect all three countries.\nIn another draft statement, EU leaders noted that since Sept. 11, the economic slowdown already under way had worsened. Even so, they continued to express confidence in their economies.\nThe leaders were also expected to call for tax cuts, for improvements in the labor and financial markets and for a new round of world talks to remove trade barriers.\nAnother statement in the works declares that plans for the arrival of euro currency on Jan. 1 were going well.\nSince Jan. 1, 1999, the euro has been used for financial markets, accounting and credit cards. For day-to-day dealings, Europeans have continued to use francs, marks and other national money. This New Year's Day, euro currency will be introduced in all EU nations except Britain, Denmark and Sweden.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: October 20, 2001"
}