{
    "title": "Europe, U.S. differ on homeland security missions",
    "publisher": "federal times",
    "year": 2006,
    "month": 6,
    "day": 19,
    "full text": "GARMISCH-PARTENKIRCHEN, Germany -- As governments on both sides of the Atlantic struggle to align their anti-terrorism policies together, big anomalies stand out: the different roles their national armies play in homeland security, and divergent views on the homeland security concept itself.\n\"Everyone recognizes the risk that radical Islam and terrorism pose to security, but the United States sees this as an existential challenge, while Europeans see it as one more problem to be handled among the others they face,\" Tom Blau, professor at the Washington-based National Defense University, told a May 22-25 conference here of European and U.S. military and government officials involved in homeland security policy. \"We see a decades-long conflict stretching out before us. The Europeans do not. And therein lies the essence of the disagreement.\"\nThis difference -- and how to reconcile it -- emerged during the conference organized by the George C. Marshall European Center for Security Studies to get Euro-Atlantic policy-makers thinking along the same lines in their fight against terrorism.\nThe problem is linked to the wide variety of conceptual and tactical approaches to combating terrorism. In the United Kingdom, for instance, military forces are strictly subordinate to local police authorities in the event of a terrorist event.\nIn Germany, the public is reluctant to allow any role for its armed forces beyond national defense.\nAustria is trying to figure out what the primary roles of its forces should be in a post-Sept. 11 world.\n\"There is a debate in my country whether our military should focus on international peacekeeping missions or on homeland security,\" Gen. Roland Ertl, Austria's chief of Defense Staff, told the conference. \"And I think there's a majority opinion that sees homeland security as the priority.\"\nEuropean security policy experts say national capitals across Europe need to rethink the way they generate forces and tasks.\n\"We have not used our military forces the right way. We use it to fill gaps on the civilian side of the homeland security equation,\" said Heiko Bochert, a security researcher and consultant in Lucerne, Switzerland. \"The military's role in Europe's homeland security should be based on capabilities. It must be concept-driven rather than manpower-driven.\"\nThat was music to U.S. policy ears in the audience.\n\"It's amazing how closely [Bochert's] presentation resembles what we are looking at in the United States,\" said Tom LaCrosse, who directs the office of civil support at the Defense Department.\nFor John Rose, the Marshall center's director, the first step in getting all Euro-Atlantic militaries to march in the same direction is to get a common definition.\n\nLoad-Date: July 7, 2006"
}