{
    "title": "European Union Agrees on Plan To Coordinate Antiterror Effort",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "Two weeks after the train bombings in Madrid, presidents and prime ministers of the 25 present and future members of the European Union agreed Thursday to antiterrorism measures ranging from more secure passports to the appointment of an antiterrorism coordinator.\n The leaders said they would create more complete Pan-European databases of criminal records as well as lost and stolen passports and visa applications. \nThey ordered lower-level officials to decide how long European countries should keep databases of e-mail messages, mobile telephone logs and other communications data. \n The measures approved Thursday include a common European arrest warrant, a definition of terrorism and the creation of a European prosecutors office. \n ''The threat of terrorism is a threat to our security and our democracies and our way of life in the European Union,'' Prime Minister Bertie Ahern of Ireland said after the measures were approved. \n The leaders also agreed to appoint Gijs de Vries, a former Dutch deputy interior minister, as counterterrorism coordinator. Mr. de Vries, who was born in New York but has lived most of his life in the Netherlands, would link together the various European Union agencies involved in fighting terrorism. \n Javier Solana, the head of the European Union's foreign policy and security office, described the job as a coordinator of policies rather than intelligence.\n After the Sept. 11, 2001, attacks in New York City and Washington, European Union leaders agreed on what they called a plan of action to combat terrorism. Many governments, however, have yet to pass laws they agreed to in 2001. \n The Madrid bombing attacks spurred European governments to set a deadline. According to the plan approved Thursday, the new laws should be in place ''no later than June 2004.''      \n\nhttp://www.nytimes.com\n\nLoad-Date: March 26, 2004"
}