{
    "title": "European court condemns CIA tactics",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 12,
    "day": 14,
    "full text": "PARIS • A European court issued a landmark ruling Thursday that condemned the CIA's \"extraordinary renditions\" programs and bolstered those who say they were illegally kidnapped and tortured as part of an overzealous war on terrorism.\nThe European Court of Human Rights ruled that a German car salesman was an innocent victim of torture and abuse, in a long-awaited victory for a man who had failed for years to get courts in the U.S. and Europe to acknowledge what happened to him.\nKhaled El-Masri says he was kidnapped from Macedonia in 2003, mistaken for a terrorism suspect, then held for four months and brutally interrogated at an Afghan prison known as the \"Salt Pit\" run by the CIA. He says that once U.S. authorities realized he was not a threat, they illegally sent him to Albania and left him on a mountainside.\nThe European court, based in Strasbourg, France, ruled that El-Masri's account was \"established beyond reasonable doubt\" and that Macedonia \"had been responsible for his torture and ill-treatment both in the country itself and after his transfer to the U.S. authorities in the context of an extra-judicial rendition.\"\nIt said the government of Macedonia violated El-Masri's rights repeatedly and ordered it to pay $78,500 in damages. Macedonia's Justice Ministry said it would enforce the court ruling and pay El-Masri the damages.\nU.S. officials closed internal investigations into the El-Masri case two years ago, and the administration of President Barack Obama has distanced itself from some counterterrorism activities conducted under former President George W. Bush.\nBut several other legal cases are pending from Britain to Hong Kong involving people who say they were illegally detained in the CIA program. Its critics hope that Thursday's ruling will lead to court victories for other rendition victims and prevent future abuses.\nThe case focused on Macedonia's role in a single instance of wrongful capture. But it drew broader attention because of how sensitive the CIA extraordinary renditions were for Europe, at a time when the continent lived in fear of terrorist attacks but was divided over the Bush administration's methods of rooting out terrorism.\nThose methods involved abducting and interrogating suspects - without court sanction - in the years following the Sept. 11, 2001, terrorist attacks. A 2007 Council of Europe probe accused 14 European governments of permitting the CIA to run detention centers or carry out rendition flights between 2002 and 2005.\nThe CIA declined to comment on Thursday's ruling.\nMacedonian authorities had argued that El-Masri was detained on suspicion of traveling with false documents, then traveled on his own to neighboring Kosovo - an argument the court called \"utterly untenable.\"\nThe court based its 92-page ruling not only on El-Masri's version of events but also on testimony from former Macedonian officials, results of a German investigation and U.S. diplomatic cables published by WikiLeaks.\nThe court said El-Masri was severely beaten, sodomized, shackled and hooded \"at the hands of the CIA rendition team\" in the presence of Macedonian authorities. It described the measures as \"invasive and potentially debasing … used with premeditation, the aim being to cause Mr. El-Masri severe pain or suffering in order to obtain information.\"\nIn September, Italy's highest criminal court upheld the convictions of 23 Americans in the abduction of an Egyptian terrorism suspect from Milan.\n\nGraphic\n\n \n FILE - In this March 13, 2006 file photo, German Khalid al-Masri who says CIA agents abducted him and transported him to Afghanistan attends a meeting of the European Parliament committee investigating claims of U.S. secret prisons and flights in Europe at the European Parliament, in Strasbourg, eastern France. The European Court of Human Rights ruled Thursday, Dec. 13, 2012 in favor of al-Masri who says the CIA illegally kidnapped him and took him to a secret prison in Afghanistan in 2003. The decision was hailed by critics of the so-called extraordinary renditions programs in the U.S. war on terrorism. (AP Photo/Christian Hartmann, File)  FILE - In this Nov. 29, 2006 file photo, Khaled el-Masri, who claims the CIA tortured him at a prison in Afghanistan, appears at a news conference sponsored by the American Civil Liberties Union at the National Press Club in Washington. The European Court of Human Rights ruled Thursday, Dec. 13, 2012 in favor of al-Masri who says the CIA illegally kidnapped him and took him to a secret prison in Afghanistan in 2003. The decision was hailed by critics of the so-called extraordinary renditions programs in the U.S. war on terrorism. (AP Photo/J. Scott Applewhite) \n\nLoad-Date: December 15, 2012"
}