{
    "title": "Europeans, Saudi Arabia rally to support U.S. ; Fighting terrorism_ Foreign minister reaffirms China",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 21,
    "full text": "Saudi Arabia, China and 16 European nations pledged to support the United States Thursday in its efforts to fight terrorism.\nSaudi Foreign Minister Saud al-Faisal told President Bush the kingdom would use all its resources to help.\nChinese Foreign Minister Tang Jiaxuan said he reaffirmed to Vice President Dick Cheney \"the message of sympathy, condolences and also the anger that the leadership, the Chinese government and Chinese people have been feeling about the terrorist attack.\"\n\"I've also made clear our desire and our readiness to further and deepen our cooperation with the U.S., including over anti-terrorism,\" the Chinese minister said. \"I think we have shared views on this question.\"\nThe 16 European nations said in a statement that they would tighten airport security, deny financing to terrorist groups and tighten border and export controls.\nBush also welcomed support from Japan, which pledged to improve security for the 47,000 U.S. military personnel stationed in the country. After years of debate on the subject, Japan also is considering enacting a law that would broaden its ability to take part in military actions overseas.\nAnd President Ricardo Lagos, of Chile, told Bush on the telephone that an appropriate response to last week's terrorist attacks was in order. However, Lagos said in Santiago \"the most important thing is not to make the just pay for the sinners.\"\nIn some instances, government leaders have been more inclined to offer support to the United States than their people are.\nAnti-U.S. demonstrations are expected today in Pakistan, for instance. Pakistan interceded for Washington with Taliban rulers in Afghanistan in a futile attempt to have Osama bin Laden extradited.\nBush administration officials acknowledged there was a gap.\nOnly a few countries may be asked to fight alongside the United States if it takes military action, said a senior official, speaking on condition of anonymity.\nOthers, he said, would take on a variety of roles against terrorism, and in some cases the roles would be behind the scenes.\nWhile forging fresh alliances with other countries, Secretary of State Colin Powell tried to prepare the American people for a sustained military campaign.\n\"When we have dealt with al-Qaida, the network, Osama bin Laden, the individual, we will then broaden that campaign to go after other terrorist organizations and forms of terrorism around the world,\" he said.\nIn the past, many European nations have shied away from joint action with the United States.\nBut Louis Michel, the foreign minister of Belgium, which is the current head of the European Union said, \"I think you will see solidarity ready to go forward.\"\nThe Saudi pledge of support could bolster the administration's effort to marshal Arab countries behind the U.S. campaign against bin Laden.\nIn a brief exchange with reporters, Saud did not say what actions the monarchy might take against the Saudi exile, who is the prime suspect in the terrorist bombings.\nIn Riyadh, a senior Saudi official cautioned that Saudi Arabia and other Arab countries did not want to be thrust into a conflict.\nAny aid provided by Arab and smaller Persian Gulf states must be preceded by a clear and specific declaration of which countries and groups will be targeted, the foreign ministry official told The Associated Press.\nSaudi Arabia and the Gulf emirates will not agree to engage in a conflict with groups that resist Israel's occupation, the official said.\nHe specifically cited Hamas, Islamic Jihad and Hezbollah, Muslim fundamentalist groups all listed by the State Department as terrorist groups.\nPowell told reporters Saud \"was rather specific in our conversation about things they will do\" when they talked on Wednesday.\n\nLoad-Date: September 21, 2001"
}