{
    "title": "Europe faces risk, unease U.S. alert warns of possible attacks",
    "publisher": "usa today",
    "year": 2010,
    "month": 10,
    "day": 4,
    "full text": "Europe faces months of uncertainty about terrorism and tourism after the Obama administration warned Americans on Sunday of possible attacks across the continent, particularly on public transit and at tourist sites.\nA State Department \"travel alert\" stops short of advising Americans to stay away from Europe or to take precautions in any specific country, city or activity. The administration said nothing about an increased possibility of an attack in the USA.\n\"We are not -- repeat, not -- advising Americans not to go to Europe,\" State Department Undersecretary Patrick Kennedy said. \"This is an alert. We put out alerts to ensure that American citizens are aware of possible incidents.\"\nThe 286-word alert comes as European countries have issued their own warnings, some focusing on a potential strike similar to the attack in November 2008 in Mumbai, India, by armed commandos who targeted the train station and popular hotels, killing 166. Paris police evacuated the Eiffel Tower twice last week after bomb threats, and Sweden raised its terror threat level Friday.\nOn Sunday, the British Foreign Office refined its warnings about travel to France and Germany, saying those countries face a \"high threat of terrorism\" instead of a \"general threat\" British authorities had previously cited.\nThe U.S. travel alert names no countries and is unusual in focusing on an entire continent, which includes 40 countries from Iceland to Ukraine.\n\"Usually advisories are country-specific,\" said Steve Lott of the International Air Transport Association, which represents international airlines.\nThe alert, in place until Jan. 31, has few details about threats and largely repeats recent statements by FBI Director Robert Mueller and National Counterterrorism Center Director Michael Leiter about al-Qaeda's continuing interest in striking the USA and Europe.\n\"Current information suggests that al-Qaeda and affiliated organizations continue to plan terrorist attacks,\" the alert states. \"U.S. citizens are reminded of the potential for terrorists to attack public transportation and other tourist infrastructure.\"\nThe alert urges citizens to register with the U.S. consulate or embassy in the country they are visiting so officials will know how to find them in case of an attack. Kennedy of the State Department said the alert was issued after \"intensive discussion\" in recent weeks with allies \"about the nature of the ongoing threat.\"\nThe Department of Homeland Security and the FBI on Sunday issued a joint bulletin to law enforcement colleagues across the USA, alerting them to the threat activity in Europe, said federal officials who had reviewed the bulletin but were not authorized to comment publicly.\n\"Europe is the most likely place for terrorists to hit because they've got so many people in place over there,\" said Randall Larsen, head of the Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism. \"It's still a little bit of a challenge for them to get over here.\"\nThe alert could deter tourists, said Christine Cantera, a France-based expert for the travel website WhyGoFrance.com.\n\"I think it will impact travel to France, as for many people, France is inevitably Paris -- and there are few places with such high-profile targets,\" Cantera said by e-mail. \"I don't think people who are in December holiday-planning mode are going to be putting Paris at the top of their list right now.\"\nStudent travel groups and companies could be most reluctant to go to Europe because they have legal responsibility to travelers, said Henry Harteveldt, a travel analyst with Forrester Research. Visitors to Europe should allow more time to clear airport security and customs and prepare for \"possible changes in hours at museums and on public transportation,\" Harteveldt said.\nTens of thousands of students are in Europe at any given time, according to the Institute on International Education.\nLarry and Kathy Bramblett of Sonora, Calif., expressed calm as they awaited a Sunday night flight to Munich at Washington Dulles International Airport. They were headed for a 12-day cruise and four days in Rome. \"I'm a Vietnam vet,\" said Larry Bramblett, a retired software consultant. \"I've been through a lot more than what they're going to put me through. I'm always watching what's going on. I wouldn't congregate in a large crowd, but sometimes you can't help that.\"\n\"Things can happen, even 4 miles from home,\" said Kathy Bramblett, a retired project manager. \"People just need to be alert and just use prudence.\"\nContributing: Jayne Clark \n\nGraphic\n\n \nPHOTO, Color, Laurent Cipriani, AP\n\nLoad-Date: October 4, 2010"
}