{
    "title": "Europeans Insist Hamas Must Disavow Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 1,
    "day": 27,
    "full text": "European leaders, whose countries are major financial donors to the Palestinian Authority, on Thursday registered disquiet verging on hostility toward the Hamas triumph in the Palestinian elections. \n  Yet, confronted with a Middle East that seems once again to have redrawn its political contours, they held back from publicly threatening to cut off the hundreds of millions of dollars they provide each year to Palestinian institutions.\nFurthermore, none of them criticized the Palestinian democracy that appeared to yield the opposite of the moderation they had sought to nurture.\n  ''It is obvious that the European Union would never countenance funding a regime that continued an armed fight against Israel,'' said Ignasi Guardans, a Spanish member of the European Parliament. ''But we cannot push for democracy and then deny the result of free and fair elections.'' \n  Like the United States, the European Union regards Hamas as a terrorist organization and insists that it cannot work with an institution that supports the violent overthrow of Israel. Such a stance would contradict Europe's commitment to a two-state solution, with Israel and a Palestinian state living side by side.\n  Unless Hamas changes its position, European leaders said Thursday, they see no prospect of reviving the stalled peace efforts for which Europe has been a sponsor.\n  ''It is a very, very, very bad result,'' said Prime Minister Silvio Berlusconi of Italy, adding that peace efforts had ''been put back until who knows when.''\n  Equally, though, European leaders shied away from threatening punitive action that would leave them with no influence among Palestinians and might undermine Mahmoud Abbas, the moderate president of the Palestinian Authority, whose party, Fatah apparently lost the legislative elections on Wednesday. \n  The first practical test for European diplomacy is expected within the next few days. \n  Chancellor Angela Merkel of Germany is to visit Palestinian areas on Monday to meet Mr. Abbas, and a spokesman for her government said she had no plan to change her trip. European foreign ministers are to meet the same day to weigh their response to the outcome of the vote.\n  The German foreign minister, Frank-Walter Steinmeier, said his country should have no immediate contact with Hamas. ''Those taking part in government must foreswear violence'' and recognize Israel's right to exist, he told Bavarian Radio. ''This appears to be still a long way off for Hamas.''\n  Both Prime Minister Tony Blair and Foreign Secretary Jack Straw said Britain would not deal with those who supported or practiced terrorism.\n  With different shadings, a similar view came from Prime Minister Dominique de Villepin of France. \n  The conditions for negotiating with any Palestinian government, he said, are: ''First, the renunciation of violence, to accept to move forward according to the peace goals that have been set. Secondly, the recognition of the state of Israel and the recognition of international accords, notably the Oslo accords.'' \n  The European Union's foreign policy chief, Javier Solana, said the elections ''may confront us with an entirely new situation,'' which foreign ministers would discuss on Monday. Last weekend Mr. Solana said it would be ''very difficult'' for the union to continue financial support to the Palestinian Authority if Hamas won.\n  European aid to Palestinian institutions totaled around $330 million last year, not counting contributions from individual European countries. From 1994 to the end of 2002, according to European Union figures, the union contributed $1.2 billion in grants and loans, in addition to about $600 million donated to the United Nations agency that supports Palestinian refugees. \n  Kofi Annan, the secretary general of the United Nations, said Thursday in Davos, Switzerland, that any group wishing to take part in a democracy should lay down its weapons. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 26, 2006"
}