{
    "title": "Europeans, Soviets, Americans react to US attack",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "Deceived and frightened.\nThat's how Western Europeans felt upon hearing news of the American bombing attack on Libya. Deceived, because President Reagan ignored their advice for restraint, delivered hours before at a special meeting Monday of European Community foreign ministers. Frightened, because Europeans now fear an escalation of terrorist attacks in their countries.\nExcept for Britain, the allies distanced themselves from the United States action.\nFrance, Spain, and Italy had forbidden the US warplanes to fly over their territory. British Prime Minister Margaret Thatcher, who permitted 18 American F-111 jets to take off from bases in Britain, faced strong opposition to her decision at an afternoon meeting of Parliament yesterday.\nBut despite this opposition, analysts believe a full-fledged crisis in the Western alliance can still be avoided. They note that Libya represents a secondary concern compared to the central problem of arms control and relations with the Soviet Union. The analysts also say that Libyan-sponsored terrorism represents a menace that must be confronted by strong measures.\n''Faced with Col. (Muammar) Qaddafi's delirious menaces,'' said the Paris daily Le Monde, no European country wants to open a crisis with the United States by defending (the Libyan leader).''\nFor these reasons, there was a strong undercurrent of caution in the European criticism. In West Germany, the Foreign Ministry first responded by condemning military action as a way of fighting terrorism. But a few hours later, Chancellor Helmut Kohl released a statement that avoided any mention of military action. It called for efforts to strengthen the fight against terrorism and for the use of ''political methods to resolve political causes of terrorism.''\nThe carefully worded statement suggests that strains in the alliance could be minimized if the US would stick to political retaliation. European foreign ministers rejected American calls for economic sanctions and a cutting of all diplomatic ties with Libya at their Monday meeting. But they did name Libya for the first time in a statement denouncing terrorism, and decided to impose curbs on the movement of Libyan diplomats and citizens. Analysts believe the US could get even stronger demonstrations of support.\n''If Reagan tries to isolate Qaddafi diplomatically with a coherent policy, then the Europeans can be forced to come around,'' suggests Philippe Moreau-Defarges of the French Institute of Foreign Relations. ''But if Reagan continues to act like Rambo, then there will be problems.''\nLibyan reprisals could pose similar problems. They would confirm European suspicions that President Reagan has both overreacted and failed to solve the terrorist problem. The Libyan envoy in Paris, Hamed Houderi, promised Tuesday that his country would use ''all ways possible to defend itself.'' In response to this veiled threat, European governments stepped up police security around official buildings and embassies.\n''The United States responded to terrorism by making war,'' complains Daniel Hernand of the French Institute of Military Studies. ''If the Libyans now unleash a series of attacks, it would produce a panic at the heart of the alliance.''\nAs powerless as they feel against such attacks, the Europeans also are frustrated by their unwanted involvement in a conflict not of their choosing. This dilemma was illustrated by two incidents related to the attack.\nFrench officials said US bombs hit a building next to the French Embassy in Tripoli. Shocks from the explosion destroyed the embassy's back wall. No one was hurt, but French officials said official business would be upset. In Spain, an American F-111 on its return from Libya was forced to make an emergency landing yesterday at Rota Air Force Base. The American military presence in that country remains a burning national issue, and the Spanish government was relieved to see the bomber fly back to Britain later in the day.\n''We opposed the American action (in Libya),'' said Spanish Foreign Ministry spokesman Inocencio Arias in a telephone interview. ''But it was an emergency.''\nIn Paris tomorrow, European foreign ministers meet in an emergency session.\n\nGraphic\n\n \nPicture, Building allegedly destroyed by US bombing; photo provided by Libya news service JANA, AP"
}