{
    "title": "Europe tries to sharpen antiterror efforts",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 12,
    "day": 1,
    "full text": "While the United States fights abroad to prevent terrorism at home, Europe is increasingly confronting the problem in its own backyard.\nIndeed, the recent murder of Dutch filmmaker and Islam critic Theo Van Gogh, allegedly by a Muslim radical with Dutch and Moroccan citizenship, gave fresh impetus to toughen antiterror measures. But investigators warn that the Europe is still dangerously far from harmonizing counterterrorism efforts.\n\"I think this is a problem for Europe,\" says Rafael Gasso, the chief inspector for the Spanish police, and current president of the European Council of Police Unions. \"If we don't advance … we will have problems in the future.\"\nThe murder of Mr. Van Gogh raised awareness of the different ways European countries confront fundamentalism in their Muslim communities.\n\"This was our wakeup call,\" says Dick Leurdik, a terrorism specialist at the Netherlands Institute of International Relations.\nEurope's war on terror can claim key victories, such as the ongoing prosecution of Madrid bombing suspects. But hitches in intelligence sharing remain.\nGerman security officials, for example, have been at pains to improve data sharing since the Sept. 11 attacks, with only marginal success, say critics. \"The police don't know what the police know,\" says Bodo Franz, the Hamburg state police's top terrorism investigator, echoing a common refrain.\nRivalries between Germany's three major law enforcement agencies and the complexity of the country's security structure is hampering Germany's antiterrorism efforts, says Klaus Jansen, head of Germany's criminal investigators' union.\n\"They gather information, each on their own, and don't compare it to one another,\" says Mr. Jansen, one of German law enforcement's most persistent critics.\nThe same criticism is made across Europe. Following the Madrid terrorist attacks in March, a top German justice official complained that Spanish police guarded information on the attackers rather than contact other investigators for help.\nEuropean Union counterterrorism coordinator Gijs de Vries, appointed after the Madrid attack, is acting to rectify this lack of cooperation.\nIn recent months, the EU established a center for intelligence analysis that brings together experts from intelligence and security services. There is also talk of introducing two biometric identifiers on each European identity card to combat fraud, an easy way for terrorists to slink in and out of the EU. But Mr. de Vries, in testimony to members of the US Congress in September, acknowledged his limited power.\n\"Most of the instruments and competencies in the fight against terrorism remain in the hands of the member states,\" he said.\nUntil recently, those methods have varied. Britain and France, countries accustomed to dealing with domestic terrorism, have taken tough approaches against Islamic fundamentalism. Britain's 2002 antiterror law made it the only European country to suspend article five of the European Convention on Human Rights, which forbids the arbitrary detention of suspects without appearing before a judge.\nFrance's strict separation of church and state has enabled prosecutors to crack down on Muslim imams who rail against the West in their Friday sermons.\nSpain's reportedly low burden of proof to arrest terror suspects has encouraged the extradition of Hamburg businessman Mamoun Darkanzali there. Prosecutors investigated the German-Syrian citizen since shortly after Sept. 11, but never found enough evidence to charge him.\nBut Spanish judge Balthasar Garcon claims Mr. Darkanzali has ties to the Madrid bombers and charged him with recruiting jihadis. A new EU-wide arrest warrant that eases extradition could bring him to Spain in a few weeks.\n\"The fundamental problem is that European states have different legal systems,\" says Mr. Franz.\nGermany is sharpening its watch over the country's Muslim community. Interior Minister Otto Schily wants to set up a central register of Islamic extremists.\nBoth German and Dutch politicians have called for easier deportation of foreigners with extremist tendencies.\nThe proposals may resemble the US Patriot Act, but experts say Europe isn't ready to to go much further in changing criminal or immigration legislation - yet.\n\"I don't think we should change our point of view,\" says Franz. \"But that may change, depending on a[n] … attack.\"\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: November 30, 2004"
}