{
    "title": "Europe's terrorism fight impeded by differences; Each European Union member has its own legal standa",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 3,
    "day": 24,
    "full text": "The savage train bombings in Madrid have awakened Europeans to the danger of global terrorism. But a myriad of differing legal and cultural standards complicate Europe's ability to respond to the threat.\nSince the March 11 attacks, which killed 190 people and injured more than 1,800 others, the 25 current and soon-to-be members of the European Union have been scrambling to shore up defenses against al-Qaida and other Islamic extremist movements believed active within Europe's large Muslim communities.\nThe Madrid carnage raised alarm bells about security at this summer's European soccer championships in Portugal and the Summer Olympics in Athens, Greece.\nSince the bombings, successive meetings of the bloc's police, justice and foreign ministers have produced pledges to improve cooperation among police and security services and to share information on extremist organizations that operate across the continent's borders.\nEU heads of government are expected to sign off on those proposals when they meet in Brussels Thursday for a two-day summit.\nAmong other measures, EU leaders are expected to agree to appoint an \"anti-terrorism czar\" to enhance coordination between police, judicial authorities and intelligence services, as well as boost efforts to dry up terrorist finances.\nHowever, putting those plans in effect won't be easy on a continent where national borders have not entirely disappeared, despite all the moves toward integration in recent years.\nFollowing the Madrid train bombs, the EU Commission criticized member states for among other things, not even agreeing to a common legal definition of terrorism.\nSome European countries, notably Germany, Italy, Britain and Spain, have successfully battled homegrown terrorists. France's intelligence service is among the world's best in tracking Islamic underground movements, especially those from North Africa.\nIntelligence resources in some smaller EU members are meager.\nMoreover, each EU member state has its own legal traditions and security services, which jealously guard their own turfs. Spy services of major countries such as France, Britain and Germany have resisted distributing intelligence information throughout the bloc for fear of security leaks.\nLegal standards vary widely among the 25 sovereign EU nations. In Belgium, for example, it is nearly impossible for security services to tap phones of suspected terrorists.\nSome Islamic extremist organizations sought in France are believed to have cells in Belgium.\nStrict financial laws make it difficult for authorities in Sweden and Germany to track the movement of money by groups suspected of terrorist links.\n\nLoad-Date: March 24, 2004"
}