{
    "title": "Even terrorists take pains to present a good image",
    "publisher": "st. petersburg times ",
    "year": 1992,
    "month": 4,
    "day": 21,
    "full text": "Maybe I'm on the wrong mailing list.\n \n    For almost 10 years now, I've been getting letters, telephone calls and even visits from people who are supposed to be part of a terrorist organization that kills Americans.\n \n    The people who write the letters, make the phone calls and pay the visits all seem pleasant enough. Most of them know me personally, or at least know where I work and what I do.\n   I'm not totally thrilled about consorting with people my government considers terrorist killers, but the calls and mail I get are probably more interesting than your average L. L. Bean catalog or the telephone solicitors hawking cemetery lots.\n \n    What these supposed terrorists want, of course, is a little favorable publicity for their cause. By keeping on good terms with enough journalists, they hope to transform their public image in America from terrorists to freedom fighters.\n \n    Probably the most successful image-polishing outfit like this in recent years has been the Palestine Liberation Organization.\n \n    Remember the days when the letters PLO meant terrorism?  That's all in the past now. The PLO has become media-savvy.\n \n    Now, instead of being represented on television by sinister types such as Yasser Arafat, the PLO trots out the warm and motherly likes of Hanan Ashrawi. Whoever decided to put her on should get an award. Americans have taken to Ashrawi in a big way, and the PLO is now numbered among the good guys.\n \n    But the PLO isn't the outfit I had in mind in writing this column.  The group I was thinking of is the Iranian People's Mojahedin.\n \n    This is the outfit that's been trying to take over Iran for almost 20 years. Don't confuse it with the similarly named mujahedin guerrillas now taking over Afghanistan. The Mujahedin of Afghanistan are supposed to be our friends. The Mojahedin of Iran aren't.\n \n    This isn't as confusing as it sounds.\n \n    While trying to take over Iran in the 1970s, the People's Mojahedin fought, naturally enough, against the shah of Iran, Mohammed Reza Pahlavi. And not surprisingly, while fighting the shah it came into conflict with the people who put him in office, America's Central Intelligence Agency.\n \n    It seems that the Mojahedin fighters while opposing the shah killed five or six Americans. At least that's what a State Department official told me the other day. Just who those Americans were or what they were doing in Iran at the time, he wouldn't say.\n \n    The Mojahedin has been on the State Department's list of terrorist organizations ever since.\n \n    Never mind that the Mojahedin went on to oppose the virulently anti-American government of Ayatollah Ruhollah Khomeini. Never mind that they're opposing the current government in Tehran led by the supposedly moderate President Hashemi Rafsanjani.\n \n    What counts is that these people apparently killed some Americans almost 20 years ago. What counts even more these days is that the Bush administration is bending over backward to become friends with Rafsanjani and doesn't want to get him mad by being nice to his enemies.\n \n    But whatever our government thinks of it, the Iranian People's Mojahedin has kept up a sizable and active presence in the United States, something I can attest to personally.\n \n    Mojahedin officials have been trying to butter me up for almost 10 years now. They send all kinds of pamphlets about their cause and call on the phone to alert me to certain news stories.\n \n    When I was living in St. Petersburg, they even sent down one of their guys who met me at Tampa airport to show me a videotape of a Mojahedin military parade and an interrogation session with a captured Iranian soldier. Here in Washington, they invite me to lunches and news conferences.\n \n    Whether these guys are as bad as the State Department claims is a question I can't answer. The Mojahedin people I've dealt with over the years have all been bright, extremely polite men in their 30s and 40s who wear expensive suits and carry a briefcase.\n \n    The possibility that they, like Hanan Ashrawi, are fronts for people who are a lot less pleasant is one I can't exclude.\n \n    While I'm at it, you might also find it interesting to know that I used to get letters on a regular basis from an outfit that bragged to me every time one of its assassins killed a Turkish diplomat.\n \n    This group, the Armenian Secret Army for the Liberation of Armenia, or ASALA, always sent its letters with an Athens, Greece postmark and always went into great detail about how this or that Turkish official was blown to pieces.\n \n    Even though the ASALA has continued killing Turkish officials on a regular basis, I stopped receiving its letters a few years ago.\n \n    Probably the most disturbing letter I ever got from a terrorist outfit was one I received while living in Rome. It was from the Red Brigades, the gang that murdered dozens of Italians, including a prime minister, while terrorizing the country during the 1970s.\n \n    The letter gave instructions on how I would find an interesting package hidden behind the water closet of a men's room toilet in a coffee bar near my office. I followed the instructions, found the package, took it back to my office and called Italy's anti-terrorism police.\n \n    When the cops arrived and opened the package, they found several stacks of Red Brigades posters and leaflets claiming that the gang had killed somebody whose name I forget. After about two hours of questioning, the cops let me keep one of the leaflets. I still have it  stuffed in a box someplace.\n \n    For a few weeks after that, my office telephone made strange clicking noises whenever I picked up the receiver. I always assumed it was the anti-terrorism police listening in.\n \n    But I never heard from the Red Brigades again and that was just fine with me.\n\nLoad-Date: November 3, 1992"
}