{
    "title": "Even Safer Reactors Imperil Environment",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 13,
    "full text": "To the Editor:\nDescriptions of the next wave of nuclear reactors have taken a distinctly Orwellian tone (''Experts Call Reactor Design 'Immune' to Disaster,'' Science Times, Nov. 15). Immunity from disaster is relative. The Nobel Prize physicist Hannes Alfven once quipped that such claims imply a ''technological paradise where no acts of God can be permitted.''\nThe real world is less forgiving. Israel's 1981 bombing of a nuclear reactor under construction in Iraq and Iraq's 1984 attacks on unfinished Iranian reactors are cases in point. In the wake of a car bomb attack on the United States Marine barracks in Beirut, an international task force on prevention of nuclear terrorism, comprising leading authorities from nine countries, warned of similar car bombing possibilities at reactor sites. Reactors that house the radiation equivalent of hundreds of thousands of Hiroshima-size atomic bombs cannot be characterized as being as safe as a chocolate factory, as some pundits depict nuclear power.\nThe task force found a variety of ways terrorists could attack reactors, and ''the consequences for urban and industrial societies could be catastrophic.'' Contributing factors include the growing incidence, sophistication and lethalness of conventional forms of terrorism and the evidence of state support and sponsorship of terrorist groups. The Nuclear Regulatory Commission and nuclear utilities have so far ignored the task force's key conclusion: that reactors should be retrofitted with protective perimeters and independent bunkered control rooms, measures that the Swiss and West Germans are implementing to prevent ''outside'' terrorism or ''inside'' sabotage.\nRecent Congressional testimony has shown that even if the new reactor design could drop the price of nuclear electricity by 70 percent, as its proponents say, it would still not be cost-effective against a large pool of energy-efficiency investments. Disregarding this will not only lead to needless expenditures by ratepayers, but will also greatly retard the rate at which we can cut carbon emissions and slow the greenhouse warming effect.\n \nCLAUDINE SCHNEIDER\nMember of Congress, 2d Dist., R.I.\n  Washington, Nov. 25, 1988"
}