{
    "title": "EVEN MUSLIM LEADER KNEW 'SOMETHING WRONG' WITH HIM",
    "publisher": "daily news ",
    "year": 2009,
    "month": 11,
    "day": 8,
    "full text": "THE FORT HOOD gunman was rejected for a position as a Muslim lay leader at the Army base because \"something just didn't seem right,\" a mosque official revealed yesterday.\nOsman Danquah, co-founder of the Islamic Community of Greater Killeen, said he was deeply troubled by two conversations with Maj. Nidal Hasan over the summer.\nHasan, a psychiatrist, seemed incoherent and obsessed with the question of what to tell soldiers about fighting fellow Muslims in Iraq and Afghanistan.\n\"But what if a person gets in and feels that it's just not right?\" Danquah remembers Hasan asking.\n\"I told him, 'There's something wrong with you,' \" Danquah said.\nThe conversation took place months before Hasan, 39, stormed into a predeployment center and shot dead 13 people and wounded dozens more.\nOne of the injured, Pfc. Najee Hull, 21, told his brother the shooter came at him, shouting, \"God is great!\" in Arabic before firing, the brother said.\nHe was hit in the right leg and fell.\n\"He was crawling when Hasan shot him twice in the back,\" Nate Hull said. \"He muscled up all the strength he had and got out.\n\"He could have been killed if he got shot a couple inches higher,\" he said. \"Thank God, he didn't.\"\nInvestigators are sifting through contradictory witness accounts about whether Hasan shouted \"Allahu Akbar\" before he opened fire.\nThey're also trying to pinpoint a motive amid reports Hasan was upset about being shipped to Afghanistan and had complained he was persecuted because of his faith.\nOfficials have said they have no evidence the shooting was terrorism, but at least one lawmaker disagrees.\n\"I consider this an act of terrorism,\" said state legislator Sid Miller, who represents Fort Hood. \"He didn't just snap. He deserves to be punished to the fullest extent of the law.\"\nHasan was born in America to Palestinian parents who emigrated from Jordan. His extended family in the West Bank said the accusations against him were unfathomable.\n\"He is a doctor and loves the U.S.\" his grandfather, Ismail Mustafa Hamad, said from his home in the Palestinian town of al-Bireh. \"America made him what he is.\n\"Whether he became angry or something else, I don't know. What I do know is that it is impossible that he would do something like that,\" said Hamad, 88.\nPresident Obama is set to attend a memorial service Tuesday at Fort Hood.\n\nLoad-Date: November 9, 2009"
}