{
    "title": "Events hint at stepping-up of global terrorism; Suspects rounded up recently in Turkey and Jordan we",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 5,
    "day": 9,
    "full text": "A series of recent developments on the war on terrorism, barely noticed in the United States, suggests that the threat of Islamic extremism is more widespread than ever.\nOn Monday, Turkish authorities charged nine members of an al-Qaeda-linked group with planning to bomb next month's NATO summit in Istanbul, Turkey, which President Bush is scheduled to attend. That followed the April 26 televised confessions of suspects allegedly caught trying to build a chemical bomb that authorities said could have killed tens of thousands in Jordan's capital, Amman.\nIn Saudi Arabia, militants shot dead two Americans, two Britons and an Australian on May 1 at an oil company's offices, prompting the company to evacuate its employees.\nIn Syria on April 27, a gym teacher died in a cross fire between extremists and police. On Monday, a car bomb exploded in southwestern Pakistan, killing three Chinese engineers who had been helping to build a multimillion-dollar seaport.\nMost of these disparate events, all of which occurred over the last 14 days, received scant attention in the United States, where the Iraq prisoner-abuse scandal has dominated the headlines. But they are the most recent indications that the threat of Islamic terrorism - and the transnational battle against it - is intensifying. There appear to be an increasing number of operations targeting a broader area, experts say.\nLooked at one way, the recent episodes show that law enforcement and intelligence agencies have been able to prevent at least some terrorist attacks - and have vigorously pursued those accused of planning them. Yet the military and police actions against extremists clearly have not stopped their confederates from hatching chilling new plots.\nIslamic militants \"are trying to expand the battlefield and exhaust the United States, creating widespread fear,\" said Magnus Ranstorp, a terrorism specialist at the University of St Andrews in Scotland.\nWhether they know it or not, Americans have a huge stake in the success of antiterror officials thousands of miles from their shores. A major bomb blast in Amman, even without chemicals, could have destabilized a reliable U.S. ally in the Middle East. And a successful attack against the NATO summit in Istanbul, even if it didn't kill any world leaders, would have been a huge symbolic victory for terrorists.\n\"The more effective the European security and intelligence services are, the better the chances are that we aren't going to get struck, because these people and these networks are being picked up in Europe before they can get to us,\" said Nick Pratt, a retired U.S. Marine colonel and intelligence expert with the George C. Marshall European Center for Security Studies in Germany.\nSince the Sept. 11, 2001, attacks, European authorities have detained hundreds of Muslim extremists. In some cases, they may have acted without enough evidence for criminal convictions. In Rome last month, courts acquitted two sets of Muslim defendants of planning bomb attacks on American interests, including the U.S. Embassy and a military cemetery.\nBut they are acting nonetheless. Since the Madrid train bombings killed 191 people March 11, authorities appear to have redoubled their efforts, with some countries moving to expel radical imams.\nU.S. officials say that more than two-thirds of al-Qaeda leaders have been killed or captured, and as many as 4,000 people have been arrested on terrorism-related charges worldwide. But some experts believe the war on terrorism - and the U.S.-led war in Iraq - has inspired a host of new recruits who are operating in loosely affiliated, independent cells.\n\"The U.S. invasion of Iraq increased the worldwide threat of terrorism many times over,\" said Rohan Gunaratna, author of Inside al Qaeda: Global Network of Terror. \"Even moderate Muslims are angry about the invasion and post-invasion developments. This animosity toward the United States makes it easier for terrorist and extremist groups to continue to generate recruits.\"\nRichard Evans, a terrorism expert and editor of Jane's Terrorism and Insurgency Center, in London, said, \"These days, al-Qaeda really is just a merchant banker of global Islamic militancy. The modern face of global Islamic militancy is very disjointed and extremely diffuse. There are all kinds of different groups and different networks operating around the world now.\"\nIn Turkey, where four suicide truck bombs killed 63 people in November, officials said they had been watching and listening to the NATO summit plotters for up to a year. When they finally moved in, they said, they seized handguns, rifles, explosives, timers, mobile telephones, bomb-making pamphlets, and 4,000 compact discs containing instructions from Osama bin Laden.\nThey said the suspects were members of Ansar al-Islam, a radical group that operates in northern Iraq.\nTurkish newspapers reported Tuesday that authorities believed three of the suspects intended to carry out suicide attacks against Bush at the June summit. One of the men had lived in Pakistan for six years, where he received flight training, a newspaper said.\nDetails are still somewhat sketchy about the plot in Amman. On April 26, Jordanian authorities broadcast taped confessions from suspects who said they had planned to set off a chemical bomb - what kind of chemical was not disclosed - near the Jordanian intelligence headquarters in Amman. Authorities said it could have killed as many as 80,000 people.\nA statement was later issued attributed to Jordanian-born Abu Mussab al-Zarqawi, who is believed to be responsible for several suicide attacks against civilians in Iraq. The statement confirmed the bomb plot but denied that chemicals would have been used.\nThe plot also called for attacks on the prime minister's office and the U.S. Embassy in Amman, Jordanian officials said on state television. Six suspects were arrested and four others were killed in a series of recent raids, security officials said.\nThe Amman and Istanbul operations came after a series of other arrests in Europe since the March 11 Madrid bombings. On April 6, for example, U.S. and British agents reportedly uncovered a possible plot to use the lethal chemical osmium tetroxide to kill large numbers of civilians in the United Kingdom.\nEurope is seen as facing a larger indigenous terror threat than the United States, because it is home to larger numbers of Islamic extremists and is closer to North Africa and the Middle East.\nExtremists also have targeted certain Islamic countries allied with the United States, particularly Saudi Arabia, which faces a home-grown threat, and Turkey, which is seen as a crucial battleground.\nCounterterrorism efforts by European and Middle Eastern intelligence agencies \"have been very successful, relatively speaking. We know what they think about, we know how they operate,\" said Ranstorp, the terrorism expert. \"But of course . . . you can't watch all individuals all the time.\"\nSaid Evans: \"In Western Europe, another successful terrorist attack is a case of 'when,' not 'if.' \"\nContact staff writer Ken Dilanian at 215-854-2405 or kdilanian@tin.it.  \n\nGraphic\n\n \nPHOTO;\nAssociated Press\nAbdullah al-Taimani, 13, recovers in Yanbu, Saudi Arabia, from wounds caused by a grenade thrown while police chased suspects in the attack on an oil company's offices May 1.\n\nLoad-Date: August 25, 2005"
}