{
    "title": "Even in an Age of Terrorism, Towers Are Sheathed in Glass",
    "publisher": "the new york times",
    "year": 2004,
    "month": 9,
    "day": 6,
    "full text": "For three years, ground zero has been the province of ruin and rough edges. Now it is assuming a diaphanous new face. Floor by floor, the new 7 World Trade Center is being sheathed in 538,420 square feet of glass, more than 12 acres of transparency.\n That is just the beginning. Glass-clad structures are to rise all around the site where the twin towers stood. Beyond this crystalline precinct, dozens of other buildings with sleek glass skins are under development or newly completed, reflecting the current architectural penchant for clarity, luminosity, permeability and weightlessness.\n Defying concerns after the attack on New York three years ago that post-9/11 construction would be dominated by brute concrete bunkers, the designers of significant new public and private buildings in the city are turning again and again to glass facades.\n At first, it seems counterintuitive to embrace such an apparently fragile building material when structures are supposed to be hardened against terrorist bombings. The paradox is that much greater at ground zero, where thousands of windows were destroyed on Sept. 11, 2001, even in buildings that were otherwise largely undamaged.\n ''It is evident that glass in tall buildings or any buildings would cause serious injuries in the event of a bomb blast,'' said Monica Gabrielle, co-chairwoman of the Skyscraper Safety Campaign, whose husband, Richard, died in the trade center attack. ''Why is it that we have not learned or just plain refuse to learn any lessons?''\n But the engineers and architects of the new generation of glass buildings said that many lessons have been learned, especially after Hurricane Andrew in 1992 and the Oklahoma City bombing of 1995. While no facade could withstand an assault as catastrophic as that on the trade center in 2001 and while their first concern is to prevent progressive structural collapse, which brought down the twin towers, they said glass curtain walls can perform protectively and resiliently against some blasts, holding panes in place or greatly limiting the amount of flying debris.\n Strengthened by tempering and lamination, then set into aluminum curtain walls or steel cable nets that can absorb some of the impact from a blast, glass is both a reasonable facade material and a desirable one, the designers said.\n Safety is further enhanced by creating the greatest possible distance between a building and a vehicle-borne bomb. The new World Trade Center transportation hub, for example, will be surrounded by a large public plaza. ''That's purposeful,'' said Robert Ducibella of Ducibella Venter & Santore, security consulting engineers to the project. ''If we have this jewel, we want to provide reasonable standards for protecting it.''\n The new Hearst Tower on Eighth Avenue, between 56th and 57th Streets, designed by Foster & Partners, is set back from all three streets, as it rises from within the shell of a 1928 landmark structure. Seven World Trade Center has a built-in barrier in the form of a 125-foot-high concrete podium housing a Con Ed substation.\n\nTwo Ages, Coexisting\n ''How can we have glass in an age of terrorism?'' asked Carl Galioto, a partner in Skidmore, Owings & Merrill, architects of 7 World Trade Center, the Freedom Tower at the trade center site, the Time Warner Center on Columbus Circle and the proposed expansion of Pennsylvania Station into a glass shell set behind the general post office.\n ''I don't believe any time period is defined by one label,'' Mr. Galioto said. ''It's inaccurate and somewhat superficial. We're also living in age when we're trying to make work environments more livable. We're looking to introduce more daylight into work space, to reduce energy consumption, to reduce carbon emissions. It's the age of terrorism but it's the age of sustainable design. They're coexisting.''\n They can coexist because of advances in the design of framing systems and in the treatment of glass. ''The level of performance is phenomenal compared with glasses of only 15 years ago,'' said Cesar Pelli of Cesar Pelli & Associates, the architects of 731 Lexington Avenue, between 58th and 59th Streets, the future headquarters of Bloomberg Media.\n Common annealed glass breaks fairly easily into jagged shards. Much stronger tempered glass breaks more benignly into pebbles, but these can be propelled like bullets by a blast. However, when glass is laminated with one or more layers of a substance like polyvinyl butyral, the pieces are held in place even if the pane breaks. (Think of a shattered car windshield that remains largely intact in its frame.)\n ''It is unlikely that the untrained eye could distinguish between laminated, tempered or ordinary annealed glass, yet in terms of safety there is a major difference,'' said Tim Macfarlane of Dewhurst Macfarlane & Partners, an engineering firm based in London and New York. ''Images of glass facades destroyed by the many bombs that were detonated in the U.K. in the last 30 years were depicting facades that had not been designed for this sort of event.''\n Another misperception cited by some designers was the seeming solidity of curtain walls in which windows are punched out of surrounding masonry. ''It's purely an illusion to believe that punched windows and a thin stone curtain wall will afford any more protection,'' Mr. Galioto said. \n Laminated glass will be used at the base of 7 World Trade Center and throughout the Hearst Tower, in curtain walls manufactured by Permasteelisa Cladding Technologies. ''The skin is meant to absorb and dissipate the load,'' said Alberto De Gobbi, the company president.\n Curtain walls help control breakage by deforming in response to a nearby blast, thereby partly relieving the intensity of the load that the glass itself must resist, said Robert Smilowitz, a principal in Weidlinger Associates, an engineering firm with decades of experience in blast resistance. ''In this age of protection against terrorism, architecture doesn't have to suffer,'' Dr. Smilowitz said.\n\nTesting at White Sands\n Weidlinger put the idea of a protective curtain wall to the test in 1998 in its work on a federal building and courthouse in Las Vegas. A full-scale mockup of part of the curtain wall was erected inside a blast simulator at the White Sands Missile Range in New Mexico. Explosive charges were set off. (Dr. Smilowitz is not permitted to reveal the magnitude.) Only 3 of 27 panes in the mockup were damaged, he said, with no debris.\n The White Sands simulator was used again in 2002 to test a 15-by-30-foot section of a curtain wall manufactured by Enclos Corporation for the Bronx Criminal Court Complex on East 161st Street, designed by Rafael Vinoly Associates and DMJM. \n The Bronx project was under way before the bombing of the Alfred P. Murrah Federal Building in 1995. ''Oklahoma City changed the whole design criterion for the Bronx criminal courthouse,'' said Charles Blomberg, an architect and the technical director of the Vinoly office. ''But the idea of a transparent building was maintained.''\n The project was delayed for several months while a task force including the Police Department and a threat-assessment analyst developed criteria for blast resistance, which Mr. Blomberg said he could not disclose. ''We were able to adjust the strength and structure of the curtain wall to accommodate these new parameters,'' he said.\n Both the Hearst Tower and the new headquarters of The New York Times on Eighth Avenue, between 40th and 41st Streets, were in development when the trade center was attacked. In the aftermath, Hearst elected to keep its glass facade but ''reviewed every piece of the puzzle,'' said Brian Schwagerl, the director of real estate and facilities planning, upgrading the design and the materials at a premium of about 10 percent over the original cost of the curtain wall, which he would not specify.\n The New York Times Company also retained its planned curtain wall, designed by the Renzo Piano Building Workshop and Fox & Fowle. But after Sept. 11, it made a ''multi-million dollar investment in hardening various aspects of the structure and strengthening frames and windows that could be subject to a blast,'' said David A. Thurm, vice president for real estate development. ''For obvious reasons, there is limited information we can provide about the precautions that we have taken against blasts.''\n When it gets to specifics, almost everyone demurs, in part because specifying the level of blast resistance is almost an invitation to terrorists to concoct a higher charge. \n But there are performance standards, developed by the General Services Administration and the Interagency Security Committee, to gauge response to a blast.\n They range from the safest condition, No. 1, in which the glazing does not break, to condition No. 5, in which glazing cracks, the window system fails catastrophically and fragments hit a wall 10 feet away at a height greater than two feet. Under intermediate conditions, the glazing cracks but fragments land on the floor closer to the window.\n\nUpdating the Building Code\n The current building code does not contain specific requirements for curtain walls that would resist terrorist attacks, said Patricia J. Lancaster, the city buildings commissioner. But the new code, a synthesis of the International Building Code with technical requirements tailored to New York City, will consider the effects of such extreme events.\n Ms. Lancaster gave an example of how standards must navigate a razor's edge: laminated glass may seem like an ideal solution until one asks how easily firefighters can gain access from the outside in the event that the hazardous event has occurred within. \n Though it is obvious to focus on the building shell, engineers concerned with safety and security concentrate first on the core. ''The single biggest determinant in how a building performs is maintaining the structure intact and maintaining the egress intact,'' said Leo E. Argiris, an engineer and a principal in Arup, a company that leads the team designing the Fulton Street Transit Center.\n Silverstein Properties is promoting those qualities at 7 World Trade Center, which it is developing. ''Our view has always been that the primary safety systems were the structural and other systems that maximize, beyond existing code, the stability and emergency exiting capacity,'' said Janno Lieber, the trade center project director for Silverstein. ''The tenants we are dealing with are sophisticated and understand that the material on the outside isn't the determinant of their safety.''\n Ultimately, the level of any protection turns in part on economics. ''We can make certain windows more blast resistant than others,'' said Gordon H. Smith of the Gordon H. Smith Corporation, a consulting firm specializing in exterior walls. ''That's a dollars and cents issue. If we're talking about rebuilding every office building in the country as the Pentagon, what we'd be saying is, 'Build no buildings.'''\n And it turns in part on trying to anticipate the unfathomable. ''As much as you'd like to protect all people and all spaces, that may not be achievable in a random event,'' Dr. Smilowitz said.\n Architects have faced the unfathomable before. The city's first generation of glass towers -- the United Nations Secretariat, Lever House, the Seagram Building -- took shape under the cloud of atomic war. In 1951, for instance, as Lever House neared completion on Park Avenue, an unprecedented daytime air-raid drill stopped traffic throughout the city and emptied every street of pedestrians.\n Both then and now, the embrace of glass might be thought of as the architectural equivalent of whistling past the graveyard or, more positively, as a declaration of faith.\n\nA Metaphor for Optimism\n ''Isn't the glassiness of the buildings, the transparency of them, a metaphor for much-needed optimism and a much-needed perception that what's going on inside the corporate or governmental world is not secret?'' asked Robert A.M. Stern, dean of the Yale School of Architecture.\n Yes, said Richard Cook, a partner in Cook + Fox Architects, designers of the 54-story Bank of America Tower that is to rise on the Avenue of the Americas, between 42nd and 43rd Streets. ''The ideal of modern banking is open, clear, transparent,'' he said, ''as opposed to hidden behind vaults in three-piece suits.''\n Yes, said Mr. Thurm of The Times. ''A key goal for our new building is to enhance the work environment for our employees,'' he said, ''and one of the significant enhancements will be an emphasis on natural light and views.''\n Yes, said Michael D. Garz of the Downtown Design Partnership, a joint venture of STV and DMJM & Harris, working with Santiago Calatrava on the trade center transportation hub being built by the Port Authority of New York and New Jersey.\n ''Its transparency is part of the power it has as a symbol,'' Mr. Garz said. There are practical reasons, too, for creating an enormous skylight over the terminal, which will connect to the extensive network of passageways under the new trade center and to the similarly glass-enclosed Fulton Street Transit Center. ''We've promised people daylight as they move through this enormous, enormous site,'' he said.\n ''Transparency is something we've become accustomed to, the ability to have light enrich our interior environments,'' Mr. Garz said. ''We're still trying to attain humanistic goals.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: The Bronx Criminal Court Complex, with a glass surface despite security concerns. (Photo by Librado Romero/The New York Times)(pg. B1)\nA glass skin covers the Time Warner Center at Columbus Circle, a building designed by Skidmore, Owings & Merrill.\n Inside the construction site at 7 World Trade Center on Friday, glass panels were stacked up, ready for installation in the outer shell. (Photographs by Ruby Washington/The New York Times)(pg. B4)Chart: ''A Stronger Glass Wall''The ability of a glass curtain wall to deform in response to a nearby blast thereby partially relieving the intensity of load the glass must resist is demonstrated in these computer-generated images of a one-floor section of the facade designed in 1998 for the Lloyd D. George Federal Building and United States Courthouse in Las Vegas.Diagram of a building structure with the glass curtain wall highlighting the following:BUILDING STRUCTURECURTAIN WALLFLOOR SLABCOLUMNFLOOR BEAMLAMINATED GLASS PANES ADHERED TO FRAMEWORKCONNECTORS TRANSFER BLAST LOAD TO FLOOR STRUCTUREDiagram of a blast resistant wall showing the effects after a blast.Framework deforms, but the individual panes of laminated glass, fastened with structural silicone sealant, remain intact.(Source by Weidlinger Associates, Inc.)(pg. B4)\n\nLoad-Date: September 6, 2004"
}