{
    "title": "Event could spur Congress on terror backstop",
    "publisher": "business insurance",
    "year": 2013,
    "month": 4,
    "day": 22,
    "full text": "The Boston bombings appear unlikely to trigger the federal government's terrorism insurance backstop established by the Terrorism Risk Insurance Act of 2002.\nThe program, which is slated to expire at the end of 2014 unless extended by Congress, contains a complex system of triggers that must be pulled before any federal funds are disbursed.\nHowever, experts say the attack could spur action on reauthorization.\nU.S. Rep. Michael Grimm, R-N.Y., chief House sponsor of a bipartisan bill that would extend the terrorism insurance program through 2019, said an act of terrorism must be certified jointly by the secretaries of State and Treasury as well as by the U.S. attorney general, and losses must exceed $5 million.\nThe federal government will share in an insurer's losses only if the industry's aggregate insured losses from certified acts of terrorism exceed $100 million, with the amount of the government share depending on the size of uninsured losses.\nIn addition, each insurer is responsible for paying out a certain amount in claims - a deductible - before receiving federal coverage.\nAn insurer's deductible is proportionate to its size, equaling 20% of an insurer's annual direct earned premiums for TRIA-covered lines. Once the $100 million aggregate loss threshold and 20% deductible are passed, the federal government is to cover 85% of each insurer's losses above its deductible losses total $100 billion. If the government incurs losses due to an act of terrorism, Treasury can recoup them by applying a surcharge to future insurance premiums.\n\"This event will not trigger TRIA. There's no question about that,'' said Robert Hartwig, president of the New York-based Insurance Information Institute Inc.\nHopefully, the bombings will help Congress understand the threat of terrorism \"is real, it's here, and the act certainly needs an extension,'' said Mr. Hartwig, who along with his wife, was at the marathon to see his son cross the finish line, which happened before the attack.\n\"From a TRIA perspective, it's certainly a wake-up call,\" said Aaron Davis, managing director at Aon Risk Solutions' property practice in New York. \"It remains to be seen\" whether this will be considered a certified terrorist event under the federal program, he said.\n\"As an untested backstop and product, I think there are a lot more questions than answers,\" he said.\n\"That was always going to be a hard sell, getting our lawmakers to renew that,\" said Howard Mills., director and chief adviser at the insurance industry group at Deloitte & Touche USA L.L.P. in New York. \"This obviously may change that.\"\nThe events in Boston likely will make those involved in discussions about the future of TRIA \"more sensitive to the potential\" for terrorist attacks on U.S. soil, said Mike Nelson, chairman of law firm Nelson Levine de Luca & Hamilton L.L.C. in New York.\n\nLoad-Date: April 25, 2013"
}