{
    "title": "Events could complicate war against terrorism",
    "publisher": "santa fe new mexican",
    "year": 2001,
    "month": 10,
    "day": 21,
    "full text": "Understanding your world\nToday we enter the third week of the war against al-Qaeda, its leader Osama bin-Laden, and their host and supporter, the Taliban regime that governs most of Afghanistan.\nLast week, U.S. defense officials acknowledged that small numbers of elite U.S. Special Forces troops were already on the ground in southern Afghanistan. Part of a Central Intelligence Agency political operation, the Special Forces troops, we are told, are in contact with tribal factions opposed to the Taliban.\nTheir presence heightened speculation that the U.S.-led alliance against terrorism is about to begin ground operations within Afghanistan itself. President George W. Bush refused to comment directly on the presence or imminent presence of U.S. troops, nor would National Security Advisor Condoleezza Rice. But the President repeated once again that \"we will do whatever is necessary to achieve our objective.\" Secretary of Defense Donald Rumsfeld said that air power alone could never do the job, noting that \"you don't do it with conventional capabilities. You do it with unconventional capabilities … (aircraft) can't crawl around on the ground.\" British Prime Minister Tony Blair, who has become the most public voice of the alliance, intensified speculation about ground troops when he told Parliament last week that the next few weeks could be the most crucial in the war against terrorism: \"I don't think we have ever contemplated this being done by air power alone.\"\nWhile speculation about ground troops intensified, two events further complicated the alliance's drive against terrorism: the assassination of an Israeli cabinet minister and the anthrax scare. Television and the press have had a field day with the anthrax cases in New York, Washington and Florida, helping to spread national alarm. The government has not helped itself with confusing messages about the nature of anthrax itself, what to do about it if any of us test positive and whether or not the cases are connected with Osama bin-Laden. An anthrax loaded letter was received in Senate Majority Leader Tom Daschle's office. Despite the scare, the Senate has remained in session. The House of Representatives, however, closed down, sending the wrong message.\nThe right medical message, however, is now coming through loud and clear. Exposure to anthrax spores, either through inhalation or by skin contact, may well mean serious illness but not certain death. There are effective countermeasures, though they must be used promptly. The known cases have been connected sufficiently to establish that they are the result of a terrorist attack. But whether they are connected to bin-Laden is far from clear, and there is official speculation that we may be dealing with a disgruntled individual.\nThe assassination of Rehavam Zeevi, a radical, rightwing member of Prime Minister Aariel Sharon's cabinet, has a more immediate bearing on the war in Afghanistan, as it may have mortally wounded any attempt to revive the Middle East peace process. Zeevi had already resigned as Minister for Tourism in protest against Sharon's troop withdrawals from Hebron and the easing of travel restrictions on the Palestinians, though his resignation had not yet taken effect. As a young man, he had fought as a tough and daring commando in Israel's 1948 war for independence. As a politician he was just as tough and uncompromising, calling for the expulsion of Palestinians from the occupied West Bank. As an individual, Zeevi was regarded as polite, amiable and entertaining, even by those bitterly opposed to his extremist views.\nThe assassination was carried out by the Popular Front for the Liberation of Palestine, a small, Marxist group founded decades ago by George Habash, a Palestinian Christian. The PFLP immediately claimed responsibility, saying the killing was carried out in retaliation for the assassination of a PFLP leader in August, part of Israel's acknowledged policy of targeted assassination as a form of self-defense. Years ago, the PFLP was a small but effective member of the Palestine Liberation Organization, and virtually invented airplane hijacking as a form of political protest.\nThe reaction by Prime Minister Sharon was immediate and volatile. \"From today,\" he said, \"everything has changed.\" Tying the assassination to the events of Sept. 11, he said Israel would carry out a \"war to the bitter end against the terrorists.\" He then went on to hold Palestinian Authority Chairman Yasser Arafat personally responsible, (Arafat had been chairman of the PLO) demanding both the arrest of those responsible and their handing over to Israel. Other members of the cabinet spoke of \"eliminating\" Arafat.\nPart of Israel's shock over the assassination was because it was the first time that a cabinet minister had ever been deliberately killed, threatening the security of the government itself and casting Israel's security measures into doubt. But then, Zeevi was an exceptionally brave man, shunning official protection, claiming that he ought to be free to walk about his own country without fear. Who can disagree?\nYasser Arafat denounced the assassination and reportedly is furious over the PFLP action as it has cast doubt on the attempts to revive the peace process, especially Washington's call for a viable, independent Palestine. But so far he has refused to turn over the suspects he has arrested for fear of the reaction among his own supporters. A revival of the peace process is necessary if Bush is to keep his global alliance against terrorism together. Thus everybody is in a bind.\nIn the days when the PLO represented the Palestinians and not the Palestinian Authority, the PFLP was part of the \"rejectionist front\" that spurned any agreement with Israel, wanting instead the end of Israel as a state and the creation of an independent, secular Palestine. The Israeli rightwing, of whom Zeevi was once a part, are members of the Israeli rejectionist front. That is precisely what we don't need, either from the Israelis or the Palestinians.\n\nLoad-Date: October 25, 2001"
}