{
    "title": "EVENTS",
    "publisher": "the capital ",
    "year": 1993,
    "month": 8,
    "day": 20,
    "full text": "TALKS RESUME TO BREAK BOSNIA DEADLOCK\nThe presidents of Serbia and Croatia joined Bosnian leaders in Geneva yesterday to help break the deadlock over partitioning Bosnia-Herzegovina. Talks among Bosnia's three warring factions appeared shaky when Bosnia's Muslim President Alija Izetbegovic threatened to break them off because Serb soldiers remained on Mt. Igman, but the negotiations later resumed for a fourth day. Meanwhile, Muslims and Croats are fighting for control of Mostar, Bosnia's second-largest city. UN aid workers said the plight of ci\nvilians there after more than 100 days without aid from outside was worse than in Sarajevo.\n \nUN plans more Angola aid\nThe Angolan government said people were starving in the besieged city of Quito and signed an agreement with the UN yesterday for fresh aid to civil war victims.\nNineteen people were killed and 31 wounded in rebel shelling of government-held areas of the city of 250,000. Military sources say at least 14,000 people have died in the siege. If confirmed, the toll would make the battle the most deadly since UNITA, the National Union for the Total Independence of Angola, resumed its insurrection after its defeat in UN-supervised elections last September.\n \nSudan rebukes US action\nHead of state Lt. Gen. Omar Hassan al-Bashir has condemned the US decision to add Sudan to a list of nations accused of sponsoring terrorism, saying his country was singled out for its Islamic orientation.\nGeneral Bashir was quoted by the official Sudan News Agency yesterday as saying the US decision came as no surprise as Sudan had been \"a victim of the unjust campaign being waged on it due to its Islamic orientation.\"\nBashir said the US failed to prove its allegations that Sudan supports terrorism and had not proven the existence of \"terrorism\" camps it alleges exist in Sudan.\n \nCourt rules on adoption\nAn Illinois appeals court has ruled that a 2 1/2-year-old boy should remain with his adoptive parents and not be returned to the birth parents who wanted him back.\nThe court's ruling was the opposite of the \"Baby Jessica\" ruling, in which a Michigan couple was forced to return a 2 1/2-year-old girl to her biological parents in Iowa earlier this month. In both cases, the biological father had objected to the adoption because he had not been notified of the mother's intent to give up the child at the time of the birth. Jobless nuclear scientists\nWestern plans to keep ex-Soviet nuclear wizards from working for renegade states by ensuring their employment are foundering, blocked by opponents in Russia and Ukraine, US officials say. In February 1992, during a visit by then-Secretary of State James Baker III to the once-secret Soviet nuclear arms industry at Chelyabinsk-70 Institute, the plan took shape to replace cold war atomic arms research.\nGovernment-promised wage increases are stymied, and the scientists have begun staging protests. Russian emigration restrictions have prevented most of these researchers from leaving for other countries, such as Iran, which is believed eager to acquire Russian nuclear expertise. But US officials said they fear these scientists may be able to work on such projects at home, through joint ventures.\n \nSalvadoran found innocent\nIn El Salvador, a jury found a former leftist guerrilla innocent in a 1985 massacre in which four US Embassy guards were killed. Juan Antonio Lucero Morales was charged in the attack on a cafe in the capital's trendy \"Zona Rosa,\" or \"Pink Zone.\" Six Americans and five Salvadorans were among the 13 victims.\n \nAristide's face of concern\nHaitian Army rulers have agreed to the return of Jean-Bertrand Aristide by Oct. 30, but until then, they say, they don't want to see his face even on posters.\nFive Aristide supporters were transferred to the National Penitentiary on Wednesday for distributing leaflets that carried a photo of Haiti's first democratically elected president. On Aug. 12, soldiers killed one photograph-carrying Aristide supporter in Tet-a-bef, a hamlet 25 miles west of the capital Port-au-Prince. Ten others were wounded.\n \n\nLoad-Date: August 20, 1993"
}