{
    "title": "Everyone is creeping on you(2)",
    "publisher": "turtle mountain star",
    "year": 2013,
    "month": 6,
    "day": 17,
    "full text": "Summary: The federal government isn't the only entity taking a closer look at us.\nA lot of people are very perturbed about the federal government's apparent widespread surveillance program.\nNew reports have big brother looking at and listening to our calls and several other forms of electronic communications. For most Americans this equates to an invasion of privacy and a threat to civil and constitutional rights.\nReally, though, we're getting exactly what we asked for.\nIn 2001, the U.S. Congress passed the Patriot Act. It was wholly in response to the 9-11 attacks and those who questioned it at the time were drowned out by scare tactics.\nThe act significantly weakened restrictions on law enforcement agencies' gathering of intelligence within the United States; expanded the Secretary of the Treasury's authority to regulate financial transactions, particularly those involving foreign individuals and entities; and broadened the discretion of law enforcement and immigration authorities in detaining and deporting immigrants suspected of terrorism-related acts. The act also expanded the definition of terrorism to include domestic terrorism, thus enlarging the number of activities to which the act's expanded law enforcement powers can be applied.\nA dozen years later, technology has expanded and the National Security Agency is mining through terabytes of our personal communications in search of \"terrorist\" activities. It's ironic that the same people who used scare tactics in 2001 to support the act are now de-monizing it as a threat to our liberty and alleging those with political power will use it to \"crush their enemies.\"\nIt's also valid to question whether or not people really even care if their personal life is intruded upon by the government. With the advent of Facebook, Twitter and the rest of the social media, millions of Americans put their lives on display for pretty much anyone who cares to watch.\nThere is an obvious difference here. Social media can help you announce the birth of a child while the Patriot Act can mean the search of your home and financial records without your consent.\nStill, the underlying mentality of \"it's OK to look at me because I having nothing to hide\" is present.\nWhether or not someone has something to hide is not the issue. The issue is the act has given the government a proverbial \"blank check\" to violate the privacy of millions of innocent Americans. Do we all really want to be guilty until proven innocent?\nIn addition, the public should know that the same people they are doing business with are aiding and abetting the federal government's snooping.\nAs part of a top-secret program dubbed Prism, the National Security Agency and the Federal Bureau of Investigations are tapping directly into server systems operated by Microsoft, Yahoo, Google, Facebook, PalTalk, AOL, Skype, YouTube and Apple, according to news reports.\nIn other words, your privacy doesn't matter as much to them as you may think.\nAlso joining in the fray are some of America's largest traditional companies. Several of them routinely check phone records of employees, monitor what websites they visit, and read emails and instant messages. If employees are using work computers for private purposes, however, that is a right the company has. Because employers own the property employees use, they deem these devices searchable if a problem or incident occurs, or even if there is a suspicious message worth investigating.\nWhatever the reasons, monitoring of staff phone records and online activities is the norm. In many cases, the monitoring starts even before the employee's first day: Some 37 percent of employers check an applicant's Facebook, Twitter, Google+ and Linkedln profile before hiring. That goes back to the people who tend to overuse those online sites.\nIt's anyone's guess if this recent flare-up over privacy rights will have staying power. It will certainly get more political and, if anything, it just goes to prove that someone or something is watching over us, whether we want them to or not.\n\nLoad-Date: April 26, 2015"
}