{
    "title": "EVERYDAY GUN VIOLENCE IS EPIDEMIC GUEST COLUMN",
    "publisher": "wisconsin state journal",
    "year": 2017,
    "month": 11,
    "day": 19,
    "full text": "On Nov. 5, just 35 days after the deadly Las Vegas shooting, a man walked into a church in a small Texas town and murdered 26 people with an assault rifle. The coverage dominated the news.\nBut the day before, even more people ? 43 ? were shot to death in cities and towns around the country. And nobody really seemed to notice.\nShootings kill more than 36,000 Americans each year. Every day, 90 deaths and 200 injuries are caused by gun violence. Unlike terrorist acts, the everyday gun violence that impacts our communities is accepted as a way of life. Of all firearm homicides in the world, 82 percent occur in the United States. An American is 25 times more likely to be fatally shot than a resident of other high-income nations.\nAs public health scholars who study firearm violence, we believe our country is unique in its acceptance of gun violence. Though death by firearms in America is a public health crisis, legislators accept it as a societal norm. Some have suggested it is due to blacks, not whites, being the predominant victims, and our data support this disparity.\nWithin the United States, the odds of dying from firearm homicide are much higher for Americans who reside in cities. Twenty percent of all firearm homicides in the United States occur in the country's 25 largest cities, even though they contain just over one-tenth of the U.S. population. Data from the Centers for Disease Control and Prevention show that of the 12,979 firearm homicides in 2015, 81 percent occurred in urban areas.\nThere is even more to the story: CDC data also show that within our nation's cities, black Americans are, on average, eight times more likely to be killed by firearms than those who are white. The rate of death by gun homicide for black people exceeds those among whites in all 50 states, but there is tremendous variation in the magnitude of this disparity.\nIn 2015, a black person living in Wisconsin was 26 times more likely to be fatally shot than a white person in Wisconsin. At the same time, a black person in Arizona was \"only\" 3.2 times more likely than a white person to be killed by a gun.\nThe combination of being black and living in an urban area is even more deadly. In 2015, the black homicide rate for urban areas in Missouri was higher than the total death rate from any cause in New York state.\nThese differences across states occur primarily because the gap between levels of disadvantage among white and black Americans differs sharply by state. For example, Wisconsin ? the state with the highest disparity between black and white firearm homicide rates ? has the second-highest gap of any state between black and white incarceration rates, and the second-highest gap between black and white unemployment rates. Racial disparities in advantage translate into racial disparities in firearm violence victimization.\nAmericans are 128 times more likely to be killed in everyday gun violence than by any act of international terrorism. And a black person living in an urban area is almost 500 times more likely to be killed by everyday gun violence than by terrorism. From a public health perspective, efforts to combat firearm violence need to be every bit as strong as those to fight terrorism.\nThe first step in treating the epidemic of firearm violence is declaring that the everyday gun violence that is devastating the nation is unacceptable. Mass shootings and terrorist attacks should not be the only incidents of violence that awaken Americans to the threats to our freedom and spur politicians to action.\n\nNotes\n\n Pahn is a research manager, Knopov a research fellow, and Siegel a professor of community health sciences, at Boston University. \n\nLoad-Date: November 20, 2017"
}