{
    "title": "Everywhere that freedom stirs, let tyrants fear- George W. Bush",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 26,
    "full text": "Down those rural roads where there is scarcely any traffic, there are places that are seemingly forgotten. High tech security cameras catch every movement as you make your way up to the bleak institution that is in no sense welcoming. The legitimacy of these places is protected by strong materials: steel fences, barbed wire, sturdy watch towers sheltering state employees wielding cold weapons. These places were built with a specific purpose; although from time to time these reasons seem to get lost in the shuffling of papers, legal processes that move at a glacial pace and caught up in the fear that resides in the hearts of those who believe in prisons.\nA friend recently posted a photo of the remains of what was once known as the Provincial Lunatic Asylum, which changed names throughout its history from its terminology and understandings of mental health treatment. Although most of the buildings were demolished, others have been merged and renamed as the Centre for Addiction and Mental Health. On the remains of one standing wall, The Psychiatric Survivor Archives of Toronto hung a plaque that reminds onlookers that men and women patients who were also unpaid labourers worked on site when the institution opened in 1850. Those workers built and repaired the walls in which they were confined in.\nThere are many other stories that speak of the hypocrisy of punishment. Beginning with Canada's Secret Trial Five, the story of five different cases involving five different people, highlights the hard to digest truth about Canada's violence, scapegoating, fear mongering and racial profiling.\nSecurity certificates creating a two-tiered justice system\nIn Canada, five men have been held in detention under security certificates. Hassan Almrei, Adil Charkaoui, Mohamed Harkat, Mahmoud Jaballah and Mohammad Zeki Mahjoub have all spent time in prison for a combined 26 years due to the security certificate regime.\nThe security certificate dates back to 1991 and was reintroduced in the Immigration and Refugee Protection Act in 2002 after the intense heightening of national security following September 11, 2001. Living in a post-9/11 world, the security certificate regime was implemented without much questioning from the Canadian state.\nSecurity certificates are a tool utilized by the immigration and refugee legal system. The certificates allow for indefinite detention with secret evidence and without charges, and threaten deportation even if there is a substantial risk of torture or death.\nAmnesty International described this process as \"fundamentally flawed and unfair\".\nOther glaring concerns that have been brought forward throughout all five cases were that the information gleaned for the cases was based on confessions through torture and plea-bargains which would normally be inadmissible outside special cases that disregard human rights in the name of the war on terror.\nAlthough Amnesty would uphold the fact that human rights are inalienable and do not depend on legal status, security certificates reveal the hypocrisy in that statement.\nThe five men detained on security certificates are all of Arabic descent and were presumably of Muslim faith. On the surface, this information seems important to preserving national security, where the U.S. and Canada were protecting its' own citizens by cracking down on any threats that the Muslim and Arabic communities seemingly garnered.  However, what has surfaced is the disturbing abuse of power that goes along with this.\n\"There are certain state-mandated 'truths' which segments of the Canadian population must cling to in order to ensure the smooth and efficient running of the country. One is that there is no racism in the judicial system, and that we do not engage in racial profiling. Another is that Canada is a model of the rule of law, both at home and overseas. We are so in love with these concepts that we fail to see the brutal reality that the pleasant window-dressing covers up,\" as written by Homes not Bombs.\nRacial profiling does not only apply to how the police targets individuals, but has affected how other government institutions operate.\nThroughout the five cases, the indefinite prison sentences were served at maximum security Millhaven Federal Penitentiary Unit in Kingston, Ontario, also called \"Guantanamo North\", built specifically for foreign terror suspects. The facility was closed at the end of 2011, which cost tax-payers $3.2 million to build, and two million dollars a year to operate with only one inmate at the time.\n The growing security regime\nWhen Jaballah refused to become an informant of the Muslim community, he claims it ultimately led to his arrest.\nAccepted into Canada as a refugee in 1996 after being persecuted for alleged activities opposing the Mubarak regime, the Canadian Security Intelligent Services continued what the secret police in Egypt started.\nFrom about 1996 to 2006, CSIS and Canada Border Services Agency listened to, recorded, analysed and used Mahjoub's conversations with his lawyers against him, violating the solicitor-client privilege.\nIt is also significant to note that Communications Security Establishment Canada, , another federal agency that spies on foreigners, will have new Ottawa headquarters costing around $1.2 billion to complete - the most expensive Canadian government building ever constructed.\nArrested in 2000, Mahjoub was institutionalized for seven and a half years, first in Metro Toronto West and then in Guantanamo North. In 2007 the Supreme Court held a hearing to test the constitutionality of the security certificate process, where Mahjoub and the other four men were transferred to house arrest. In 2008 Mahjoub was given a new certificate issued under a revised process and had to start back at square one.\nThe house arrest conditions required cameras in their homes, 24-hour ankle bracelets, being followed by agents and spied on by other family members. In 2009 Mahjoub asked the judge to return to the deplorable prison conditions (several hunger strikes took place to protest the conditions) rather than with his family.\nIn 2012, after twelve years of imprisonment the Federal Court decided to loosen some of the conditions which allowed Mahjoub to travel outside Toronto, enabling him to embark on a tour with his supporters to share his story.\nIn October 2013, Mahjoub's appeal to the Federal Court on the violation of his constitutional rights was met without any relief. His security certificate was still valid and in the eyes of the court, leaving Mahjoub's case still open and his fate as cloudy as ever.\n\"I am a political prisoner here in Canada. My case is political; it is not a legal one. Never in these twelve years have I been charged with any crime. Never has the secret information used to destroy my reputation been disclosed to me. Never have I been given the dignity of a fair and open trial,\" said Mahjoub in a statement published on his support web site (supportmahjoub.org).\nLike Mahjoub, those without full status in Canada have no recourse when faced with wrongful convictions or detained without charge.\nAfter Bill C-31, which made numerous changes to the Immigration and Refugee Protection Act, there have been drastic changes to how it affects potential refugees and the immigration system.\nThese changes have created a two-tier system that jail refugee claimants, including some minors, without review for a minimum of one year.\nOver 289 migrant children have also been held in detention centres in Canada, many of whom were under the age of 10.\nEven as taxpayers, it should be understood that the cost of keeping an individual refugee claimant in detention for a single day is around $200. For a single year, that amounts to over $70,000 per person.\nThese claimants will also be denied the right to family reunification and the right to travel abroad for over five years and discriminates refugees from designated countries of origin and introduced strict, speedy timelines which make for unfair trials. It also introduces the concept of 'conditional' permanent residence, which means that refugees could lose their permanent resident status, meaning their status can be taken away at any point.\nBill C-31 also permits Ministers of Citizenship and Immigration, and Public Safety and Emergency Preparedness, extensive powers to accept or reject refugee claimants.\nBill C-31 goes hand in hand with Bill C-18, which creates the conditions for indefinite detention, secret trials and deportation. With C-36 (the Anti-Terrorism Act), similar violations of rights are extended to all citizens. With all these attacks on foreign refugees, who have families, hopes and dreams, national security surely must be protecting Canadian citizens from these terrorists.\nEveryone is a potential terrorist\nCentral to the war on terror is the criminalization of dissent. There are many similarities between who is targeted, monitored and manipulated by agencies like CSIS, the FBI and private security companies. Canada's Secret Trial Five were and are political prisoners, and so are many others who have been and are incarcerated.\nJaballah has noted that the Canadian government is under political pressure to produce high profile cases like his to show the White House that they are doing their part in the \"war on terror\".\nWith Mahjoub, millions of dollars were spent to create the spectacle of a Hollywood plot-line that neatly packages his life as enemy of the state.\nDuring the era of anticommunist hysteria (\"The Red Scare\") beginning in 1917, Red Squads spied, wiretapped and used other tactics to compile information on citizens and groups. For example, the notorious Haymarket Affair was an opportunity for anarchists to be framed and executed, although history books will most likely tell you they were prototypical terrorists.\nBy the 1960s the second wave of the Red Scare evolved into broader counter-subversive units which opened the flood gates to political repression and the construction of the terrorist.\nThe criminalization of dissent targeted not only those who were a threat, but silenced other groups from speaking out. For example, the FBI's Counter Intelligence program, COINTELPRO, targeted and obstructed the Communist Party USA, which was the tail end of the Red Scare. FBI records show that 85 per cent of COINTELPRO resources targeted groups and individuals that the FBI deemed \"subversive\" - organizations and individuals associated with the Civil Rights Movement (including Martin Luther King, Jr.), the Southern Christian Leadership Conference, the National Association for the Advancement of Colored People, the Congress of Racial Equality, the American Indian Movement, Students for a Democratic Society, the Weathermen, all anti-war groups, the National Lawyers Guild and even Albert Einstein, who was a socialist and a member of several civil rights groups.\nWill Potter, independent journalist, author and public speaker in his book Green is the New Red writes how environmentalists and animal rights activists partaking in illegal and legal activities are faced with similar government repression, which has been called the \"Green-Scare\".\n\"The analogy is not meant to imply that the experiences of activists today are on par with those of the countless people whose lives were ruined by McCarthyism. Nor is it to imply that what animal rights and environmental activists are experiencing is more important than what others have endured for years; after September 11, Arab, Muslim and South Asian people were rounded up and detained in the U.S, and they continue to be racially profiled.\"\nThe Integrated National Security Enforcement Team - Canada's counter terrorism law enforcement department - utilizes similar strategies aimed at defeating any grass roots movement. Stratfor, a U.S private company created by former Delta Force operatives, shares information with government agencies about extinguishing grass roots groups opposing fossil fuel corporations.\nSakei Ward's writing on Indigenous resistance paints a better picture on how and why certain people are targeted. Ward outlines Stratfor's strategy which categorizes activists into four groups (1) Radical, (2) Realists, (3) Idealist and (4) Opportunists which allows for strategies to be determined against each group. Radicals require the most attention because they are made up of individuals who will not compromise.\nIn Rexton, New Brunswick at the anti-shale blockade,  the RCMP were quick to create the narrative that the warrior society was a threat to the public. Seen in the Sun Media headlines, \"Our warrior problem: militant natives are causing trouble, and they aren't going away\".\n\"To speak honestly about terrorism, we must define it...leaving the term undefined cedes far too much power to whoever is speaking,\" writes Potter. Definitions of terrorism share three principles, where: it is associated with the unlawful use of violence, or threats of violence, by non-state agents, intends to instil widespread fear in a civilian population beyond those targeted and is used to force a change in government policy.\nLooking at a clearly defined language that encompasses the rhetoric of terrorism, it is also clear that the state is the largest terrorist organization. Recently, the Mi'kmaq people defending the land from fracking are faced with the RCMP's rifles, non-lethal bullets, pepper spray and dogs to enforce a court injunction, as well as the warriors facing jail time. It is also clear that the fear incited in the hearts of Canadians allows for injustices to continue against Indigenous nations, refugees and those who are pushing for change.\nAlmrei, Charkaoui, Harkat, Jaballah, Mahjoub, Jeremy Hammond, Chelsea Manning, Edward Snowden, Leonard Peltier and all those who have and will be imprisoned remind us that the continuous flow of political prisoners is a symptom of the state's own terrorism that goes unchecked.\n\nLoad-Date: November 26, 2013"
}