{
    "title": "Every Indian is proud of Abhinandan_ PM Modi",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 3,
    "day": 1,
    "full text": "Kanyakumari (TN), March 1 -- Prime Minister Narendra Modi Friday hailed Wing Commander Abhinandan Varthaman saying every Indian was proud of him and lashed out at political rivals for suspecting the armed forces which, he said, helped Pakistan.\nModi also hit out at the previous Congress-led UPA government for allegedly \"blocking,\" surgical strikes post 26/11 Mumbai attacks in 2008.\nAfter inaugurating several government projects here, Modi said \"I am proud that India's first woman Defence Mininster Nirmala ji is from Tamil Nadu.\nEvery Indian is proud that the brave wing commander Abhinandan belongs to Tamil Nadu.\"\nThe events of the past two days, an apparent reference to IAF's air strikes and the IAF shooting down a Pakistan jet, have demonstrated yet again the strengths of the country's armed forces, Modi said.\n\"It has also brought our nation closer,\" the prime minister said, an obvious pointer to the outpouring of support to Abhinandan and India's armed forces from the people.\nHowever, he said, it was sad that a few political parties \"suspect our fight against terror.\" When the entire nation supports the country's armed forces, they \"suspect the armed forces,\" he said.\n\"These are the same people whose statements are helping Pakistan and harming India. They are the same people whose statements are happily quoted in the Parliament of Pakistan and in the radio of Pakistan,\" Modi said.\n\"They should clarify- do they believe our armed forces or they believe those forces who support terrorism on our soil? I want to tell them- Modi will come and go, India will remain. Please stop weakening India to strengthen your own politics,\" Modi said.\n\"We are Indians first and your politics can wait...it is the safety of our nation that is at stake,\" the prime minister said.\nHe asserted that the entire world was supporting India in its fight against terror.\nReiterating his government's resolve against terrorism by retaliation, he slammed the previous UPA government for not following such aggressive tactics.\n\"The nation expected those responsible for these acts of terror to be punished but nothing happened. 26/11 (Mumbai terror attacks) happened in India but nothing happened,\" Modi said.\nCiting reports, the prime minister said though the Indian Air Force wanted to carry out surgical strikes post 26/11 Mumbai terror attacks, \"UPA blocked it.\" \"And today we are in an era where the news reads armed forces have full freedom to do what they want. Influence of terroirsts and terrorism is curtailed and is going to be curtailed even more.\nThis is a new India, this is an India that will return the damage done by terrorists with interest,\" the prime minister said.\nHe rued the bomb blasts at Hyderabad, Delhi, Mumbai, Bengaluru and Pune between 2004 and 2014 when the UPA was in power.\nThe country has been facing the menace of terrorism for years \"but there \"is a big difference now..India will no longer be helpless in the face of terror,\" Modi said.\n\"But when Uri happened, you saw what our brave soldiers did (surgical strikes), Pulwama happened, and you saw what our brave air warriors did (Balakot air strikes). I salute those who are serving their nation. Their vigilance keeps the nation secure,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: March 1, 2019"
}