{
    "title": "Evidence sought in Mumbai attack",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 12,
    "day": 24,
    "full text": "NEW DELHI -- Nearly a month after the Mumbai terror attacks, India has not provided the evidence needed for Interpol to help identify and apprehend the suspected masterminds, the chief of the global police agency said yesterday.\nRonald Noble, speaking in Islamabad after a visit to New Delhi, said Pakistan has agreed to work with the agency to help investigate the attacks that killed 164 people in India's financial hub last month.\nBut he said India has provided no names or information that would allow police in other countries to check their databases, calling it \"not acceptable\" for New Delhi to provide those details to the media first.\nIndia's reluctance to turn over evidence -- while demanding that Pakistan crack down on the militant group suspected of hatching the plot -- has been a major irritant to Islamabad.\nOn Monday, Pakistan sent fighter jets screaming through the skies near major cities in a display of military force that raised concerns the two nuclear powers may go to war for a fourth time.\nSeeking to temper tensions, Adm. Mike Mullen, chairman of the U.S. Joint Chiefs of Staff, made a second visit to Pakistan since the Mumbai attacks and urged the country's leadership to work with India to fight terrorism.\nHe \"encouraged the Pakistani leaders to use this tragic event as an opportunity to forge more productive ties with India and to seek ways in which both nations can combat the common threat of extremism together,\" the U.S. Embassy in Islamabad said in a statement.\nMeanwhile, police in Kashmir -- a region India and Pakistan have gone to war over twice -- announced the arrest of three men accused of plotting a suicide bomb attack in Indian Kashmir. One, Ghulam Farid, is a Pakistani soldier, said Kuldeep Khoda, director-general of police in Indian Kashmir.\nIn Pakistan, a military official said Mr. Farid was not an active soldier. He said Mr. Farid deserted in June 2006.\nConfirmation that Mr. Farid is an active Pakistani soldier would be a blow for Pakistan, which denies funding and training Kashmiri militant groups and says it only provides them with moral support.\nIndia's prime minister also sought to calm tensions, saying New Delhi does not want to go to war.\n\"The issue is not war; nobody wants war,\" Manmohan Singh told reporters. \"The issue is terror -- and territory in Pakistan being used to promote and abet terrorism.\"\nBut speaking to Indian envoys, he called the Mumbai siege \"an attack on India's ambitions to emerge as an economic power\" and accused \"non-state actors\" of waging terrorism with the state's help.\n\"India would not accept a situation where terrorism is used as an instrument to cripple India's economy or the values it stands for,\" he said.\nRelations between the longtime foes, which have gone to war three times since gaining independence from Britain in 1947, have been strained since the deadly assault by 10 alleged militants from the banned group Lashkar-e-Taiba.\n\nLoad-Date: December 25, 2008"
}