{
    "title": "EVIDENCE FOUND LINKING JEWISH DEFENSE LEAGUE TO TERRORISM",
    "publisher": "the new york times",
    "year": 1987,
    "month": 4,
    "day": 2,
    "full text": "A search yesterday of the East Meadow, L.I., home of a member of the Jewish Defense League uncovered evidence that Federal authorities said linked the group to ''recent bombings and other terrorist acts,'' including two incidents at Lincoln Center last year while Soviet entertainers were performing.\nThe owner of the home at 605 Marian Court - Murray Young, 59 years old -was arrested by members of the joint terrorist task force of the Federal Bureau of Investigation and the New York City Police Department.\nHe was charged with possession of a pistol silencer without a serial number, a violation of Federal law, but the authorities said additional charges were expected.\nAndrew J. Maloney, the United States Attorney for the Eastern District of New York, described Mr. Young, a self-employed electrician, as ''a leading figure in a continuing investigation of terrorism coming from the Jewish Defense League.'' #17 Firearms Seized Mr. Young was arraigned late in the afternoon before Magistrate A. Simon Chrein in United States District Court in Brooklyn and was ordered held for a hearing Friday.\nCharles E. Rose, an assistant United States attorney, said that during the search of Mr., Young's home, agents seized 17 firearms, including several rifles and an Uzi semi-automatic carbine, as well as materials and tools used in making explosive devices.\nThe firearms will be checked against ballistics records and the explosive materials and tools will be compared with the debris found at the sites of various explosions, Mr. Rose said. An initial check showed that one rifle had been reported stolen, he said.\nMr. Rose said the Young family described Mr. Young as a collector of firearms. He said a computer check indicated that Mr. Young had no arrest record.\nThe two prosecutors took part in a news conference in the Federal courthouse that was also attended by Thomas L. Sheer, who heads the New York office of the F.B.I.\nMr. Rose said that after Avery Fisher Hall at Lincoln Center was firebombed last Oct. 20 before a performance of the Moscow State Symphony, investigators recovered a five-gallon container manufactured by the Hedwind Corporation. Two such five-gallon containers, he said, were found in the basement of Mr. Young's home.\nMr. Rose said other seized evidence pointed to the Jewish Defense League's involvement in an incident Sept. 2 in which a tear-gas grenade was thrown shortly after the start of a performance of the Moiseyev Dance Company at the Metropolitan Opera House. The tear gas forced the evacuation of the capacity audience of 4,000."
}