{
    "title": "Evidence in Mumbai terrorism case should lead to convictions",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 1,
    "full text": "My home is a mere three hours away from Mumbai, and I have many relatives living there. The terror attacks that happened in November of last year rattled me. When I went back home that year during winter break, I realized the general sentiments of people - they were upset, and mostly at the government. In fact, the people's anger led to the chief minister of Maharashtra's resignation. I felt then that the government would try its best to get back into the people's good books. For some time, it did feel like the government was trying to speed up the investigation, and that the court case of the sole captured gunman, Ajmal Kasab, was progressing quickly. Investigations led to the mapping out of how the terrorists entered the country and also to the narrowing down on the group responsible for the attack.\nHowever, things seemed to come to a halt. Kasab confessed in court to having been a part of the attack, but the court decided that it needed more evidence to sentence him. Last week, Pakistan agreed to charge the seven suspects in the case, but also said that it would need more evidence to charge the leader of the banned Lashkar-e-Taiba group, which was held primarily responsible for the attacks.\nBoth these instances amaze me. In July, Kasab confessed to having opened fire on crowds in Mumbai and described details of the planning of the attack. He also described how he trained with the Lashkar-e-Taiba. Apparently, having thousands of people see someone carry a gun and shoot indiscriminately in broad daylight is not enough evidence. Having this gunman confess that he was involved in the attacks is not enough evidence against him. Having Kasab name the Lashkar-e-Taiba in his statements is not enough evidence against their leader. I understand that the courts want to be thorough and carry out a complete investigation of the matter, but I wonder how much more evidence they will ask for, and more importantly, how much more evidence they will get. I believe there really is not much more that can be learned.\nThough it has been nearly a year since the terror attacks took place, the news never seems to change. I have grown tired of reading the same things again and again. People back home have grown accustomed to picking up the newspaper, shaking their heads, and putting it back down. The consensus seems to be that the case will remain frozen like this for a very long time. However, I wish that all those involved with making decisions in this aspect would realize that they are playing with the emotions of millions of people, many of whom have lost much at the hands of these terrorists.\n\nLoad-Date: December 15, 2016"
}