{
    "title": "Evidence Grows That Canada Aided in Having Terrorism Suspects Interrogated in Syria",
    "publisher": "the new york times",
    "year": 2005,
    "month": 9,
    "day": 17,
    "full text": "A judicial inquiry here is turning up evidence that Canadian police and intelligence agencies solicited and used information that was obtained from at least four Canadian citizens under torture by foreign intelligence agencies.\n  The main purpose of the inquiry is to explore the Canadian role in the case of Maher Arar, a Syrian-born Canadian who has emerged as perhaps the most infamous example of the United States policy of rendition, the transfer of terrorism suspects to other nations for interrogations.\n Mr. Arar was detained while changing planes in New York and was flown in an American government plane to Jordan and Syria. But three other Canadians whose cases are now coming to light were apparently handled entirely by Canadian authorities. \n  As part of their investigation of suspected operations of Al Qaeda in Toronto and Ottawa, according to government documents and public testimony by officials, Canadian security agents sought notes from, or suggested questions for, interrogations that Syrian and Egyptian intelligence agencies conducted between 2001 and 2004 with the three other Canadians, who say they were tortured. \n  The information-sharing came at a time when Ottawa was trying to tighten security after the Sept. 11, 2001, attacks on the United States.\n  Leading rights campaigners say they are dismayed by evidence of what they characterize as a Canadian policy of condoning the torture of citizens while pressing for human rights in other countries.\n  ''The evidence raises all sorts of troubling questions,'' said Alex Neve, secretary general of Amnesty International Canada. ''The concern is, do we have a Canadian version of the notorious American practice of extraordinary rendition?''\n  Mr. Neve and other campaigners and opposition leaders are calling on Prime Minister Paul Martin to broaden the Arar inquiry, but so far the government has resisted the request.\n  ''There is no government policy of subcontracting torture, as has been alleged,'' said Alex Swann, spokesman for Deputy Prime Minister Anne McLellan, who oversees security operations. But he added: ''Some of these issues are going to be examined. When people make allegations like this, of course we're concerned.''\n  A State Department human rights report released earlier this year identified Egypt and Syria among a number of countries that practice torture in their prisons. \n  Documentary evidence and some comments by government officials at the Arar inquiry support the claims of two of the Canadians that their Syrian and Egyptian interrogators were fed questions by Canadian officials. The two men, interviewed separately, said several interrogators told them they were using information given to them by Canadian officials. Both men, Abdullah Almalki and Ahmad Abou el-Maati, had for years been identified by the Canadian police as primary terrorism suspects, because of their backgrounds of doing aid work or fighting in Afghanistan and Pakistan.\n  The third reported victim, Muayyed Nureddin, has said Syrian interrogators asked him the same questions that Canadian agents asked him at the Toronto airport during his departure.\n  In a heavily edited memorandum dated Oct. 30, 2002, and stamped ''Secret,'' Dan Livermore, director general of the Foreign Ministry's security and intelligence branch, wrote that the Royal Canadian Mounted Police ''are seeking either to directly interview [words deleted] or to send their Syrian counterparts a request that [words deleted] be asked questions provided by the R.C.M.P.''\n  That same month Jim Gould, Mr. Livermore's deputy, spoke with Michel Cabana, then head of the Mounties' task force that investigated the suspected Qaeda cell, about Mr. Arar and Mr. Almalki, also Syrian-born Canadians then held in Syria.\n  From his notes of the conversation that Mr. Gould read to the inquiry, he recalled that Mr. Cabana had told him, ''We would be prepared to share with Syrian authorities if they felt it could be of assistance to their investigation, this in light of their sharing info with us in the past.''\n  From transcripts of public testimony, it is not clear how much information the Mounties sent to the Syrians, but Mr. Gould said his notes of his conversation with Mr. Cabana referred to information ''possibly already transmitted to them.''\n  When he testified before the inquiry, Mr. Cabana said, ''As appalling as it may sound to you, part of our duties in Canada in trying to protect the Canadian public means that from time to time we deal with countries that don't necessarily have the same record as we do and don't necessarily treat their prisoners the same way we do.''\n  In November 2002, Franco D. Pillarella, then the Canadian Ambassador to Syria, asked for and received from the Syrian government a report on the results of interrogations of Mr. Arar. The Foreign Affairs Ministry handed the report to the Canadian Security Intelligence Service, the primary spy agency, according to an official report released to the Arar inquiry.\n  That same month, documents and testimony show, Canadian intelligence agents traveled to Syria, where they discussed Mr. Arar's case with Syrian intelligence.\n  Also, Mr. Pillarella testified before the inquiry that he ''opened the door'' for a Mounties officer to discuss investigations with the head of Syrian intelligence.\n  The government's written brief to the Arar inquiry, which will deliver a report next year, admitted that Canada will at times use information gathered through torture. Referring to the government's top spy agency, the brief said ''C.S.I.S. will take intelligence from all sources. If information it suspects has been obtained by torture can be independently corroborated and is important to an investigation of a threat to Canada, the information would be used.''\n  A cable from the Foreign Affairs Ministry dated July 17, 2002, notes that the Mounties requested that Egyptian security give them access to Mr. Maati, a Kuwaiti-born Canadian, ''in order to further a major investigation in Canada.'' Mr. Maati, 40, joined the mujahedeen in Afghanistan as a young man and took flying lessons for a short time in Canada.\n  In an interview, Mr. Maati accused Canadian officials of being responsible for his arrest in Syria in November 2001. He said he was traveling to Damascus for a second wedding ceremony with his new wife when Canadian police officers followed his car to the Toronto airport and interrogated him about his travel plans at the airport. Police officers escorted him to his gate.\n  When he arrived in Syria, he said, he was arrested, hooded and hauled away for torture. ''All the context of the questions was related to Canada,'' he said, adding that interrogators knew where he lived in Toronto and even the color and make of his car. While he was held in Syria, Canadian police and intelligence agents questioned his family members in Canada.\n  On Jan. 22, 2002, the Mounties searched Mr. Maati's home in Toronto and seized his trucking travel log books, computer and other personal records. Three days later, the Syrians transferred Mr. Maati to Egypt, where, he said, he was tortured for the next two years.\n  At one point the Egyptians asked him about his will and about a television remote control he bought in Canada, information he said they must have obtained from the Canadians' search of his home.\n  In an interview in his house on the outskirts of Ottawa, Mr. Almalki, who Canadian officials thought was the leader of the suspected Qaeda cell, said he went to Syria in May 2002 to visit his ailing grandmother but was seized at the airport. In two years of countless torture sessions, he said, he was repeatedly asked about phone calls he made from Canada, his friends in Canada and how he conducted his Canadian-based business.\n  He said the questions were almost identical to those from Canadian investigators in 2000. He was presented with detailed information about his electronics components business that he said could only have come from the Mounties' search of his basement home office.\n  Testimony in the inquiry revealed that the Mounties regularly shared information with American intelligence agencies, so much of the information theoretically could have come to Syria from Washington. But Mr. Almalki said his interrogators repeatedly told him that it was Canada that was interested in him.\n  He quoted one interrogator as telling him: '''We have not found anything about you but what we are getting from Canada is different.' He didn't mention the United States. He said Canada.''\n  Mr. Almalki and Mr. Maati say they never worked for Al Qaeda or sympathized with the group. Neither has been charged with a crime, although the Canadian investigation of both of them was never officially closed.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Ahmad Abou el-Maati at home in Toronto. He says he was jailed in Syria and in Egypt for 2 1/2 years on the instigation of Canadian authorities. (Photo by Donal Weber for The New York Times)\n Abdullah Almalki with his children, Ruqaya, left, and Zakarya. He says he was tortured repeatedly in Syria over a period of two years. (Photo by Ian Austen for The New York Times) \n\nLoad-Date: September 17, 2005"
}