{
    "title": "Evo Morales returns to Bolivia , ending year in exile",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 11,
    "day": 10,
    "full text": "The Associated Press\nLA PAZ, Bolivia - Former President Evo Morales returned to Bolivia on Monday following an election that returned his socialist party to power a year after he fled the nation amid a wave of protests.\nHundreds of supporters accompanied the nation's first Indigenous president as he crossed a border bridge to the town of Villazon, seen off by Argentina's President Alberto Fernández, who came to bid him farewell.\n\"I didn't expect to return so soon,\" Morales told the cheering crowd that met him.\nMorales still faces charges of treason and sedition lodged by prosecutors under the conservative interim government that accused him of stirring violent protests and spent much of the past 12 months attempting to reverse his policies.\nBut a judge has canceled the arrest warrant and the man who led Bolivia for almost 14 years apparently feels confident he is safe back home after a protege, former Economy Minister Luis Arce, was sworn in as president on Sunday after winning election with 55% of the national vote.\nMorales' Movement Toward Socialism party also retained its majority in congress.\nIndigenous supporters of Morales greeted him at the border with chants of, \"Evo! Evo!\" as he launched a planned three-day caravan to the Chapare region where he rose to prominence as a leader of coca growers.\nArce has downplayed suggestions that his mentor would play a major role in his administration, saying he would not govern \"in the shadow of Morales,\" but the 61-year-old former leader remains the nation's most prominent figure.\nHe has not spoken about his plans, though many believe he will try to use his sway.\n\"Morales will try to influence because Arce was his minister and he was the one who chose him as candidate,\" said political analyst Carlos Cordero. \"With an opposition that has no great weight, Morales could be a political rival or a good collaborator for Arce,\"\nOnce overwhelmingly popular, Morales saw his support erode over his refusal to accept limits on his ability to seek reelection and over allegations of increasing authoritarianism. Protests over alleged fraud roiled the nation when he claimed a narrow outright victory in the October 2019 presidential election, and he wound up resigning at the suggestion of military and police leaders.\nHe flew first to Mexico, and later moved to Argentina and was not permitted to take part in last month's election.\nHuman Rights Watch has said the terrorism charges against Morales appear to be politically motivated, though it also accused Morales' administration of similar judicial abuses.\nOfficials in the former government alleged that Morales had urged followers surrounding cities during protests against his ouster to cut off food supplies for inhabitants.\nMeanwhile, newly inaugurated President Arce swore in 16 new cabinet ministers who will help him confront the COVID-19 pandemic as well as a sharp economic contraction.\nIt is heavy with technocrats and social leaders, but light on prominent members of his party - prompting protests from some, especially those from the party stronghold in the huge, poor suburb of El Alto who had hoped for representation.\nThe Foreign Ministry went to a human rights lawyer with no diplomatic background while a university professor will lead the Economy Ministry and a cardiologist the Health Ministry.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: November 10, 2020"
}