{
    "title": "EX- MACEDONIAN OFFICIAL IS CHARGED IN KILLINGS_ HE ALLEGEDLY ORDERED EXECUTIONS OF 7 FALSELY ACCUSED",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 5,
    "day": 2,
    "full text": "Police accused Macedonia's former interior minister Saturday of ordering the killings of seven Pakistani immigrants he falsely accused of being terrorists to show support for the war on terrorism. Six others also were accused in the killings in March 2002.\nThe former minister, Ljube Boskovski, who oversaw the police, is suspected of ordering the executions of the seven men after publicly claiming they were a terrorist group planning to attack foreign embassies in Macedonia, police spokeswoman Mirjana Konteska told The Associated Press.\n\"We believe that Boskovski played the crucial role in this,\" Konteska said.\nThe police charges are the first step in a legal process likely to lead to an official indictment and a trial. The suspects could face life in prison if convicted.\nOn Friday, authorities acknowledged that the killings were in fact executions of illegal immigrants, who were not terrorists, as part of a plot to promote the Balkan country as a player in the fight against global terrorism.\nA U.S. State Department official said on condition of anonymity that the United States had pressed for an inquiry and was pleased there finally would be one.\nSince breaking away from Yugoslavia in 1991, Macedonia has been eager to win U.S. political and economic support in efforts to join Western organizations.\nMacedonia has been a close U.S. ally in the Balkans, has staunchly supported the U.S.-led war on terrorism and has sent troops to Iraq.\nThe proceedings against Boskovski were made possible after a parliamentary committee stripped him of the immunity from prosecution he enjoyed as a legislator in the Balkan republic's assembly.\nBut his lawyers claimed Saturday that the entire parliament must vote to strip him of his immunity in order for it to be valid.\nProtesting what his lawyers described as procedural irregularities, Boskovski also refused to appear before an investigative judge hearing the case. Under Macedonia law, that could lead to his detention.\nIn March 2002, senior police officials said the seven Pakistani men were killed after ambushing a police patrol. But Konteska said the plan to set up the Pakistanis and kill them was made by top police officials a month earlier, and the men were brought to Macedonia from neighboring Bul garia before being shot outside the capital, Skopje.\n\nLoad-Date: May 2, 2004"
}