{
    "title": "EX- FBI CHIEF SAYS TERRORISM THREAT MAY BE LONG-STANDING",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 3,
    "day": 16,
    "full text": "As the United States readies for an impending war with Iraq, people worry.\nAre we safe? Is the nation secure? Can we win the war on terrorism?\nFormer FBI Director Louis Freeh discussed these concerns and others last night during The Richmond Forum, held at the Landmark Theater.\nThe event, attended by some of the Richmond region's top law-enforcement officials, focused on the FBI's role as the \"protector of American citizens at home and around the world.\"\n\"Terrorism is probably here to stay,\" Freeh told the audience. \"The current level of threat will abate. But we will be dealing with this for a long period of time.\"\nFreeh stressed the importance of local law enforcement in homeland security.\n\"They are our first line of defense,\" he said.\nDuring his eight years as FBI director, Freeh transformed the bureau into a global crime-fighting agency.\nFreeh said that since the attacks of Sept. 11, the FBI and CIA have been given more authority to investigate and share information.\nHe said he sees no need to create an additional agency to combat terrorist threats.\n\"The FBI has the tools, it certainly has the experience. . . .  It has not always had the resources,\" Freeh said.\nDuring the forum, Freeh fielded questions from the audience and from the moderator, Lt. Gen. Samuel V. Wilson, a Virginia native and highly decorated Army veteran of World War II.\nWilson, former director of the Defense Intelligence Agency, also served as president of Hampden-Sydney College from 1992 until he retired in 2000.\nTopping the list of questions for Freeh was: What is the goal of the war on terrorism?\n\"We cannot eliminate terrorism,\" Freeh said. \"That is like trying to eliminate crime.\"\nFreeh, born in Jersey City, N.J., began his career in 1975 as an FBI agent and was appointed director by President Bill Clinton in 1993. He had also served as a U.S. attorney and as a federal judge appointed by President George H.W. Bush.\nAs FBI director, Freeh more than doubled the number of bureau offices around the world and expanded the agency's focus to include counterintelligence and cybercrime.\nHe also increased the agency's interaction with the CIA.\nFreeh, a father of six boys, retired in May 2001. He is the senior vice chairman for administration at MBNA Corp., the largest independent credit-card lender in the world.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: March 18, 2003"
}