{
    "title": "Ex- U.S. soldier is indicted in bin Laden terrorism plot",
    "publisher": "st. petersburg times ",
    "year": 1999,
    "month": 5,
    "day": 20,
    "full text": "A former U.S. Army sergeant was indicted Wednesday on charges of collaborating with Osama bin Laden in a global conspiracy to kill Americans abroad. The government asserted publicly for the first time that the group linked to bin Laden had plotted to attack the U.S. Embassy in Kenya as early as 1993.\nIn announcing the charges against the former sergeant, Ali A. Mohamed, 46, who last lived in California, the authorities also acknowledged that he is the unnamed suspect who has been held in secret custody in New York since his arrest eight months ago by the FBI.\nCompiled from Times WiresWORLDBRIEFS\nThe indictment portrays Mohamed as a crucial figure in bin Laden's organization as early as 1990, a year after his honorable discharge from the Army. He served as a supply sergeant assigned to a Special Forces unit at Fort Bragg, N.C.\nThe indictment does not accuse Mohamed of a role in the embassy bombings in Africa last August, but it does assert that in the early 1990s, he offered guerrilla training to Haroun Fazil, who was charged last year with leading the Nairobi bombing and remains at large.\nPINOCHET UNDERGOES TESTS: Gen. Augusto Pinochet, the former Chilean dictator detained in Britain while he fights a Spanish attempt to extradite him, underwent medical tests Wednesday after complaining of stomach pains, a supporter said.\nGuatemalan death papers released\nWASHINGTON - At the height of its war against Marxist guerrillas and those suspected of helping them, the Guatemalan military kept detailed records of people its units had captured or killed, according to army intelligence documents released Wednesday by four human rights organizations.\nThe Guatemalan military has long been accused of killing tens of thousands of civilians in the 36-year civil war that ended in December 1996. The internal documents, however, are the first to detail the military's role in killing rebels and their alleged sympathizers, said Kate Doyle of the National Security Archive, one of the groups releasing the documents.\nThe new documents consist of what is apparently a military intelligence logbook, noting individual arrests, usually with photographs, of 183 people from August 1983 to March 1985. In most cases, the dates they were killed are also noted.\nElsewhere . . .\nHOLOCAUST RESTITUTION: Shareholders of Bank Austria, a major Viennese bank, agreed Wednesday to pay $ 40-million to Holocaust victims and their families seeking restitution of funds they lost when Austria and its banking institutions came under German control during the Nazi era.\n\nLoad-Date: May 20, 1999"
}