{
    "title": "EX-BRIT SPY CHIEF_ NO 9 11, IRAQ LINK",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 7,
    "day": 21,
    "full text": "LONDON -- The war in Iraq led to a loss of focus on the threat from al-Qaida, emboldened terror group leader Osama bin Laden and helped to breed a generation of homegrown terrorists, Britain's former domestic spy chief told an inquiry Tuesday.\nMaking the sharpest criticism so far aired in Britain's inquiry into mistakes made in the Iraq war, Eliza Manningham-Buller, director of the MI5 agency between 2002 and 2007, said Britain's government paid little attention to warnings that the war would fuel domestic terrorism.\nMs. Manningham-Buller also said Iraq had posed little threat before the 2003 U.S.-led invasion, and insisted that there was no evidence of a link between then-Iraqi dictator Saddam Hussein and the Sept. 11, 2001, attacks on the United States.\n\"There was no credible intelligence to suggest that connection, and that was the judgment, I might say, of the CIA,\" she told the inquiry. \"It was not a judgment that found favor with some parts of the American machine.\"\nThe ex-spy chief said those pushing the case for war in the United States gave undue prominence to scraps of inconclusive intelligence on possible links between Iraq and the 2001 attacks.\nShe singled out then-U.S. Defense Secretary Donald Rumsfeld. \"It is why Donald Rumsfeld started an alternative intelligence unit in the Pentagon to seek an alternative judgment,\" said Ms. Manningham-Buller, who was a frequent visitor to the United States as MI5 chief.\n\"Saddam Hussein had nothing to do with 9/11, and I have never seen anything to make me change my mind,\" she said.\nMs. Manningham-Buller also indicated that MI5 disagreed with then-Prime Minister Tony Blair over a key justification for the war: Iraq's purported harboring of weapons of mass destruction. She said the belief that Iraq might use such weapons against the West \"wasn't a concern in either the short term or the medium term to either my colleagues or myself.\"\nMs. Manningham-Buller, now a member of the House of Lords, was testifying to the inquiry panel in London. Convened by the government, the inquiry aims to examine the buildup to the Iraq war and errors made on post-conflict planning. It won't apportion blame or assign criminal liability for mistakes made, but will issue a report later this year with recommendations for future operations and military missions.\nMs. Manningham-Buller said the focus on Iraq had far-reaching consequences for the mission to tackle global terrorism. \"By focusing on Iraq, we reduced the focus on the al-Qaida threat in Afghanistan. I think that was a long-term, major and strategic problem,\" she told the panel.\nShe acknowledged that the Iraq war vastly increased the terrorism threat to Britain -- with her officers battling to handle a torrent of terrorism plots launched by homegrown radicals in the wake of the 2003 invasion of Iraq.\n\"Our involvement in Iraq radicalized, for want of a better word, a whole generation of young people -- not a whole generation, a few among a generation -- who saw our involvement in Iraq, on top of our involvement in Afghanistan, as being an attack on Islam,\" she said.\nShe disclosed for the first time that about 70 to 80 British citizens had traveled to Iraq to join the insurgency. Video messages left by the four suicide bombers who killed 52 commuters in the 2005 attacks on London's subway and bus network had referred to Britain's role in Iraq.\nMs. Manningham-Buller told the five-member inquiry panel that the decision to invade Iraq had likely provided an impetus to al-Qaida.\nThe ex-spy chief, giving evidence in a public session, said she had been asked by the British government after the invasion to persuade deputy U.S. Defense Secretary Paul Wolfowitz to ditch his plan to disband Iraq's army. She said she found that she had \"not a hope\" of changing Mr. Wolfowitz's mind.\nShe also acknowledged that the intelligence picture before the Iraq war was incomplete. A previous British inquiry into the Iraq war criticized flawed intelligence used before the invasion.\nMs. Manningham-Buller said MI5 had refused requests to supply \"low-grade\" intelligence for a government dossier on the case for war, a document sharply criticized in the previous inquiry.\nOther ex-intelligence chiefs -- including two former heads of the MI6 overseas spy agency -- have given evidence to the inquiry in private sessions.\n\nLoad-Date: July 21, 2010"
}