{
    "title": "Ex-Col._ Ft. Hood act terrorism Shooting wasn't workplace violence, survivor tells group. CLOSER LOO",
    "publisher": "daily news ",
    "year": 2014,
    "month": 11,
    "day": 15,
    "full text": "WRIGHT-PATTERSON AIR FORCE BASE - Federal authorities repeatedly ignored \"red flags\" for years before Army Maj. Nidal Malik Hasan opened fire and killed 13 people and injured more than 30 in a mass shooting five years ago at Fort Hood in Texas, a survivor said Friday.\nKathy Platoni, a Centerville psychologist and retired Army Reserve colonel, recounted her survival of the massacre and those who died or were injured while preparing to deploy to Iraq or were coming home. She renewed a call Friday to declare the mass shooting a terrorist act rather than an act of workplace violence.\n\"There were multiple red flags for years,\" Platoni said of Hasan, a former Army psychiatrist and a U.S. citizen. She said it was \"shameful\" the signs were ignored.\nShe spoke Friday at the Hope Hotel and Conference Center as the keynote speaker at a Center for Disaster Mental Health gathering focused on authorities' response in a disaster with a first-hand experience of the Fort Hood chaos.\nLast year, a military jury convicted and sentenced Hasan to death for the Nov. 5, 2009 shooting spree that killed and injured dozens of soldiers and Defense Department civilians. Hasan is on death row.\nThe actions of many who tried to stop the carnage were heroic, Platoni said. \"This was our valley of death, a charge into the slaughter and certain death,\" she said\nThose killed or injured by the gunman should receive the Purple Heart medal, and victims, survivors and their families should receive the same benefits victims of the Sept. 11, 2001, terrorist attack on the Pentagon did, she said.\nThe psychologist urged the audience to contact members of Congress to push them to pass the Honoring the Fort Hood Heroes Act, which would give victims and survivors the Purple Heart medal for service members, the Defense of Freedom medal for civilians and additional benefits.\nU.S. Rep. John Carter, R-Texas, was among the lawmakers who included the provision in the fiscal year 2015 National Defense Authorization Act, set to be considered next month, a spokeswoman said.\n\"Fort Hood is in Congressman Carter's district and he is very passionate about this issue,\" Carter spokeswoman Sara Threadgill said in an email Friday. \"He has been working since the shooting happened in 2009 to make sure these victims are taken care of.\"\nPlatoni cited examples of Hasan's alleged conduct in the Army that did not cause authorities to intervene despite extremist \"jihadist\" views toward the U.S. military.\nIn a February 2011 report, a U.S. Senate Committee on Homeland Security and Governmental Affairs report concluded neither the Defense Department nor the Federal Bureau of Investigation had specific information about the time, place or nature of the attack, but collectively the two \"had sufficient information to have detected Hasan's radicalization to violent Islamist extremism but failed both to understand and act on it.\"\n\"Although both the public and the private signs of Hasan's radicalization to violent Islamist extremism while on active duty were known to government officials, a string of failures prevented these officials from intervening against him prior to the attack,\" the report said.\nAmong the report's findings, which Platoni reiterated, were Hasan exchanged repeated emails with a suspected terrorist and Hasan's extremist views were \"on full display to his superiors and colleagues during his military medical training,\" the report said.\nThe Department of Defense \"possessed compelling evidence that Hasan embraced views so extreme that it should have disciplined him or discharged him from the military, but DoD failed to take action against him,\" the Senate committee report said.\nContact this reporter at 937-225-2363 or email Barrie.Barber@coxinc.com\n\nLoad-Date: November 15, 2014"
}