{
    "title": "Ex-CIA spy_ History of failed negotiations shows Iran won't deal President Obama errs in pushing nuc",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 2,
    "day": 1,
    "full text": "President Obama, in his State of the Union Address, said he will not allow Iran to obtain nuclear weapons and that all options to prevent that are on the table.\nMore importantly, Obama said the Islamic regime, which fuels terrorism worldwide and oppresses its own people at home, could still rejoin the international community \"if it changes course and meets its obligations.\" That is not going to happen - despite glimmers of hope after a trip of UN nuclear inspectors to Iran this week.\nAs a former CIA spy in the Iranian Revolutionary Guard, I wrote a cautionary, open letter to President Obama when he took office three years ago. I said I was worried that he failed to see the realities of the regime's fanaticism.\nIn offering to negotiate with Iran over its nuclear program, Mr. Obama must have believed that the aggressive policies of his predecessor, George W. Bush, were to blame for the lack of progress. But I reminded the new president of the long history of attempted rapprochement by every US administration, each attempt ending in failure.\nI explained that the very ideology of Iran's Islamic leaders was the sole reason for no progress in a negotiated settlement. They simply would not close an honest deal with infidels.\nIn the 1980s, the Reagan administration was involved in deep negotiations with Iran over arms sales and normalization of US-Iranian ties. National Security Council staffer Oliver North could barely contain himself over the prospect of peace with Iran.\nHashemi Rafsanjani, then speaker of Parliament, promised American authorities resumption of diplomatic relations once the founder of the Islamic regime, Ayatollah Khomeini, was dead. In exchange, he asked for arms and America's help in diminishing Saddam Hussein's Iraqi military machine.\nI was in the Revolutionary Guard then, but as a CIA spy. My Guard commander mocked the Americans for believing Speaker Rafsanjani's promises. The Iran-Contra Affair, in which US arms sales to Iran funded \"freedom fighter\" Contras in Nicaragua, ended embarrassingly for President Reagan's administration.\nPresident George H.W. Bush continued negotiations to improve US-Iranian relations. I was working for the CIA in Europe then when my American handler told me to consider the more moderate Rafsanjani, by then president, as the new king of Iran. This despite information I had passed on about Iran's involvement in the 1988 Pan Am bombing over Lockerbie, Scotland - and despite the fact that Rafsanjani and other regime leaders were involved in worldwide terrorism and assassination. The elder Bush's efforts at negotiation failed.\nThen President Clinton attempted to persuade Iran to stop supporting terrorism and to normalize ties with the US. But he also failed to achieve results with Mohammad Khatami, the next Iranian president. President Khatami promised cooperation while secretly purchasing parts for Iran's nuclear project.\nDespite his harsh rhetoric, President George W. Bush, too, approached Iran. In 2006, Secretary of State Condoleezza Rice negotiated with Ali Larijani, then Iran's top nuclear envoy. By the autumn, the Bush administration believed an agreement was set, expecting Mr. Larijani to appear at the UN to announce Iran's suspension of uranium enrichment as America announced the removal of sanctions.\nSecretary Rice showed up for the big event; Larijani never did.\nWhen Obama took office in 2009, he missed the biggest opportunity to support democracy, bring stability to the region, and secure world peace when he wrote Ayatollah Ali Khamenei requesting negotiations. Then, fraudulent elections transpired in Iran, sparking the uprising of millions of Iranians demanding freedom and democracy.\nThe leaders of Iran masterfully, as always, provided a sliver of hope to Obama's request, enough for the West to remain largely silent over the protests in Iran.The Iranian nuclear envoy even expressed confidence about an offer put on the table by the West in October 2009 as a step toward solving the nuclear issue. The Obama administration was ready to announce victory, though several months passed.\nThen, after the demonstrations in Iran were suppressed, with tens of thousands arrested, many raped, tortured, and executed, Iran announced the deal was unacceptable. Meanwhile, Tehran said it enriched uranium to the 20 percent level, a significant advance. Iran's treachery was obvious: Their negotiating masked further enrichment on the way to nuclearization.\nNow we are in a quandary that could have been avoided had the US more demonstratively assisted Iran's protesters.\nThe Islamists have enough enriched uranium for six nuclear bombs - despite four rounds of UN sanctions. And they continue to enrich at two nuclear facilities while barbarically suppressing freedom-loving Iranians and threatening world peace.\nIranian authorities recently revealed that Obama sent yet another letter to Ayatollah Khamenei, expressing his concerns over Tehran's threat to close the Strait of Hormuz, and his desire for cooperation and negotiation based on mutual interests.\nObama greatly errs in his continued drive toward negotiation. Sanctions are now having a biting effect on Iran, but they cannot alone deter Iran's race to get the bomb.\nAmerica must openly support the democratic aspirations of the people of Iran - facilitating a direct channel of communication with them and finding a way to bring Iran's leaders to court for crimes against humanity.\nOnly then can we can hope for real change in Iran, for peace and stability.\nReza Kahlili is a pseudonym for a former CIA operative in Iran's Revolutionary Guards and the author of the award winning book, \"A Time to Betray.\" He is a senior Fellow with EMPact America and teaches at the US Department of Defense's Joint Counterintelligence Training Academy (JCITA).\n\nLoad-Date: February 1, 2012"
}