{
    "title": "EX-ENVOY CALLS U.S. PLAN TO CURB SALVADOR TERRORISM 'INADEQUATE'",
    "publisher": "the new york times",
    "year": 1984,
    "month": 1,
    "day": 8,
    "full text": "Robert E. White, former United States Ambassador to El Salvador, said today that he welcomed the Reagan Administration's efforts to curb right-wing death squads in El Salvador, but he said they were ''totally inadequate'' to end ''official terrorism'' in that country.\nMr. White urged that the United States withhold further military aid to El Salvador until cases have been prosecuted and verdicts rendered in the killing of Salvadoran civilians; army killings of peasants have been stopped; the military and security forces have been reorganized; and any Salvadorans living in the United States who are involved with death squads have been deported.\nThe former ambassador issued an 18- page report on behalf of the Commission on United States-Central American Relations, a private group.\nThe report says that in the three years since President Reagan took office, the United States has committed $228 million in military aid to El Salvador and in this period the Salvadoran military, security and death squad forces ''have murdered over 20,000 unarmed civilians.''\nThe 'Practice of Civilian Murder'\n''To this date, there is not a single recorded instance of a verdict having been rendered against any of the perpetrators of these deeds,'' the report said. ''Although tragically late, the Reagan Administration has recently taken the welcome step of announcing that it would move to end the policy and practice of civilian murder in El Salvador. Ambassador Thomas Pickering deserves particular credit for moving vigorously.''\nThe nonpartisan commission says it has 1,000 members that include more than 50 former Government officials, academic specialists on Latin America, business and labor leaders, clergy and others advocating a negotiated settlement to Central American conflicts.\nMr. White, the group's chairman, a career diplomat in Latin American affairs, was Ambassador to El Salvador from 1979 to 1981. He said the United States should go beyond pressing the Salvadoran Government for verdicts in the murders in four American Roman Catholic nuns and two American labor organizers in El Salvador to seek an end to official terrorism.\n''To date, the President has simply succeeded in transferring a handful of Salvador's most notorious officers,'' Mr. White said. ''But mere transfers - whether in or out of the country - are insufficient. Men responsible for numerous civilian murders still staff intelligence sections, head military garrisons and lead American-trained units accused of massacres in rural regions.''\n''It is profoundly wrong for the President to accept any kind of cosmetic rearrangements without proof that death squad activities have been abolished,'' he added. ''I am convinced that the President should offer no further supplemental military aid to El Salvador until he is assured that structural changes have been made in the policy and practice of civilian murder in El Salvador.''\n \nPickering Says He Is Pleased\nSAN SALVADOR, Jan. 7 (AP) - United States Ambassador Thomas R. Pickering is ''very pleased'' with the Salvadoran Government's efforts to eliminate human rights abuses and murders by right-wing death squads.\n''We believe an excellent start has been made on this difficult issue,'' Mr. Pickering said Friday. ''I'm very pleased with the progress made in a whole range of issues.''\nThis week, two intelligence officers suspected of involvement in the death squads - the former national police intelligence chief, Lieut. Col. Aristides Alfonso Marquez, and a former treasury police officer, Maj. Jose Ricardo Pozo - were sent to diplomatic posts abroad. United States officials say many other officers have been sent abroad or transferred from their posts, but their names have not been disclosed.\nPresident Alvaro Magana, who met with Mr. Pickering Friday at the Presidential palace, also said he felt that progress had been made on human rights. But he said the personnel changes had nothing to do with pressure from the United States to crack down on the death squads, believed to have links with the military and police agencies."
}