{
    "title": "EX-F.B.I. AIDE SAYS GRAY APPROVED BREAK-INS IN AN INQUIRY ON RADICALS",
    "publisher": "the new york times",
    "year": 1980,
    "month": 10,
    "day": 22,
    "full text": "J. Wallace LaPrade, who was dismissed two years ago as head of the Federal Bureau of Investigation's New York office, testified today that the bureau's Acting Director approved break-ins at private dwellings in 1972 to investigate terrorism.\nMr. LaPrade appeared as a defense witness at the trial of two former F.B.I. officials, W. Mark Felt and Edward S. Miller, who are charged with approving break-ins in the search for fugitive members of the militant Weather Underground in 1972 and 1973.\nMr. Felt and Mr. Miller contend that they authorized the break-ins with the approval of L. Patrick Gray, the bureau's Acting Director, as part of a national hunt for suspected terrorist bombers.\nFormer FBI aide J Wallace LaPrade testifies that acting bureau director L Patrick Gray approved break-ins at private dwellings in 1972 to investigate terrorism\nProsecutors contend that even if Mr. Gray gave his approval, the activities were illegal because a court warrant or approval from the Attorney General is required for such break-ins.\n \nDismissed by Attorney General\nMr. LaPrade, now a private consultant, was dismissed in 1978 by Attorney General Griffin B. Bell on the ground that he had failed to cooperate with the Justice Department's investigation of illegal investigative techniques used by the bureau against the Weather Underground. At the time of his dismissal, Mr. LaPrade denied that he had failed to cooperate.\nTestifying today, Mr. LaPrade said that in 1972, when he was in charge of the bureau's Newark office, he attended a conference in Washington at which Mr. Gray talked about investigating terrorist activities.\n''He wanted the F.B.I. to do everything because it was so important to the security of the country,'' Mr. LaPrade said. He said an agent had asked if the bureau could resume using ''traditional'' investigative techniques such as break-ins, and Mr. Gray had told the agents, ''Yes, we will.''\nMr. LaPrade testified that Mr. Gray had told the agents to go ahead with ''black bag jobs'' and ''do whatever is necessary.'' But Mr.  LaPrade also said Mr. Gray had told agents: ''Of course, before you do this you will call in to get permission. You will not necessarily talk to me, but follow the chain of command.''\nMr. LaPrade acknowledged that he did not tell the bureau's investigators everything he knew about the case at two meetings in 1976 and 1977. ''There was information not allowed to be discussed that would have been embarrassing to the department and to the President of the United States,'' Mr. LaPrade said.\nHe later told reporters he was under orders from Attorney General Benjamin R. Civiletti to remain silent about the information, which he said involved a domestic operation with foreign connections."
}