{
    "title": "Ex-Federal Worker in Australia Accused of Financing ISIS",
    "publisher": "the new york times",
    "year": 2018,
    "month": 1,
    "day": 23,
    "full text": "MELBOURNE, Australia — A 40-year-old Sydney woman who worked for the federal government is facing terrorism financing charges, after the police accused her of wiring tens of thousands of dollars to the Islamic State in 2015.\nMichael Willing, the assistant commissioner of the New South Wales Police Force, said the woman was arrested Tuesday morning in Parramatta, a suburb in western Sydney. He would not say where the woman worked in the government, what her ties were to the recipient of the money or to which country the funds were sent.\n“There’s no evidence to suggest that her employment was in any way related to her activities,” Assistant Commissioner Willing said at a news conference, while reassuring the public that there was no impending security threat as a result of the arrest.\nThe police accused the woman, who was identified as Linda Merhi, 40, of transferring “a little over” 30,000 Australian dollars, or around $24,000, to the Islamic State. Assistant Commissioner Willing said the woman would be charged with five counts of intentionally collecting and making funds available to a terrorist organization. He said the arrest was part of Operation Peqin, a continuing police effort to identify and curb terrorist activity.\nThe case is not the first one of the kind in Australia. A 16-year-old student and her 20-year-old male friend were arrested in 2016 on charges that they helped raise money for the Islamic State, a case that cast a national spotlight on the issue of terrorist financing in the country. The girl’s lawyer argued in court last year that she had been “brainwashed” and “manipulated” by the man, whom she claimed to be in love with, and who had promised to marry her.\nParramatta, the suburb where the woman was arrested, has a sizable Muslim minority. Some residents expressed dismay over the current case.\n“These people are brainwashed because they don’t have the knowledge,” said Hossam Fahrouk, an Egyptian Muslim who immigrated to western Sydney in the past week. “Any normal person, we will not accept this. No religion accepts killing people.”\nLast November, the Australian government announced that it would share financial intelligence with other Asia-Pacific countries, including Malaysia and Indonesia, in an effort to curb terrorism financing in the region.\nIn December, the Australian Transaction Reports and Analysis Center, the government’s financial watchdog, accused the Commonwealth Bank of Australia of failing to immediately report transactions it suspected of being tied to the financing of terrorism.\nWant more Australia coverage and discussion? Join us in our Facebook group, sign up for the weekly            Australia Letter and start your day with the            Australian Morning Briefing.\nIsabella Kwai contributed reporting from Sydney.Follow Adam Baidawi on Twitter: @ads_b.\nRelated Articles\nFrance Investigates Lafarge Executives for Terrorist Financing\nTeenage Girl Leaves for ISIS, and Others Follow\nISIS Lieutenant Emerges From Australian Red-Light District\n\nLoad-Date: January 25, 2018"
}