{
    "title": "EX-HOSTAGES WIN LAWSUIT AGAINST IRAN",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 8,
    "day": 28,
    "full text": "WASHINGTON - A federal judge has ordered Iran to pay $ 65 million in damages to three Americans held hostage in Lebanon during the 1980s for its part in their kidnapping and torture.\nThe damages were awarded Thursday to former hostages David Jacobsen, Joseph Cicippio and Frank Reed and the wives of Cicippio and Reed.\nThey had sued under a 1996 law that allows Americans who are victims of terrorism in foreign countries to sue in U.S. courts if those nations are listed by the State Department as sponsors of terrorism. Iran has been listed as a terrorism sponsor since 1984.\nU.S. District Judge Thomas Penfield Jackson awarded $ 20 million to Cicippio, $ 16 million to Reed and $ 9 million to Jacobsen. Also, Elham Cicippio and Fifi Delati-Reed were awarded $ 10 million each.\n\"It's somewhat lower than I expected as a verdict,\" said their lawyer, James Oliver. \"I thought it would be much higher, but we're pleased with it. It brings closure.\"\nOliver said Jackson wrote to Secretary of State Madeleine Albright asking her to aid efforts to collect the damages.\n\"We think there are various avenues of collecting,\" Oliver said, including frozen Iranian assets in the United States.\nCicippio was comptroller of the American University of Beirut when he was kidnapped in September 1986. Over the next five years and three months, he said, he was beaten and subjected to Russian roulette. He suffered frostbite when he was chained to an outdoor balcony throughout one winter. He lost over 60 pounds.\nReed, who operated two private schools in Beirut, was taken hostage in September 1986 and held for over 31 1/42 years. During the entire time, he was shackled in a stooped position and was never allowed to stand. He was regularly beaten on the soles of his feet, electric shocks were given to his hands and his food was laced with arsenic.\nJacobsen was chief executive officer of the American University of Beirut Medical Center when he was taken hostage in May 1985. He was held for almost a year and a half and was repeatedly beaten and threatened with death.\n\nLoad-Date: August 28, 1998"
}