{
    "title": "EX-JIHADIST WEBMASTER RECEIVES 8-YEAR SENTENCE AFTER APOLOGY DRAWS AN 81 2-YEAR PRISON TERM FOR SOLI",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 7,
    "day": 17,
    "full text": "Emerson W. Begolly, a former jihadist webmaster whose rants under the screen name Abu Nancy called for the destruction of schools and day care centers, apologized Tuesday in a childlike voice shortly before he was sentenced to 8 1/2 years in prison.\n\"I'd like to sincerely apologize for the things that I said on the computer and for biting the policeman in the scuffle,\" Begolly, 23, told U.S. District Judge Maurice B. Cohill. \"I shamed my family.\n\"I don't want to go back to any of this kind of stuff,\" he continued. \"I want to be able to go walking again in the park, go fishing again on the river.\"\nWith credit for time served, he could be fishing by age 30 -- a possibility that seemed unlikely before the hearing.\nPre-sentencing filings appeared to suggest that Begolly faced a 15-year sentence for possessing a firearm in relation to assaulting an FBI agent and soliciting others to commit terrorist attacks, both crimes to which he pleaded guilty. But at a sentencing hearing that was delayed by an hour while attorneys met with the judge in chambers, assistant U.S. attorney James Kitchen did not argue for that sentence.\nMr. Kitchen's boss, U.S. attorney David Hickton, declined to explain after the hearing why his office did not seek a 15-year sentence, which would have matched that called for in federal guidelines. He called the 8 1/2-year sentence \"appropriate.\"\nMr. Hickton emphasized that Begolly, who lived on an Armstrong County farm near Mayport, was an example of a \"rising\" threat of homegrown extremists.\n\"He was raised here, he went to school here and yet he became an active administrator of an anti-American jihadist forum,\" Mr. Hickton said, from which platform he advocated attacks on infrastructure and schools and posted bomb-making instructions. The combination of easy contact through the Internet between young people and international radicals and the prevalence of firearms creates a clear threat, he said.\nWhen the FBI arrested Begolly on Jan. 4, 2011, \"a mass tragedy was averted,\" Mr. Hickton said. \"He was walking between four local schools, in close proximity to his home, and on one occasion he was photographed with a semi-automatic weapon.\"\nBegolly was active on jihadist websites from 2008 through 2010, and his writings had come to the FBI's attention. He had posted online that \"if police came for him, he would make Waco look like a tea party,\" Mr. Hickton said.\nWhen FBI agents approached him as he sat in a car in a parking lot waiting for his mother, Begolly reached for a loaded gun, and then bit the agents as they subdued him. That led to the firearm charge, and after subsequent study of his online activity, prosecutors in Eastern Virginia brought the solicitation charge. The sentence covers both.\nAssistant federal public defender Marketa Sims argued that Begolly has Asperger's syndrome, a condition on the autism spectrum, and other mental health problems. She said the case stemmed from \"a toxic brew of crime, politics, religion and mental health.\n\"This is someone who was in way, way, way over his head, and he now realizes that,\" she said.\nMs. Sims and Mr. Kitchen had sparred in court filings over the relevance of information developed through a jailhouse informant, who told the FBI that Begolly wanted to hire a hit man to kill his mother, Joan Kowalski. She cooperated with the FBI, helping to set up the encounter at which he was arrested.\nAt the hearing, Ms. Kowalski tearfully pleaded with Judge Cohill for leniency.\n\"I will not give up on my son, because Emerson, Emerson is worth hoping for,\" she said, before turning to him. \"I love you.\"\n\"I think I could have been there for him more,\" said the father, Shawn Begolly. \"He probably wouldn't have gotten involved with this stuff if I was there for him.\"\nMr. Hickton said that parents can learn from the story.\n\"When [Begolly] was acting out at an earlier age, he was photographed wearing a Nazi uniform,\" Mr. Hickton said. \"That was probably not a good idea.\"\nAfter release, Begolly will be on probation for five years.\n\nNotes\n\nRich Lord: rlord@post-gazette.com, 412-263-1542 or Twitter @richelord/\n\nGraphic\n\n \nPHOTO: Emerson Begolly in a photo provided by the U.S. attorney's office.\n\nLoad-Date: July 17, 2013"
}