{
    "title": "Ex-M15 spy chief_ No link between Iraq and 9_11",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 20,
    "full text": "LONDON ? British and U.S. intelligence had no credible evidence of a link between Saddam Hussein and the Sept. 11, 2001 attacks on the United States before the 2003 Iraq invasion, the ex-head of Britain's domestic spy agency told the country's inquiry into the war Tuesday. Eliza Manningham-Buller, director of the MI5 between 2002 and 2007, said that nothing to connect the attacks to Baghdad was discovered ahead of the 2003 invasion of Iraq. \nThe ex-spy chief also said the war caused allies to lose focus on the al-Qaida threat in Afghanistan, emboldened Osama bin Laden and led to the radicalization of a generation of homegrown British extremists. Manningham-Buller said those pushing the case for war in the United States gave undue prominence to scraps of inconclusive intelligence on possible links between Iraq and the 2001 attacks, singling out the then-U.S. Defense Secretary Donald Rumsfeld. \"There was no credible intelligence to suggest that connection and that was the judgment, I might say, of the CIA,\" she told the inquiry. \"It was not a judgment that found favor with some parts of the American machine.\" She suggested the dispute led Rumsfeld to disregard CIA intelligence in favor of work produced by his own department. \"It is why Donald Rumsfeld started an alternative intelligence unit in the Pentagon to seek an alternative judgment,\" said Manningham-Buller, who was a frequent visitor to the U.S. as MI5 chief. \"To my mind, Saddam Hussein had nothing to do with 9/11 and I have never seen anything to make me change my mind,\" she said. Manningham-Buller, who is now a member of the House of Lords, said that the focus of Britain and the U.S. on Iraq had also had far reaching consequences for the mission to tackle global terrorism. \"By focusing on Iraq we reduced the focus on the al-Qaida threat in Afghanistan. I think that was a long-term, major and strategic problem,\" Manningham-Buller told the panel. She acknowledged the Iraq war vastly increased the terrorism threat to Britain ? with her officers battling to handle a torrent of terrorism plots launched by homegrown radicals in the wake of the 2003 invasion. \"Our involvement in Iraq radicalized, for want of a better word, a whole generation of young people ? not a whole generation, a few among a generation ? who saw our involvement in Iraq, on top of our involvement in Afghanistan as being an attack on Islam,\" she said. Manningham-Buller acknowledged that she had not held any one-to-one discussions with Britain's then-prime minister, Tony Blair, to discuss the likely impact invading Iraq would have on the terrorist threat to the U.K. Video messages left by the four suicide bombers who killed 52 commuters in the 2005 attacks on London's subway and bus network referred to Britain's role in Iraq. The Iraq war had \"undoubtedly increased the threat, and by 2004 we were pretty well swamped,\" Manningham-Buller said. She told the five-member inquiry panel, appointed by Britain's government, that the decision to invade Iraq had also likely provided an impetus to al-Qaida. \"Arguably we gave Osama bin Laden his Iraqi jihad, so that he was able to move into Iraq in a way that he was not before,\" she said. The ex-spy chief, giving evidence in a public session, said she had been asked by the British government in the aftermath of the invasion to persuade deputy U.S. Defense Secretary Paul Wolfowitz to ditch his plan to disband Iraq's army. But she found she had \"not a hope\" of changing Wolfowitz's mind, Manningham-Buller said. She also acknowledged that the intelligence picture before the Iraq war was incomplete. A previous British inquiry into the Iraq war criticized flawed intelligence before the invasion. \"The picture was fragmentary,\" Manningham-Buller said. \"The picture was not complete. The picture on intelligence never is.\" She said MI5 had refused requests to supply some \"low-grade\" intelligence for a government dossier on the case for war, a document sharply criticized in the previous inquiry. \"We refused because we didn't think it was reliable,\" Manningham-Buller said. The Joint Intelligence Committee ? which drafted the dossier ? had been patchy on Iraq and had \"an aura about it that is undeserved,\" she told the panel. Other ex-intelligence chiefs have given evidence to the inquiry in private sessions. The inquiry was convened to examine the build-up to the Iraq war, and errors made on post-conflict planning. It won't apportion blame or assign criminal liability for mistakes made, but will issue a report later this year with recommendations for future operations and military missions. \n\nLoad-Date: July 21, 2010"
}