{
    "title": "Ex-military leaders warn of global warming's security risk Generals predict wars over water, hunger",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 4,
    "day": 16,
    "full text": "Global warming poses a \"serious threat to America's national security\" with terrorism worsening and the U.S. will likely be dragged into fights over water and other shortages, top retired military leaders warn in a new report.\nJoining calls already made by scientists and environmental activists, the retired U.S. military leaders, including the former Army chief of staff and President Bush's former chief Middle East peace negotiator, called on the U.S. government to make major cuts in emissions of gases that cause global warming.\nThe report warned that in the next 30 to 40 years there will be wars over water, increased hunger instability from worsening disease and rising sea levels and global warming-induced refugees.\n\"The chaos that results can be an incubator of civil strife, genocide and the growth of terrorism,\" the 35-page report predicted.\n\"Climate change exacerbates already unstable situations,\" former U.S. Army chief of staff Gordon Sullivan told Associated Press Radio. \"Everybody needs to start paying attention to what's going on. I don't think this is a particularly hard sell in the Pentagon. ... We're paying attention to what those security implications are.\"\nGen. Anthony \"Tony\" Zinni, Bush's former Middle East envoy, said in the report: \"It's not hard to make the connection between climate change and instability, or climate change and terrorism.\"\nThe report was issued by the Alexandria, Va.-based, national security think-tank The CNA Corporation and was written by six retired admirals and five retired generals. They warned of a future of rampant disease, water shortages and flooding that will make already dicey areas - such as the Middle East, Asia and Africa - even worse.\n\"Weakened and failing governments, with an already thin margin for survival, foster the conditions for internal conflicts, extremism and movement toward increased authoritarianism and radical ideologies,\" the report said. \"The U.S. will be drawn more frequently into these situations.\"\n\nGraphic\n\n \nAnthony Zinni\n\nLoad-Date: April 24, 2007"
}