{
    "title": "Ex-military man and aide to governor is the kind of guy we need more of",
    "publisher": "the day ",
    "year": 2013,
    "month": 7,
    "day": 17,
    "full text": "They called him Rambo.\nI first met Greg Barlow right after Booth Gardner was elected governor in 1984 when this tall, handsome, silver-haired man walked up to me in the basement of the Legislative Building in Olympia and asked, \"Aren't you Adele Ferguson?\" I am, I said.\nHe put out his hand.\n\"I just wanted to thank you,\" he said, \"for the column you wrote about how Ron Dotzauer was blowing the money running the Gardner campaign so I took the checkbook away from him.\"\nDotzauer was multimillionaire Gardner's campaign manager. Barlow worked for Gardner's richer than he was stepfather, Norton Clapp, in security for the family and in managing Clapp's charity work, the Medina Foundation.\nHe had a special talent of being able to assess a situation in record time and take the necessary action to deal with it. Barlow wasn't involved in the day to day campaign but you can bet stepdaddy Clapp told him to keep an eye on what was going on there. Barlow had already served as Gardner's right hand man when Gardner was Pierce County executive and famed as one of the very few Gardner aides with the guts and the know-how to sit down with The Boss and show him exactly where the bear sat in the buckwheat.\nAt his first meeting with the county staff Barlow reached into his pocket, took out the keys to the county car assigned to him and threw them down on the table. We don't need to be driving county cars, he said, and invited them to toss theirs in, too. They did.\nBooth wanted him to head up his transition team when he moved into the governor's office but Congressman Norm Dicks talked him out of it. Barlow's Rambo-esque manner made him too hot, he said, So Barlow was named adjutant general in charge of the Washington Air and Army National Guard. He was no phony. He earned a chestful of medals, including the Silver Star, during his military career.\nHe called me one time about something and our friendship developed into telephone chats where I could get firsthand knowledge about terrorism from a man who was connected to top terrorism experts all over the country.\nI never used his name because careers are risked if criticizing the administration. He wasn't telling me secrets, just interpreting what was going on.\nThe first time we talked was right after 9/11. He said Russia was behind it and was training terrorists. The Arab world had no love for us. He said the reason they dared to hit us was because we failed to do what Reagan promised after they blew up our Marine barracks in Beirut, which was deliver swift, effective retribution.\n\"We did nothing to Iran after our hostages were freed. We did nothing after they blew up our embassies. In fact, the U.S. displayed an alligator mouth and a hummingbird rear end,\" Barlow said.\nAirport security was in the toilet, he said, due to a failure of leadership. The FBI and the CIA came apart under Clinton. The intelligence community was politicized and used to gather dirt on public figures. We sold the highest defense secrets in the history of the world in giving up the design of our nuclear weapons to China.\nWe'd get Osama bin Laden eventually, he said, but that wouldn't stop terrorism. New leaders would arise. The war against terrorism won't be over early or easy.\nGreg Barlow died on July 4th at 74 of complications from Alzheimer's disease. Too soon, Greg, too soon. We need a guy like you. We need him real bad.\nAdele Ferguson is a syndicated columnist. She can be reached at P.O. Box 69, Hansville, WA 98340.\nGreg Barlow had already served as Booth Gardner's righthand man when Gardner was Pierce County executive, and was famed as one of the very few Gardner aides with the guts and the know-how to sit down with The Boss and show him exactly where the bear sat in the buckwheat.\n\nLoad-Date: May 22, 2015"
}