{
    "title": "Ex-Minneapolis man convicted in terrorism trial",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 6,
    "day": 4,
    "full text": "In the first major federal terrorism trial since the Sept. 11 attacks, a former Minneapolis resident and one of his associates were convicted Tuesday in Detroit of conspiring to support terrorists.\n     The case ended after almost 10 weeks with split decisions on the four defendants.\n     Abdel-Ilah Elmardoudi, 37, formerly of Minneapolis, and Karim Koubriti, 24, were found guilty of conspiracy to provide material support or resources to terrorists.\n     The jury of three men and nine women also found them guilty of conspiracy to engage in fraud and misuse of visas, permits and other documents.\n  Ahmed Hannan, 34, was acquitted of conspiracy to support terrorism, but he was found guilty of conspiracy to engage in fraud and misuse of visas, permits and other documents.\n    Koubriti and Hannan were acquitted on two other fraud counts. Farouk Ali-Haimoud, 22, was acquitted of all charges.\n     \"Obviously, we're devastated,\" said Elmardoudi's attorney, William Swor, speaking by phone from Detroit after the verdict. \"We will fight this.\"\n     Swor promised to file a motion for a new trial in the coming months on grounds that the government introduced prejudicial material and issues at trial.\n    Elmardoudi can be sentenced to up to 15 years in prison. Koubriti and Hannan face up to five years.\n     Jeff Collins, the U.S. attorney for the Eastern District of Michigan, called the verdicts \"an important victory in the ongoing war against terrorism.\"\n     Although there have been other terrorism cases since Sept. 11 _ such as those of shoe bomber Richard Reid and an alleged cell in Lackawanna, N.Y. _ the Detroit case has drawn the most attention, because it focused on people accused of helping terrorists but who didn't actually commit terrorist acts.\n     The case was closely monitored by the Bush administration, which viewed it as an example of the government's resolve to combat terrorism in the United States.\n     \"Every victory in the courtroom brings us closer to our ultimate goal of victory in the war on terrorism,\" said U.S. Attorney General John Ashcroft, who was rebuked by the judge for publicly praising a government witness during the trial.\n     The U.S. attorney's office charged that the men were part of a Detroit sleeper cell that was allegedly helping terrorists target such locations as Las Vegas, Disneyland and military bases in Turkey and Jordan.\n     The four men reportedly conspired to seek recruits, intelligence, weapons and false documents to help other radicals attack the United States and its allies.\n     Prosecutors said Elmardoudi led the group and obtained money from overseas sources. They also alleged that Elmardoudi made trips to Turkey in 1996 and 1997 connected to the group's plans to attack a U.S. military air base there. A day-planner found in an apartment contained sketches of the air base in Incerlik, Turkey.\n     Three of the four defendants were arrested within a week of the Sept. 11 attacks. Elmardoudi was arrested on Nov. 5, 2001, at a bus station in North Carolina. Police said he had $83,000 in cash, $4,600 in blank money orders and a fake ID.\n     Elmardoudi, a Moroccan citizen, lived in a south Minneapolis apartment for between 1999 and 2001.\n     He fled a Minneapolis halfway house in April 2001, shortly after he was indicted in federal court in Minnesota on a charge of stealing telephone calling-card numbers that were used to make more than $745,000 in unauthorized calls.\n     The case broke when agents of a terrorism task force raided an apartment in Detroit on Sept. 17, 2001, in hopes of finding Nabil Almarabh, who is reputed to be a close associate of Osama bin Laden.\n      Almarabh turned out to be only an illegal immigrant. But agents found Ali-Haimoud, Hannan and Koubriti. They also found phony identity documents, a day-planner with plans and sketches of the U.S. air base in Turkey and a hospital in Amman, Jordan.\n     Agents confiscated a videotape that depicted surveillance of U.S. landmarks, including Disneyland in Anaheim, Calif., and the MGM Grand Hotel and Casino in Las Vegas. Audiotapes of militant Islamic lectures advocating jihad against Christians and Jews were also found.\n     Doug Kelley, a Minneapolis criminal defense lawyer and former federal prosecutor, said he was surprised that the government only got a split decision in the trial.\n     \"I'm sure the government will declare this a victory, but I think it will cause them a little bit of heartburn that they only got two out of four,\" he said Tuesday afternoon.\n     \"This should have been a pretty solid case,\" he said. \"I have to wonder if they aren't thinking that the military tribunals aren't the way to go in the future.\"\n     Kelley said another key point coming out of the trial is that the jury did not get caught up in the anti-Arab, anti-Muslim, anti-terrorist mentality that many believe has dominated the country since Sept. 11.\n     \"I think this shows that the jury will sort it out,\" he said, noting that one defendant was acquitted and another was convicted only of fraud.\n     Ziad Amra, a board member with the Minnesota chapter of the American-Arab Anti-Discrimination Committee, agreed that the trial \"shows to a certain extent that the system can work.\"\n     \"Those that have committed crimes should be brought to justice and should get a fair hearing regardless of race or religion,\" he said.\n     Amra said he wasn't worried that the convictions would embolden the Bush administration to go after more Arabs or Muslims living in the United States in its quest to apprehend terrorists.\n      \"I think they are as emboldened as they need to be,\" he said. \"It's clear that they are targeting one community.\"\n.\nStaff writer Paul Gustafson and the Associated Press contributed to this story.\nHeron Marquez Estrada is at hme@startribune.com.  \n     CHRONOLOGY\nThe making of a sleeper cell\n     The U.S. government's case against Abdel-Ilah Elmardoudi and three associates outlined the development of a support network in the U.S. for Islamic terrorists.\n     1999-2001: Elmardoudi, a Moroccan citizen, makes his home in a south Minneapolis apartment.\n     April 2001: He flees a Minneapolis halfway house shortly after being indicted in federal court on a charge of stealing telephone calling-card numbers.\n     June 2001: According to the indictment, Elmardoudi tells Karim Koubriti and Ahmed Hannan to look for security gaps at Detroit Metropolitan Airport.\n     September 2001: Six days after the Sept. 11 attacks, federal agents looking for an alleged associate of Osama bin Laden in a Detroit apartment find Koubriti, Hannan and Farouk Ali-Haimoud.\n     November 2001: Elmardoudi is arrested in North Carolina while carrying $83,000 in cash and forged documents.\n     March 2003: Elmardoudi and the three other men go on trial in U.S. District Court in Detroit on charges that they supported Islamic terrorists.\n     June 2003: Elmardoudi and Koubriti are found guilty of conspiracy to provide material support or resources to terrorists, and of conspiracy to engage in fraud and misuse of visas, permits and other documents; Hannan is found guilty of the latter charge and acquitted of conspiracy to support terrorism, and Ali-Haimoud is acquitted of all charges.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: June 4, 2003"
}