{
    "title": "Ex-Military Officer in Pakistan Is Linked to 2 Chicago Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "The arrests last month of two Chicago men accused of planning an attack on a Danish newspaper have widened into a global terrorism inquiry that has led to arrests in Pakistan and implicated a former Pakistani military officer as a co-conspirator, government officials said Wednesday.\n  In India, where the pair from Chicago are said to have wanted to attack the country's national defense college, investigators are trying to determine whether the two men played a role in attacks a year ago in Mumbai in which more than 160 people were killed. Officials said they had not clearly established a connection.\n  The case is one of the first criminal cases in which the federal authorities seem to have directly linked terrorism suspects in the United States to a former Pakistani military officer, though they have long suspected connections between extremists and many members of the Pakistani military. Intelligence officials believe that some Pakistani military and intelligence officials even encourage terrorists to attack what they see as Pakistan's enemies, including targets in India. \n  The two men, David Coleman Headley, 49, and Tahawwur Hussain Rana, 48, were accused in complaints unsealed on Oct. 27 of plotting against the employees of a newspaper in Copenhagen that published cartoons of the Prophet Muhammad in 2005 that offended many Muslims.\n  The complaints suggested that Mr. Headley -- who was accused of the most serious charges, attempting to murder and maim in a foreign country -- had cooperated with the authorities after his arrest on Oct. 3 as he boarded a plane on the first leg of a trip to Pakistan. The officials, who asked not to be identified because they were discussing a continuing inquiry, now say that the investigation has widened further in part because of the wealth of information supplied by Mr. Headley.\n  John Theis, a lawyer for Mr. Headley, and Patrick W. Blegen, a lawyer for Mr. Rana, would not comment on who was suspected of being the co-conspirator or other matters in the case. Randall Samborn, a spokesman for Patrick J. Fitzgerald, the United States attorney in Chicago, also declined to comment. Mr. Headley and Mr. Rana are in custody pending further proceedings. Each is scheduled to appear at a detention hearing in early December.\n  A spokesman for the Pakistani Embassy here also declined to comment, citing the continuing inquiry. \n  Mr. Headley, who changed his name from Daood Gilani in 2006, is a United States citizen who lived in Pakistan but recently was mainly a resident of Chicago. Mr. Rana is a Canadian citizen who has lived legally in Chicago, where he operated a travel agency and other businesses.\n  Mr. Headley and Mr. Rana are graduates of a military academy in the town of Hasan Abdal in Pakistan, and they maintained e-mail contact with other former students, including officers in Pakistan's military. They belonged to a group of the school's graduates who referred to themselves as the ''abdalians'' in Internet postings, according to government affidavits.\n  Mr. Headley and Mr. Rana were accused in the complaints of reporting to Ilyas Kashmiri, a former Pakistani military officer who has become an Islamic militant commander associated with both Al Qaeda and Lashkar-e-Taiba. The latter is a Pakistan-based militant group suspected in the deadly attacks in Mumbai. \n  The officials declined to name the other former military officer in the case, who is suspected as a co-conspirator. He is said to have recently left the Pakistani Army and held the rank of colonel or brigadier general, higher ranks than Mr. Kashmiri held.\n  Prosecution documents in the case said that the officer was arrested earlier this past summer in Pakistan on unspecified charges and later released. However, another official said that the officer was discharged only after his associates pressured the Pakistani authorities to free him. \n  In the complaints against Mr. Headley and Mr. Rana, the officer is identified as an uncharged conspirator by the letters ''A'' and ''B.'' The complaints describe him as ''associated with Kashmiri, as well as with Lashkar-e-Taiba.''\n  One official who has been briefed on the investigation said that Pakistani authorities had arrested as many as five other people in connection with the plot in recent weeks, including some former or current Pakistani military officials. Those people remain in custody, but it was unclear what role they played in the expanding plot. \n  American military and intelligence officials said the case involving Mr. Headley and Mr. Rana reflected a new and evolving pattern of individual militants with different backgrounds and experience, rather than terrorist groups, teaming up to plot and carry out attacks.\n  ''In a lot of ways, it's moving beyond the mainline activities of individual groups to elements of various militant groups or terrorist organizations that have spent time together, have fought together, maybe trained together, that now have associations with certain facilitators that now come together to plan and execute attacks,'' said a Defense Department official who is following the case closely.\n  ''The present and future is less about individual groups conducting attacks, and more about combinations of individuals, and groups and facilitators that come together,'' said the official, who spoke on condition of anonymity because of the criminal investigation. ''Together they have the resources, the means, the insights to execute those attacks.''\n  The official said that Mr. Kashmiri was a prime example of this new kind of operator. Mr. Kashmiri, a former Pakistani special operations commando, has extensive contacts with Kashmiri militant groups as well as with Al Qaeda in Pakistan.\n  Officials in Mumbai said that Mr. Headley and Mr. Rana visited the city and several others in  India in the months before the assault on Mumbai last November, and may have visited some of the sites that were attacked. \n  ''It seems like there is some connection'' between the attacks and the two men's repeated visits to India, Ashok Chavan, chief minister of Maharashtra State, said in an interview. ''But the link has to be established.'' \n  A senior police official said that in 2007 Mr. Headley  stayed at the Taj Mahal Palace and Tower hotel, one of the main targets of the Mumbai attack. \n  Indian news reports citing anonymous officials have said that Mr. Headley also visited other sites that were attacked -- including a cafe popular with tourists and a Jewish community center, but the official said the reports had not been confirmed.\n  India's home minister, P. Chidambaram, told reporters last week that the links were being explored but declined to elaborate. \n  ''He visited India many times before 26/11,'' Mr. Chidambaram told reporters, referring to the date of the attacks on Nov. 26, 2008. ''We are investigating a probable link between 26/11 and Headley.'' \n  Investigators in India have long suspected the attackers in Mumbai had outside help in planning and carrying out the assaults beyond the Lashkar-e-Taiba leaders based in Pakistan. Some of their targets, like the Jewish center, were not well known and were hard to find.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 19, 2009"
}