{
    "title": "EX-OFFICIALS DETAIL U.S. TIES TO IRAQ",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 5,
    "day": 25,
    "full text": "The United States sent Libyan rebels to train in Iraq in the 1980s so that they could overthrow Moammar Gadhafi, former government officials said Monday.  The operation was part of a developing intelligence relationship between Iraq and the United States that was to include over time the passing of U.S.  satellite information to help Baghdad in its eight-year war with Iran, the officials said.  The full extent of the cooperation has not been revealed. But the administration of President George Bush, defending itself against a storm of congressional criticism following the Iraqi invasion of Kuwait in 1990, left the impression it was limited to U.S. help for Iraq against Iran.  The decision to send several hundred Libyans for training in Iraq served several purposes, said Howard Teicher, formerly on the National Security Council under President Ronald Reagan.  Iraq wanted to get even with Gadhafi for supporting Iran in the war, he said, and Egypt wanted to encourage U.S. support for Iraq to block Iran from winning and spreading Muslim fundamentalism through the region. Also, said Teicher in an interview, the United States wanted to topple Gadhafi, accusing him of terrorism and attempts to topple neighboring governments.  The Libyan exiles attempted a coup against Gadhafi in May 1984, but it was immediately crushed, Teicher recounts in his book, \"Twin Pillars to Desert Storm,\" a chronicle of U.S. policy in the Mideast from Presidents Richard M.  Nixon to Bush.  Another former official, who asked not to be identified, said the plot involved a raid by seaborne commandos who fired rockets and machine guns toward a military barracks used by Gadhafi.\nThe operation was crushed, and the estimated 15 rebels were killed in the raid or captured and later executed. Most of the rebels were students and dissidents living in Britain, Italy and other European countries, said Teicher.  The United States also trained other Libyans, captured in Chad when Libya invaded that country in the mid-1980s, to mount cross-border sabotage raids.  But those raids failed to inflict much damage in Libya. Bush's administration brought about 300 of these Libyan prisoners to the United States in 1991 after Chad evicted them.  Iraq's willingness to train Libyan exiles encouraged those in the administration who wanted improved ties with Iraq, said Teicher, an opponent of the developing relationship.  The cooperation also strengthened those in the administration who argued that Iraq had stopped its support of terrorism and was proving it by its willingness to fight Libyan terrorism, he said.  The United States removed Iraq from a list of countries supporting terrorism in 1982, despite evidence then and later that Iraq still supported terrorists.  Contrary to popular perception, Teicher wrote, the idea of seeking improved ties with Iraq - which severed relations with the United States after the 1967 Mideast war - originated in Jimmy Carter's administration rather than Reagan's. It was first proposed in 1979 by Carter's national security adviser, Zbigniew Brzezinski, to counter the lost U.S. influence in Iran, Teicher said.\n\nLoad-Date: October 7, 1993"
}