{
    "title": "EX-PREMIER OF TURKEY MURDERED",
    "publisher": "the new york times",
    "year": 1980,
    "month": 7,
    "day": 20,
    "full text": "Former Prime Minister Nihat Erim was assassinated today by unidentified gunmen near his summer home in an Istanbul suburb.\nThe Turkish state radio said four terrorists shot and killed him and his bodyguard at about 11 A.M. as they were going to the beach in Kartal on the Asian side of the Sea of Marmara. Mr. Erim's wife, Kamile, was with him but was not harmed. The bodyguard tried to return the gunmen's fire but was shot in the head and died immediately, witnesses said. Mr. Erim, who was 68 years old and headed the Government in 1971-72, also died at the scene.\nThe gunmen reportedly opened fire from a white automobile and escaped in it. Security forces later detained five suspects in a similar car, but then they found yet another white car abandoned in the Kartal area and said they thought it was the one used in the attack.\nAN-A\nPolice sources said nine empty cartridges were found at the site of the murder, as well as a tract saying: ''We have punished Gun Sazak. We are now punishing Nihat Erim.'' Mr. Sazak, a leader of the extreme right-wing Nationalist Action Party, was slain in May. The leaflet was signed by Dev-Sol, or Revolutionary Left, a clandestine organization. The city of four and half million was already tense because of the murder of Abdurrahman Koksaloglu, a Republican Peoples' Party deputy from Istanbul, on Tuesday, apparently by rightists.\nMr. Erim gained the enmity of leftists when the military cracked down on leftists and intellectuals while he was Prime Minister. Mr.  Erim, a professor of international law, once belonged to the leftof-center Republican People's Party but resigned before becoming Prime Minister.\nUnder his nonparty Government, martial law was declared, all student associations were banned, the right-wing National Order Party and the left-wing Turkish Labor Party were barred, and, under American pressure, poppy growing was banned.\nHe resigned when the National Assembly refused to grant him extraordinary powers to curb rising terrorism.  After the assassination, Prime Minister Suleyman Demirel held an emergency Cabinet meeting, which issued a statement condemning the attack and offering condolences to the families of Mr. Erim and his bodyguard. Mr. Demirel canceled all his appointments to follow the situation and sent his Minister of Interior to Istanbul to supervise the investigations. All entrances to Istanbul were blocked by security forces searching for the killers.\n \nDrive Against Terrorists Promised\nMr. Koksaloglu was buried yesterday with state honors amid tight security.  Former Prime Minister Bulent Ecevit, the leader of the opposition Republican People's Party, was among the Government and political leaders who attended, and he called Tuesday's murder ''a direct attack on parliamentary democracy in Turkey.''\nAfter today's assassination, Prime Minister Demirel pledged that terrorist gangs would ''not escape the punishment of the law'' and that the struggle would continue ''until the bandits are crushed completely.'' But he did not indicate what his eight-month-old Government would do to curb terrorism, which has been increasing rapidly.\nMr. Ecevit, who had strongly opposed the Erim Government, hailed him today as ''a statesman and a politician who helped Turkey's transition to democracy.''\nMr. Ecevit made an urgent appeal for national unity ''against those persons who are doing everything to destroy our state and democracy and spread disorder in our country.''\n \nAttended 1945 U.N. Meeting\nMr. Erim made his reputation as a professor of international law.  As a legal adviser in the Foreign Ministry, he was in in the Turkish delegation to the San Francisco conference in 1945 that drew up the Charter of the United Nations. He served as a Turkish member of the European Human Rights Commission from 1956 to 1962 and represented the Turkish Parliament in the European Council from 1961 to 1970.\nHe was his country's chief legal adviser in negotiations with Britain on Cyprus in the mid 50's, headed the Turkish committee that took part in drafting the Cyprus constitution in 1959 and took part in subsequent negotiations on Cyprus at the United Nations,\nHe was born in Kandira in Kocaeli Province north of Istanbul in 1912. He graduated from law school in Istanbul, received his doctorate in law in Paris and became a professor at Ankara University's law school.\n\nGraphic\n\n \nIllustrations: Photo of Nihat Erim"
}