{
    "title": "Ex-police devised 'terror list' in Pennsylvania",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 9,
    "day": 16,
    "full text": "An obscure York nonprofit with ties to Philadelphia University and Jerusalem is behind the state Homeland Security agency's monitoring of protesters, environmentalists and gays, documents show. \nThe Institute of Terrorism Research and Response is headed by Michael Perelman, who formerly worked for the York City Police Department, and Aaron Richman, a former police captain in the Israeli capital, according to filings with the Pennsylvania Department of State. \nGov. Ed Rendell apologized Tuesday after the disclosure that the state Office of Homeland Security paid the institute $125,000 for weekly reports the agency used to put Marcellus shale hearings and a gay and lesbian festival on terror watch lists for law enforcement. \n\"We are appalled at what we have learned so far about these reports,\" said Witold Walczak, legal director for the ACLU of Pennsylvania. \"It all smacks of J. Edgar Hoover. Saying that no harm was done is simplistic. Just raising questions about a group or a person can cause harm. Dissent does not equal danger.\" \nPerelman declined to comment but provided a statement that explained in general terms what his organization does: \n\"The mission of the Institute of Terrorism Research and Response is to identify and analyze information that can be leveraged to prevent injury, loss of life and destruction of property. At times, that means providing guidance on the potential for deadly actions.\" \nRichman could not be reached for comment. \nRendell said Wednesday he does not plan to fire anyone in his administration because what happened was the \"collective responsibility\" of state Homeland Security and the Pennsylvania Emergency Management Agency. He has appointed a task force headed by Steven Crawford, his chief of staff, to investigate the state's contract with the institute and how to distribute security alerts in the future. \nHomeland Security did not put the one-year contract with the institute up for bid because the state Department of General Services determined no other company could provide a similar service, said Maria Finn, a Homeland Security spokeswoman. \nThe institute's website provides few details about Perelman and Richman. \nThey formed the company six years ago in York to provide \"on-site educational seminars on institutional security against terrorism and other threats,\" a state filing shows. Three years later, in 2007, they formed a nonprofit foundation for \"enhancing anti-terror training.\" \nRichman works as an assistant professor at Philadelphia University, which identifies him as a former police captain in Jerusalem, a paramedic and a doctoral candidate in Public Policy and Homeland Security. \nRendell insisted at a Downtown news conference that while Homeland Security disseminated information about groups to law enforcement, the agency did not monitor protests. No video or photo surveillance was conducted, either, he said. \n\"If this wasn't so wrong, it would be laughable,\" said state Rep. Doug Reichley, R-Allentown.  \nA spokesman for House Minority Leader Sam Smith, R-Punxsutawney, asked how the contract was awarded. \"I'm wondering, who are these people, who vetted them, and who chose them in the first place?\" Stephen Miskin said. \"Instead of spending $125,000 to spy on protesters, you could look at the governor's budget cuts and look at what else could have been funded.\" \nSeveral House Republicans, including Reichley, called for the House government committee to investigate the contract and others doled out during the Rendell administration with \"no oversight,\" Miskin said. \n\nLoad-Date: September 16, 2010"
}