{
    "title": "EX-PRESIDENT OF PAKISTAN ORDERED HELD 2 MORE WEEKS",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "ISLAMABAD -- A Pakistani anti-terrorism court Saturday extended by two weeks the detention of the former military ruler Pervez Musharraf, ensuring that the legal wrangling surrounding the retired general will continue in the run-up to elections on May 11.\nAfter a hearing that lasted barely five minutes, the judge ordered Mr. Musharraf held in custody until May 4, during which time he was expected to face charges over his decision to fire senior judges in 2007, when he was the president.\nIslamabad district administration officials said Mr. Musharraf would be held at his fortified villa, declaring it a \"sub jail\" and sending police officers to guard the villa. No visitors will be allowed, officials said.\nIt was Mr. Musharraf's fourth court appearance in 48 hours, highlighting the unprecedented nature of a case that challenges not only his liberty, but also the sense of impunity that military rulers have long enjoyed in Pakistan.\nMr. Musharraf arrived at the courthouse surrounded by the police and paramilitary soldiers, reflecting the danger to his life from Taliban militants who have threatened to kill him. But the greatest hostility came from a crowd of jeering lawyers in black suits, who chanted insults and pushed against the security cordon.\nAs he emerged from the hearing, Mr. Musharraf saluted in his signature military style before being escorted back to police headquarters, and later to his villa. Muhammad Amjad Chaudhry, a close aide to Mr. Musharraf, said the former general was in good spirits despite his situation.\n\"His morale is high,\" Mr. Chaudhry told reporters. \"He says he will face the courts. He regrets that he is being accused of acts he never committed.\"\nThe detention is a strange twist for Mr. Musharraf, who had hundreds of people, including senior judges, placed under house arrest in November 2007 after he declared emergency rule as his grip on power slipped.\nThat period still rankles members of Pakistan's judiciary. Mr. Musharraf's case was heard in an anti-terrorism court Saturday because a judge earlier declared that the former president's detention of senior judges constituted an act of terrorism.\nSome critics are trying to have Mr. Musharraf tried for treason, a politically contentious undertaking that some fear could prompt an aggressive military intervention.\nThe case has elicited high emotions on both sides. One retired general, speaking on condition of anonymity, said that senior officers were angered by the sight of Mr. Musharraf being dragged through the courts. And although Mr. Musharraf is facing trial in a civilian court, his security is being provided by active-duty soldiers, who helped him escape from court when a judge refused to grant him bail Thursday.\n\nLoad-Date: April 23, 2013"
}