{
    "title": "EX-PREMIER OF PAKISTAN GETS LIFE FOR TERRORISM; COURT COULD HAVE IMPOSED DEATH FOR TRYING TO DOWN PL",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 4,
    "day": 7,
    "full text": "Pakistan's former prime minister on Thursday received a life prison term but escaped the death penalty for trying to down a passenger plane carrying the man who unseated him in last year's army coup.\nAn anti-terrorist court found Nawaz Sharif guilty of hijacking and terrorism for the events of Oct. 12, when he refused to let a commercial airliner carrying the army chief, Gen. Pervez Musharraf, land in Pakistan. The army deposed Sharif the same day.\nThe court acquitted Sharif, 51, of two other charges - attempted murder and kidnapping. Six men charged with Sharif, including his younger brother, were acquitted on all counts.\nProsecutors had sought death sentences for all the defendants, and both sides said they would appeal.\nSharif's relatives shouted and wept as the verdict was read, and several protesters outside the courtroom scuffled with police. But the sentencing did not inspire much protest among Pakistanis, many of whom had grown frustrated with Sharif's corruption-riddled regime and had not objected to the ouster of his elected government.\nSharif was given a life sentence on each count, but the judge ordered the sentences to run concurrently. A life sentence in Pakistan is 25 years, with a chance for parole.\nThe judge also ordered Sharif's extensive property confiscated. In addition, the ousted leader is to pay $ 37,000 compensation to the passengers and crew aboard the Pakistan International Airlines aircraft and $ 18,500 in fines.\nThe prosecution argued for the death penalty, saying the anti-terrorist courts - set up by Sharif's administration to hand out quick justice - are required by law to give the maximum punishment for any conviction. But Judge Rehmetullah Hussein Jaffri said that Sharif committed his offense in the heat of the moment and that the maximum punishment should be reserved for worse cases.\n \nJaved Jabbar, a special adviser to Musharraf, called the trial fair.\n\"This bizarre act needed this kind of special trial. This trial would have been held with any person who would have done this kind of thing,\" Jabbar said.\n \nBut Britain said it was \"disturbed\" by aspects of the trial.\n\"These include changing the terms of the trial to include hijacking in the anti-terrorist laws after the alleged event, and the questionable judicial climate,\" Foreign Minister Robin Cook said.\n\nGraphic\n\n \nPHOTO Photo from AGENCE FRANCE-PRESSE - Supporters of deposed Prime Minister Nawaz Sharif beat their heads Thursday in Rawalpindi, Pakistan, to mourn a guilty verdict against him. Six men charged with Sharif were acquitted on all counts.\n\nLoad-Date: April 7, 2000"
}