{
    "title": "Ex-Prosecutor in Terror Inquiry Is Indicted",
    "publisher": "the new york times",
    "year": 2006,
    "month": 3,
    "day": 30,
    "full text": "A grand jury charged Wednesday that a former federal prosecutor in Detroit who led one of the Justice Department's biggest terrorism investigations concealed critical evidence in an effort to bolster the government's theory that a group of local Muslim men were plotting an attack. \n  The former prosecutor, Richard G. Convertino, and a State Department employee who served as a chief government witness were each indicted on charges of conspiracy and obstruction of justice. The grand jury charged that they had conspired to conceal evidence about photographs of a military hospital in Jordan that was the supposed target of a terrorist plot by the Detroit defendants.\nMr. Convertino, once a rising star at the Justice Department who fell out of favor with supervisors in Washington, denied that he had ever withheld evidence, and he pledged that he would be vindicated.\n  ''These charges are clearly vindictive and retaliatory, and it's an effort to discredit and smear someone who tried to expose the government's mismanagement of the war on terrorism,'' he said in a telephone interview. \n  The indictment of the former prosecutor and one of his star witnesses marked a dramatic turnaround in a case once hailed by President Bush and John Ashcroft, his first attorney general, as a major breakthrough against terrorism plotted on American soil. \n  After four Muslim men were arrested days after the Sept. 11 attacks in a dilapidated Detroit apartment, federal authorities charged that they were part of a ''sleeper'' terrorist cell plotting attacks against Americans overseas. \n  Two of the men were convicted on terrorism charges after a high-profile trial in 2003, with Mr. Convertino as the lead prosecutor. But the case soon began to unravel amid accusations of concealed evidence and government misconduct. The Justice Department ultimately repudiated its own case, leading to the dismissal of all terrorism charges against the men in 2004.\n  ''I can't recall a case like this in recent memory where you have not only the collapse of the prosecution's entire case, but now the prosecutor himself indicted,'' said Brian Levin, a professor at California State University, San Bernardino, who has written on terrorism prosecutions. \n  ''The government has made clear it's going to do everything it can to go after terrorism, but here you have a case where it appears that hubris might have intoxicated the prosecutor, and he might have taken one step over the line,'' Mr. Levin said.\n  Mr. Convertino, 45, who has left the Justice Department and opened his own law practice in the Detroit area, faces 30 years in prison and a $1 million fine if convicted. His co-defendant, Harry R. Smith III, 49, a security officer for the State Department who assisted in the prosecution, faces 20 years in prison and a $750,000 fine. \n  The indictment lays blame for the collapse of the case against the terrorism suspects at the feet of Mr. Convertino and Mr. Smith. It said the two men conspired ''to present false evidence at trial and to conceal inconsistent and potentially damaging evidence from the defendants.''\n  But an investigation by The New York Times published in October 2004 found that senior officials at the Justice Department knew of problems in the case yet still pushed for an aggressive prosecution.\n  An internal Justice Department memorandum prepared in Washington before the 2002 indictments of the men acknowledged that the evidence was ''somewhat weak,'' that the case relied on a single informant with ''some baggage,'' and that there was no clear link to terrorist groups. \n  The prosecution exposed deep rifts within the Justice Department over issues of strategy -- to the point that some Washington prosecutors assigned to the case were barely on speaking terms with Mr. Convertino and his Detroit prosecutors. \n  The opening of the government's indictment against the terror suspects, drafted by prosecutors in Washington, appeared to have been lifted almost verbatim from a scholarly article on Islamic fundamentalism. And Mr. Ashcroft was rebuked by the Detroit judge hearing the case for publicly asserting -- in error -- that the defendants were suspected of having advance knowledge of the Sept. 11 attacks.\n  The trial of the Detroit terror suspects turned on a set of sketches found in a day planner in the apartment where three of them lived.\n  At the terrorism trial in 2003 of the four defendants, Mr. Convertino and the prosecution team argued that the sketches, with corresponding words in Arabic, represented ''casings'' of two overseas targets -- an American air base in Turkey and a military hospital in Jordan. \n  Defense lawyers sought to debunk the theory, arguing that the supposed sketch of the Turkey air base looked more like a map of the Middle East, but the jury convicted two of the men on terrorism charges.\n  Mr. Smith, who was based in Jordan through 2003, testified at the trial that diplomatic constraints had prevented him from photographing the hospital. But the grand jury charged that the real reason he and Mr. Convertino concealed photographs of the hospital taken by Mr. Smith and another State Department employee was that they did not match the sketches.\n  Richard Helfrick, a public defender in Detroit who represented Karim Koubriti, one of the defendants originally convicted and then cleared on terrorism charges, said his client was gratified to learn of Mr. Convertino's indictment on Wednesday.\n  Mr. Koubriti ''wants to be in court when Mr. Convertino is arraigned,'' Mr. Helfrick said.\n  The former prosecutor said his legal troubles were the result not of wrongdoing, but of his clashes with Justice Department supervisors in terrorism prosecution and elsewhere. ''This is just devastating,'' Mr. Convertino said. ''I have five kids, and I had to tell my kids today, 'They're charging Dad with a crime.' But if they think they can scare me off like this, they've got the wrong guy.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Richard G. Convertino, a former federal prosecutor, was indicted. (Photo by Robin Buckson/The Detroit News, via Associated Press)\n\nLoad-Date: March 30, 2006"
}