{
    "title": "Ex-prison worker sues sheriff over traffic stop",
    "publisher": "the tampa tribune ",
    "year": 2010,
    "month": 5,
    "day": 17,
    "full text": "The plaintiff says he was accused of being a terrorist.\nBy ELAINE SILVESTRINI\nesilvestrini@tampatrib.com\nTAMPA - A week before he retired as a federal law enforcement officer, Kamal Kader says, he was a victim of racial profiling by the Hillsborough County Sheriff's Office.\nIn a lawsuit, Kader says he worked on a counter-terrorism unit and found himself accused of being a terrorist along the side of a Hillsborough County road two years ago.\nKader is suing the sheriff's office, saying he was humiliated and suffered \"injury to reputation\" and \"emotional injuries\" during a traffic stop for speeding June 23, 2008. The lawsuit describes the incident as a false arrest made solely on the basis of Kader's Middle Eastern appearance.\nThe deputy who stopped Kader's car requested backup and had additional officers surround the vehicle, according to the lawsuit, which was filed April 30 in Hillsborough circuit court and moved this week to federal court.\nThe sheriff's office \"knew or should have known\" Kader was neither a terrorist nor on any terrorist watch list, the lawsuit states.\nSheriff's spokeswoman Debbie Carter said Kader was stopped for driving more than 50 mph in a 35 mph zone. Kader went to court, paid the fine and went to traffic school, she said.\n\"During the course of the traffic stop, there was other information the deputy needed to check out,\" Carter said, adding she could not be more specific. \"He was detained for 29 minutes during the entire traffic stop. We don't believe that was an exorbitant amount of time.\"\nAsked about Kader's allegations that he was accused of being a terrorist, Carter responded, \"I would just say I can't respond to his claims. There was information that the deputy had to check out.\"\nAccording to his lawsuit, Kader was a federal agent holding a position as senior intelligence specialist with a counter-terrorism unit at the time of the incident. His attorney, Delano Stewart, said Kader worked in that capacity for the federal Bureau of Prisons.\nA Bureau of Prisons spokeswoman said Kader retired June 30, 2008, as a correctional program specialist. Spokeswoman Felicia Ponce said that because Kader is no longer an employee she couldn't determine whether he worked in a counter-terrorism unit.\nReporter Elaine Silvestrini can be reached at (813) 259-7837.\nCopyright © 2010, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: June 7, 2010"
}