{
    "title": "EX-RESIDENT'S ARREST OVER TERROR IS 'SHOCKING,' NEIGHBOR SAYS",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 1,
    "day": 1,
    "full text": "When the news broke this weekend that a recent former Aspinwall resident Sean A. Duncan is a suspect in a terrorism-related investigation, his former neighbor said she couldn't comprehend it.\n\"I couldn't even sleep last night. I kept thinking: 'He was nice. He said hello and was pleasant. Was he hating us secretly?'\" the woman, who asked that her name not be disclosed, recounted.\nMr. Duncan was arrested Friday night and charged by the FBI with obstructing justice for destroying a computer thumb drive while fleeing federal agents. His home in Sterling, Va., was raided.\nMr. Duncan and his wife had resided in a 13-unit apartment building on Western Avenue in Aspinwall. The couple lived there more than six months but less than a year, according to the neighbor. The neighbor said that when they moved to Aspinwall, the couple's car had a Virginia license plate.\nThe neighbor said she last saw them at the apartment on June 6, 2017, when the couple's 4-month-old boy died. It was a day that the neighbor described as \"terrible. Unforgettable.\" She recalled the ambulance coming and the infant being removed on a stretcher, a respirator on his face.\nAn Allegheny County spokeswoman said Saturday that the county medical examiner ruled that the death of the baby, Muhammad, was a result of unexplained infant death, but that the manner of death - accident, natural or homicide - was deemed \"undetermined.\"\nThe neighbor said she and her boyfriend were questioned by county homicide detectives and she recounted that they told authorities they had never seen anything suspicious.\nMeanwhile, as county detectives investigated the death, they came upon hundreds of suspicious internet searches that had been made on Mr. Duncan's smartphone. This information is contained in a criminal complaint that was publicized on the internet by news media in Virginia and Washington, D.C.\nThe Aspinwall neighbor said the allegations are \"shocking and upsetting.\"\nEssentially, the criminal complaint says that while Mr. Duncan was living in Aspinwall, he was conducting numerous searches related to the Islamic State group, terrorism and bombs.\nThe neighbor said she didn't often see the couple or the baby and that no other children resided in the home.\n\"They stayed inside their apartment a lot,\" the neighbor said, describing the couple's ages as early to mid-30s.\nShe said Mr. Duncan was American but often wore what the neighbor described as \"robes, religious garb.\" His wife, she said, \"always had on a hijab.\"\nWhile the neighbor was interviewed once by county homicide detectives, she said she never was questioned by the FBI.\nShe said the last time she saw Mr. Duncan's wife, she was getting in the ambulance to ride to the hospital with her infant son.\n\"She never came back to that apartment that I know of,\" the neighbor said.\nAs for Mr. Duncan, he returned only once, toward the end of June with another person, to pack up, the neighbor said.\nShe said she never gave the couple a second thought that was unpleasant in any way.\n\"They seemed nice. We had no idea, no inclination to think otherwise. It's scary,\" she said.\nAccording to the federal complaint posted online, Mr. Duncan appeared on the federal radar when a relative relayed to authorities that he had converted to Islam and may have been \"radicalized.\" He said Mr. Duncan voiced his approval of Westerners being beheaded in the Middle East.\nAccording to the document, an informant told federal agents that Mr. Duncan was interested in joining the Islamic State group. He and his wife attempted to travel to Turkey in February 2016. They were interviewed by federal authorities afterward. Mr. Duncan then changed his cell phone number and deleted his Facebook account. An undercover FBI agent began making contact with Mr. Duncan in August 2017.\nA raid was conducted Friday on Mr. Duncan's Sterling home. As agents were knocking, Mr. Duncan fled out a back door of the home, according to the complaint.\nAs he was being chased, the complaint notes, Mr. Duncan threw a plastic baggie over the heads of the agents. The baggie contained a memory chip stored within a thumb drive that had been snapped into pieces and placed in a liquid substance that produced frothy, white bubbles.\nMr. Duncan was charged with obstructing justice in a terrorism-related investigation. He is scheduled to make his first court appearance Tuesday in the Eastern District Court of Virginia.\n\nNotes\n\nSteve Twedt contributed./ Karen Kane: kkane@post-gazette.com or 724-772-9180. /\n\nGraphic\n\n \n\\\n\nLoad-Date: January 6, 2018"
}