{
    "title": "Examining the Symbols of Terrorism to Understand Its Message",
    "publisher": "the chronicle of higher education",
    "year": 2002,
    "month": 12,
    "day": 6,
    "full text": "Over the past year, numerous new courses on terrorism and related topics have been developed at colleges across the country.\nWhat makes his class \"The Rhetoric of Terrorism\" different, says the professor, Joseph S. Tuman, is his emphasis on the symbolism of terrorism.\n\"I don't want us to get into the politics until we look at it as communication,\" he says. \"When a terrorist hurts someone or destroys property, it's not only violence, it's communicating a message.\"\nMr. Tuman, who teaches political and legal communications at San Francisco State University, acknowledges that some might see his approach as an attempt to justify terrorism as a legitimate form of speech. Even the title of the course might be interpreted as an apology for violent acts.\nBut that's not the case, according to the professor. \"It's absolutely not a defense of terrorism,\" he says. \"Understanding is not the same as defending.\"\nWhile much fodder for the course comes from current events, Mr. Tuman also tries to put terrorism in a historical context, discussing, for instance, the rise of the Ku Klux Klan in the first part of the last century. Among other things, students reflect on the symbolism of the white hoods and burning crosses. \"Terrorism is not just about blowing something up. What's important is the message being sent,\" Mr. Tuman says.\nThe class also examines how political leaders talk about terrorism. \"When Bush calls something a battle between good and evil, that becomes our language,\" says Mr. Tuman. \"That becomes part of our nation's discourse.\"\nStudents say:\n\"Terrorism is sadly becoming an everyday part of our lives, and being aware of the messages that are sent helps us understand what we're going through,\" says Nika Robani, a senior journalism major.\nRequired reading:\nMr. Tuman's forthcoming book, Communicating Terror: The Rhetorical Dimensions of Terrorism (Sage, 2003), is the main text for the course. Students read news articles about various terrorist groups and transcripts of speeches by political leaders. They also watch tapes of speeches by Osama bin Laden and others.\nAssignments:\nStudents take two exams and complete a series of projects.\nFor the last project, the class was divided into three groups, each of which had to look at one aspect of the recent hostage taking by Chechen rebels at a Moscow theater. They examined why that particular play (which Mr. Tuman says dealt with Russian nationalism) might have been selected for the attack.\nGot a great course? E-mail syllabus@chronicle.com  \n\nLoad-Date: January 8, 2003"
}