{
    "title": "Examining the nature of terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "The task of turning a world map into a board game by toy manufacturers has never been a difficult one. \"Risk,\" \"Diplomacy\" and \"Axis and Allies\" are just a few of those kill-or-be-killed games of world domination, all of which fill up spaces of time on low-key Saturday nights. However, to play these games for entertainment is one thing; to actually look at the world like a board game, like Americans do, is completely another.\nPresident George W. Bush leads a unique country at an enormously unique period in history, and here at home he has played his cards well. The attacks of Sept. 11 not only proved America vulnerable as a nation, but left its peoples' minds vulnerable to new doctrines of worldview which feed off fear and cling to arrogance, acted out through aggression. A Feb. 5, 2004 CNN/USA Today/Gallup poll declared Americans evenly split on whether or not the war in Iraq was worthwhile -- proof of the president and his staff's huge success when it comes to shaping American minds. Were the administration unsuccessful, in the face of a plethora of evidence eventually forming a clear and obvious pattern refuting the merit of America's wars in the Middle East, Bush's support would be nearly nonexistent, at last finding a warm home among no others but stubborn fools and madmen.\nAnd what about this image of the world as a board game? The iceberg of naivete and shallowness through this perspective starts at its tip with recent Letters to the Editor, suggesting the United States \"bow[ing] to the threats\" of terrorism would be ridiculous and an altogether failure on behalf of the nation. However, half of America comprises the bulk that agrees the outcome of international affairs simply divides the world into winners and losers, and the only route to the \"win\" comes through fighting terrorism militarily. As the doctrine dictates, America would show cowardice by backing down -- that is, by fighting terrorism through any method besides war. And at the cost of lives, the loss of pride is the last thing anyone wants, n'est-ce pas?\nOn Friday, March 19, my column \"Terrorism misunderstood by Americans\" suggested the militant approach to terrorism may not be the best method for the nation exercise. Instead, the United States should \"alleviate its causes,\" a murky subject which I purposely leave out, may involve economic liberty, namely from the oil industry and former U.N. sanctions in Iraq, among other similar issues. I do not, however, claim to understand the causes of terrorism -- I state: \"Terrorism rarely, if ever, occurs without purpose. Fortunately, in the cases the world is faced with today, there are purposes which are discoverable -- but only if learning takes proper care.\" One should derive from this the causes of today's terrorism are yet undiscovered, even to dice-rolling Americans who seem to think otherwise, that foreign ideologies are concrete, unchanging and ever-belligerent toward the West.\nI devote, however, much of the argument to America's lack of knowledge of the Muslim World, and to the assertion that the militant approach to fighting terrorism stagnates the reciprocation of understanding between people. Furthermore, there indeed exists the possibility for both an ideology and its antithesis to coexist, without violence, which I use as an underlying theme of the column that should not be ignored.\nToo often we are forced to hear claims from the dice-rollers that terrorism exists because Arabs hate America, their lust for American lives attaining satiety only after acts of terror are finally committed. Case closed. Next step: destroy terrorists. But those Americans who have awakened from the depths realize questions remain unanswered: Why do they hate us? What brings them to the conclusion the West bears evil?\nMilitants bypass these questions and go straight for the kill, ignoring the danger to follow. On Monday, March 22, an Israeli air strike left Hamas founder Sheikh Ahmed Yassin dead, leaving Hamas vowing violent revenge against Israel, which the group will most certainly carry out in the near future. So then, when was Israel safer: Before the attack, or after? Perhaps, one who says \"after\" claims case one: In order to insure security, lives will be lost in the process of obliterating the enemy. However, fewer lives would have been lost in case two: Israel should have not only refrained from the air strike, but deconstructed the wall which now separates Israeli and Palestinian settlements-two simple steps to appease the enemy, in turn assuring greater security. Furthermore, in case one, should one consider destroying the enemy a reasonable possibility? Instead, efforts to accomplish such a feat result in the enemy's recruitment of new generations of potential suicide bombers, who feed off resentment from previous attacks against their people.\nAfter watching so many similar examples come to pass, Americans slowly begin to wonder the nature of terrorism, an increase of questioning which correlates indirectly with Bush's declining support. A logical appraisal of the situation leads to the argument that the Arab World is not expanding toward the West, but the West is expanding toward the Arab World. The result we see has been a violent backlash which is, at least in part, a counterattack against the American system of capitalism, which by nature is expansive and now relies heavily on the oil industry in the Middle East. When those people use terror as a means to overcome an incoming economic system, Americans should not fear \"losing\" anything. Instead, the other side gains back what it deserves in the first place. While the United States stands over Arabs and blocks the sun with one hand, it rapes the land and its resources with the other. Why is it so unimaginable a country which guarantees its own people the natural rights to life, liberty and property could/should never allow the same rights to another country? The emphasis here focuses on economic liberty. On the same note, America's sole purpose for presence in the Middle East relies on economics. As long as natural rights stand in the way of economic triumph, the United States will never liberate the Iraqi people or any other Arab to the degree which all humans deserve. Ironically, it is the United States-one half of it, rather -- who fears \"losing\" in the \"game.\"\nTo accept the possibility an idealistic philosophy -- that war in the Middle East serves as a second-rate solution to terrorism could be implemented into real life as practical solution, knowing the enemy in order to alleviate the causes of danger-scares the dice-rollers who swell with pride and continue on their dogged route. America's inflated defense and wars in the Middle East will not result in wins or losses against terrorism; destroying it would be like attempting to wage war against the air we breathe. Instead, all the nation can hope for is security. But more ways than one exist to insure it, and one must remember international relations cannot be played for a win or loss, using dice and plastic pieces, but lives, which in no gamely fashion must be protected. Above all else, the time has come to set nationalism aside and give back the liberty which was never ours to take.\n(C) 2003 The Daily Campus via U-WIRE\n\nLoad-Date: March 26, 2004"
}