{
    "title": "EXCERPTS FROM HAIG'S NEWS CONFERENCE ON U.S. POLICY AFTER SADAT'S DEATH",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 8,
    "full text": "Following are excerpts from a transcript of a news conference by Secretary of State Alexander M. Haig Jr. yesterday at the State Department, as recorded by The New York Times:\n \nOPENING STATEMENT\nLet me begin first by repeating our shock and dismay at the tragic assassination of President Sadat yesterday.  President Sadat understood the quest for peace and security, demanded perseverance and courage.  We must take from this terrible event a fresh determination to complete his work. Our pursuit of peace in the Middle East must continue to be guided by the Camp David accords. The treaty of peace between Egypt and Israel is a lasting achievement in the interests of both parties and of the entire region. The autonomy negotiations, an equal part of the accords, will receive our continuing and active participation in the days ahead. We are full partners in this process.\nEfforts to achieve peace must not ignore the threats from forces inside and outside the region, forces whose interests are antagonistic to the independence of every country in the area.  Accordingly, the United States is pledged to work with Egypt and with our other friends in the region to build a structure of relationships which will protect and advance our mutual int erests in the Middle East.\nExcerpts from transcript of news conference by Secretary of State Alexander Haig on US policy after death of Egyptian President Anwar el-SadatReflection on Sadat\nWe've been greatly heartened to hear from the Vice President of Egypt Mubarak and the Egyptian Government that Egypt shares our views about the importance of continuing the work begun by President Sadat.\nThe United States looks forward to further cooperation with Egypt as we strive to achieve the peace and security in that area.  Now I think a brief reflection on President Sadat is in order and perhaps the statement made by him in 1975 to Peter Jennings of ABC News would be beneficial to reflect on. He said at that time that he would like his tombstone to read, ''He has lived for peace and he has died for principle.''\nNow I think the essence of what I have just touched upon in a formal statement should be emphasized in several key areas as we face the period ahead without this gigantic personality at our side.\nFirst, it is clear that the successor Government in Egypt will be one marked by continuity. And we were greatly assured yesterday by reiteration of the Vice President that Egypt's domestic and foreign policy will be one of a continuation of the Sadat legacy.\n \nReason for Encouragement\nSecond, we are encouraged that the constitutional process in Egypt is now under way in strict accordance with that Constitution. Today the People's Assembly selected Vice President Mubarak as the nominee to succeed President Sadat. On Monday there will be a referendum designed to approve this selection and by Wednesday the People's Assembly will deal with it.\nI think one of the questions that is on everyone's mind is whether or not this tragic event was the consequence of a broadly based coup d'etat or rather the actions of a more narrowly based fanatical group within Egypt proper. Thus far the intelligence that we have available to this Government confirmed by that available to our friends in Egypt suggests that it was an assassination, not a coup d'etat, and that the base of this assassination was a group of fundamentalist religious fantatics centered not exclusively but primarily in certain military units.\nI think it's important to emphasize at the outset the determination of this Governm ent, of President Reagan espec ially, to continue to build on the friendship and the cordial relat ionships between ourselves and the Government and people of Eg ypt, the most populous nation in the Arab world. In this regard I th ink I can commit this Government, with the approval of President Re agan this morning, to a firm dedication of continued American support to the Government and the people of Egypt.\nWe would view with great concern, at this juncture, any effort by external powers to manipulate the tragic events of the last 24 hours. I think it's also important to bear in mind that while there is a backdrop of propaganda from certain capitals, in the region and elsewhere, that it is the United States view that the period ahead is one which must be a reflection, an evolution of the reflection, of the desires of the people of Egypt. And we intend to be a strong partner with Egypt in insisting on that reality.\nQUESTIONS\n \nAND ANSWERS\nNow I would be happy to take any questions you have.\n \nInstability in Mideast\nQ. Mr. Secretary, opponents of the Awacs sale to Saudi Arabia are saying the assassination of Sadat underscores the instability in the Middle East and the danger that the Awacs could fall into unfriendly hands if we go ahead with the sale. How do you respond to this?\nA. Well, first I think in the context of what I've already just said, such events, such tragedies, are not unique to Egypt or to the states of the Middle East. One would only think back in our history here in the United States, where an American President has been assassinated. American officials have been assassinated. President Ford experienced two attempts on his life. And most recently, President Reagan has experienced a similar attempt.\nI think it's more important that we, as Americans, reflect on the growing lawlessness and terrorism which is characterizing the international environment today. And as I have said in the past and would repeat again today: While there is no direct link, thus far, that would suggest external orchestration of yesterday's tragic event, nations who foster historic change by force, bloodshed, terrorism, contribute to an environment of increasing lawlessness internationally in all of our countries. And I think it would be a tragic distortion to suggest that what occurred in Egypt yesterday is a unique aspect of the Arab world.\nNow with respect to your specific question and the sale of the Awacs, I think we all know th at President Sadat had spoken out vigorously, a s recently as a week ago, on the urgency and desirability of proceeding with this sale as a manifestation that theUnited States and, above all, the American President, can conduct a coherent fore ign policy. Were we to draw back, in the wake of yesterday's t ragedy, from proceeding with the program which we have very carefull y considered to be in the best interests of the United States Govern ment and fundamental to the successful conduct of our foreign polic y in the region, we would make a mockery of all President Sad at stood for.\n \nKissinger Comment\nQ. Mr. Secretary, I wonder if you could address yourself to an observation made by one of your predecessors, Dr. Kissinger. He said in an interview that I'm quoting, ''Had the United States supported moves against radicals in the area - were it known in the area that radicals get punished and moderates get rewarded, then Anwar Sadat would be alive tonight.'' And for whatever implications you read into that insofar as the foreign policy of the U.S. is concerned.\nA. Well, I think this goes right to the heart, Mr. Kalb, of some of the statements I have made starting with the inauguration period about the dreadful plague of international terrorism and what has thus far been the inability of the international community to deal effectively with this scourge. And to the degree that we have been ineffective - to that degree we encourage those forces in the world who seek what will be inevitable and even desirable historic change by rule of force, by bloodshed, by terrorism, instead of by rule of law. At the recent summit of the seven in Ottawa, the United States actively sought and succeeded in achieving a series of findings with respect to international terrorism. We are now actively engaged in implementing the commitments made by those governments to deal with international terrorism - hijacking and the like. And I would say it behooves all serious civilized participants in the international community to work collectively together more effectively than we have in the past.\n \nConcern on Manipulation\nQ. In your opening statement, you expressed great concern and said the United States would have great concern about any efforts by any external powers to manipulate this situation. Do you see any indication that there are such efforts under way or about to be under way. It sounds like a message to Moscow. Have you communicated this to Moscow?\nA. No, no, darn it, I don't want you to read anything untoward in what I said. I think we have taken similar stances in the past in other locations and regions. We have no evidence of external manipulation of events. There have been, there's considerable evidence, historically, of activity sponsored by Libya in Egypt but not in this particular instance. We have yet uncovered no evidence of their involvement. But I think the level of their rhetoric, as witnessed yesterday, and the character of that rhetoric, would give one pause. And we would hope that they would not be tempted. They certainly are in external propaganda terms. They've already succumbed to that temptation.\nQ. By external powers I presume you would not consider Libya an external power to the region. Are you talking about the Russians?  A. External to Egypt. I think the Soviet Union knows our position, our friendship and our relationship with Egypt. They know we consider that relationship absolutely vital to our interests in the region and that we would treat it accordingly.\n \nAdvance Intelligence\nQ. Mr. Secretary, did the United States Government have any kind of advance intelligence information that Mr. Sadat's life might be in jeopardy and did the United States Government provide any intellgence information of that sort to the Egyptian Government?\nA. Well, I would never make it a habit of disclosing publicly those kinds of interconnections had there been any. But I don't have to tell you that President Sadat was on the radical hit list and has been ever since the initial days of Camp David and perhaps even before then.\nQ. Do you have any type of concrete information though --A. I think, clearly the Egyptian Government did. I can't speak for them but they took a number of actions in recent weeks which confirmed that surely they had some alarming information in that regard and perhaps more than that.\n \nThe U.S. Response\nQ. In the entire Middle East that is tied to Moslem fundamentalism there's been trouble recently in Tunisia, in Algeria, and we know that that has played a part in what happened to President Sadat yesterday. Simply by stating that the United States is going to be firm against terrorism and line up with the regimes in the Middle East, how do you feel that that will in any way deal with the fundamental question of what's going on in the Moslem world? And don't you think that it might be counterprodutive?\n \nA. Well, th ere are always, in such complex situations, a host of contradiction s. That's the unfortunate burden of those of us who haveto conduct fo reign affairs. They are replete with contradictions. Andthe achieveme nt of one more desirable goal frequently clashes immediately a gainst a perhaps somewhat less desirable goal and it's the assessmen t of foreign policy to try to determine which is the more importan t. I think the overall trend of international terrorism,the danger it poses for all free nations, demands a more concerted collective in ternational effort with effective safeguards and meaningful sa nctionary teeth to deal with it. And that means when a aircraft is h ijacked or an assassination attempt occurs that the perpetrators be dealt with in a more effective way than heretofore.\n\nGraphic\n\n \nIllustrations: photo of Haig at news conference"
}