{
    "title": "EXCERPTS FROM U.S. AIDE'S STATEMENT ON REAGAN'S VIEW OF MARINE PULLOUT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 3,
    "full text": "Following are excerpts from a statement today by Lawrence S. Eagleburger, Under Secretary of State for Political Affairs, to the House Foreign Affairs Committee:\nI am here today to present the Administration's view of the concurrent resolution submitted yesterday ''to bring about the prompt and orderly withdrawal'' of U.S. armed forces in the multinational force in Lebanon.\nJust four months ago, the Congress and the President went through a similar extensive review on a similar subject. A joint resolution was passed, which the President signed on Oct. 12 because, as he said, it ''provided important support for the U.S. presence and policies in Lebanon and facilitated the pursuit of U.S. interests in that region on the bipartisan basis that has been the traditional hallmark of American foreign policy.''\nThat joint resolution stated the Congress' finding that the multinational force in Lebanon ''better enables the Government of Lebanon to establish its unity, independence, and territorial integrity.''\nIt spoke in favorable terms of our basic objectives in Lebanon: removal of all foreign forces, national political reconciliation, and restoration of the Lebanese Government's control over its own territory.\nExcerpts from statement by Under Secretary Lawrence S Eagleburger to House Foreign Affairs Committee on Pres Reagan's views on withdrawing Marines from Lebanon (M)\nSince the passage of that resolution, one major event has occurred - the terrorist bombing of the Marine barracks in Beirut last Oct. 23.\nThis tragic event seems to have triggered an abrupt change in sentiment about our important interests in Lebanon.\n \nThe Draft Concurrent Resolution\nThe Administration is morally bound to oppose this new concurrent resolution. Whether it is legally or constitutionally ''binding'' on the President or not, is not my concern here. That is not the point. We take sufficiently seriously the importance of executive-legislative cooperation to be deeply concerned that such a major divergence of view could develop between the two branches.\nWe have serious substantive problems with this draft resolution.\nIt makes a number of sweeping assertions about our policy that are simply inaccurate, or based on premises that are inaccurate. It urges, for example, that ''every effort must be made'' to protect the security of our marines ending their withdrawal - totally ignoring the extraordinary steps that have already been taken at Beirut airport that make the Marine positions much more secure than before.\nIt asserts that the Lebanon problem has impeded ''efforts for progress'' in the broader Middle East peace process - ignoring the recent moves made by King Hussein to strengthen his position, the progress toward the re-entry of Egypt into the Arab fold, the increasing cooperation among Arab moderates in response to the Syrian-Iranian-Libyan threat, and the new, fluid situation in the Palestinian movement that resulted from the P.L.O.'s debacle in Lebanon.\n \nU.N. Peacekeeping Force\nThe draft resolution calls for a ''concerted diplomatic effort at the United Nations'' to replace the M.N.F. with a U.N. peacekeeping force, but gives no recognition to the fact that it is Syrian and Soviet opposition to a U.N. role that has blocked this so far.\nAnd we must remember that it is highly unlikely that a U.N. presence can really replace the M.N.F. as a counterweight to Syrian power. The most important counterweight will be the Lebanese Army, but even that will require backing and support from Lebanon's friends.\n \nDirection of Criticism\nA more serious flaw in the resolution is that all its criticism is directed at the United States and Lebanon - the two parties working hardest for a peaceful solution. There is not a word of criticism of Syria, Iran, the Soviet Union or the Lebanese factions that have assaulted the legitimate government and prevented diplomatic progress toward reconciliation.\nThe unpleasant fact remains that Syria will not permit progress toward a government of national unity until the Lebanese Government cancels its May 17 agreement with Israel - which would only create a new crisis with Lebanon's southern neighbor.\nI can assure you that Lebanon, the United States, and Israel have indicated willingness to settle. The obstacle is Syria. And a major factor encouraging Syria to stonewall is the obvious weakening of will in some of the M.N.F. capitals, including our own.\n \nThe Stakes in Lebanon\nWe should all understand clearly what the stakes are in Lebanon.\nThe true subject of this debate, and the true subject of this resolution, is not Lebanon but the Middle East, because the Lebanon problem is part and parcel of the Middle East problem.\nI do not have to explain to this committee why the Middle East is important to America's strategic interests, and to the free world's strategic interests. You all know that the Middle East is a strategic crossroads, the repository of vital energy resources on which the free world depends, a crucial arena of competition between the United States and the Soviet Union, and a region of many key countries of great importance to us.\nAt stake is a small country's right to survive under outside pressures, threats and blackmail. At stake is the principle of peaceful solutions to conflict, which is under attack by those who would impose their will by force.\nLebanon is a moderate Arab country - indeed a democracy and a long- time friend of the United States - that has dared to negotiate with Israel - and is under assault for that very reason. If the forces of extremism are permitted to overthrow a moderate government that has turned toward peace, what chances are there that other moderate Arab states will risk committing themselves to peace?\n \nConsequences of Pullout\nCongressional delegations and staff delegations have visited the Middle East in recent weeks and have heard - in stark and explicit terms - what all our friends in the area think will be the consequences if we desert Lebanon. The virtually unanimous view of both Israelis and moderate Arabs is that a precipitate U.S. withdrawal from Lebanon would be ''a disaster'' and ''devastating'' - these are quotes - for the U.S. strategic position in the Middle East and for the future of the region.\nIn a case like this, walking away from a difficult problem doesn't solve it - it only postpones the day of reckoning. A victory in Lebanon from the forces of radicalism and extremism will only embolden them. Letting Syria gobble up Lebanon now may only be guaranteeing that in the near- term future, an even greater crisis will occur with Syria, forcing Israel - and perhaps also the United States - to react in even more dangerous circumstnces.\n \nThe Problem of Terrorism\nWe face another, specific problem in Lebanon - the problem of terrorism. The challenge now is state-sponsored terrorism - not the work of random groups of fanatics but of regimes such as Iran, Libya, and Syria using terrorism as a weapon of policy.\nBecause of America's position in the world, Americans are bound to be targets - not only our marines but our diplomats, and even our distinguished educators like Dr. Malcolm Kerr. They are targets because they represent us. State-sponsored terrorism is a weapon directed against us - against our interests, our policies, and our most basic values.\nIf terrorism wins such a major victory in Lebanon, what does it signify for the world's future? Will the world be safer? Or will the world be a more dangerous place? Is this how the United States behaves when it is challenged by terrorists in a region of vital strategic interests? We may bring our boys home to safety now, but we run an enormous risk of encouraging escalating crises which may, down the road, compel us to send our boys out again in even more dangerous circumstances.\nThe draft resolution takes note of the problem of terrorism, urging measures to protect against it. This we agree with, and this we are doing. But I regret to say that the resolution's operative recommendation in fact would have us give in to it.\n \nOur Policy in Lebanon\nLet me try to explain, in positive terms, what our policy is in Lebanon.\nWe have to distinguish between three things: our long-term goals; the mission of the Marines, and what we will accept in a political compromise.\nOur long-term goals remain as they were, and as they are stated in last October's joint resolution: the unity, independence and territorial integrity of Lebanon, withdrawal of all foreign forces; restoration of the Government's control over its territory.\nWe do not expect our marines to bring about these ambitious goals. The mission of the Marines has always been a much more limited one: to provide the Government of Lebanon a breathing spell to begin to sort out the country's political problems. Their presence, from the beginning, was to facilitate the restoration of Lebanese Government sovereignty and authority over the Beirut area and to help assure the safety of people in that area. They were never meant as a combat force or as a permanent force.\n \nSigns of Progress\nWe recognize that achievement of long-term goals and even short-term goals will require political compromise. That has always been our position.\nWithin the last two months, there seemed to be signs of progress:\n- An agreement was reached on the evacuation of Deir al Qamar.\n- There were indications that the Lebanese opposition was eager to move ahead to a government of national unity.\n- Negotiations on the security plan for the Beirut area were proceeding.\n- The release of Lieutenant Goodman seemed to indicate Syrian interest in a dialogue.\n- Our willingness to respond vigorously to shelling and to attacks on our reconnaissance planes seemed to create a climate of caution on the part of those whose objectives differed from ours.\nIn early January, this progress slowed. Syria's position hardened; this was evident to all those who met with Syrian officials.\n \nSteadiness of Purpose\nThe reason for this deterioration was almost certainly that the staying power of some of those resisting Syrian pressures seemed to be eroding. Syrian officials commented that the United States seemed ''short of breath.'' In short, when we showed steadiness of purpose, progress was being made. When we wavered, progress stopped. When we show that steadiness again, progress will resume.\nWe must not overlook the positive developments that are still evident. Among them are:\n- The steady growth and effectiveness of the Lebanese Army;\n- The firmness of U.S.-Israeli relations, which is helping our diplomacy in Lebanon and will continue to do so;\n- The strengthening of the bloc of moderate Arab countries to counter the Syrian-Iranian-Libyan axis;\n- The continuing diplomatic efforts to nail down agreement on the security plan; and\n- The continuing determination of President Gemayel to pursue the path of political accommodation, reform, and reconciliation.\nThe Administration that I represent here today is well aware of the many problems we face in Lebanon. It makes no claim of total wisdom in what, admittedly, is a difficult - indeed a tragic - situation. We have review our policies and our programs constantly; we will continue to do so, looking always for ways to do what must be done more effectively, and with the safety of all our personnel in Lebanon, civilian and military, always uppermost in our minds.\nI cannot promise you that pursuing our goals with steadfastness and dedication in Lebanon will yield immediate positive results. But I can assure you that failure to pursue them - cutting and running, if you will - will do enormous harm."
}