{
    "title": "EXCESSIVE ATTENTION FEEDS TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "When high-tech mischief strikes, as it did two weeks ago over Long Island Sound, or lower-tech mayhem as on early Saturday morning in Atlanta's Centennial Olympic Park, I listen for voices of realism but seldom hear them - especially on television.\nSomething like the following:\n\"Of course the games will go on; that goes without saying. The chances that any spectator or athlete will be harmed by an act of violence are infinitesimally smaller than the chances of being struck by lightning at a rowing event or injured in an automobile accident while driving to an Olympic venue.\n\"Life is far safer now than it ever was, but it still involves risks that can be avoided only at prohibitive cost to civilized life. We work diligently to minimize those risks, never harder than here in Atlanta. But absolute security is a mirage.\n\"There could be no 'terrorism' when we were a nation of farmers, spread over millions of square miles of empty space. Risks come with urban civilization. Wherever numbers gather in a confined space, whether on a busy street, the cabin of an airliner or in an Atlanta park, there is vulnerability. But Tel Aviv and Jerusalem (because of the Palestinian rejectionists) and London (because of the IRA thugs) have lived with more significant risks for a long time.\n\"It would be the final mockery if a bomb or two drove us into a frenzy of agoraphobia.\"\nHeedless of the handwringing on television, the Olympic fans in Atlanta went back to the games, voting with their feet to disregard the silly prattle and panic that invariably breaks out after such events and suggests that Americans are childishly alarmed and confused.\nNot the least objectionable feature of these mindless media reactions is that they probably enhance the gratification of those who perpetrate the acts. It was, if I recall, ultimately determined that James Earl Ray, the sniper who shot the Rev. Dr. Martin Luther King in Memphis, yearned to be pictured on Sunday evening television as one of the FBI's Ten Most Wanted Men and got his wish. That \"young white male with an indistinguishable accent\" identified by police as a suspect in the Atlanta bombing must have relished the spectacle of anguish and doomsday speculation on the tube.\nTelevision has become the world's living room, turning everything that happens into an obsessive teledrama, often with presidents at their center. But our grasp of the consequences of media effects remains primitive. Television can hardly ignore spectacles like the fiery death of TWA Flight 800 or the explosion in Atlanta. The pictures are too good, and prurience about the emotions of victims is too powerful not to stare. But even so, why risk amplifying the danger?\nIt took many years to understand that high-level preoccupation with the hostage-takings in the Middle East, on television and even at the White House, provided a pure oxygen on which sociopathic mentalities burn brightest. What a triumph to confine the president of the United States, by his own declaration, to the White House grounds. What a pleasure that ABC News would number its days according to the captivity of American diplomatic personnel.\nBoth Jimmy Carter and Ronald Reagan - the latter with less excuse, since he had harshly criticized Carter's mishandling of the Iranian hostag e crisis - helped make the terrorists' agenda our agenda, their schedule ours, their blackmail our daily obsession. It was only when George Bush finally called off the high-level attention that the hostage-taking subsided, deprived of its vital fuel.\nWe cannot yet be sure just what role television spectacle plays in the sustenance of terrorism, but it is surely significant and it would be a good beginning to banish the word \"terrorism\" from reportorial vocabularies when the cause of a sudden disaster is uncertain. The word was used again and again of the Atlanta bombing, but whether it was the work of a terrorist or a random act of sadistic rage or mischief we didn't know and still don't.\nThe accepted sense of the word \"terrorism\" - now as far lost to modern journalistic discourse as the sense of the word \"tragedy\" - is violence with an intelligible point, requiring a plausible connection between the act and a cause.\nWhen a word can mean anything, it soon means nothing.\n\nLoad-Date: August 2, 1996"
}