{
    "title": "EXCERPT'S FROM SHULTZ'S ADDRESS ON INTERNATIONAL TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 26,
    "full text": "Following are excerpts from the prepared text of an address last night by Secretary of State George P. Shultz, titled ''Terrorism and the Modern World,'' at the Park Avenue Synagogue in Manhattan. The text was made available in Washington by the State Department.\nWe must reach a consensus in this country that our responses should go beyond passive defense to consider means of active prevention, pre-emption and retaliation. Our goal must be to prevent and deter future terrorist acts, and experience has taught us over the years that one of the best deterrents to terrorism is the certainty that swift and sure measures will be taken against those who engage in it.\nWe should take steps toward carrying out such measures. There should be no moral confusion on this issue. Our aim is not to seek revenge, but to put an end to violent attacks against innocent people, to make the world a safer place to live for all of us. Clearly, the democracies have a moral right, indeed a duty, to defend themselves.\nExcerpts from text of address on terrorism by Sec of State George Shultz at Park Avenue Synagogue in Manhattan\nA successful strategy for combating terrorism will require us to face up to some hard questions and to come up with some clear-cut answers. The questions involve our intelligence capability, the doctrine under which we would employ force, and, most important of all, our public's attitude toward this challenge. Our nation cannot summon the will to act without firm public understanding and support.\n \nIntelligence Ability\nFirst, our intelligence capabilities, particularly our human intelligence, are being strengthened. Determination and capacity to act are of little value unless we can come close to answering the questions: who? where? and when? We have to do a better job of finding out who the terrorists are, where they are, and the nature, composition, and patterns of behavior of terrorist organizations. Our intelligence services are organizing themselves to do the job, and they must be given the mandate and the flexibility to develop techniques of detection and contribute to deterrence and response.\nSecond, there is no question about our ability to use force where and when it is needed to counter terrorism. Our nation has forces prepared for action - from small teams able to operate virtually undetected, to the full weight of our conventional military might. But serious issues are involved - questions that need to be debated, understood, and agreed if we are to be able to utilize our forces wisely and effectively.\n \nHost Nation's Responsibility\nIf terrorists strike here at home, it is a matter for police action and domestic law enforcement. In most cases overseas, acts of terrorism against our people and installations can be dealt with best by the host government and its forces. It is worth remembering that just as it is the responsibility of the United States Government to provide security for foreign embassies in Washington, so the internationally agreed doctrine is that the security of our embassies abroad in the first instance is the duty of the host government, and we work with those governments cooperatively and with considerable success.\nThe ultimate responsibility of course is ours, and we will carry it out with total determination and all the resources available to us. Congress, in a bipartisan effort, is giving us the legislative tools and the resources to strengthen the protection of our facilities and our people overseas - and they must continue to do so. But while we strengthen our defenses, defense alone is not enough.\n \nThe 'Gray Areas'\nThe heart of the challenge lies in those cases where international rules and traditional practices do not apply. Terrorists will strike from areas where no governmental authority exists, or they will base themselves behind what they expect will be the sanctuary of an international border. And they will design their attacks to take place in precisely those ''gray areas'' where the full facts cannot be known, where the challenge will not bring with it an obvious or clear-cut choice of response.\nIn such cases we must use our intelligence resources carefully and completely. We will have to examine the full range of measures available to us to take. The outcome may be that we will face a choice between doing nothing or employing military force. We now recognize that terrorism is being used by our adversaries as a modern tool of warfare. It is no aberration. We can expect more terrorism directed at our strategic interests around the world in the years ahead. To combat it we must be willing to use military force.\n \nUnderstanding the Risks\nWhat will be required, however, is public understanding before the fact of the risks involved in combatting terrorism with overt power.\nThe public must understand before the fact that there is potential for loss of life of some of our fighting men and the loss of life of some innocent people.\nThe public must understand before the fact that some will seek to cast any pre-emptive or retaliatory action by us in the worst light and will attempt to make our military and our policy makers - rather than the terrorists - appear to be the culprits.\nThe public must understand before the fact that occasions will come when their government must act before each and every fact is known - and that decisions cannot be tied to the opinion polls.\nPublic support for U.S. military actions to stop terrorists before they commit some hideous act or in retaliation for an attack on our people is crucial if we are to deal with this challenge.\nOur military has the capability and the techniques to use power to fight the war against terrorism. This capability will be used judiciously. To be successful over the long term, it will require solid support from the American people.\n \nThe Rule of Law\nI can assure you that in this Administration our actions will be governed by the rule of law; and the rule of law is congenial to action against terrorists. We will need the flexibility to respond to terrorist attacks in a variety of ways, at times and places of our own choosing. Clearly, we will not respond in the same manner to every terrorist act. Indeed, we will want to avoid engaging in a policy of automatic retaliation, which might create a cycle of escalating violence beyond our control.\nIf we are going to respond or pre- empt effectively, our policies will have to have an element of unpredictability and surprise. And the prerequisite for such a policy must be a broad public consensus on the moral and strategic necessity of action.\nWe will need the capability to act on a moment's notice. There will not be tie for a renewed national debate after every terrorist attack. We may never have the kind of evidence that can stand up in an American court of law. But we cannot allow ourselves to become the Hamlet of nations, worrying endlessly over whether and how to respond. A great nation with global responsibilities cannot afford to be hamstrung by confusion and indecisiveness. Fighting terrorism will not be a clean or pleasant contest, but we have no choice but to play it.\n \nInternational Effort\nWe will also need a broader international effort. If terrorism is truly a threat to Western moral values, our morality must not paralyze us; it must give us the courage to face up to the threat. And if the enemies of these values are united, so too must the democratic countries be united in defending them.\nThe leaders of the industrial democracies, meeting at the London summit in June, agreed to a joint declaration that they must redouble their cooperation against terrorism. There has been follow-up to that initial meeting, and the United States is committed to advance the process in every way possible.\nSince we, the democracies, are the most vulnerable, and our strategic interests are the most at stake, we must act together in the face of common dangers. For our part, we will work whenever possible in close cooperation with our friends in the democracies.\nSanctions, when exercised in concert with other nations, can help to isolate, weaken, or punish states that sponsor terrorism against us. Too often, countries are inhibited by fear of losing commercial opportunities or fear of provoking a bully. Economic sanctions and other forms of countervailing pressure impose costs and risks on the nations that apply them, but some sacrifices will be necessary if we are not to suffer even greater costs down the road. Some countries are clearly more vulnerable to extortion than others; surely this is an argument for banding together in mutual support, not an argument for appeasement.\n \nValues of Civilization\nIf we truly believe in the values of our civilization, we have a duty to defend them. The democracies must have the self-confidence to tackle this menacing problem or else they will not be in much of a position to tackle other kinds of problems.\nIf we are not willing to set limits to what kinds of behavior are tolerable, then our adversaries will conclude that there are no limits. As Thomas Jefferson once said, when we were confronted with the problem of piracy, ''an insult unpunished is the parent of others.'' In a basic way, the democracies must show whether they believe in themselves.\nWe must confront the terrorist threat with the same resolve and determination that this nation has shown time and again throughout our history. There is no room for guilt or self-doubt about our right to defend a way of life that offers all nations hope for peace, progress, and human dignity. The sage Hillel expressed it well: ''If I am not for myself, who will be? If I am for myself alone, who am I?''\nAs we fight this battle against terrorism, we must always keep in mind the values and way of life we are trying to protect. Clearly, we will not allow ourselves to descend to the level of barbarism that terrorism represents. We will not abandon our deomcratic traditions, our respect for individual rights, and freedom, for these are precisely what we are struggling to preserve and promote. Our values and our principles will give us the strength and the confidence to meet the great challenge posed by terrorism. If we show the courage and the will to protect our freedom and our way of life, we will prove ourselves again worthy of these blessings."
}