{
    "title": "EXCERPTS FROM THE PRESIDENT'S ADDRESS ACCUSING NATIONS OF 'ACTS OF WAR'",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 9,
    "full text": "WASHINGTON, July 8 - Following are excerpts from President Reagan's address today to the American Bar Association, as distributed by the White House:\nMy purpose today goes even beyond our concern over the recent outrages in Beirut, El Salvador - or the Air-India tragedy, the Narita bombing or the Jordanian Airlines hijacking. We must look beyond these events because I feel it is vital not to allow them, as terrible as they are, to obscure an even larger and darker terrorist menace.\nThere is a temptation to see the terrorist act as simply as erratic work of a small group of fanatics. We make this mistake at great peril; for the attacks on America, her citizens, her allies and other democratic nations in recent years do form a pattern of terrorism that has strategic implications and political goals. And only by moving our focus from the tactical to the strategic perspective, only by identifying the pattern of terror and those behind it, can we hope to put into force a strategy to deal with it.\nIn recent years, the Mideast has been on principal point of focus for these attacks, attacks directed at the United States, Israel, France, Jordan and the United Kingdom. Beginning in the summer of 1984 and culminating in January and February of this year, there was also a series of apparently coordinated attacks and assassinations by left-wing terrorist groups in Belgium, West Germany and France - attacks directed against American and NATO installations or military and industrial officials of those nations.\n \nPattern of Assaults\nNow what do we know about the sources of those attacks and the whole pattern of terrorist assaults in recent years? In 1983 alone, the Central Intelligence Agency either confirmed or found strong evidence of Iranian involvement in 57 terrorist attacks. While most of these attacks occurred in Lebanon, an increase in activity by terrorists sympathetic to Iran was seen throughout Europe: Spain and France have seen such incidents, and in Italy, seven pro-Iranian Lebanese students were arrested for plotting an attack on the U.S. Embassy, and this violence continues.\nIt will not surprise any of you to know that, in addition to Iran, we have identified another nation, Libya, as deeply involved in terrorism. We have evidence which links Libyan agents or surrogates to at least 25 incidents last year.\nColonel Qaddafi's outrages against civilized conduct are, of course, as infamous as those of the Ayatollah Khomeini. The gunning down last year -from inside the Libyan Embassy - of a British policewoman is only one of many examples.\nSince September 1984, Iranian-backed terrorist groups have been respopnsible for almost 30 attacks, and, most recently, the Egyptian Government aborted a Libyan-backed plot to bomb our embassy in Cairo. It was this pattern of state-approved assassination and terrorism by Libya that led the United States, a few years ago, to expel Libyan diplomats and has forced other nations to take similar steps since then.\nNow three other Governments, along with Iran and Libya, are actively supporting a campaign of international terrorism against the United States, her allies and moderate third world states.\n \nNorth Korea Accused\nFirst, North Korea. The extent and crudity of North Korean violence against the United States and our ally, South Korea, are a matter of record. Our aircraft have been shot down; our servicemen have been murdered in border incidents; and two years ago, four members of the South Korean Cabinet were blown up in a bombing in Burma by North Korean terrorists - a failed attempt to assassinate President Chun. This incident was just one more of an unending series of attacks directed against the Republic of Korea by North Korea.\nWhat is not readily known or understood is North Korea's wider links to the international terrorist network. There is no time today to recount all of North Korea's efforts to foster separatism, violence and subversion in other lands well beyond its immediate borders; but to cite one example: North Korea's efforts to spread separatism and terrorism in the free and prosperous nation of Sri Lanka are a deep and continuing source of tension in South Asia.\nAnd this is not even to mention North Korea's involvement here in our own hemisphere, including a secret arms agreement with the former Communist Government in Grenada. I will also have something to say about North Korea's involvement in Central America in a moment.\nAnd then there is Cuba, a nation whose Government has, since the 1960's, openly armed, trained, and directed terrorists operating on at least three continents.\nThis has occurred in Latin America; the O.A.S. has repeatedly passed sanctions against Castro for sponsoring terrorism in places and countries too numerous to mention. This has also occurred in Africa; President Carter openly accused the Castro Government of supporting and training Katangan terrorists from Angola in their attacks on Zaire.\nAnd even in the Middle East, Castro himself has acknowledged that he actively assisted the Sandinistas in the early 70's when they were training in the Middle East with terrorist factions of the P.L.O.\n \nA Refuge for Terrorists\nAnd finally, there is the latest partner of Iran, Libya, North Korea and Cuba in a campaign of international terror - the Communist regime in Nicaragua. The Sandinistas not only sponsor terror in El Salvador, Costa Rica and Honduras - terror that led recently to the murder of four U.S. Marines, two civilians and seven Latin Americans - they provide one of the world's principal refuges for international terrorists.\nMembers of the Italian Government have openly charged that Nicaragua is harboring some of Italy's worst terrorists; and we have evidence that in addition to Italy's Red Brigades, other elements of the world's most vicious terrorist groups - West Germany's Baader-Meinhof gang; the Basque E.T.A.; the P.L.O.; the Tupamaros; and the I.R.A. -have found a haven in Nicaragua and support from that country's Communist dictatorship.\nDuring his state visit to North Korea, Nicaragua's Sandinista leader Daniel Ortega heard Kim Il Sung say this about the mutual objectives of North Korea and Nicaragua: ''If the peoples of the revolutionary countries of the world put pressure on and deal blows at U.S. imperialism in all places where it stretches its talons of aggression, they will make it powerless and impossible to behave as dominator any longer.''\n \n'Force America to Fight'\nAnd Colonel Qaddafi, who has a formal alliance with North Korea, echoed Kim Il Sung's words, when he laid out the agenda for the terrorist network: ''We must force America to fight on 100 fronts all over the earth. We must force it to fight in Lebanon, to fight in Chad, to fight in Sudan and to fight in El Salvador.''\nSo there we have it, Iran, Libya, North Korea, Cuba, Nicaragua -continents away, tens of thousands of miles apart - but the same goals and objectives.\nI submit to you that the growth in terrorism in recent years results from the increasing involvement of these states in terrorism in every region of the world. This is terrorism that is part of a pattern - the work of a confederation of terrorist states.\nMost of the terrorists who are kidnapping and murdering American citizens and attacking American installations are being trained, financed and directly or indirectly controlled by a core group of radical and totalitarian governments, a new, international version of Murder Inc. -and all of these states are united by one simple, criminal phenomenon -their fanatical hatred of the United States, our people, our way of life, our international stature.\nAnd the strategic purpose behind the terrorism sponsored by these outlaw states is clear: to disorient the United States, to disrupt or alter our foreign policy, to sow discord between ourselves and our allies, to frighten friendly third world nations working with us for peaceful settlements of regional conflicts and, finally, to remove American influence from those areas of the world where we are working to bring stable and democratic government.\nIn short, to cause us to retreat, retrench, to become ''Fortress America.'' Yes, their real goal is to expel America from the world.\nThat is the real reason these terrorist nations are arming, training, and supporting attacks against this nation. And that is why we can be clear on one point: these terrorist states are now engaged in acts of war against the Government and people of the United States. And under international law, any state which is the victim of acts of war has the right to defend itself.\nThe American people are not - I repeat, not - going to tolerate intimidation, terror and outright acts of war against this nation and its people. And we are especially not going to tolerate these attacks from outlaw states run by the strangest collection of misfits, Looney Tunes and squalid criminals since the advent of the Third Reich.\nDo not for a moment think that this discussion has been all-inclusive. First of all - though their strength does not match that of the groups supported by the terrorist network I have already mentioned - there are some terrorist organizations that are indigenous to certain localities or countries which are not necessarily tied to this international network.\nAnd second, the countries I have mentioned today are not necessarily the only ones that support terrorism against the United States and its allies. Those which I have described are simply ones that can be most directly implicated.\n \nA Link to Soviet\nNow, the question of the Soviet Union's close relationship with almost all of the terrorist states I have mentioned and the implications of these Soviet ties on bilateral relations with the United States and other democratic nations must be recognized.\nSo, too, Secretary of State Shultz in his speech of June 24 of last year openly raised the question of Soviet support for terrorist organizations, as did Secretary Haig before him.\nNow much needs to be done by all of us in the community of civilized nations. We must act against the criminal menace of terrorism with the full weight of the law - both domestic and international. We will act to indict, apprehend and prosecute those who commit the kind of atrocities the world has witnessed in recent weeks.\nWe can act together as free peoples who wish not to see our citizens kidnapped, or shot, or blown out of the skies - just as we acted together to rid the seas of piracy at the turn of the last century. '' There can be no place on Earth left where it is safe for these monsters to rest, or train, or practice their cruel and deadly skills. We must act together, or unilaterally if necessary, to ensure that terrorists have no sanctuary - anywhere.\n\nGraphic\n\n \nphoto of President Reagan being briefed by Vice President Bush (Agence-France/Presse)"
}