{
    "title": "Excesses of Patriot Act need to be fixed in 2005",
    "publisher": "the pantagraph",
    "year": 2003,
    "month": 11,
    "day": 23,
    "full text": "An op-ed column in today's Pantagraph (Nov. 15 column by Clarence Page) reports that the Patriot Act, intended for the war on terrorism, has been used by the FBI in a case of bribery and money-laundering involving Las Vegas politicians and strip club owners, bypassing the usual requirement of a grand jury subpoena.\nThe obvious question is: What on earth does that have to do with homeland security?\nAttorney General (John) Ashcroft has said again and again that the Patriot Act would not be used for run-of-the-mill criminal investigations and would pose no threat to civil liberties.\nWhen the 342-page Patriot Act was hurriedly passed in the wake of 9/11, both Congress and the public were assured that it was strictly an anti-terrorism tool. The message was, \"Trust us.\"\nBut now a spokesman for the Justice Department boldly announces that \"The Patriot Act was not meant to be just for terrorism.\" Clearly, we've been badly misled by the administration.\nNow we wonder: What other abuses of the Patriot Act wait to be uncovered?\nEarlier this year, one of President Bush's security advisers, Richard A. Clarke, resigned. Long before 9/11, he had pushed two administrations to take more vigorous action against extremists like Osama bin Laden. He played a key role in the nation's immediate response to the World Trade Center attacks. His anti-terrorism credentials are impeccable.\nWhen he resigned, he warned against the erosion of civil rights in the name of fighting terrorism.\n\"When we sacrifice our civil liberties and privacy rights,\" he said, \"the terrorists win because they have gotten us to change the nature of our country.\"\nHe added that, though he had fought terrorism for over a decade, \"I have never seen one reason to infringe on privacy or civil liberties.\"\nThe administration needs to take Mr. Clarke's warning seriously.\nWhen the Patriot Act comes up for reauthorization in 2005, Congress must take a long, hard look at it and make sure that it will be used only against terrorists, not used to justify a peek into a Las Vegas bank account -- or the record of how you use your library card.\nRichard G. Watt\nNormal\nCorrection\n\nName misspelled -- Richard G. Watts wrote the letter, \"Excesses of Patriot Act need to be fixed in 2005\" in Sunday's YourViews. His name was misspelled.\nCorrection-Date: November 25, 2003 Tuesday\n\nLoad-Date: December 4, 2003"
}