{
    "title": "EXCERPTS FROM REAGAN'S TELEVISED SPEECH REBUTTING CARTER ON FOREIGN POLICY",
    "publisher": "the new york times",
    "year": 1980,
    "month": 10,
    "day": 20,
    "full text": "Following are excerpts from Mr. Reagan's television address this evening, as recorded by The New York Times:\nGood evening: I'd like to speak to you for a few moments now, not as a candidate for the Presidency, but as a citizen, a parent, in fact, a grandparent, who shares with you the deep and abiding hope for peace.\nI revere, as I know you do, the American tradition of free and reasoned discussion of our complex issues. That is why I have participated in six debates since I became a candidate for President. And that is why I have stated my willingess to engage President Carter in his first debate.\nThe great tradition of reasoned exchange of views has not exactly characterized the rhetoric of this campaign. My own views have been distorted in what I can only conclude is an effort to scare people through innuendoes and misstatements of my positions.\nExcerpts from Ronald Reagan's televised campaign speechon September 19\nPossibly Mr. Carter is gambling that his long litany of fear will somehow influence enough voters to save him from the inevitable consequences of the policies of his Administration, which have brought so much human misery.\nI am confident he will lose that gamble. I think the American people know, to paraphrase Franklin Roosevelt, that the only thing the cause of peace has to fear is fear itself.\nWe have heard the phrase ''peace through strength'' so often, its meaning has become blurred through overuse. The time has come for America to recall once more the basic truths behind the familiar words.\nPeace is made by the fact of strength, economic, military and strategic.  Peace is lost when such strength disappears or, just as bad, is seen by an adversary as disappearing.  We must build peace upon strength. There is no other way. And the cold, hard fact of the matter is that our economic, military and strategic strength under President Carter is eroding.\nA great American tradition of bipartisanship, where domestic political differences end at the water's edge, has been lost at a time when we are faced with growing instability and crisis abroad. I believe the bipartisan tradition is too deep and sound to be destroyed by one man in the space of four years, but still, damage has been done and it will take a determined effort to repair it.\nI pledge, if elected President, to take every step necessary to restore the bipartisan tradition in American national security and foreign poilicy. And, I intend to have this bipartisan spirit reflected during my Presidency in key foreign and defense policy appointive positions.\nIn the next few minutes, I would like to outline for you nine specific steps that I will take to put America on a sound, secure footing in the international arena. Working closely with the Congress, I propose to accomplish these steps with the support of an informed American public.\n1. Reorganizing the policy-making structure. The present Administration has been unable to speak with one voice in foreign policy. This must change. My administration will restore leadership to U.S. foreign policy by organizing it in a more coherent way.\nAn early priority will be to make structural changes in the foreign policy-making machinery so that the Secretary of State will be the President's principal spokesman and adviser.\nThe National Security Council will once agan be the coordinator of the policy process. Its mission will be to assure that the President receives an orderly, balanced flow of information and analysis. The National Security Adviser will work closely in teamwork with the Secretary of State and the other members of the Council.\nMy goal also will be to build and utilize a diplomatic corps with language proficiency, and organizational and professional skills, and to insure the safety of our representatives on duty overseas. We can restore pride and effectiveness in our foreign policy establishments by putting an end to the kidnapping and murder of our public servants in service abroad.\n2. Relations with friends and adversaries. With effective machinery in place, we must first address the conduct of our relations with our allies, with the Soviet Union and with the People's Republic of China.\nConfidence and trust in the United States has fallen to an all-time low. This must be reversed. The United States has an important leadership role, and this role can be effective only if our alliances are cemented by unity of purpose and mutual respect.\nWith our allies, we can conduct a realistic and balanced policy toward the Soviet Union. I am convinced that the careful management of our relationship with the Soviet Union depends on a principled, consistent American foreign policy. We seek neither confrontation nor conflict, but to avoid both, we must remain strong and determined to protect our interests.\nOur relationship with the People's Republic of China is in its beginning stages. It is one that can and will grow, and I repeat my intention to assist its rapid growth. There is an historic bond of friendship between the American and Chinese peoples, and I will work to amplify it wherever possible. Expanded trade, cultural contact and other arrangements will all serve the cause of preserving and extending the ties between our two countries.\n3. A realistic policy for the Western Hemisphere. In four years, Mr. Carter's Administration has managed to alienate our friends in the Hemisphere, to encourage the destabilization of Governments, and to permit Cuban and Soviet influence to grow.\nWe must take steps to change the Carter Administration's sorry record of vacillation, alienation, and neglect in the region.  Our relations must be solidly based on shared economic and security interests, not upon mutual recrimination and insult.  We will initiate a program of intensive economic development with cooperating countries in the Caribbean. Many of these countries were given their independence and then promptly forgotten. In their natural resentment, some have turned to extremist models, fertile ground for Cuban meddling. Our programs will assist them both financially and technically to make the best use of their resources in agriculture, industry and tourism.\nCloser to home, I have spoken before of my belief that we should work toward a North American Accord with our immediate neighbors, Mexico and Canada. This would take the form of broadened, more open lines of communication between us to seek ways in which we can strengthen our traditional friendship. If Canada and Mexico are stronger, our entire hemisphere benefits.\n4. A policy to assist African and third world development. Our relationship with what is often called the third world must form an important part of any program for peace. A strong American economy and the spirit of our free-enterprise system have a great deal to offer the poorer, less developed nations of the world. Africans, for example, look to us and our industrial allies for the dominant share of their export markets, for their investment capital, for official aid and for technical know-how.\nYet, the flow of American investment to Africa continues at only a trickle, and our export promotion has been neglected.  My administration will recognize that investment from the private sector, know-how, technology and marketing assistance, is the key to African development. Government will help promote this, not intervene to make it more difficult.\n5. Sending the American message.Proclaiming the American message is a vital step in the program for peace.  I will strengthen the United States International Communication Agency, including the Voice of America. We will also strengthen Radiio Free Europe and Radio Liberty. Compared with other costs of our national security, the dollar amounts involved in this area are small. What is needed most is a sense of conviction, the conviction that by carrying the American message abroad we strengthen the foundations of peace.\n6. A realistic strategic arms reduction policy. I think it's time that you, the American people, heard some straight talk about Mr.  Carter's SALT II treaty. The real truth about that treaty is that Mr. Carter himself doomed it from the moment it was negotiated. It has been effectively blocked, not by Ronald Reagan, but by the United States Senate, your elected representatives from all over the nation, fulfilling their constitutional obligation to advise and consent on treaties. It has been critically denounced by dozens of the most eminent scholars and knowledgeable analysts, Democrat as well as Republican.\nAs President, I will make immediate preparations for negotiations on a SALT III treaty. My goal is to begin arms reductions. My energies will be directed at reducing destructive nuclear weaponry in the world, and doing it in such a way as to protect fully the critical security requirements of our nation.\nThe way to avoid an arms race is not simply to let the Soviets race ahead. We need to remove their incentive to race ahead by making it clear to them that we prefer to halt this competitiion and reduce the nuclear arsenals by patient negotiation.\n7. Restoring the quality of our armed forces. Restoring a sense of pride in their careers for the men and women in our armed services is another important element of my program for peace. We must direct our attention to the urgent manpower needs of our services. In defense matters, we hear much about hardware and not enough about people. The most important part of our military strength is the people involved - their quality, their trainining and their welfare.  We must do all in our power to make sure they are well trained and well-equipped, that they feel proud and secure in their jobs and that their econonic sacrifice is not out of proportion to what we ask of them.\nWe can implement a program of compensation and benefits for military personnel that is comparable to what is available in the private sector. I will ask Congress to reinstate the G.I. Bill, a program which was directly responsible for the most rapid advance ever in the educational level of our population. Our country must provide our service personnel and their families with the security, the incentives and the quality of life to compensate for the sacrifices they make on our behalf.\n8. Combatting international terrorism. Let us turn now to the need for the United States to assume a leadership role in curbing the spread of international terrorism. In sharing the outrage against terrorism, I will direct the resources of my administration against this scourge of civilization and toward expansion of our cooperation with other nations in combatting terrorism in its many forms.\nWe must restore the ability of the C.I.A. and other intelligence agencies to keep us informed and forewarned about terrorist activities and we must take the lead in forging an international consensus that firmness and refusal to concede or to pay ransom are ultimately the only effective deterrents to terrorism.\n9. Restoring our margin of safety for peace. An important step, perhaps the most important of all, in a systematic program for peace is to restore the margin of safety for peace in our defense program by working closely with the Congress on a long-term program designed to meet our needs throughout this critical decade.\nMy task as President will be to strengthen our defenses and to lead our allies in a sustained and prudent effort to keep us and the entire world, seecure from confrontation. The preservation of peace will require the best resources we can marshal in this precarious decade. We can marshal them by reaffirming our national purpose, by reasserting our will and determination and by regaining our economic vitality."
}