{
    "title": "Excerpts From Arafat's Address to General Assembly Offering Peace Plan",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 14,
    "full text": "Following are excerpts from the address today by Yasir Arafat, the Palestine Liberation Organization chairman, to the United Nations General Assembly. The text, translated from the Arabic, was provided by the P.L.O.\nI am both proud and happy to meet with you today, here in Geneva, after an arbitrary American decision barred me from going to you there.\nI extend deep gratitude to all nations, forces and international organizations and personalities who backed our people and supported its national rights . . . I also thank the Western European nations and Japan for their latest stands toward our people and I invite them to take further steps to positively evolve their resolutions in order to open the way for peace and a just settlement in our region, the Middle East. …\nWe set out in the Palestine Liberation Organization to look for realistic and attainable formulas that would settle the issue on the basis of possible rather than absolute justice while securing the rights of our people to freedom, sovereignty and independence; insuring for everyone peace, security and stability; and sparing Palestine and the Middle East wars and battles that have been going on for 40 years. …\nIsrael's response to all this has been the escalation of its settlement and annexation schemes; the fanning of the flames of conflict with more destruction, devastation and bloodshed; and the expansion of the confrontation fronts to include brotherly Lebanon. …\n \nAmerican Government\nIt is painful and regrettable that the American Government alone should continue to back these aggressive and expansionist schemes as well as Israel's continued occupation of Palestinian and Arab territories, its crimes, and its iron-fist policy against our children and women.\nIt is painful and regrettable too that the American Government should continue refusing to recognize the right of six million Palestinians to self-determination, a right which is sacred to the American people and other peoples on this planet. …\nOur people does not want a right which is not its own or which has not been vested in it by international legitimacy and international law. It does not seek its freedom at the expense of anyone else's freedom, nor does it want a destiny which negates the destiny of another people. Our people refuses to be better or worse than any other people. Our people wants to be the equal of all other peoples, with the same rights and obligations. …\nWhile we greatly appreciate the free American voices that have explained and supported our position and resolutions, we note that the U.S. Administration remains uncommitted to even-handedness in its dealings with the parties to the conflict. …\n \nRejection of Terrorism\nThe Palestine National Council has also reaffirmed its rejection of terrorism in all its forms, including state terrorism, emphasizing its commitment to its past resolutions in this regard, and to the resolution of the Arab summit in Algiers in 1988, and to U.N. Resolutions 42-159 of 1987 and 61-40 of 1985, and to what was stated on this subject in the Cairo Declaration of 7 November 1985.\nThis position, Mr. President, is clear and free of all ambiguity. And yet, I, as chairman of the Palestine Liberation Organization, hereby once more declare that I condemn terrorism in all its forms, and at the same time salute those sitting before me in this hall who, in the days when they fought to free their countries from the yoke of colonialism, were accused of terrorism by their oppressors, and who today are the faithful leaders of their peoples, stalwart champions of the values of justice and freedom. …\nThe United Nations bears a historic, extraordinary responsibility toward our people and their rights. More than 40 years ago, the United Nations, in its Resolution 181, decided on the establishment of two states in Palestine, one Palestinian Arab and the other Jewish. Despite the historic wrong that was done to our people, it is our view today that the said resolution continues to meet the requirements of international legitimacy which guarantee the Palestinian Arab people's right to sovereignty and national independence. …\n \nThe Palestinian Plan\nIn my capacity as chairman of the P.L.O. executive committee, presently assuming the functions of the provisional government of the state of Palestine, I therefore present the following Palestinian peace initiative:\nFirst: That a serious effort be made to convene, under the supervision of the secretary-general of the United Nations, the preparatory committee of the international conference for peace in the Middle East - in accordance with the initiative of President Gorbachev and President Mitterrand, which President Mitterrand presented to your Assembly toward the end of last September and which was supported by many states - to pave the way for the convening of the international conference, which commands universal support except from the government of Israel.\nSecond: In view of our belief in international legitimacy and the vital role of the United Nations, that actions be undertaken to place our occupied Palestinian land under temporary United Nations supervision, and that international forces be deployed there to protect our people and, at the same time, to supervise the withdrawal of the Israeli forces from our country.\nThird: The P.L.O. will seek a comprehensive settlement among the parties concerned in the Arab-Israeli conflict, including the state of Palestine, Israel and other neighbors, within the framework of the international conference for peace in the Middle East on the basis of Resolutions 242 and 338 and so as to guarantee equality and the balance of interests, especially our people's rights in freedom, national independence, and respect the right to exist in peace and security for all. …\nI come to you in the name of my people, offering my hand so that we can make true peace, peace based on justice. I ask the leaders of Israel to come here under the sponsorship of the United Nations, so that, together, we can forge that peace . . . And here, I would address myself specifically to the Israeli people in all their parties and forces, and especially to the advocates of democracy and peace among them. I say to them: Come let us make peace."
}