{
    "title": "Excerpts From Guilty Plea in Terrorism Case",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 21,
    "full text": "Following are excerpts from a preliminary court transcript of a hearing in Federal District Court in Manhattan in which Ali A. Mohamed pleaded guilty to five charges in connection with a broad terrorism conspiracy:\n \nMR. MOHAMED -- Your honor, in the early 1980's I became involved with the Egyptian Islamic Jihad organization. In the early 1990's, I was introduced to Al Qaeda -- Al Qaeda is the organization headed by Osama bin Laden -- through my involvement with the Egyptian Islamic Jihad.\nIn 1992, I conducted military and basic explosives training for Al Qaeda in Afghanistan. . . .\nIn 1991, I helped transport Osama bin Laden from Afghanistan to the Sudan.\nWhen I engaged in these activities . . . I understood that I was working with Al Qaeda, bin Laden, Abu Hafs, Abu Ubaidah, and that Al Qaeda had a shura council . . .\nIn late 1993, I was asked by bin Laden to conduct surveillance of American, British, French and Israeli targets in Nairobi. Among the targets I did surveillance for was the American Embassy . . . These targets were selected to retaliate against the United States for its involvement in Somalia. I took pictures, drew diagrams, and wrote a report. Khalid al-Fawwaz paid for my expenses and the photo enlarging equipment. He was in Nairobi at this time.\nI later went to Khartoum, where my surveillance files and photographs were reviewed by Osama bin Laden, Abu Hafs, Abu Ubaidah, and others. Bin Laden looked at the picture of the American Embassy and pointed to where a truck could go as a suicide bomber.\nIn 1994, bin Laden sent me to Djibouti to do surveillance on several facilities, including French military bases and the American Embassy.\nIn 1994, after an attempt to assassinate bin Laden, I went to the Sudan in 1994 to train bin Laden's bodyguards, security detail. I trained those conducting the security of the interior of his compound, and coordinated with the Sudanese intelligence agents who were responsible for the exterior security. . . .\nI was aware of certain contacts between Al Qaeda and Al Jihad organization, on one side, and Iran and Hezbollah on the other side. I arranged security for a meeting in the Sudan between Mugniyah, Hezbollah's chief, and bin Laden. Hezbollah provided explosives training for Al Qaeda and Al Jihad. Iran supplied Egyptian Jihad with weapons. Iran also used Hezbollah to supply explosives that were disguised to look like rocks.\nIn late 1994, I was in Nairobi. Abu Hafs met another man and me in the back of Wadih el-Hage's house. Abu Hafs told me, along with someone else, to do surveillance for the American, British, French and Israeli targets in Senegal in West Africa.\nAt about this time, late 1994, I received a call from an F.B.I. agent who wanted to speak to me about the upcoming trial of United States v. Abdel Rahman. I flew back to the United States, spoke to the F.B.I., but didn't disclose everything that I knew.\nI reported on my meeting with the F.B.I. to Abu Hafs and was told not to return to Nairobi.\nIn 1995, I obtained a copy of the co-conspirator list for the Abdel Rahman trial. I sent the list to el-Hage in Kenya, expecting that it would be forwarded to bin Laden in Khartoum.\nIn 1996, I learned from el-Hage that Abu Ubaidah had drowned.\nIn 1998, I received a letter from Ihab Ali in early January 1998. The letter said that el-Hage had been interviewed by the F.B.I. in Kenya, and gave me a contact number for el-Hage. I called the number and then called someone who would pass the message to Fawwaz for bin Laden.\nAfter the bombing in 1998, I made plans to go to Egypt and later to Afghanistan to meet bin Laden. Before I could leave, I was subpoenaed to testify before the grand jury in the Southern District of New York. I testified, told some lies, and was then arrested.\nMr. Mohamed was then questioned by Judge Leonard B. Sand:\n \nJUDGE SAND -- The overall objective of all these activities you described was, what?\n \nMR. MOHAMED -- Just to -- I was involved in the Islamic Jihad organization, and the Islamic Jihad organization had a very close link to Al Qaeda, the organization for bin Laden. And the objective of all this, just to attack any Western target in the Middle East, to force the government of the Western countries just to pull out from the Middle East, not to interfere in the ----\n \nJUDGE SAND -- And to achieve that objective, did the conspiracy include killing nationals of the United States?\n \nMR. MOHAMED -- Yes, sir. Based on the Marine explosion in Beirut . . . and the American pull-out from Beirut, they will be the same method, to force the United States to pull out from Saudi Arabia.\n \nJUDGE SAND -- And it included conspiracy to murder persons who were involved in government agencies and embassies overseas?\n \nMR. MOHAMED -- Yes, your honor.\n \nJUDGE SAND -- And to destroy buildings and properties of the United States?\n \nMR. MOHAMED -- Yes, your honor.\n \nJUDGE SAND -- And to attack national-defense utilities?\n \nMR. MOHAMED -- Yes, your honor.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 21, 2000"
}