{
    "title": "Excerpts From Statements in Court",
    "publisher": "the new york times",
    "year": 1998,
    "month": 1,
    "day": 9,
    "full text": "Following are excerpts from statements yesterday by Ramzi Ahmed Yousef and by Judge Kevin Thomas Duffy of Federal District Court in Manhattan. The transcript was provided by the court.\n \nRamzi Ahmed Yousef\nYou keep talking also about collective punishment and killing innocent people to force governments to change their policies; you call this terrorism when someone would kill innocent people or civilians in order to force the government to change its policies. Well, when you were the first one who invented this terrorism.\nYou were the first one who killed innocent people, and you are the first one who introduced this type of terrorism to the history of mankind when you dropped an atomic bomb which killed tens of thousands of women and children in Japan and when you killed over a hundred thousand people, most of them civilians, in Tokyo with fire bombings. You killed them by burning them to death. And you killed civilians in Vietnam with chemicals as with the so-called Orange agent. You killed civilians and innocent people, not soldiers, innocent people every single war you went. You went to wars more than any other country in this century, and then you have the nerve to talk about killing innocent people.\nAnd now you have invented new ways to kill innocent people. You have so-called economic embargo which kills nobody other than children and elderly people, and which other than Iraq you have been placing the economic embargo on Cuba and other countries for over 35 years. . . .\nThe Government in its summations and opening statement said that I was a terrorist. Yes, I am a terrorist and I am proud of it. And I support terrorism so long as it was against the United States Government and against Israel, because you are more than terrorists; you are the one who invented terrorism and using it every day. You are butchers, liars and hypocrites.\n \nJudge Kevin Thomas Duffy\nRamzi Yousef, you claim to be an Islamic militant. Of all the persons killed or harmed in some way by the World Trade Center bomb, you cannot name one who was against you or your cause. You did not care, just so long as you left dead bodies and people hurt.\nRamzi Yousef, you are not fit to uphold Islam. Your God is death. Your God is not Allah. . . .\nYou weren't seeking conversions. The only thing you wanted to do was to cause death. Your God is not Allah. You worship death and destruction. What you do, you do not for Allah; you do it only to satisfy your own twisted sense of ego.\nYou would have others believe that you are a soldier, but the attacks on civilization for which you stand convicted here were sneak attacks which sought to kill and maim totally innocent people. . . .\nYou, Ramzi Yousef, came to this country pretending to be an Islamic fundamentalist, but you cared little or nothing for Islam or the faith of the Muslims. Rather, you adored not Allah, but the evil that you yourself have become. And I must say that as an apostle of evil, you have been most effective.\n\nLoad-Date: January 9, 1998"
}