{
    "title": "EXCERPTS FROM THE SPEECH BY KING JUAN CARLOS OF SPAIN",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 23,
    "full text": "Following are excerpts from the speech today by King Juan Carlos of Spain to the General Assembly:\nThe past decade has been marked by economic crisis, the indebtedness of important developing areas and the reappearance of new protectionist tendencies.\nThe foreign indebtedness of certain nations, and among them some particularly close to Spain, is a serious problem that affects us all.\nWhat matters today is to encourage those policies of adjustment necessary to correct domestic situations, through generosity and specific support.\nIn the process of political reconstruction that has been going on for the past decade, my country has set the framework of its international position.\nIn 1986, it has become a member of the European Community and, after consulting the Spanish people, it has defined the terms of its continued membeship in the Atlantic alliance.\n \nSpain as Part of Europe\nBy joining the organizations and institutions of Western European integration, Spain only confirms what history and culture made of her since the beginning of modern times. Spain has always been an integral and essential part of Europe for geographical and historical reasons and through her own vocation.\nThrough her participation in the decision-making processes of the Twelve, Spain can make her voice heard on European matters. Europe cannot give way to any temptation of selfregard. On the contrary, we strive to increase the contacts and exchanges of the European Community with other parts of the world, and especially with the countries of the American continent.\nEurope cannot confine itself to the cultivation of its own garden, nor content itself with the preservation of an enviable quality of life, when other regions of the earth find themselves strangled by stagnation by the diminution of international exchange and by the negative interplay of commercial and financial factors.\nFrom our position as Western allies, we contribute to common security, and as a fundamental part of this we strive to help make the dialogue between the superpowers come to fruitiion.\n \nThe Terrorism Threat\nTo the existing elements of concern, a new one of unsuspected scope has been added in recent years: terrorism, which preys on innocent lives, stimulates catastrophic visions and deprives citizens of peace.\nSupport for, and even tolerance of, terrorism disqualifies any state as a member in good faith of the interntional community.\nThe Spanish Government has repeatedly declared itself in favor of intensifying international cooperation against this universal scourge. The unanimous and unequivocal condemnation of terrorism, in whatever form, by the Assembly last December doubtlessly constitutes a hopeful step, which should be followed by concrete and effective measures of international cooperation.\nTo the difficulties which traditionally confront the United Nations, there were added last year serious institutional and financial problems.\nFor its part, the Assembly must examine and adopt the necessary steps to improve the efficiency and administration of the organization.\nI am sure the Assembly will continue to advance along the road, however difficult this might sometimes be, towards peace, security and cooperation.\n\nGraphic\n\n \nphoto of King Juan Carolos of Spain (NYT/Sara Krulwich)"
}