{
    "title": "Execs propose public_private terrorism coverage plan",
    "publisher": "business insurance",
    "year": 2006,
    "month": 9,
    "day": 18,
    "full text": "ST. LOUIS --\n-A group of property/ casualty insurer executives is offering a proposal for addressing terrorism insurance issues by balancing increased federal financial responsibility for losses from nuclear and other deadly exposures with increased industry responsibility for all other losses.\nIndustry representatives and regulators say the 17-member Property and Casualty CEO Roundtable's one-page ``framework'' for commercial lines coverages is a significant consensus-building accomplishment at a time when several trade associations are crafting individual proposals. The American Insurance Assn., for example, last month unveiled its own proposal (BI, Aug. 21).\nYet some observers are concerned that the roundtable proposal may not go far enough with a Congress that wants less federal involvement in providing a backstop for the industry's terrorism exposure, not more.\nPaul Mattera, senior vp-government affairs for Boston-based Liberty Mutual Group Inc., presented the roundtable's proposal last week to the National Assn. of Insurance Commissioners' Terrorism Insurance Implementation Working Group during the NAIC's quarterly meeting in St. Louis. The working group is developing a position on the issue of terrorism insurance coverage for the NAIC.\nThe roundtable, like the AIA, proposes creating a two-part structure, in which the federal government would assume responsibility on a reinsurance basis for chemical, nuclear, biological and radiological exposures for risks such as workers compensation, which insurers are now required to cover without exclusions for terrorism or the CNBR risks. The proposal also requires the federal government to assume responsibility on a ``follow form'' basis for losses, such as property, that currently exclude CNBR-related losses.\nIn addition, non-CNBR risks would be handled by insurers with the help of a facility similar to the current federal backstop program under the Terrorism Risk Insurance Extension Act. Insurers, however, would increase their financial responsibility for these losses by ``gradually increasing insurer deductibles,'' for example, at the rate of 1 point per year for 10 years or subject to a Treasury Department determination of available capacity.\n``This is a difficult issue politically, in that (the roundtable's plan) could be said to be less than responsive to what we hear the Congress saying to us: `Come to us with something which reduces our responsibility, doesn't increase it,''' Mr. Mattera said.\nYet, given the proposal for increasing insurer deductibles, ``there is some...economic and political tradeoff. Whether that is in sufficient balance, only the Hill will tell us, but we have to that conversation,'' Mr. Mattera told regulators.\nThe roundtable also proposed creating a special-purpose vehicle that would ``facilitate development of new private reinsurance capacity and sale of industry loss warranty contracts to help fund deductibles,'' according to the proposal. ILWs are financial instruments that pay out when industry losses for an event reach a certain amount. Insurer participation in that program would be voluntary.\nNew York Insurance Department Superintendent Howard D. Mills initially responded with some frustration to the proposal. ``We expected, frankly, more'' than this ``thin outline,'' Mr. Mills, the working group chair, said at the meeting.\nFive months ago, Edmund Kelly, chairman, president and chief executive officer of Liberty Mutual, presented a basic roundtable proposal at a working group hearing and promised to have a formal proposal finalized by July at the latest.\n``I am concerned,'' Mr. Mills said. ``This does not bode well for the process going forward.''\nMr. Mattera responded that ``it has not been an easy process for the industry. This is a difficult industry to gain consensus around anything.''\nRey Becker, vp-commercial lines and claims with the Des Plaines, Ill.-based Property Casualty Insurers Assn. of America, said in an interview after the meeting: ``I can understand the regulators' frustration, but it is more important that the solution be right rather than fast.''\nRepresentatives of trade associations expressed support for the roundtable proposal.\nDavid Snyder, vp and assistant general counsel for the Washington-based AIA, said: ``For the first time...the industry put forth a near-consensus framework and direction for what would be the long-term structure for financing the economic costs of terrorist attacks.''\nDuring the meeting, Mr. Snyder said that ``there is not a word that Paul Mattera said that we would disagree with.''\nJoel Wood, senior vp-government affairs for the Washington-based Council of Insurance Agents & Brokers, said the roundtable has ``contributed valuably to the discourse.''\nHowever, Maria L. Berthoud, senior vp with Washington-based B&D Consulting L.L.C., said: ``Currently, I do not think there is an appetite in Congress to have any further responsibility related to the insurance industry.'' Ms. Berthoud formerly was a senior vp with the Independent Insurance Agents & Brokers of America Inc., where she led that group's efforts to lobby for the original Terrorism Risk Insurance Act.\n\nGraphic\n\n \nArt Caption: The CEO Roundtable's objectives are to\n\nLoad-Date: September 20, 2006"
}