{
    "title": "Executive's terrorism fight; Juniper Financial Corp. 's chairman campaigns for a _thoughtful respons",
    "publisher": "the world",
    "year": 2005,
    "month": 9,
    "day": 21,
    "full text": "Alarmed by American policy in Iraq and other Muslim countries, a Philadelphia banker hopes to organize Americans around what he calls \"a thoughtful response\" to terrorism.\n\"We have low growth, rising interest rates, oil has touched $70 a barrel, the federal deficit has reached historical highs, and we're gonna spend $1.3 trillion\" on a war in Iraq that is creating \"new generations of terrorists,\" says Richard W. Vague, chairman of Juniper Financial Corp. and former head of the nation's largest credit card operation.\nIn an unusual move for a contemporary corporate CEO, Vague set up a conference for today in Washington. Titled \"Beyond Bullets: Economic Strategies in the Fight Against Terrorism,\" it will feature writers Peter Bergen, Michael Barone and Seymour Hersh, economist Hernando de Soto, and scholars and policymakers.\nBankers and other corporate leaders tend to avoid taking public stands on controversial issues. But, following the attacks on New York and Washington and the ensuing U.S. invasion of Iraq, \"I felt for the first time I could not sit around and not do anything,\" Vague said. \"The issues are so pervasive, and our policy is so misguided, that it affects my family, my business and my friends.\"\nVague, 49, of Center City, is a voracious reader of history. A practiced orator on technology and banking, Vague will speak at the end of his conference, which he organized with help from the New America Foundation, led by another corporate activist, 3Com Corp. chairman Eric Benhamou. New America's directors include New York investment banker Steven Rattner, whose longtime clients include Comcast Corp.; Christine Todd Whitman, the former New Jersey governor and ex-Bush administration cabinet member; and others.\nBut Vague has not set out to recruit other business leaders to his way of thinking. His audience is Washington policymakers and the American public.\nHe spoke this week at his Juniper office, in a refurbished Wilmington warehouse with electric guitars adorning rough brick walls. Vague founded Juniper as an online credit card bank after leaving First USA Bank, which he cofounded, in 1999, following First USA's purchase by Bank One Corp.\nThe merger was a difficult combination (Bank One is now part of JPMorgan Chase & Co.), but highly profitable for Vague and other First USA investors.\nJuniper was purchased last year by Barclay's P.L.C., the British-based international bank. But Vague said his activism was his own, not supported or encouraged by Barclay's.\nLast fall, Vague paid for full-page ads in national newspapers under the headline \"Our Actions and Policies Are Dramatically Increasing World Terrorism.\" The essay blamed al-Qaeda and its attacks on the extreme response, by some Muslims, to \"extreme poverty\" and \"rapid modernization\" in Muslim countries, which have disrupted \"tradition, social order, family structure\" and economic life.\nWhile endorsing efforts to \"pursue terrorists aggressively,\" Vague's essay said the military alone could not defeat terrorists. Instead, the world needs \"meaningful progress\" toward easing the Israeli-Palestinian struggle, the Indian-Pakistani dispute over Kashmir, the Chechen war in southern Russia, and other conflicts \"that directly affect the Islamic world.\" And the West needs to increase trade \"with enlightened Muslim countries\" such as Turkey and Jordan, building middle classes instead of merely enriching \"power elites,\" Vague wrote.\nFinally, he wrote, U.S. forces need to \"dramatically lower our profile in Iraq.\" Vague called the Iraq war an error that has caused \"an unacceptable loss in lives\" and \"engendered hatred and increased terrorism around the world. This is not our America - ours is bold and vigorous,\" and \"values love, friendship, respect and decency for the whole world.\"\nVague did not initially sign his essay, but it invited readers to visit www.americanrespect.com \nMany of the critics focused on Vague's questioning of the U.S. role in the Israeli-Palestinian dispute, and called him naive.\n\"I am very pro-Israel,\" Vague said Monday. \"The problem is not the fact that we're helping Israel. It's that there's more we should do in the pan-Islamic world.\"\nContact staff writer Joseph N. DiStefano at 215-854-5957 or jdistefano@phillynews.com  \n\nLoad-Date: September 26, 2005"
}