{
    "title": "Execution ill-suited for Moussaoui",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 27,
    "full text": "The first person to be found guilty in connection with the Sept. 11 terrorist attacks now faces deliberation over sentencing.\nZacarias Moussaoui pleaded guilty to six different conspiracy charges Wednesday, four of which \"authorize a maximum penalty of death,\" as Attorney General Alberto Gonzales has stated. Moussaoui's case has a weird history and continues to defy logic. After his guilty plea, Moussaoui vowed to fight capital punishment. Implicit in his position is that he has the right to intentionally kill other people, while they do not.\nBut the government's intent to seek the death penalty in this particular case is similarly illogical. Consider that the ostensible, claimed rationale behind employing the death penalty is to \"deter crime\" -- a position held by President Bush and many other politicians. The key question in this case, however, is how will capital punishment deter those whose intended crimes explicitly require suicide?\nObviously, it won't.\nThus, to seek capital punishment in this particular case is to sway from the stated purpose of capital punishment and admit what its opponents have always said: That capital punishment is an act of vengeance and of asserting state power over the individual.\nAlthough we do in general support the use of capital punishment as a deterrent -- so long as it is appropriate to the crime and the proof is unassailable -- there is no judicial deterrent for would-be kamikaze terrorists.\nTherefore, we propose lifetime confinement for Moussaoui in a facility away from society that is conducive to study and examination. Our reasoning is simple: With the relatively new threat of sophisticated, global terrorism, it is imperative that we learn as much as possible about what we are up against. Simply killing terrorists, once removed from society, is not very beneficial. We can use a focused study of Moussaoui as an educational tool for anti-terrorism units as part of the \"unprecedented global investigation,\" as Gonzales put it, that the government launched following the Sept. 11 attacks. An exhaustive study of the nature of people like Zacarias Moussaoui could be extremely helpful in combating terrorism. It is too important a fight to give in to vengeance. Justice can come by preventing future attacks, and the more we know, the better equipped we will be to see that end.\nBy understanding the nature of such people, and what sets them apart from others, we will have a deeper understanding of the problem of terrorism. For example, Zacarias Moussaoui suffered severe domestic abuse growing up, as well as the humiliation of French racism. What drove him to terrorism, when so many others chose a different path? Understanding such subtleties could prove invaluable. The global threat of terrorism is serious, and our response -- not reaction -- should reflect that fact.\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: April 27, 2005"
}