{
    "title": "Exercising our rights",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 3,
    "day": 24,
    "full text": "The editorial board of the Los Angeles Times is worried about terrorism. Domestic terrorism. White-guy terrorism. Angry white-guy terrorism. Angry, armed, white-guy terrorism. \n\"They are white, right-wing Americans, nearly all with an obsessive attachment to guns, who may represent a greater danger to the lives of American civilians than international terrorists,\" the paper wrote in a March 8 editorial. \nWhat does the Times find the most alarming in its recipe for a potential domestic terrorist? Is it being white, right-wing or obsessed with guns? Because I'm certainly the first, partially the second and some of the third. \nThe Times notes the Southern Poverty Law Center's tracking of hate groups, which it divides into militia, hate and patriot groups. Militias \"train for combat against imaginary foes\"; hate groups target minorities; patriot groups have a beef with the government. The Times' words, not mine. \nI have no commonality with any hate group. Militias, patriot groups? That's likely where many of those wearing my libertarian political colors would fall. And I don't agree that the foes are entirely imaginary, nor do I believe it's wrong to question government, all day, every day. \nI am a patriot but not the weepy, flag-saluting kind. This country, as created, was the boldest, most radical, most extreme political experiment in the recorded history of the planet. It shunned thousands of years of rule by God's will, by heredity, by force of arms, and determined that it would be the people, as individuals, who would call government's tune, not the other way around. \nIt doesn't get more radical than that and it is the source of my sense of patriotism. It was extreme, unprecedented and a grand experiment. It took a serious set of principles to put such a thing in motion. \nWhat we've seen since is the trending toward more traditional forms of government - those that have faltered, fallen and been written about in the past tense. My patriotism exists for the original formula, not the watered-down version. \nRobert Heinlein, a Navy veteran, was a brilliant speculative-fiction writer, a libertarian and a patriot. He's going to help me make a couple of points about patriotism in a speech he made at the Naval Academy in 1973. \n\"But patriotism is not sentimental nonsense. Nor something dreamed up by demagogues. Patriotism is as necessary a part of man's evolutionary equipment as are his eyes, as useful to the race as eyes are to the individual,\" he said. \nFor Heinlein, patriotism was a survival mechanism - not a reason to raise eyebrows, wring hands and alert the authorities about some loon raving about his \"rights.\" \nI know a lot of Second Amendment \"zealots.\" They don't want criminals or the mentally ill to have guns. They don't want children lying dead in their own blood under the bodies of their teachers in elementary schools. What they want is the inferred and explicit right to keep and bear arms in defense of themselves, their families and, in extreme circumstances, their nation. \nIt's hard to disparage foes as \"imaginary\" when our oaths of office state that the person doing the promising will protect America from \"all enemies, foreign or domestic.\" Theoretical enemies and imaginary enemies are the same thing; the former phrase is fancier, higher-minded, more likely to connote a higher level of thinking than does the word \"imaginary.\" \nSo, let militias train as they see fit for theoretical enemies. If they are training not to attack but only in the extremity of life-or-death defense, they're doing nothing that the Constitution doesn't expect or allow. \nFrom the Times: \"What can be done to reverse this tide of belligerent ignorance? Not much. The typical patriot acts within his free-speech and Second Amendment rights.\" \nHow is acting within one's rights \"belligerent ignorance\"? Acting within one's rights seems to negate the concept of ignorance. And belligerence is in the eye of the beholder (except in the case of an actual attack). \nThe fear that something might happen is not its occurrence. And preparedness is not ignorant - it's intelligent and wise. \nBack to Heinlein: \"(S)elfishness is the bedrock on which all moral behavior starts, and it can be immoral only when it conflicts with a higher moral imperative. An animal so poor in spirit that he won't even fight on his own behalf is already an evolutionary dead end; the best he can do for his breed is to crawl off and die, and not pass on his defective genes.\" \nPick your side. I'll just be over here with the survivors, the patriots, the rights zealots and the belligerent ignorant. Compared to what I see on the other side, I like it here a lot better. \nRahn Forney is the editorial page editor of the Lebanon (Pa.) Daily News. \n\nLoad-Date: March 26, 2013"
}