{
    "title": "EXILE THE TERRORISTS MUSLIMS NEED TO DO MORE THAN CONDEMN TERRORIST ACTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 12,
    "day": 18,
    "full text": "The carnage in Mumbai brought the menace of global terrorism center stage. For three agonizing days a handful of fanatics paralyzed a thriving metropolis of 18 million and inflicted an enormous physical and psychological blow on India.\nAs the dust settled a few facts became evident. The terrorists came by sea from the southern Pakistani city of Karachi. They knew their targets well and with the help of local accomplices carried out an intricately choreographed script that left 171 people dead, many more injured and some of the signature buildings of Mumbai in ruins.\nThe blame game began soon after the first shots rang out. An accusing finger was pointed at Pakistan and that, in turn, elicited a knee-jerk response from Pakistanis. A bizarre array of other possible conspirators was floated, including the Israeli secret police and ultranationalist Hindus.\nAmid the cacophony, here are a few sober observations.\nPakistan is as much a victim of terrorism as is India. The country is engaged in a fierce struggle with the Taliban in its tribal areas. The Taliban have been increasingly challenging the authority of the Pakistani government in areas that were in firm government control just a few years ago.\nThe assassination of Benazir Bhutto a year ago and the recent bombing of the Marriott Hotel in the heart of the capital Islamabad underscores the reach of the terrorists. The Taliban also have been looting at will NATO supply convoys passing through the Khyber Mountains on their way into Afghanistan.\nFortunately, sanity has prevailed and the loud voices of ultranationalist Hindus demanding a revenge attack on Pakistan have been muted in favor of a coordinated effort against the common enemy. After all, a destabilized Pakistan would be more dangerous for the world than one that cooperates with India. A confrontation between the two nuclear- armed adversaries would throw all of South Asia and the world into a tailspin.\nEach time a Mumbai-like incident happens there is a chorus of demands that moderate Muslims condemn such atrocities. In all fairness, they do. Soon after the Mumbai carnage almost all leading social, political and religious Muslim organizations in this country (and in Europe and elsewhere) condemned the attacks.\nWhat they have failed to do is to isolate terrorists and their evil philosophy from mainstream Islam by declaring them totally outside the pale of the faith. It is contradictory for Muslim religious leaders to tell the world that Islam is a peaceful religion while they hesitate to excommunicate those who violate the basic principles of the religion.\nThat said, according to some reports, Muslim clergy in Mumbai made a definitive statement by refusing to conduct funeral services for the terrorists.\nTwo years ago, Mahjabeen Islam, an activist Muslim writer from Toledo, Ohio, proposed \"Project Friday Khutba,\" which called on American imams to address the subject of terrorism in their Friday sermons. The idea was ridiculed by some leaders and imams with the refrain that they already do that.\nSo how do we, the Muslims, convince other Americans that Islam is a peaceful religion?\nOrganize public seminars and symposia on religious terrorism. Have a frank discussion about why the terrorists interpret the same text of the Koran differently from the majority of Muslims.\nIn this country, except for advocacy organizations like the Council on American Islamic Relations, most groups of Muslims, whether of national reach or local mosques and Islamic centers, are in a perpetual reactive mode. After each crisis they call a press conference or issue a statement of condemnation and then look for the nearest water spigot to perform ablution and pray.\nUnfortunately, for many of our leaders, prayers have become a convenient substitute for, rather than an adjunct to, action. There are doubts and preconceived ideas about Islam in the general public that will not go away by simply condemning terrorism.\n\nNotes\n\nDr. S. Amjad Hussain, an emeritus professor of surgery at the University of Toledo and an op-ed columnist for The Blade of Toledo, Ohio, is a native of Pakistan (aghaji@bex.net ).\n\nLoad-Date: December 18, 2008"
}