{
    "title": "Exiled Argentine editor crusades against military regime's brutality",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 6,
    "day": 1,
    "full text": "Jacobo Timerman is a survivor -- a survivor of detention and torture, of terrorism of the left and the right, and of mankind's inhumanity to man.\nNow living in Israel where he works as a newsman, he survived not the concentration camps of Nazi Germany nor the dictatorship of communist Russia, but rather the rightist military regime of Argentina.\nA leading Buenos Aires editor and publisher in the late 1960s and early 1970s.  In April 1977 Mr. Timerman was detained and held incommunicado for two years by the Argentine military for crimes he has yet to be accused of.  During those years, he was beaten while blindfolded; he was assaulted by gangs of guards; he was chained to a concrete bed; and he had electric shocks applied to his vital parts.\nHe has become perhaps the most noted survivor of the brutality and human rights' violations of the Argentine military government.  Some 15,000 Argentines are thought to have died in military confinement during the past five years; another 5,000 or so still languish in prison, and countless others have been subjected to the same sort of tortures that Mr. Timerman encountered.  It boils down to state terorrism on a massive scale.\nAlthough Argentina has become something of a pariah in the West, heavily criticized by the United States during the Carter years, the Reagan administration indicates that it wants to resume military assistance -- a proposal Mr. Timerman opposes.\nMr. Timerman says he was totured because he is Jewish.  For him, Argentina has become perhaps the world's most anti-Semitic nation.\nIn the US to publicize his new book, \"Prisoner Without a Name, Cell Without a Number,\" Mr. Timerman also wants to draw attention to events in Argentina that occurred during his captivity.  \"Only public knowledge can alter the course of these events,\" he says, calling them in his book a \"downward slope in the march of history.\"\nIronically, in his newspaper, La Opinion, Timerman supported the 1975 military takeover -- based on his feeling that the leftist and rightist terrorism of the early 1970s had brought Argentina to the point of anarchy.  He passionately denies accusations that he had links to one of the guerrilla groups, the Montoneros, and goes to great length in his book and in interviews to be critical of the Montoneros and other guerrilla groups for their own disregard for human life and human rights."
}