{
    "title": "Existence of terrorism beyond American affairs examined",
    "publisher": "university wire",
    "year": 2002,
    "month": 11,
    "day": 21,
    "full text": "On Tuesday, the United States Senate voted 90-9 for the creation of a federal Department of Homeland Security. The department, which was pushed relentlessly by President Bush, will ultimately assess, prepare for and prevent potential terrorism attacks on U.S. soil.\n\"The United States Congress has taken an historic and bold step forward to protect the American people,\" the president said in a statement from the White House.\nStill, as America arms itself against terrorist acts, other countries continue to see the effects of radicalism.\nAt North Carolina State University, students come from all over the globe to study, meet new people and in some cases escape -- even if only for a short time -- the reality of terrorism that often plagues their homeland.\nNorth Carolina State U.\nSharon Amzel, an NCSU study abroad student, has lived in Raanana, Israel, 20 minutes north of Tel Aviv, since she was 7 years old. And as far back as she can remember, terrorism has been an aspect of her life that she has learned to deal with. Amzel says that one of the main conflicts in the country is with Israel's borders.\n\"I think that Israel is the only country, after more than 50 years … that still doesn't have final borders,\" she said. \"Usually when a country is defined, it has its final borders. But we don't have that yet. So [terrorism] has been going on forever.\"\nBut terrorism in Israel relates even more to a different mentality, said Amzel.\n\"There is conflict everywhere in the world,\" she said. \"But basically, [in Israel], there is a different mentality used to solve problems.\"\n\"The Jihad is like the holy war for them. And they believe that anyone who acts like that and blows themselves up is going to go to heaven,\" continued Amzel. \"So, it's been going on.\"\nBefore entering college, Amzel, who has two younger sisters, served for two years in the Israeli Army. She explains that in Israel, it is required for girls to serve in the Army for two years and for the boys to serve for three years following their graduation from high school. The only way an Israeli can forego joining the Army is if they have strict religious obligations. \"But most people want to serve,\" said Amzel.\nAlthough many of the young and old people alike value patriotism and freedom, terrorism is practically an everyday occurrence in Israel.\n\"It happens everywhere. It happens on a bus. A terrorist can go on a bus. I'm sure people have heard about it on the news. And the terrorist just blows themselves up,\" said Amzel. \"Or it can happen in a restaurant or a cafe. Or at a bar, or the entrance to a club where there are a lot of people standing in line to get in. Or in a supermarket or grocery store. Basically, you can find people everywhere on guard.\"\nIn fact, last week there was a big explosion two minutes from Amzel's home in Israel. Amzel's mother knew both of the people who were killed. \"It kind of circles around you -- sometimes you know someone, sometimes you don't know anyone,\" she said. \"But you get used to it.\"\nAmzel remembers Sept. 11 and the shock she was in after the terrorist attacks against the World Trade Center and the Pentagon.\n\"I am still speechless about that,\" she said. \"What can you say?\"\nStill, Amzel believes that because of the frequency of terrorist acts in Israel, it may be difficult for some Americans to completely understand the severity of the problem in the country -- a country where aside from these terrorist acts, there is a relatively low crime rate.\n\"I took a picture of a party in Talley where the security people were checking the people coming in for guns and knives,\" said Amzel. \"You have security checks in Israel for bombs.\"\nAmzel notes that because the conflict runs deep, terrorism is not something that can be changed overnight in Israel.\n\"People from both sides basically just want peace and quiet and to live their lives. And I think that there are wrong actions taking place,\" she said. \"Both sides need to stop fighting and go back to table talk. Terrorism is not the solution.\"\nAfter leaving Australia at the adventuresome age of 21, Jonathon Drury set out to explore and experience the rest of the world. Finally, after seven years of traveling, Drury married his wife, whom he met in St. Thomas, and started a family. Now he is one month shy of graduating and beginning a career that will one day lead him back to his hometown of Brisbane, Australia.\nFor Drury, terrorism did not exist until he moved to America and witnessed firsthand the destruction of the World Trade Center and the Pentagon.\n\"Australia is so isolated from terrorist countries. America breathes down\nthe necks of terrorism every moment,\" said Drury.\nHowever, the bombing of a local nightclub in Bali, Indonesia, which is a popular vacation sight for many Australians, has since driven them into fear of traveling or vacationing past the boundaries of their own country.\nDrury, however, was not shocked by the terrorist bombing and said, \"In these days it was to be expected, yet it still came as a painful shock. My country was greatly grieved by the incident; we had no idea or even imagination that we were to be targets of terrorist activity.\"\nDrury's family still remains in Australia, and although his brother has visited Bali before, he says he does not worry about his brother or his parents' safety, nor is he concerned about his wife and child who live with him here in downtown Raleigh.\n\"I wouldn't consider myself living in a state of fear; I assume my family and I are living without the threat of terrorist activity. Whether that assumption is true or not is a different story,\" said Drury.\nDrury's post-graduation plans include returning to Australia in what he hopes is between two or three years from now. And while he will be busy managing his time between raising a family and continuing a career, he says knowing about the previous attacks of terrorism in Bali does not frighten him from traveling there.\n\"The terrorist bombing will not prevent me and my family from one day visiting Bali. It is very close to Australia, inexpensive and beautiful.\"\nAmericans and Russians: enemies during The Cold War, now two countries that are left with skewed stereotypes and assumptions about each other. Gary Pikovsky and his family left Kiev, Russia, in 1990 to avoid religious disapproval and a corrupted government linked with organized crime known as the Russian mafia. Cincinnati became Pikovsky's new home and later he attended the University of Cincinnati for five years where he earned his bachelor's degree in graphic design.\nPikovsky has lived with the threat of terrorism all his life, but more so he says after his move to America, because in Russia all his experience with terrorism was what he was told from family and friends.\nHowever, since living in America a new threat of terrorism has evolved for Pikovsky, now instead of the Czechs and the Russian mafia, his fears have been replaced by the terrorist organizations in the middle east.\nUnlike his experiences in Russia, Pikovsky has experienced first-hand the tragedies of terrorism while living in America.\nAs little as two hours before the first plane hit the World Trade Centers, Pikovsky was buying a souvenir postcard of the twin towers, after he regrettably missed an opportunity to shoot the twin towers in order to catch his train for Boston.\n\"The collapse of the twin towers was the most extreme thing I have ever experienced personally. In Russia terrorist activity on a much smaller scale is common, but everything I knew came from what people chose to tell me,\" said Pikovsky.\nHowever, while the terrorist activity may be more common in Russia, Pikovsky said that he was surprised when he learned the Czechs had gained control of the Russian theater, not because it was a terrorist group, but because of the scale of the act.\n\"It is very hard to gain control of the Russian theater, I believe the Czechs knew somebody in the Russian government in order to pull this off,\" said Pikovsky.\nOrganized crime in conjunction with a corrupt government structure continues to be a problem for most Russian citizens. Pikovsky says that because of Russian Communism, most Russians are forced to exploit the system and pay people off for favors.\n\"It is very hard to make an honest living in Russia, most of the time your success depends on who you know and who has the power to override laws for you,\" said Pikovsky, who went on to say, \"This is one of the reasons why I do not plan to return to Russia for sometime.\"\nFurthermore, Pikovsky disagrees with the way the Russian forces handled the terrorist attack on the Russian theater. Nearly 800 Russian civilians and international visitors were either killed or rushed to a hospital for treatment when they were intoxicated with one of the most lethal forms of gas.\n\"Not a lot of concern was shown for the innocent, I think many deaths and injuries were blamed on the victims being tired and exhausted, but they knew this and should have discovered another way to handle the situation,\" said Pikovsky.\n\"This would never be a means to handling a terrorist situation in America, because of the human rights issue we have,\" said Pikovsky.\n(C) 2002 Technician via U-WIRE\n\nLoad-Date: November 21, 2002"
}