{
    "title": "Expansion in works for Trump travel ban",
    "publisher": "tribune-review",
    "year": 2020,
    "month": 1,
    "day": 10,
    "full text": "WASHINGTON -- The White House is considering dramatically expanding its much-litigated travel ban to additional countries amid a renewed election-year focus on immigration by President Trump, according to six people familiar with the deliberations. \nA document outlining the plans -- timed to coincide with the third anniversary of Trump's January 2017 executive order -- has been circulating the White House. But the countries that would be affected if it moves forward are blacked out, according to two of the people, who spoke on condition of anonymity. \nIt's unclear exactly how many countries would be included in the expansion if it proceeds, but two of the people said seven countries -- a majority of them Muslim -- would be added to the list. The most recent iteration of the ban includes restrictions on five majority-Muslim nations: Iran, Libya, Somalia, Syria and Yemen, as well as Venezuela and North Korea. \nA different person said the expansion could include several countries that were covered in the first iteration of Trump's ban but later removed amid rounds of contentious litigation. Iraq, Sudan and Chad, for instance, originally had been affected by the order, which the Supreme Court upheld in a 5-4 vote after the administration released a watered-down version intended to withstand legal scrutiny. \nTrump, who had floated banning all Muslims from entering the country during his 2016 campaign, criticized the Justice Department for the changes, tweeting that DOJ \"should have stayed with the original Travel Ban, not the watered down, politically correct version they submitted to S.C.\" \nThe countries on the proposed expansion list include allies that fall short on certain security measures. The additional restrictions were proposed by Department of Homeland Security officials following a review of security protocols and \"identity management\" for about 200 countries, according to the person. \nWhite House spokesman Hogan Gidley declined to confirm the plan but praised the travel ban for making the country safer. \n\"The travel ban has been very successful in protecting our country and raising the security baseline around the world,\" he said in a statement. \"While there are no new announcements at this time, common-sense and national security both dictate that if a country wants to fully participate in U.S. immigration programs, they should also comply with all security and counter-terrorism measures -- because we do not want to import terrorism or any other national security threat into the United States.\" \nSeveral of the people said they expected the announcement to be timed to coincide wi th the third anniversary of Trump's first, explosive travel ban, which was announced without warning Jan. 27, 2017 -- days after Trump took office. That order sparked an uproar, with massive protests across the nation and chaos at airports where passengers were detained. \nThe current ban suspends immigrant and non-immigrant visas to applicants from the affected countries, but it allows exceptions, including for students and those who have established \"significant contacts\" in the U.S. And it represents a significant softening from Trump's initial order, which had suspended travel from Iraq, Iran, Libya, Somalia, Sudan and Yemen for 90 days, blocked refugee admissions for 120 days and suspended travel  from Syria. \n\nLoad-Date: January 12, 2020"
}