{
    "title": "EXPANSION OF FBI'S AUTHORITY QUESTIONED",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 25,
    "full text": "As President Bill Clinton and Congress promise to quickly expand the government's authority to investigate suspected terrorists, some groups fear that innocent Americans will pay a price.\nIn St. Louis Monday, House Minority Leader Richard A. Gephardt, D-Mo., said that he and House Speaker Newt Gingrich, R-Ga., had agreed to work together on legislation to \"make sure the FBI has all the power and authority that they need to conduct surveillance on groups that advocate violence.\"\nHe said the administration should loosen FBI guidelines on investigating suspect groups. Currently, the guidelines allow infiltration only when there is evidence of violence or threats of violence.\n\"We believe that there has been a more conservative approach (in interpreting the guidelines) by the FBI and by law enforcement officers than there should be in the future . . . . I just want the FBI to know they have more discretion . . . in investigating the possibility of terrorism or violence,\" Gephardt said.\nIn Washington, Arab-American leaders met with Justice Department officials Monday to express concern that the administration's counter-terrorism bill would infringe on Americans' rights and unfairly target Arab-Americans.\n\"The constitutional dangers are greater than ever,\" James J. Zogby, president of the Arab American Institute, told a news conference Monday.\nZogby said Arab-Americans in Oklahoma City and elsewhere were harassed in the 60 hours immediately following the bombing after television news reports of speculation the bombers were Middle Eastern. Such treatment would have been much worse at the hands of the government had the proposed legislation been in effect, he said.\nThe administration introduced the Omnibus Counter-terrorism Act in January, aimed mainly at international terrorist activity. This week, Clinton and congressional leaders said they would push for quick passage of the legislation, as well as additional measures to strengthen investigations of domestic terrorism.\nThe House already has begun hearings on the bill, much of which was written following the bombing of the World Trade Center in New York. The Senate Judiciary Committee is scheduled to take it up Thursday. The bill's provisions include:\nQuick, largely secret deportation hearings for foreigners suspected of terrorism. A panel of federal judges would hold the hearings and review the government's evidence without revealing it to the suspect.\nA ban on contributions to overseas groups the administration designates as terrorist groups, even if the contribution isn't to further terrorism.\nIncreased penalties for terrorist activity in the United States.\nRepublicans want to take Clinton's bill further by limiting the entry of aliens into the United States.\nThe White House announced Sunday that it would propose further legislation to establish a Domestic Counter-terrorism Center headed by the FBI, and increased authority and resources for the FBI to search hotel, phone and credit records and to infiltrate terrorist organizations.\nJohn Russell, a Justice Department spokesman, said the administration had no further details on its proposals. He said all of the changes would be pursued through legislation.\nSen. Paul Simon, D-Ill., a member of the Judiciary Committee, cautioned against any precipitous move that might jeopardize civil liberties.\n\"There's almost an instinctive reaction that we ought to pass a law when something like this happens,\" he said. Simon said he would prefer to concentrate on shifting dollars to the FBI from the Central Intelligence Agency for investigations. He said he opposed calls for letting the FBI penetrate organizations that had not made threats of violence.\nRep. William L. Clay, D-Mo., said he too opposed expanding FBI powers, citing what he said was the agency's history of abusing power.\n\"We cannot use as an excuse what happened in Oklahoma as a rationale for further diluting the basic rights in a free society,\" he said. His solution would be to further limit the purchase of explosives and firearms.\nGingrich said Monday afternoon in Marietta, Ga., that he didn't \"think you can lightly just say we're going to give the FBI this power. But in a structured, orderly way, we have to have an ability to protect ourselves.\"\nHe said that \"probably we need to look at having a congressional oversight (committee) much like the Intelligence Committee.\" Gingrich said that \"the purpose of all this is to preserve freedom, not to eliminate it.\"\nTerrorism experts say infiltration is one of the best ways to find out about loosely organized, freelance terrorists who tend to blend into society, limiting the value of using high-tech spying equipment against them.\n\"We've got to go back to having people infiltrate the organizations,\" said Marvin Cetron, a terrorism consultant to the Pentagon. \"And we've got to pay large sums of money to make sure you collect the data. If you offer $ 2 million, people will turn in their sisters.\"\n\nLoad-Date: April 26, 1995"
}