{
    "title": "Experts say terrorism should be fought locally",
    "publisher": "university wire",
    "year": 2003,
    "month": 11,
    "day": 18,
    "full text": "U.S. officials should emphasize the work of city police departments and localized anti-terrorism efforts in their homeland security policies, according to some of the world's top security experts, who spoke at a New York University School of Law conference Saturday.\nAlthough New York Police Department officials and others on the front lines are devoting more resources to the terrorist threat than they were two years ago, many of the experts said the United States is not safer today than on Sept. 11, 2001 -- largely because of the inability of federal and local agencies to work together and share information.\nThe conference, titled \"Are We Safer?: Transformations in Security Since 9/11,\" was sponsored by the law school's Center on Law and Security, a research and policy center that receives partial funding from NYU's new Center for Catastrophe Preparedness and Response.\nThe day-long event attracted many current and former security policymakers, who shared their thoughts on how safe America is and what can still be done to improve national security.\nNew York U.\n\"I could penetrate just about any airport in this country right now,\" said former NYPD Commissioner Howard Safir, who advocated additional security measures such as a national ID card and the use of biometric technology on visas.\nThe old brand of \"international terrorist\" is no longer the only sort, said RP Eddy, former senior policy officer to U.N. Secretary General Kofi Annan. Eddy described two types of Americans with ties to international organizations -- groups pushing for \"home-grown jihad\" and individuals intent on \"lone jihad\" -- as examples of threats that would not be detected by current triggers, like those for transient individuals without a job.\nMost local police are well-suited to questioning suspicious individuals, Eddy said, \"if they're enabled.\"\nBut many officers, at both the local and national levels, show an almost \"malicious obedience\" to procedure, Safir said, largely because they do not understand the long-term purpose of their work. \"[Malicious obedience is] when people do exactly what you tell them to do, no matter how stupid,\" he said.\nThe NYPD, which employs some 38,000 officers, has recently moved into the domain previously occupied only by federal agencies like the FBI and CIA by posting officers overseas, gathering its own intelligence and training agents specifically to prevent terrorism, Eddy said.\nIn terms of cooperation between local and national agencies, there may be hope, said panelist Mark Cohen, deputy director of New York state's homeland security office. Cohen pointed to new organizations, such as the Terrorist Threat Interrogation Center, which provides for a \"fusion\" of information between the FBI, CIA and other agencies, as potential means for information-sharing.\n\"We delude ourselves constantly into thinking we're safe,\" said panelist Peter Leitner, director of the Higgins Center for Counterterrorism. He described an incident from his research wherein a group drove from Michigan to Boston and then down the East Coast, taking \"targeting\" photos of potential strike sites ranging from nuclear power plants to amusement parks.\nPolice apprehended the group but were forced to release them when government officials took five days to return the police phone call, Leitner said. When the officials did call back, he said, they asked \"which way [the van] was headed.\"\nLeitner suggested giving top police officials security clearances, so supervisors could schedule officers for overtime in advance or plan for more drive-bys in high-risk areas.\nGovernment officials must carefully weigh the benefits of new laws such as the USA PATRIOT Act, which some people charge infringe on civil liberties, with the need to preserve uniquely American freedoms, said Frank Cillufoo, former special assistant for homeland security to President George W. Bush. \"You can't fight a 21st-century war with 19th-century laws,\" he said.\n\"I don't know if we're safer today than we were on Sept. 11,\" said panelist Larry Thompson, former U.S. deputy attorney general. But the groundwork has been laid, he said.\nWhen the government is able to translate information it already has, Thompson said, that data could provide a crucial breakthrough.\n(C) 2002 Washington Square News via U-WIRE\n\nLoad-Date: November 18, 2003"
}