{
    "title": "Experts assemble for terror talk",
    "publisher": "university wire",
    "year": 2014,
    "month": 6,
    "day": 9,
    "full text": "Esteban Bustillos\nManaging Editor\nPOSTED\n4 years ago\nResearchers join for annual Terrorism and Policy conference\nLeading researchers from around the world convened at UTD on May 22 and 23 for the annual Terrorism and Policy conference, where they discussed and share their theories on terrorism and its causes.  \nThe conference was sponsored by the Center for Global Collective Action, headed by Todd Sandler, professor of economics and global economy.\nThis year, the event brought in scholars from Yale, Penn State and Princeton universities, along with attendees who came from as far away as Israel, Spain and the United Arab Emirates, among other countries.\nThe papers presented at this year's conference included topics like the link between terrorism and the arms trade to the effect terrorism has on fertility.  \nThe conference was conducted in a peer-evaluated format where researchers would present their papers and the conclusions they reached from their data andthen would answer questions and take critiques from the other attendees. Fifteen papers were presented this year.\nThomas Gries, an economics professor from the University of Paderborn in Germany, presented a paper on the link that anti-American terrorism has with support for oppressive governments from the United States. \nHe found that when the United States supports oppressive governments, there is a higher chance that people in those countries will commit terrorist actions against the United States.\n\"I became aware of the conference by contact with Sandler,\" Gries said. \"It's a unique opportunity to have so many people who have been exposed to the literature in one place and share and discuss ideas with people who are experts in their field.\"\nUTD paid for the expenses of the all the participa-pants through the Vibhooti Shukla endowment, along with contribution from Hobson Wildenthal, according to Sandler.\nAnother researcher, James Piazza from Penn State University, presented a paper dealing with the root causes of domestic right wing terrorism in the U.S. His research found that right wing terrorism is the most deadly in the U.S. and that there has been a growth in right wing terrorism since 2008.\nThe research presented at the conference has also been applied in the real world. According to Sandler, his paper he worked on with Javier Gardeazabal, who teaches at the University del Pais Vasco in Spain, is currently being used by INTERPOL. \nSandler said he received data from the secretary general of INTERPOL, which is the first time ever that access has been granted.\nBesides acting simply as a place for researchers to discuss the most recent trends in the field of terrorism, the conference has also fostered respect for the research being done at UTD, both nationally and internationally, according to professors.\n\"It brings people in to further see the expertise of what we've got here,\" said Dan Arce, program head of economics at UTD.  \"There's always a special issue journal that's associated with the conference, so it gets out UTD's name internationally as a place where the highest level of research in this area is being conducted.\"\nSandler was confident in the positive affect that conference had on UTD.\n\"This is the best terrorism conference in the world,\" Sandler said. \"You get the absolute best researchers. The special issue journals that these researchers publish their work in are in very good places and a lot of people read them and cite their work. That makes scholars at the top universities want to come to this conference.\"\n\nLoad-Date: October 3, 2018"
}