{
    "title": "Experts warn of agro-terror Federal efforts criticized as House panel meets in Athens",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 8,
    "day": 25,
    "full text": "Athens --- The nation's farms and food supply are highly vulnerable to terrorism and the Department of Homeland Security isn't prepared to deal with the \"catastrophic\" consequences of an agro-terror attack, Georgia agricultural experts warned a U.S. House subcommittee Thursday.\n\"Compared to bioterror, agro-terror is appallingly easy,\" said Corrie Brown, professor at the University of Georgia's College of Veterinary Medicine, invoking the specter of terrorists introducing foot-and-mouth disease, avian influenza, swine flu of some other animal-borne disease that could disrupt the U.S. economy --- and threaten human health as well. \nBrown noted that 11 of the past 12 disease outbreaks of \"global concern\" in recent years have been zoonoses, diseases of animals that can be transmitted to humans.\n\"These dangerous pathogens can be obtained from infected animals in many parts of the world,\" she told the committee.\n\"Our agricultural system is so vast and so integrated, if something gets in, it's going to be all over and the terrorists know this.\"\nBrown, along with Georgia security and agricultural experts, said despite claims by Homeland Security officials that agro-terror is a \"top priority,\" the department has no strategy for preventing or containing such an outbreak --- and has provided little money to address the threat.\n\"The Department of Homeland Security is in the driver's seat, but they just don't have a lot of depth in agriculture,\" Brown said.\nThe sharp criticism of federal efforts got a friendly reception from the House Homeland Security Subcommittee on the Prevention of Nuclear and Biological Attack, which met in Athens to address \"agro-terrorism's perfect storm\" --- the introduction of so-called zoonotic diseases, like avian influenza.\nGeorgia is one of 11 states in the running for the Department of Homeland Security's proposed National Bio and Agro-Defense Facility, which would address such threats.\nThe state has offered two locations, both in Athens, as sites for the $500 million center, which would play a similar role in the domestic animal world as the U.S. Centers for Disease Control and Prevention does in human health.\n\"An attack on our nation's agricultural resources would have devastating public health and economic consequences,\" said subcommittee Chairman John Linder (R-Ga.). \"It is frightening to contemplate.\"\nLinder has been a frequent critic of federal priorities in a $35 billion Homeland Security budget that \"emphasizes box cutters over biological threats.\"\n\"One of every eight dollars we spent is on airplane security,\" he said. \"There needs to be some proportionality in relation to the threat.\"\nAgriculture, which generates $1 trillion in U.S. economic activity a year, is the nation's largest industry and its largest employer.\nThe Government Accountability Office warned earlier this year that the introduction of foreign pests or diseases could trigger \"catastrophic economic losses\" for livestock, poultry or crops.\nThe U.S. Department of Agriculture spent $552 million last year on agro-terrorism programs --- including its first voluntary security guidelines for farmers, urging such actions as putting up more \"no trespassing\" signs, increasing outdoor lighting, and keeping fences in good repair.\nMost of the government's effort to combat agro-terrorism is geared to intercepting potential pathogens at the border or detecting outbreaks before they can spread widely.\n\"But right now the country doesn't have the infrastructure in place to prevent such an attack,\" said Paul Williams of the Georgia Emergency Management Agency.\nCommittee members praised Georgia officials for their efforts to improve security on their own --- particularly in Georgia's poultry industry, which is the state's largest agricultural enterprise.\nUnlike most states, Georgia has trained 2,500 emergency management personnel, police and veterinarians to respond to an attack on agriculture --- and plans to hire a full-time agricultural intelligence analyst next year.\nFarming and the food supply are considered \"soft\" targets for terrorists --- ones whose impact would be subtle, but potentially more far-reaching that an attack on \"hard\" targets like bridges, buildings or airplanes.\nThe United States has 95 million cattle, 60 million hogs and more than 8.5 billion chickens, turkeys and other fowl.\nAccidental outbreaks in other countries provide a hint of what could happen if such a disease were deliberately introduced.\nBased on the 2001 outbreak of foot-and-mouth disease in Britain, the Congressional Research Service estimated that a serious outbreak in the United States would require the destruction of 8 million cattle and hogs and cost the country $33 billion.\n\nLoad-Date: August 25, 2006"
}