{
    "title": "EXPERTS SEE TRENDS THAT ARE CHANGING TERRORISM GOVERNMENTS AROUND THE GLOBE HAVE STOPPED SUPPORTING",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "As 2000 approaches and Mideast peace talks pick up speed, America and its allies are facing a new breed of international terrorists who are less professional than their predecessors but more desperate, just as dangerous, and even harder to track.\nOver the last decade, terrorist groups have lost state sponsorship and the money, training, sanctuary, munitions and support it provided. The world's tolerance of terrorism is waning, and from Pakistan to Libya, from Northern Ireland to Syria, governments are expelling or arresting terrorists to shake international sanctions or curry favor with the West.\nSome of the most feared groups, including the Abu Nidal Organization and several radical Palestinian groups, are dormant or extinct. Others, such as the Iranian-backed Hezbollah and anti-Turkish Kurdish rebels, are being squeezed.\n\"Some of the groups we used to be most scared of have disappeared from the scene or haven't carried out attacks for a long time,\" said Stanley Bedlington, a former CIA analyst on terrorism. \"There is undoubtedly some sort of withdrawal going on by some terrorist groups.\"\nAlthough international terrorism claimed 741 lives last year, the highest toll on record, the number of terrorist attacks - 273 by the State Department's count - was the lowest since 1971. Terrorism claimed only 12 American lives in 1998, all of them in the August bombing of the U.S. Embassy in Kenya.\nMany of today's terrorists are less well-trained in shaping explosive charges, bringing down buildings, and avoiding detection than their predecessors who went to school in East Germany or Syria. Today's terrorists rely more on fuel oil and fertilizer than on high-tech plastic explosives, and often use clumsily forged passports instead of high-quality Soviet-style fakes. And they have fewer places to hide.\nYet radical groups bent on mayhem are adapting to the new constraints in ways that make them equally dangerous and even harder to follow, experts say.\n\"These guys are not like the organized, secular terrorist cells we've seen in the past,\" explained Vincent Cannistraro, a former chief of CIA counterterrorism operations. \"They were disciplined and had a certain methodology of operating that made them more or less predictable, which allowed us to penetrate them to a certain level.\"\nThe new groups \"are not as organized and therefore are not as predictable. Nor is there a single person at the top,\" Cannistraro said.\nAt the same time, globalization and the technological revolution offer terrorists as many targets as there are McDonald's restaurants, and a host of new tools. The Internet abounds with manuals on bomb-making, biological warfare and cyber-sabotage. Free encryption software makes it harder for intelligence agencies to eavesdrop on terrorists, and the World Wide Web offers new ways to recruit, train and communicate.\nBoth Hezbollah and the Japanese group Aum Shinri Kyo, for example, maintain extensive Web sites, and fugitive Saudi Arabian dissident Osama bin Laden first published the full text of one of his religious decrees online.\nAnd although fewer groups are armed with the Czech-made Semtex plastic explosive popular 15 years ago, a simple mix of fertilizer and diesel oil was sufficient to demolish the Oklahoma City federal building in 1995, an act of domestic terrorism.\nA number of factors are forcing terrorists to the fringes. The biggest, experts agree, is the loss of state support. For many years, the intelligence services of East Germany and Czechoslovakia helped train, finance and equip radical groups operating in the Middle East and Europe. The governments of Libya, Iran, Iraq and Syria helped, too, allowing terrorist groups to use their embassies, coded communications, diplomatic pouches, false documents and weapons.\nToday, most of those countries are severing ties to terrorists and seeking better relations with the West.\nFor the most part, \"even those movements that raised the banner of 'holy war' . . . have started denouncing violence,\" said Ahmed Yousef, editor of the Middle East Affairs Journal and an expert on Islamic movements. As a tactic, Yousef said, violence has \"faded away and proved a failure.\"\nMany countries once hospitable to terrorists are drawing the same conclusion:\nPakistan still supports Muslim rebels in India's Kashmir province and the Taliban militia in neighboring Afghanistan. But it has extradited reputed terrorists to the United States and last week extradited to Jordan a Jordanian who allegedly was plotting an attack against American tourists.\nJordan, once host to Hamas and other militant anti-Israeli groups, has gotten tougher under its new king, Abdullah. Earlier this month, Jordan arrested 13 alleged bin Laden followers; last month, it deported four Hamas leaders to Qatar.\nPalestinian leader Yasir Arafat has reined in Palestinian extremists as he strives for a final settlement with Israel. Much of the high-profile terrorism of the 1970s, including the 1972 Olympics massacre in Munich, West Germany, was carried out by Arafat's lieutenants.\nIn Syria and Lebanon, Syrian President Hafez al-Assad's decision to restart peace negotiations with Israel spells trouble for Hezbollah, which allegedly receives Iranian arms and funding via Syria.\nLibya's Moammar Gadhafi, after enduring a decade of U.N. sanctions, finally turned over for trial two intelligence agents suspected of blowing up Pan Am Flight 103 in 1988. U.S. and other officials applauded the move, seen as a major, desperate step by Gadhafi to regain international legitimacy.\n\"States are under pressure from the West, and for various reasons are cutting down support of terrorism,\" said Daniel Byman, a specialist on Middle East terror at the Rand Corp. in Washington.\n\"Our effort to strengthen the rule of law against terrorism is global,\" Secretary of State Madeleine K. Albright told Congress in February.\nEven in countries where the United States is unpopular, it wields enormous economic influence. Private capital flows have replaced bilateral aid as a requisite for economic growth and Washington can effectively blackball countries that harbor bad actors, and many nations are yielding.\nMeanwhile, backers such as bin Laden are providing some of the support to terrorists that states once did. While the exiled Saudi is the best-known supporter of Islamic radicals, experts say he is just one of several millionaire sponsors of international terrorism.\nTerrorist groups may be under pressure, but they do not sound cowed. Last week, Hamas founder Sheikh Ahmed Yassin urged 20,000 anti-Israeli supporters to \"continue our holy war and let the march of martyrs go on.\"\nAnd while their support is shrinking, there are still corners where terrorists find help and sanctuary. As a rule, they thrive in failed states - in the Caucasus and Afghanistan, for example.\n\"The zones of chaos are shifting,\" the Rand Corp.'s Byman said. \"There remain places where terrorists can arm, train and organize, [especially] where you see conflict and weak central governments.\"\nAfghanistan's Taliban militia has refused to hand over bin Laden, despite U.S.-orchestrated pressure, including U.N. sanctions that froze its assets abroad and denied foreign landing rights to its airline. Yet U.S. officials believe that even the Taliban ultimately will come around.\n\"They know they have to become accountable members of the international community, and the world is so intertwined,\" said a U.S. antiterrorism official who asked not to be named. \"It's difficult for a state to go it alone today.\"\n* Tish Wells of the Inquirer Washington Bureau contributed to this article.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSaudi exile Osama bin Laden is one of several millionaires said to support terrorist groups that once received money and help from governments.\n\nLoad-Date: October 22, 2002"
}