{
    "title": "Expert suspects mechanical issues Malaysian Airlines Flight 370 jet could have had major fl aws. NEW",
    "publisher": "daily news ",
    "year": 2014,
    "month": 3,
    "day": 22,
    "full text": "The potential fate of Malaysian Flight 370 could be found in warnings known as Airworthiness Directives, or offi cial alerts from the federal government that the plane could have dangerous fl aws.\nThat's the conclusion of aviation expert Mary Schiavo, the former inspector general for the Department of Transportation who wrote a book about airline safety and served for many years as a faculty member at Ohio State University. Today, Schiavo, who is an attorney, represents people injured or killed during air travel or their families.\nSchiavo, an Ohio native who grew up in Williams County, has been interviewed extensively for national media accounts of the missing jet. Schiavo said the alerts can have diff erent compliance mandates -- fi xes that need to be done immediately and those with lower priorities that could be fi xed within two years.\n\"When I work on a case, I fi rst start looking at the Airworthiness Directives. It becomes a federal regulation when it's issued,\" she said.\nIn the case of the Boeing 777 aircraft, alerts had been issued on fuselage cracking near the communications systems and antennas, the potential for fi re in the electronics bay, and problems with the plane's locator beams. The aircraft type has been in service since the 1990s, she added.\nThe warnings are commonly issued and are typical for commercial jets, Schiavo said, but are the best clues so far of what could have gone wrong. In light of the warnings, whether the issues were corrected and to what degree become key questions.\nIn the divide between those who suspect terrorism and those who favor a mechanical explanation, Schiavo at the moment sides with a pre-existing mechanical potential for disaster. Schiavo, who spent years studying the 9 /11 terrorist attacks, said she's heard no credible hard evidence yet that terrorism, pilot suicide or kidnapping played a role.\nShe qualifi es that by noting that the FBI is examining the computer and fl ight simulator of pilot Capt. Zaharie Ahmad Shah. That investigation could lend insight if the examination fi nds the captain gamed changing the direction of the aircraft as part of a diversion or was in communication with suspicious characters.\nThe ?/?? investigations quickly produced evidence from around the globe of links to terrorism, Schiavo said. \"I am persuaded of mechanical breakdown because there's no evidence of crime -- sabotage, hijacking, murder or suicide,\" she said. \"In light of no evidence of a crime, you have to look at mechanical reasons.\"\nOne important piece of evidence does not necessarily fi t the mechanical explanation. At one point, the direction of the plane was changed by someone in the cockpit, taking it off its course to Beijing. Twelve minutes later, a co-pilot told air traffi c controllers that the plane was \"all right.\"\nIf the plane had been in trouble or taken off course, Schiavo said, someone should have notifi ed air traffi c controllers. \"Those 12 minutes are troubling,\" Schiavo said.\nContact this reporter at 937-225-7407 or email Steve.Benn ish@coxinc.com\n\nLoad-Date: March 22, 2014"
}