{
    "title": "Experts coming to U. to debate morality, politics of fighting terror",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 11,
    "day": 10,
    "full text": "Posted: 2:28 PM-\nHow far would you go to get Osama bin Laden? Would you be willing to bomb his family's home? To destroy an entire village? How many innocent bystanders would be too many?\nHow far would you go to prevent a terrorist attack in your hometown? Would you be willing to let the government monitor your phone calls? To come into your home without your permission? To imprison you without charge?\nFour men who have spent much of their lives contemplating the balance between morality, national security and individual liberties - and who have come to differing conclusions on how that balance should be struck - will gather for the annual Siciliano Forum at the University of Utah on Wednesday and Thursday.\nOne of the biggest stumbling points for those trying to answer the forum's central question, \"How far should we go to defend ourselves against terrorism?\" is the expectation by Americans that terrorism can indeed be prevented, said Bruce Hoffman, former head of counterterrorism and counterinsurgency at the RAND Corporation.\n\"Part of the problem is that most of our leaders are not completely honest with us,\" said Hoffman, who will be on a panel of experts seeking to answer that question at Orson Spencer Hall's Reed Auditorium, 12:30 p.m. to 2:00 p.m. on Thursday. \"There are a lot of false expectations.\"\nThe Georgetown University professor and senior scholar at the University of Utah's Institute of Public and International Affairs said that political leaders striving to meet those expectations often err on the side of greater intrusions into civil liberties and more expansive military campaigns.\n\"The problem is the temptation to do things for the sake of doing them, without understanding the consequences,\" he said.\nIt is easy to pass intrusive laws and order expansive bombing campaigns, Hoffman said, \"but it's very difficult to go back.\"\nThat's part of the reason that Chibli Mallat, professor at Utah's S.J. Quinney College of Law, advocates a nonmilitary response to terrorism. He says terrorists should be pursued not as military enemies, but as international criminals who have conducted crimes against humanity.\nHe also promotes social and political solutions that might undermine the roots of terrorism. \"Could Osama bin Laden even be conceivable if Saudi Arabia were a democracy?\" Mallat asked.\nBut, he cautioned, democracy is unlikely to work if it is forced upon the Middle East. \"Democracy for the Middle East is the responsibility of Middle Easterners, first and foremost,\" said the native of Lebanon.\nHoffman and Mallat will be joined on the panel by Quinney College professor Amos Guiora, an expert on international terrorism and former judge advocate general officer in the Israeli Defense Force. The discussion will be moderated by PBS correspondent Margaret Warner.\nOn Wednesday night, Lee Hamilton, vice chairman of the 9/11 Commission and former chairman of the House Committee on International Relations, will speak at an invitation-only dinner at Utah's Rice-Eccles Stadium Varsity Club.\nmlaplante@sltrib.com\n\nLoad-Date: November 10, 2008"
}