{
    "title": "Expert speaks on terrorism at U. Oklahoma",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 24,
    "full text": "Thirty-three years in the Central Intelligence Agency has University of Oklahoma's political science professor David Edger wondering if the future of terrorism lies in the abyss of the Internet.\n\"I'm concerned about a type of terrorism that hasn't occurred, but that I think will -- cyber terrorism,\" Edger told students in an informal discussion Wednesday.\nEdger is a visiting professor and a scholar in residence for the CIA. Now that the Taliban has been ousted in Afghanistan and al Qaeda is on the run, Edger said Americans are growing complacent. It is when the public is complacent that terrorists strike, he said.\nU. Oklahoma\n\"We have already begun to relax. We are getting complacent and that complacency may be the biggest threat,\" he said.\nCyber terrorism can be done. Edger said a study in 1997 proved hackers could enter computer systems. Half of the targets attacked by hackers did not know they had been attacked. Cyber terrorists could, in theory, use the computer to control America's air traffic control system or shut down the 911 system of Washington, D.C.\n\"You can sit in your home in Afghanistan and attack a system in New York,\" he said.\nAbout 120 countries and groups are working on developing tools in cyber terrorism, he said.\n\"Cyber terrorism scares me a lot,\" he said.\nEdger told students he expected Yemen and Somalia to be America's next military targets. He said he thought the war would cause some terrorist cells to fade away.\n\"Terrorist cells will continue but some will lose their nerve,\" he said. \"If we are going to beat terrorism, we have to deny them sanctity and a safe haven.\"\nLocating terrorist cells, usually consisting of six to 12 members, is the most difficult part of stopping the cell. A member of the cell must turn spy or a person must give a tip, he said.\n\"Once that happens, taking apart a cell is not very hard,\" he said.\nBut eliminating just some of the cells does not accomplish the task. If one cell remains and it becomes responsible for an attack, then the war has not been completely successful.\n\"This is a game where perfection is the only thing that gets you an A,\" he said.\nWhen members of cells are captured, they usually do not know the activities of another cell. Cell communications usually only exist between the cell and its headquarters.\nEdger said he first heard of Osama bin Laden in 1995 when the CIA started collecting information on him.\n\"We always knew he was a serious terrorist and we expected to see his hand more often than we actually have,\" he said.\nIf bin Laden dies, Edger said he will be seen as a martyr and a rallying point for future terrorism.\nStudents at the discussion emphasized the disturbing trend that no certain element breeds a terrorist. Edger said these men have been described as great employees and good people with college degrees, all while they were planning large terrorist attacks. The disgruntled figure like Timothy McVeigh no longer applies.\nPolitical science senior Zak Abbott is in Edger's class. He said the CIA is intriguing.\n\"He was actually a spy -- so he's got a lot of good stories,\" he said. \"It's great to have someone with such a base of knowledge on something that not many people know about.\"\nEdger said an anti-American view seems to be the common thread around the world.\nPrior to Sept. 11, one-fourth of Indonesians disliked American culture as well as one-third of Turkish people and one-fourth of Pakistanis, he said.\n\"They want to lash out against us. It's a clash of cultures.\"\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: January 24, 2002"
}