{
    "title": "Experts debate tribunals in war on terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 11,
    "full text": "larrym@wvgazette.com  \nAnyone targeted by President Bush's special tribunals in the war on terrorism may not encounter America's military justice system, much less its vaunted civilian counterpart, some experts fear.\nDemocratic senators grilled U.S. Attorney General John Ashcroft last week about the trial of \"non-citizens\" by military tribunals, as outlined by the president last month.\n\"American military justice is the best in the world,\" Judiciary Chairman Patrick Leahy, D-Vt., told Ashcroft. \"[But] over the last week it has become clearer that, as written, the president's order outlines a process that is far different than our military system of justice.\"\nObjections over Bush's plan are not entirely partisan.\n\"The Bill of Rights, after all, is more than scrap paper. And it applies to 'persons,' not just U.S. citizens,\" wrote Robert A. Levy in a position paper for the Cato Institute, a free-market think tank.\n\"Sorry, but we must have different rules for legal aliens who are arrested in the United States,\" Levy said. \"For them, a military tribunal is truly un-American.\"\nThose who have presided over U.S. military justice generally praise the fairness of the court-martial process.\n\"I have a very positive view of the military justice system,\" Charleston lawyer Gary Pullin said Monday.\n\"In some ways, it affords even greater protections than our civil justice system.\"\nPullin spent 30 years in the Marines before he retired in June as a full colonel in the reserves. He also headed the civil division of the region's U.S. Attorney's office in the 1980s.\n\"There are actually lots of parallels between the military and federal criminal justice systems,\" Pullin, 54, said. \"Military rules of evidence are very similar in many respects to the federal criminal rules of evidence.\"\nThose tried by court martial can request a public trial, cross-examine their accusers and refuse to incriminate themselves - the sort of safeguards guaranteed by the Bill of Rights. They may also appeal all the way to the U.S. Supreme Court, Pullin said.\nBut Pullin said he is unsure that the tribunals ordered by Bush would include the rules of evidence and public forum afforded by the military system.\n\"It's the urgency of the wartime situation and the necessity of confidentiality or secrecy that allows these types of proceedings to be handled in a much different way,\" Pullin said, referring to the historical use of tribunals.\nPresident Franklin Roosevelt ordered tribunals during World War II. The U.S. Supreme Court approved their use in 1942, when it rejected the appeal of seven would-be Nazi saboteurs.\nCaptured on U.S. soil that year, the seven had questioned the tribunal's legality, and demanded a trial by jury and similar measures. Six of the Nazis were hanged.\nBut the Supreme Court has also urged caution with tribunals. In 1946, it freed two Hawaiian residents convicted by tribunals after the Pearl Harbor attack.\n\"From time immemorial despots have used real or imagined threats to the public welfare as an excuse for needlessly abrogating human rights,\" Justice Frank Murphy observed in a concurring opinion.\n\"That excuse is no less unworthy of our traditions when used in this day of atomic warfare or at a future time when some other type of warfare may be devised.\"\nA dissent to that 1946 opinion may be just as timely to the ongoing debate.\n\"It is important,\" Justice Harold Burton urged, \"that in reviewing the constitutionality of the conduct of our agencies of government in time of war, invasion and threatened invasion, we do not now make precedents which in other emergencies may handicap the executive branch.\"\nTo contact staff writer Lawrence Messina, use e-mail or call 348-4869.\n\nLoad-Date: December 11, 2001"
}