{
    "title": "Experts_ Geography plays role in look of terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2015,
    "month": 4,
    "day": 10,
    "full text": "Homegrown terrorism looks significantly different depending on where \"home\" is, counterterrorism experts and academics said Thursday at the start of a two-day conference in Pittsburgh. \nTake Great Britain and the United States, two of the world's closest allies. \n\"The main difference between the U.S. and the U.K. is the existence of a highly-developed, well-established physical network (of radical Islamists) in the U.K.,\" Sam Mullins, counterterrorism professor at the George C. Marshall European Center for Security Studies, a joint project of the U.S. and German departments of defense, told the Tribune-Review. \nThat's due in large part to geography: Britain's 2.9 million Muslims live inside the country's 94,000 square miles, compared to 2.7 million Muslims spread across the United States' 3.8 million square miles, concentrating the fraction of radicals among Britain's Muslims while dispersing them in the United States. \nBritish extremists gather \"in the street. They have a very visual presence,\" Mullins told the newspaper. In the United States, those same people are \"so much more disbursed. They don't have the same highly-developed physical networks.\" \nInstead, they gather online, he told the Trib in an interview at the University of Pittsburgh Center for International Studies conference, \"Countering Violent Extremism in the United States and European Union,\" which concludes Friday. \n\"The Internet plays a more significant role in the U.S. than the U.K.,\" Mullins said. \nThat's forced Britain to deal with the ill-defined line at which dissent becomes treason. Conference organizer Michael Kenney, a professor at Pitt's Graduate School of Public and International Affairs, studied an outlawed British organization called al Muhajiroun. The group explicitly supported the creation of a caliphate before the Islamic State of Iraq and Syria  leadership declared its establishment in 2014. \nAl Muhajiroun marched with signs saying British soldiers should burn in hell and, during one demonstration on Britain's version of Memorial Day, burned a large paper poppy \"” the symbol of the holiday, Kenney said. The tactics are similar to those used by Westboro Baptist Church, the radical Kansas-based Christian sect that designs its actions to offend, such as by protesting the funerals of American soldiers and calling them homosexuals to draw attention to their message without breaking the law. \n\"Their specialty is going right up to the line,\" Kenney said, speaking of al Muhajiroun. \nProvocative though it might be, the threat posed by Islamic terrorism pales in comparison to dangers that stir less passion, David Schanzer, director of the Triangle Center on Terrorism and Homeland Security at Duke University, told the Trib. \n\"Society in general doesn't understand that you're more likely to drown in your bathtub in any given year than you are to be killed by any extremist group, not just al-Qaida,\" he said. \nSchanzer earlier spoke on a panel moderated by Trib reporter Andrew Conte. \nMike Wereschagin is a staff writer for Trib Total Media. Contact him at mwereschagin@tribweb.com or 412-320-7900. \n\nLoad-Date: April 12, 2015"
}