{
    "title": "Expert says vigilance is our best defense against terrorism",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "Sunday's mass shooting at an Orlando nightclub is a tragic reminder that terrorists increasingly are fixated on \"soft targets,\" public locations such as shopping malls, schools and festivals.\n\"It's an attractive target for terrorists because they want to create as many casualties as they can,\" said Tom Brady, director of the College of DuPage's Homeland Security Training Institute, which recently hosted a soft target anti-terrorism seminar.\nSoft targets, by definition, don't have the same level of security as \"hard targets,\" such as secured government or military buildings.\n\"When you mix that with somebody who wants to do something horrific, it becomes a very dangerous situation,\" Brady said.\nWith that in mind, organizers of many suburban festivals have added security, including police and private security officers.\nMany nightclubs and other public facilities are training their employees to be more observant, officials said.\nStill, it's almost impossible to lock down certain areas. And police can't be everywhere at once.\nBrady said it's up to everyone, including civilians, to be vigilant and work together to keep safe.\n\"We all have to be in this together,\" Brady said. \"There's not one easy solution. But if everybody is on the same page, there will be much more success in preventing these tragedies.\"\nSo if you're going to an event or a location that's considered a soft target, be on the lookout for anything that might be suspicious. If you notice anything out of the ordinary, report it to authorities.\n\"There's a lot more civilians than there are law enforcement (officers),\" Brady said. \"If someone reports something, it makes law enforcement's job that much easier.\"\nBrady, who was the lead investigator for the U.S. Postal Service during the anthrax crisis, said we live in a world where the threat of terrorism is real. \"It's not going to change,\" he said. \"But if we up our game and are proactive rather than reactive, I think we'll be in a much better position moving forward.\"\n\nGraphic\n\n \nTom Brady Tom Brady, director of the College of DuPage's Homeland Security Training Institute, says everyone needs to work together to keep safe. Tom Brady\n\nLoad-Date: June 15, 2016"
}