{
    "title": "Expertise, diversity in administration picks",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 11,
    "day": 24,
    "full text": "WASHINGTON — President-elect Joe Biden on Monday tapped Obama-era officials for top national security and economic roles, signaling a stark shift from the Trump administration's policies that disparaged international alliances and favored deregulation and tax cuts. Biden's emerging Cabinet marks a return to a more traditional approach to governing, relying on veteran policymakers with deep expertise and strong relationships in Washington and global capitals. And with a roster that includes multiple women and people of color — some of whom are breaking historic barriers in their posts — Biden is fulfilling his campaign promise to lead a team that reflects the diversity of America. \nBiden is expected to choose Janet Yellen, selected by former President Barack Obama to lead the Federal Reserve, as the first woman to become treasury secretary. He will nominate longtime adviser Antony Blinken to be secretary of state, lawyer Alejandro Mayorkas to be homeland security secretary, and Linda Thomas-Greenfield to be ambassador to the United Nations. Thomas-Greenfield is Black, and Mayorkas is Cuban American. Avril Haines, a former deputy director of the CIA, will be nominated as director of national intelligence. She would be the first woman to hold that post. Biden also is picking former Secretary of State John Kerry to take the lead on combating climate change. They \"are experienced, crisis-tested leaders who are ready to hit the ground running on day one,\" the transition group said in a statement. \"These officials will start working immediately to rebuild our institutions, renew and re-imagine American leadership to keep Americans safe at home and abroad, and address the defining challenges of our time — from infectious disease, to terrorism, nuclear proliferation, cyber threats, and climate change.\" In the weeks ahead, Biden could also name Michèle Flournoy as the first woman to lead the Defense Department. Pete Buttigieg, the former Indiana mayor and onetime presidential candidate, has also been mentioned as a contender for several Cabinet agencies. The nominations were generally met with silence on Capitol Hill, where the Senate's balance of power hinges on two runoff races that will be decided in January. The best known of the bunch is Kerry, who made climate change one of his top priorities while serving as Obama's secretary of state, during which he also negotiated the Iran nuclear deal and the Paris climate accord. Trump withdrew from both agreements, which he said represented a failure of American diplomacy in a direct shot at Kerry, whom he called the worst secretary of state in U.S. history. \"America will soon have a government that treats the climate crisis as the urgent national security threat it is,\" Kerry said. \"I'm proud to partner with the president-elect, our allies, and the young leaders of the climate movement to take on this crisis as the president's climate envoy.\" Biden will appoint Jake Sullivan as national security adviser. At 43, he will be one of the youngest national security advisers in history.\n\nLoad-Date: November 24, 2020"
}