{
    "title": "EXPECT NEW TERRORISM, SAYS PERRY",
    "publisher": "the columbian ",
    "year": 1996,
    "month": 8,
    "day": 4,
    "full text": "WASHINGTON -- Defense Secretary William Perry said Saturday he expects more terrorist attacks against U.S. forces in the Persian Gulf, and has therefore ordered about 700 military dependents and their school-age children to leave Saudi Arabia.\n\"We see our military forces in Saudi Arabia under terrorist attack,\" Perry told a group of defense writers. \"We expect more terrorist attacks.\"\nAccordingly, he said, U.S. forces throughout the region remain on the highest state of alert, more than 4,000 troops are being moved to a remote site south of the Saudi capital of Riyadh, and spouses and children will no longer be allowed to accompany most Defense Department personnel working in Saudi Arabia.\n\"We are taking very extensive measures to protect our military personnel,\" Perry said in an interview in his Pentagon offices.\nPerry toned down a number of comments that he made Friday in an interview with National Public Radio. In that interview, he said Iran was \"possibly\" behind the June 25 bombing that killed 19 airmen in Dhahran, and that the Saudis were expected to wrap up their investigation into the blast \"soon.\"\nBut on Saturday, Perry said that he had no direct knowledge Iran was behind the attack, and that he only meant to say that the attack's complex nature and the size of the truck-bomb explosion pointed to \"evidence of international terrorists.\"\nThe Iranians have made statements about their intention to target Americans, Perry said, noting that that was what he was referring to.\nPerry said he had gleaned \"nothing new about who is responsible for the bombing\" during his visit last week to Saudi Arabia. He said that he spoke out of turn when he discussed the investigation on Friday in the interview, and that was best left to the FBI and the Saudis.\n\"I'm hopeful it is approaching a conclusion., I don't know they are close to completing the investigation,\" he told reporters.\nUnder questioning, Perry repeated comments he made before Congress several weeks ago that the blast made use of a \"military detonator\" and \"military explosives,\" but he declined to elaborate further.\nThe secretary also declined to discuss any potential chances for retaliation against those responsible, even though on Friday he had stated that \"strong action\" would be taken against those involved in the bombing.\nPerry did not retreat, however, from assertions that the terrorist threat against the 15,000 military men and women in the Gulf region remains very high.\nHe noted that U.S. soldiers who tend the stores of armored vehicles and supplies in Kuwait were keenly aware of the terrorist threat.\n\"I had the distinct impression they were on a war footing,\" Perry said, in describing his visit to Camp Doha, which is located outside Kuwait City.\nPerry outlined the extensive preparations that are being made to move some 4,000 men and women now living near Dhahran to a remote Prince Sultan air base 50 miles south of Riyadh. Their living quarters were struck by a huge truck bomb on June 25, tearing apart the Khobar Towers housing complex.\nSome 500 troops manning Patriot batteries near Dhahran will be moved to safer quarters at an air base there, and out of the Khobar Towers, he said. Other U.S. troops working in Riyadh will move their working and living quarters to a safer site, as well, he said.\nPerry said the Saudis have pledged $ 100 million to pay for the \"incremental costs\" of moving the troops, matching a $ 100 million U.S. tab. On Friday, Perry said the Saudis will pick up the tab for \"hundreds of millions\" in long-term costs of building up and maintaining the infrastructure at the Prince Sultan air base.\nPerry's decision on the dependents means that about 700 spouses and children will be forced to move elsewhere, Pentagon officials said. The officials said they could not provide a breakdown of exactly how many spouses or children were included in that number.\nMost Defense Department personnel in Saudi Arabia are not allowed to take dependents with them. Those who do are involved with the training of Saudi military forces and live in Riyadh.\nBut there is no space for families at the Prince Sultan air base, and those living there will be forced to stay in air-conditioned tents.\nPerry's order does not affect diplomatic personnel or U.S. civilians living in the desert kingdom.\n\nLoad-Date: August 5, 1996"
}