{
    "title": "Expect germ terrorism, experts warn",
    "publisher": "usa today",
    "year": 1997,
    "month": 8,
    "day": 6,
    "full text": "There is good reason for Americans to be concerned about an attack\nby terrorists using biological agents, say scientists and policymakers\nwriting in today's Journal of the American Medical Association.\n\"Small groups of people with modest finances and basic training\nin biology and engineering can develop an effective biological\nweapons capability,\" say Richard Danzig and Pamela B. Berkowsky\nin an editorial that accompanies several articles on biological\nwarfare. Danzig is a Washington, D.C., lawyer, and Berkowsky is\na special assistant in the office of the Secretary of Defense.\n\"Recipes for making biological weapons are even available on\nthe Internet,\" they warn.\nGovernment agencies are preparing to cope with a potential attack,\nsays Bob Knouss, director of the Office of Emergency Preparedness.\nHis office would work with 12 federal and private agencies to\ncoordinate medical response.\nAll the preparation in the world cannot guarantee safety, he says.\n\"The problem is that there are so many opportunities to create\na threat. Is someone going to be able to outguess the system?\nHopefully, we'll never have to face that question,\" he says.\nThere is nothing new about biological warfare, says a report by\nresearchers at the U.S. Army Medical Research Institute of Infectious\nDiseases (USAMRIID) at Fort Detrick, Md. In the 14th century,\nattacking hordes of Tatars hurled the corpses of plague victims\ninto the city of Kaffa, in what is now the Ukraine, to cause an\nepidemic. British soldiers in the French and Indian War gave smallpox-infected\nblankets to Native Americans.\nSince World War II, they report, there have been several incidents\ninvolving biological weapons, including a 1979 anthrax epidemic\nthat killed at least 66 people downwind from a Soviet microbiology\nplant in Sverdlovsk. The incident was caused by an accidental\nrelease of anthrax spores into the air, the researchers say. More\nrecently, in March 1995, members of the Aum Shinrikyo cult attacked\nthe Tokyo subway system with the nerve agent sarin. Police investigators\nlater found the cult had an arsenal that allegedly included aircraft\nequipped with spray tanks and a supply of botulinum toxin, the\ndeadliest toxin known.\nOutbreaks of botulism in Europe and the Middle East and \"reports\nthat national governments and terrorist groups have stockpiled\nbotulism toxin have increased levels of concern regarding global\npreparedness for an intentional episode of botulism poisoning,\"\nwrite scientists with the Centers for Disease Control and Prevention\nin a separate article. They argue for a system of international\nsurveillance along with a program to supply antitoxin as needed\nworldwide.\nIf an enemy government or domestic terrorists launch a biological\nattack in the USA, Knouss says, it will be local health officials\nwho will know about it first. \"They are going to be the first\non the scene,\" he says. \"They'll have to recognize an incident\nis occurring . . . and are going to have to respond quickly. It's\ndifferent from when you see a (mushroom) cloud appearing and you\ntake appropriate steps. This time, the first thing we'll know\nis when unusual symptoms occur.\"\nThousands of people coming down with physical symptoms could overwhelm\nthe medical system and create widespread panic, even among those\nnot affected, writes psychiatrist Harry C. Holloway of the Uniformed\nServices University of the Health Sciences, Bethesda, Md. Any\nstrategies for handling a biological attack should include \"consideration\nof the psychological and social impact\" on people, he says. \"Inattention\nto the phenomenon of terror and its consequences for individuals,\ninstitutions and society\" could jeopardize the effectiveness\nof disaster plans.\n\"The idea of infection caused by invisible agents is frightening,\"\nHolloway writes. \"It touches a deep human concern about the risk\nof being destroyed by a powerful, evil, imperceptible force.\"\nAny response to such a threat will require cooperation between\nmilitary and civilian institutions, Danzig and Berkowsky write.\n\"(I)t is time to throw away the anachronistic notion that the\nmilitary's only role is to defend the United States against threats\non foreign soil. In the event of a domestic incident of biological\nweapons use, no matter who the perpetrator, it is unlikely that\nthe response would be left to local law enforcement and health\nofficials,\" they say.\nCooperative efforts are under way, they say, including a Defense\nDepartment training program in 100 U.S. cities for fire, health\nand rescue personnel. Meanwhile, a network of epidemiologists\nacross the country is on the lookout for outbreaks of any illnesses\nthat might be the result of biological attack, Knouss says.\n\"Everyone's level of suspicion is heightened,\" he says. \"You\nneed that. It needs to be on your radar screen. Basically, we're\ntrying to improve the sensitivity of our antennae.\"\nSuch sensitivity is crucial, he says, because a biological attack\ncould occur anywhere, anytime. \"Who can second-guess humans'\ncreativity in doing these things?\" he asks. \"I just hope our\ncreativity in trying to thwart them is equal.\"\n\nLoad-Date: August 6, 1997"
}