{
    "title": "Expert warn of possible accidental spreads; A veterinarian says that livestock diseases could pose b",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 1,
    "day": 16,
    "full text": "While attention is focusing on protecting against terrorist attacks, farmers might face a greater threat from the accidental spread of livestock diseases, a veterinarian says.\n\"Part of biosecurity is, 'How do we ship and receive animals?' \" said Charlie Stoltenow, a North Dakota State University Extension Service veterinarian.\nDr. Marc Matixx, a pathologist at the Montana Department of Livestock in Bozeman, and other livestock industry professionals recognized in the 1990s that globalization had increased the potential for the spread of foreign animal diseases.\nThe events of Sept. 11, 2001, highlighted the importance of being vigilant, he said.\n\"What it really did for us is raise the importance of animal health to an issue of national security,\" he said. \"It has been a driving force for us to integrate with emergency services people; law enforcement, fire and rescue.\"\nIt also has led to more federal grant money, he said, and veterinary schools have a renewed emphasis on teaching their students to work with human health professionals and to learn about animal diseases that might cross into the human population.\nBiosecurity measures on the ranch can be as basic as not penning sick calves next to healthy ones, quarantining new animals and keeping health records on livestock, Matixx said.\nDr. Sam Holland, South Dakota's state veterinarian, said his office is getting more phone calls from ranchers with questions about security.\n\"It isn't unusual for a rancher to call and say they have visitors from a foreign country and ask us how to handle it,\" Holland said.\nNorth Dakota and other states have groups of veterinarians who serve as the \"eyes and ears\" for state officials, reporting anything suspicious, said Diedre Qual, North Dakota's assistant state veterinarian.\nQual now has access to a mobile necropsy laboratory, which will guarantee the preservation of quality samples for more accurate diagnosis. She plans to develop an automatic reporting system to alert various agencies to a disease outbreak.\n\"The key to minimizing damage is being able to respond very quickly and very accurately and having the right people on board,\" said John Shutske, who works for the University of Minnesota Extension Service biosystems and agricultural engineering department. \"We see that with any disaster and any emergency.\"\n\nLoad-Date: January 16, 2005"
}