{
    "title": "Expert gives talk on forensics, terrorism at U. Pittsburgh",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 14,
    "full text": "Keith Morris entered his fair share of crime scenes during his time as director of the South African Police Service Forensic Science Laboratory.\nIn an age where terrorism has come to the forefront of the world news, he has developed a systematic approach to dealing with crime scenes that could be related to terrorism.\nMorris spoke Thursday afternoon in the University of Pittsburgh's Alumni Hall as part of Pitt's Center for National Preparedness seminar series. He is currently the forensic project manager at West Virginia University's Forensic Science Initiative.\nIn 1998, Morris spent days processing the scene of a bombing at Planet Hollywood in Cape Town, South Africa, where one person was killed and more than 20 were injured.\nIt is believed that a radical Islamic group was behind the bombing, Morris said. Similar attacks were made on other businesses as well.\n\"If [the place] sounded American, that is who they would go for,\" he said, noting that New York Bagels, a restaurant that wasn't actually American, was also bombed.\nWhen his team first arrives at a scene, he said, identification of the dead and the perpetrators are the most important part of an investigation. But there are always a significant number of roadblocks.\nFirstly, there are other groups on the scene, all with different motives. Fire, police, medical, federal and media staffs, among others, all need different information.\nWorst of all, anyone entering a crime scene is at risk for taking away some of the evidence.\n\"You have to ask, how much of that material is really indicative of what has taken place?\" Morris said.\nNumbering objects and creating zones within the crime scene itself is the first step to organizing what can seem like endless amounts of rubble --- especially on a bomb scene.\nAfter the medical waste and rotting food was cleared out of the Planet Hollywood, Morris and his team carefully dug through the remains. Everything from identifying a shirt cuff that was found atop a high beam to testing the DNA on individual cigarette butts was followed through with.\n\"You have to ask about the person that brought the device into the restaurant,\" he said. \"Did they stay? Did they sit down and have a cigarette?\"\nThe actual bomb always contains clues as well. The 85 percent rule states that after a device detonates, 85 percent of it should remain on the scene. After the material is found, it is profiled.\nMorris is always pleased if the bomb maker used tape because, while tape not only sticks to the bomb, it allows for other miscellaneous materials to stick to the device. Paint chips, carpet fibers, gloss, human and animal hair can all point to the perpetrator.\n\"But today, identification lies mostly in DNA and fingerprinting,\" Morris said.\nDNA can come from blood samples, soft tissue or hard tissue in the least ideal cases. But on a crime scene, DNA is never as accurate as a one-of-a-kind fingerprint.\n\"Samples from a crime scene could be from two people's DNA,\" Morris said. \"And as time goes by, the opportunity for collecting any of these types of samples falls off.\"\nAnd even if materials are in the crime scene, their origin --- or the chain of custody --- must be considered.\n\"You must figure out where [an object] was at any point in the past,\" Morris said, which can be difficult on a bomb scene.\nIt is fairly straightforward to figure out where the bomb detonated -- the size and type of crater left is also an indication of the amount and type of explosive used. But finding the end of the crime scene is not.\n\"Generally speaking, it is 50 percent of the distance from the bombing to the last item of evidence,\" Morris said.\nThe evidence can be processed after the scene is reconstructed and all of the evidence is collected, which is dependent on organization.\n\"Because [in forensics] what seems to be simple can all of a sudden become complex,\" Morris said.\n(C) 2006 The Pitt News via U-WIRE\n\nLoad-Date: November 14, 2006"
}