{
    "title": "Expert_ U.S. actions keep Iran in check; Speaker says that America 's resolve to fight terrorism has",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 2,
    "day": 25,
    "full text": "A British expert on Iran says America's resolve to fight terrorism even at the cost of American lives is keeping Iran from acting out its deep hostility toward the United States.\nAndrew Apostolou, director of research for The Foundation for the Defense of Democracies in Washington, D.C., said Thursday that prior to the Sept. 11 terrorist attacks on the United States, the popular belief was that Americans would not abide the loss of American lives overseas.\n<img src=\"webonly/iran/logo.gif\" width=\"120\" height=\"159\" alt=\"\" border=\"0\nBut with the invasion of Afghanistan and Iraq, terrorist supporters in Iran and other Middle Eastern nations realize they underestimated the United States' willingness to sacrifice, Apostolou said in an interview with the Telegraph Herald.\n\"Iran sees the U.S. public's willingness to put up with a certain level of loss,\" he said.\n\"From the Iranian perspective, terrorism works,\" Apostolou said. But Iran's leaders realize they must be careful in using it, he said, because \"no U.S. government after Sept. 11 will tolerate that.\"\nBoth Republicans and Democrats have committed to staying in Iraq and exiting properly, Apostolou said, a determination that gives credence to President Bush as he speaks about Iran's attempts to build its nuclear capabilities.\nDuring his current visit to Europe, Bush let Iran know that it is not \"under the gun,\" Apostolou said, which prevents Iranians from using a threat from the U.S. as an excuse to not engage the European Union in discussion about its nuclear program development.\nIran clearly wants the option of having nuclear capabilities that would allow it to break out a weapons program within six months, Apostolou said. While the Iranians might have stayed within the letter of the nuclear proliferation treaty, they have broken the spirit of it, he said.\nApostolou said Iranians are buying time for their nuclear program, but at the same time, \"they absolutely want to avoid a confrontation,\" with the United States.\nA prolific author and lecturer on Middle Eastern affairs, Apostolou said he is concerned about the individuals in Iran who are influencing the nuclear program there.\n\"I'm very skeptical that they have rational decision-makers,\" he said. \"They're just trying to get the best deal.\n\"My suspicion is they really don't want to deal. They do not trust the United States and want to be in a strong and dominant position.\"\nApostolou was in Dubuque to speak Thursday night to the Dubuque Area Committee on Foreign Relations, an affiliate of the American Committees on Foreign Relations.\nApostolou said that as he speaks to affiliate organizations around the country, he is impressed by Americans' knowledge of the situation and issues in the Middle East. He said he finds the majority are willing to be \"patient\" with American policy in the Middle East.\n\nGraphic\n\n \nMug - Andrew Apostolou\n\nLoad-Date: February 25, 2005"
}