{
    "title": "Experts ponder what happens after TRIA expires; ABA Insurance Risk Management Annual Conference",
    "publisher": "business insurance",
    "year": 2005,
    "month": 2,
    "day": 14,
    "full text": "ST. PETERSBURG, Fla.-Property owners relying on the terrorism insurance coverage that insurers are required to offer under the Terrorism Risk Insurance Act had better start thinking about an alternative to the government-mandated coverage because it won't be around for much longer, a terrorism insurance expert contends.\n''It is unlikely the government will remain involved in the terrorism insurance market,'' said William E. Wise, vp specialty products with ACE USA in Philadelphia. Insurers are required to make the coverage available through this year, but ACE is betting that beyond that date the TRIA coverage will no longer be a solution to property owners' terrorism exposures, he said.\n''Our government affairs office has told us to make all plans, move full speed ahead, TRIA will not be renewed,'' Mr. Wise said. He made his remarks during a panel discussion at the American Bankers Assn.'s Insurance Risk Management Annual Conference in St. Petersburg, Fla., last week.\nBuyers need to make some quick decisions about their terrorism exposures, Mr. Wise suggested. He said many need to educate themselves on the risk and what can be covered.\nEven if TRIA were to be extended, ''most don't understand its value anyway,'' Mr. Wise said. ''I can't tell you the amount of conversations I've had this year with potential buyers'' who didn't understand that TRIA coverage does not apply to acts of domestic terrorism even though the exclusion is clearly stated in the act, he said.\n''It's a very complex act to understand,'' Mr. Wise acknowledged, but ''you, as a buyer, need to know what you're covered for.''\nACE is issuing conditional endorsements on property policies that have coverage periods extending into 2006 and that require the insurer to return partial premiums to policyholders after Dec. 31 if the act is not extended, said Mr. Wise. ''ACE will exclude terrorism on all property-related risks going forward if TRIA is not extended,'' he added.\nThe insurer does have, though, a ''stand-alone terrorism unit in place and that will remain,'' Mr. Wise said. ''We will not impose any conditional endorsements on the stand-alone terrorism unit, and we are formulating a supplement right now, as we speak,'' to cover terrorist attacks involving biological and chemical weapons, he said. Losses from events involving nuclear weapons will not be covered by the supplement.\nAnne K. Anderson, practice leader in the national property practice at brokerage Palmer & Cay Inc. in New York, said most insurers have not revealed how they will react to an expiration of TRIA. Speaking as a panelist at the ABA meeting, she said, ''Unfortunately, it's going to be a wait-and-see kind of approach.''\n''It's really quite shocking and amazing that this kind of snuck up on everybody at the end of the year,'' Ms. Anderson said. ''The first couple of weeks of the year...there really wasn't any kind of response from the market.''\nMs. Anderson said the insurance market now finds itself ''right back where we were three years ago, with an inconsistent approach by the market to a major coverage issue, especially for financial institution buyers.''\nShe said property owners should be aware that most insurers will act as ACE has done and add to policies ''some type of conditional notice that gives them the ability to add a terrorism exclusion at Dec. 31'' regardless of whether the policy actually expires after that date ''if TRIA in fact does expire. If you have multiple carriers on your property program, you will have variations on these endorsements, and you will have potential nonconcurrencies of coverage throughout your program. Something to look forward to.''\nAs for a post-TRIA terrorism insurance market, Mr. Wise said there are several options.\nA facility such as Pool Reinsurance Co. Ltd., which handles terrorism risks in the United Kingdom, is one way to go, he said. ''There's a lot we can learn from them,'' Mr. Wise said. But, he added, ''I don't know how that one is going to fly,'' if a similar pool concept to cover terrorism risks is introduced in the United States.\nAs for the private market, Mr. Wise asked, ''Are we going to be able to absorb the entire terrorism insurance marketplace?''\n''There's a play here for the capital markets, quite possibly,'' he said. But buyers should understand that insurance products from that source could be quite different from what they are used to, he said, with insurers and capital markets defining the word ''underwrite'' in ways that are ''very far apart.''\nNow is the time to have a backup terrorism insurance plan in mind, he advised risk managers, because ''you are going to be asked the questions: 'What are you doing about TRIA? What are you doing about terrorism protection this year? If it expires, what is your fall-back plan?'''\n\nGraphic\n\n \nWilliam E. Wise, ACE USA\n\nLoad-Date: February 16, 2005"
}