{
    "title": "EXPERTS SPLIT ON CONSEQUENCES OF THE U.S. BOMBING ATTACKS _ SOME FEAR RETALIATION AGAINST THE COUNTR",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Experts expressed conflicting opinions yesterday on whether U.S. bombing attacks launched against suspected terrorist bases in Afghanistan and Sudan will mean less terrorism or more.\nEdward Kane, a former CIA operations officer who served 15 years in Arab nations and in Africa, said the attacks could prove devastating to tightly knit terrorist networks.\n\"Assuming these are the factions involved in the double bombings in Africa, it could deprive those groups of human and material assets. Any further violence against the U.S. would likely have been carried out already,\" Kane said.\nOthers were less optimistic.\n\"What happens next depends on whether this was a one-shot war or not,\" said a senior U.S. official who asked not to be identified. \"If this is all we're going to do, there will be more terrorism, not less. If we are willing to continue hitting these people, they may have second thoughts.\"\nBut many counterterrorism experts say Osama bin Laden and many of his operatives are hard-bitten veterans of the war in Afghanistan and fanatically devoted to Islam. They are even less likely to be impressed by a few cruise missiles than heads of state such as Libya's Moammar Gadhafi, and Iraq's Saddam Hussein - and neither Gadhafi nor Hussein has behaved for very long after U.S. air attacks, said one U.S. intelligence official who asked to remain anonymous.\nAs Sen. Arlen Specter (R., Pa.) said yesterday, evidence suggests that two Libyan agents put a bomb on Pan American Flight 103, killing 270 people over Lockerbie, Scotland, two years after President Ronald Reagan ordered the Navy and Air Force to retaliate for Libya's role in bombing a Berlin discotheque.\nHussein, who has endured both the Persian Gulf war and repeated U.S. attacks since, is once again refusing to cooperate with United Nations weapons inspectors. The world's most muscular and consistent retaliatory policy, meanwhile, has never succeeded in ending terrorist attacks against Israel.\nThe greatest dangers now, some officials and experts said, may be attacks on vulnerable U.S. allies in the Arab world, such as Egyptian President Hosni Mubarak, or a move by bin Laden's group or other terrorist groups to up the ante by striking at targets in the United States or trying to use chemical or biological weapons. Some U.S. officials also think terrorists may switch from attacking U.S. embassies or military posts to softer overseas targets such as American schools, businesses and airlines.\nMohamad Sid-Ahmed, a political analyst for Al Ahram newspaper in Cairo, said yesterday's bombings probably would encourage more attacks against the United States and its allies.\n\"This could eventually backfire because the people [in Egypt] are not on the same wavelength . . . even those constituencies that are not against America will not be able to support this action.\"\nBut Patrick Eddington, a CIA military analyst from 1988 to 1996, said additional terrorist acts against the United States would have occurred with or without yesterday's bombings.\n\"It was going to happen anyway,\" Eddington said. \"The administration had made it clear that it had received credible reports of possible threats against other U.S. facilities in that region. This action was prudent and preemptive, no question about it.\"\nBut a leader of an international Islamic movement, who spoke on the condition of anonymity, said that as a courtesy, the United States should have given Afghanistan and Sudan some advance warning of the attacks, which he said would do little to stop further terrorism.\n\"I fear that it will provoke more,\" he said. \" . . . Essentially it's an admission that the rules of the game are the rules that bin Laden plays by.\"\n\nNotes\n\nAmerica Strikes Back\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSudanese scale the U.S. Embassy compound's fence in Khartoum to protest the American attack on a pharmaceutical plant. The embassy has been nearly empty since diplomats were withdrawn in 1996. (Associated Press, APTV)\n\nLoad-Date: October 24, 2002"
}