{
    "title": "EXPERTS DOWNPLAY RISK OF TERRORISM TO U.S. TRAVELERS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 7,
    "day": 12,
    "full text": "The bombing of the World Trade Center, the U.S. air strike on Iraq and the arrest of a ring of alleged terrorists in New York all serve as reminders about the risks extremists pose.  Responding to the two most recent incidents, the State Department last week issued a warning that Americans should exercise \"greater-than-usual caution\" when traveling inside and outside the United States this summer. The advisory, which was unusually broad for the State Department, wasn't issued in response to any specific threat, a spokesman said later.  Some security experts downplay the dangers American travelers may face as a result of such incidents. While determined terrorists obviously can strike at any time, stepped-up security at airports here and abroad is making global travel less vulnerable than it was a few years ago, some authorities believe.  Still, Jalal Haidar, director of the Center for Transportation Studies at the University of Denver and a former airport security manager, said the alleged terrorists arrested in New York were linked to a group that had used terrorism to devastate Egypt's tourism industry in the last two years.  Travel-related spending in Egypt has plummeted to about $1 billion a year, from a norm of $3 billion, because of terrorist attacks on Westerners and other violence, Haidar said.  Unlike the Persian Gulf War, which caused a massive decrease in foreign travel and huge financial losses for airlines, the recent spate of terrorism and Mideast-tension news doesn't appear to be bad enough to hurt air travel seriously, he added.\n\"We should not have enough panic to impact air travel,\" Haidar said. \"By panicking, we just play into their hands. And this would be a terrible time for that to happen to the airlines. It would further cripple them\" financially.  Other authorities say there is no reason for any traveler to change plans.  \"I'm making plans to fly . . . going through a major hub airport, and I don't intend to change anything,\" said Peter Savage, a corporate security consultant and author of \"The Safe Travel Book.\" \"I think you should worry more about stubbing your toe in a hotel room because you didn't have your slippers on.\" Since the hijackings of a TWA jet in the Mideast in 1985 and a Pan Am 747 in Pakistan in 1986, and the fatal bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988, security at airports has been stepped up markedly, Savage said. The changes in security procedures mean that it would be especially difficult for terrorists to stage the kinds of hijackings they did in the mid-1980s, he said.  What overseas travelers should be more concerned about, Savage added, are staying healthy and avoiding accidents and crime.  In a revised edition of \"The Safe Travel Book\" (Lexington Books, $12.95), which has just been published, Savage places far more emphasis on health precautions than on hijackings.  When the first edition of the book was published in 1988, the section that aroused the most interest was the one that gave advice on what to do if terrorists take over your flight, Savage said.  In this edition, he has added a section on avoiding AIDS and other sexually transmitted diseases. The book has advice about buying travelers' emergency health insurance and keeping records on such things as passports and credit-card numbers in case they're lost or stolen.  And for the record, Savage said, the most common traveler's injury actually is a stubbed or broken toe from walking in a dark, unfamiliar hotel room.\n\nLoad-Date: October 11, 1993"
}