{
    "title": "Experts say bomb maker had skill, resources",
    "publisher": "st. petersburg times ",
    "year": 1988,
    "month": 12,
    "day": 29,
    "full text": "The bomb that destroyed Pan Am Flight 103 over Scotland last week    was so perfectly timed and so devastating that its makers must have had    both technical skill and considerable resources, experts said    Wednesday.\n \n     The main ingredient of the bomb, British authorities said, was an    explosive probably belonging to the group known as plastics, which can    be molded by the user to any desired shape.\n \n     A specialist at the Center for Explosives Technology Research in    Socorro, N.M., estimated that up to 30 pounds of plastic must have been    used to blow the Boeing 747 jumbo jet apart at 31,000 feet.\nNew York Times; Associated Press    The quantity of explosives in the bomb suggests that the attackers    were determined to destroy the plane.\n \n     The jet would have gone down in the sea if prevailing winds had not    led the pilot to select a northerly route over Scotland, according to    air traffic control officials. Had the plane broken up over the ocean,    detective work would have been much more difficult. Officials believe    that such may have been the bomber's hope.\n \n      Small bombs are sometimes smuggled into airliners concealed in    flight bags or briefcases, but the quantities of explosives such    packages can contain do not ensure major damage. They may merely    puncture an airplane's skin and cause it to lose pressurization.\n \n Casualties and damage may result, but the airplane and most of its    passengers are likely to survive, experts say.\n \n     A large quantity of plastic explosive could be packed in a    container inside a suitcase, experts point out, and the contents would    probably pass through an airport X-ray inspection machine without    attracting attention.\n \n     Michael Yardley, a British expert on terrorism, speculated that the    bomb contained Semtex, an odorless, orange-colored plastic explosive    and the least detectable known to terrorism experts.\n \n     The substance is manufactured by the Eastern Bohemian Works, a    state-owned arms factory in Czechoslovakia. Terrorism experts, as well    as State Department officials, say Syria and Libya have obtained Semtex    from Czechoslovakia and passed it on to terrorist groups.\n \n     To achieve the greatest killing power with a bomb in a checked    suitcase, an attacker would want to make sure that the bomb would    explode in flight and not on the ground. For this, a simple timing    device would not suffice since a departure delay would lead to a    premature blast.\n \n     The device used to destroy the jet was almost certainly set off by    an altimeter or the bellows mechanism from an aneroid barometer, some    experts say.\n \n \n   A simple altimeter trigger would sense the change of cabin pressure    that accompanies takeoff, and would start a mechanical or electronic    timer on the bomb.\n \n  - Information from AP was used in this report.\n \n    \n\nLoad-Date: November 12, 1992"
}