{
    "title": "Experts debate terror threat to Chicago",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 11,
    "day": 9,
    "full text": "CHICAGO - Days after the thwarting of an al-Qaida-linked mail bomb plot from Yemen, FBI agents were knocking on doors in the Chicago area, trying to figure out how extensively the city might be involved. One visit was to an Islamic foundation in a northern suburb, which had recently received a Fedex letter from Yemen, but told nobody about it. About the same time, federal authorities say the bomb plotters had attempted a dry run of the attack, which ultimately used the former addresses of two Chicago synagogues. \nA few weeks earlier, al-Qaida's online magazine had published a photograph of Chicago's skyline, with the nation's tallest building, the Willis Tower, front and center. Investigators trying to unravel the mail bomb plot say the terrorists never expected the explosives to be delivered to the old Chicago addresses, but questions remain about what role the city plays in the international who-done-it. So little information has come out about the investigation that U.S. Reps. Jesse Jackson Jr. and Jan Schakowsky called for congressional hearings in a letter to the Committee on Homeland Security. Authorities are trying to figure out why the addresses on the packages were for buildings no longer used by Jewish synagogues - one of buildings is now empty and other is a Unitarian church that had stopped renting space to a Jewish congregation seven years ago. Even stranger: the names on the packages were not for people in Chicago but rather obscure historical figures. One packages was addressed to Diego Deza, a figure from the Spanish Inquisition, and the other for Reynald Krak, who was beheaded by a Muslim general during the 12th century Crusades. Terrorism experts say when it comes to al-Qaida, nothing just happens. Everything is planned. \"I don't dismiss anything as a coincidence,\" said Sam Kharoba, founder of the Counter Terrorism Operations Center and who trains law enforcement agencies on counterterrorism. \"These guys (al-Qaida) are professionals. Historically they go after iconic targets. The Sears Tower (now the Willis Tower) is one of those.\" Even if the bombs didn't reach Chicago, the message did, said Michael Kotzin, of the Jewish United Fund/Jewish Federation of Metropolitan Chicago. \"Mailing them to (former) synagogues was deliberate,\" he said. \"Jews are a priority target for them. That is what they are saying.\" Other terrorism experts float various theories for why the plotters may have chosen Chicago. \"I think the primary interest in Chicago is that it is the power base of President (Barack) Obama,\" said Evan Kohlmann, a terrorism analyst with Flashpoint Global Partners, a security consultancy. Still, there's some skepticism whether or not the plot means Chicago is at any more risk than other large U.S. cities. \"I'm not convinced that Chicago is necessarily a new target,\" said Paul Goldenberg, national director for the Secure Community Network, a homeland security group for American Jewish organizations. \"At the end of the day, it comes down to where do they (terrorists) have the greatest opportunity.\"\n\nLoad-Date: November 9, 2010"
}