{
    "title": "EXPERTS SEE JUST 3 POSSIBLE CAUSES FOR JET EXPLOSION; ''THE JOB WILL BE PROVING THAT IT WASN'T TERRO",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "Drawing on vivid eyewitness reports, radar printouts and pieces of the Boeing 747 recovered from the sea, U.S. officials concentrated yesterday on three possible reasons that TWA Flight 800 turned into a flying fireball.\nThe cause might have been a catastrophic mechanical problem, such as an engine failure. It might have been an airborne object that struck the plane. Or it might have been a bomb.\nOther possibilities seemed to be ruled out by circumstances. The Boeing 747 is among the safest aircraft in the world. The crew included veteran pilots with solid records. The weather was clear. There were no distress calls from the cockpit indicating mechanical problems.\nAnd the sudden and spectacular explosion, with some eyewitnesses reporting the giant 747's breakup in mid-air, suggested that if a mechanical failure was the cause, it must have been an extraordinary one.\n''This plane would not break up in flight,'' said Paul Czysz, a former McDonnell Douglas engineer who teaches aerospace engineering at St. Louis University. ''The 747 can lose pieces and still fly. It had to be something external - an explosive device, something blowing up in the cargo hold or something like a Stinger missile.''\nSome FBI, intelligence and aviation officials were working on the assumption that the explosion on TWA Flight 800 represented some form of orchestrated violence.\n''The circumstantial evidence all points to an explosive device that was probably deliberate,'' said a senior law enforcement official. ''The job will be proving that it wasn't terrorism.''\nThere was no tangible evidence, however, that Flight 800 was brought down by a terrorist bomb or a missile.\nDespite two post-crash claims of responsibility, U.S. officials said they had received no specific recent threats against TWA or credible terrorism alerts inside the United States. They found out about the threat faxed to the London-based al-Hayat newspaper yesterday, after the crash.\nPentagon spokesman Kenneth Bacon said there had been a ''significant increase'' in the number of recent threats against U.S. interests in Saudi Arabia, Bosnia and elsewhere abroad. But all appeared tied to local issues, and none appeared linked to the TWA crash.\nOfficials in many parts of the government combed through intelligence reports, including electronic intercepts, for possible motives for targeting an American aircraft. No conspicuous possibilities emerged.\n''No one has a specific hypothesis at this stage,'' a counter-terrorism official said.\nTerrorism experts outside the government were also puzzled. ''There are a few groups with grudges, but there are no obvious reasons or motives,'' said Magnus Ranstorp, an expert at the Center for Terrorism and Political Violence at St. Andrews University in Scotland.\nRevenge for a variety of recent counterterrorism successes could be a possible motive, experts speculated.\nThe FBI has been concerned in the past, for example, about a backlash from the 1995 conviction of 10 persons, including Sheikh Omar Abdul Rahman, the blind spiritual mentor to thousands of Egyptians and other Muslims, for conspiring to bomb the United Nations and other New York landmarks.\nRamzi Yousef, who was captured in Pakistan and whisked back to the United States by the FBI, is currently on trial in New York for plotting to blow up several Delta, Northwest and United flights to the United States from the Far East. Yousef, who is acting as his own defense attorney, is also due to face a second trial this fall on charges of masterminding the 1993 bombing of the World Trade Center.\nYousef and other conspirators had planned to smuggle liquid explosives in contact-lens solution bottles to assemble a bomb on board the U.S. aircraft that would be set off with watch timers - a formula he used successfully aboard a Philippine Airlines plane in 1994.\nAn alternative terrorist weapon is an object - from a small flare to a medium-sized rocket or missile to another aircraft - that could intercept the giant jet.\nAviation officials said yesterday that they had found no evidence of another plane in the air nearby, and that no aircraft were missing. The takeoff of TWA 800 was monitored on radar, and officials said yesterday that they were poring over second-by-second printouts for anything else in the skies.\nCzysz said surface-to-air missiles, which have a range of three to five miles, were not a far-fetched explanation. ''They are not that easy to detect,'' he said. ''(They) give off a pale blue light in flight, but if you don't see the initial flash, you wouldn't necessarily spot it.''\nExperts ranked mechanical failure as by far the least likely explanation. The rugged and reliable 747, the world's largest passenger aircraft, entered service in 1970 and remains the prime transoceanic jet. The TWA jetliner that crashed Wednesday had its inaugural flight in 1971.\n \n''This has nothing to do with the age of the aircraft,'' said Aaron Gellman of the Northwestern University's Transportation Center. ''Despite its (previous financial) problems, TWA has maintained its planes very well. Remember, this is not a new airline. It has very experienced people.''\nTHE CRASH OF FLIGHT 800\n\nGraphic\n\n \nPHOTO, PHOTO: Adam Nadel/Associated Press: Baggage and sneakers sit on the; deck of the U.S. Coast Guard Cutter Juniper as it passes by the crash site; yesterday off Long Island.\n\nLoad-Date: July 21, 1996"
}