{
    "title": "Experts say e-terrorism attacks just a matter of time",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "After the World Trade Center and Pentagon attacks, we were all left with the question of what might be targeted next.\nAccording to many experts within the security world, the Internet is a probable target of the next terrorist attack.\n\"It's only a matter of time,\" said Dennis Treece, director of special operations of Internet Security Systems, Inc.\nInternet security groups such as Treece's petitioned Congress this week for more funding for this type of security.\nBoston U.\nTestifying before Congress was Rep. Sherwood Boehlert (R-NY), who has been active on the issue even before Sept. 11, according to his Web site.\n\"It's easy to state the problem in general terms: American society has become vastly more dependent on computers and the Internet in recent years, making us more vulnerable to criminal or terrorist attacks on our computer networks,\" Boehlert said in his statement before Congress.\n\"For starters, it's clear that we have to devote greater resources -- not only money, but also our individual and collective attention -- to computer and especially network security. To put it simply, we need more people to be doing more creative thinking about computer security,\" Boehlert said in his statement.\nBoehlert's concerns about dependency on the Internet are shared by many, including Treece.\n\"The more dependent a company is on the Internet, the more vulnerable it is to these attacks,\" he continued.\n\"This is one area where money can help,\" Treece said about the hearings before Congress. Treece mentioned that training was essential to keep workers within their corporation, since programs can easily become obsolete after only two years.\n\"More people is absolutely critical,\" he added.\nTreece also mentioned a number of other things that federal money would help fund, including youth awareness about the problem.\n\"Are we teaching our kids?\" he asked. \"Education in our schools is absolutely important.\"\n\"Until the tragic events of Sept. 11 intervened, New York Governor [George] Pataki had been planning a national cybercrime-cyberterrorism summit, which was to have taken place in the financial district next week,\" Boehlert said.\n\"Cyberterrorism is not a new thing,\" said Ashley Parish, head of media relations for ISS.\nISS is also working with the federal government on several different advisory panels to find ways to combat a system error.\n\"We're on a number of advisory panels -- helping them crack the language,\" Treece said.\nCracking the language is needed to help combat these attacks, especially since servers for any given corporation can be easily shut down after an attack.\n\"It's relatively easy to shut down servers for a while,\" said Gene Itkis, a professor of computer science at Boston University. \"To shut down a few sights is not that difficult,\" he added.\nAccording to Itkis, security within the Internet is really very similar to personal security around the world.\n\"Things in the cyber world are not really that much different,\" he said.\nThose types of attacks are called denial of service attacks, and are not uncommon to find on the Internet. However, Treece said these attacks are not usually associated with terrorism.\n\"We have not yet seen any terrorist components,\" he said.\nTreece mentioned that drawing the line between terrorism and a hacker is hard to do. He gave a hypothetical of a Palestinian student hacking into an Israeli student's Webs ite, saying that an isolated incident such as that one couldn't be considered terrorism.\n\"It is perfectly within their group to pull off these types of attacks. I would find it unusual if they didn't do it eventually,\" he said.\nThe threat of a cyber attack has been heightened in recent weeks, after the Sept. 11 attacks. A cyber attack followed the collision of a Chinese fighter jet and an American jet.\n\"We've seen that this type of attack could happen on global proportions,\" Treece said.\nTreece's company, Internet Security Systems, Inc., is one of many groups that work to prevent attacks by looking for suspicious activity on the Internet. ISS works to find unusual activity on the Internet, such as a slowing down of the system, and then tries to block the attack from continuing.\nIf a company becomes clogged with simple requests, the server will start to slow down. If transactions are slowed down too much, they become timed out and the transactions cannot go through.\nThis can shut down the entire server for the corporation, if it is dependent upon the Internet for survival.\nAccording to Treece, these types of attacks are easy to pull off. Anyone hoping to shut down a type of system would only have to overload that system to create the system to shut down.\n\"If the World Wide Web was affected, what it would do is affect all transactions if it was successful,\" Treece said.\nBesides the threat of the corporate world being brought down, many people began to rely upon to Internet to reach loved ones after the phone lines became clogged on Sept. 11.\nDespite the work of Verizon, which worked to keep both the ground service and the wireless service going, many phone lines were damaged and the Internet seemed to be the only last resort.\n\"What took the stock market to do, it only took us a few hours,\" said Verizon spokesman Bob Noble.\n\"There was a real sense of patriotic zeal that we couldn't be brought to our knees by these sleaze bags,\" Noble continued.\n\"The Internet is very robust,\" Treece said. \"People resorted to e-mail because phones weren't working.\"\nTreece mentioned that because the Internet is so robust, it will be hard for potential terrorists to hit the entire Web for a long period of time.\n\"Internet routing is so extensive and robust, it is very hard to take the entire system down,\" he said.\nTreece added that while the threat to the entire World Wide Web is possible, it is not likely.\n\"I really don't worry too much about the entire Internet coming down,\" he added. \"I do worry about certain companies, though.\"\n(C) 2001 The Daily Free Press via U-WIRE\n\nLoad-Date: October 15, 2001"
}