{
    "title": "Experts gather at U. Virginia to discuss current threats of terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 4,
    "full text": "Major players of the international diplomacy scene traveled to the University of Virginia last weekend to engage in a conference on the current situation in Iraq and ongoing threats of terrorism.\nThe three-day conference, \"Root, Stem, and Branch: Homegrown Radicals and the Limits of Terrorism,\" was sponsored by the Critical Incident Analysis Group and the Miller Center of Public Affairs, and began Sunday with a roundtable discussion among 10 panelists.\nGeorge Gilliam, director of Forum Programs at the Miller Center, said the conversation aimed to discuss why terrorists \"engage in acts of terrorism, what level of anger and humiliation makes them engage in acts of terror.\"\nThis event marked the 10th year that CIAG has held a conference in Charlottesville, Va., and the second year that the Miller Center has co-sponsored the event.\n\"It's one network getting together with another and the synergy that comes from those right entities working together,\" CIAG Executive Director Gregory Saathoff said.\nPanelists included Chuck Robb, former Virginia governor and U.S. senator; retired senior military official Col. Patrick Lang; freelance reporter Raffi Khatchadourian; Liberal Party leader Lord John Alderdice; Australian Police Deputy Commissioner Chris Dawson; Iraq Study Group member Edwin Meese, III and Philip Mudd, FBI associate executive assistant director for national security.\nMargaret Warner, senior correspondent for \"NewsHour with Jim Lehrer,\" moderated the event for the second year in a row.\n\"I was pleased at the diversity of the panelists and the participants,\" Saathoff said. \"They all had an interest in shining light, not heat, on these issues.\"\nA private session followed Sunday's public portion of the conference during which panelists and other guests continued the discussion on counteractive measures to terrorism.\nPanelists debated the difference between terrorist acts abroad and terrorist acts in the United States, specifically in regards to the formation of Muslim communities within different geographic settings.\nGilliam said the motivations behind acts of terrorism vary significantly from area to area.\n\"Most of the people [on the panel] were saying how different people get angry for different reasons,\" Gilliam said. \"It is very hard to find a single profile for the type of people that engage in the acts of terrorism and very hard to find the 'typical' terrorist.\"\nMudd said the current threats of terrorism are the \"homegrown\" members of Al-Qaeda.\n\"They are kids who've never met the Al-Qaeda but they're interested in the ideology,\" Mudd said.\nMudd also touched on the sacrifices Americans have been forced to make in terms of privacy as the government struggles to root out terrorism.\n\"We have values and freedoms and here's a need to balance national security with domestic intelligence,\" Mudd said. \"We have to preserve American privacy.\"\nThrough a consensus at Tuesday's session, CIAG members also selected Alderdice and Meese as the new chairs.\nSuzanne Spaulding, former chair of the American Bar Association Standing Committee on Law and National Security, expressed high hopes for Alderdice and Meese at Tuesday's meeting.\n\"They were chosen based on how they've been in high level positions in dealing with critical situations,\" Spaulding said, \"as well as for their intellectual rigor, thoughtfulness and a commitment to working with others and finding the right solutions to the most serious problems today.\"\n(C) 2007 Cavalier Daily via U-WIRE\n\nLoad-Date: April 4, 2007"
}