{
    "title": "Experts_ Feds pressure widow, pals in bomb case",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 5,
    "day": 5,
    "full text": "BOSTON - Every time the widow of suspected Boston Marathon bomber Tamerlan Tsarnaev leaves her parents' house, federal agents watching the residence follow her in unmarked vehicles.\nFederal authorities are placing intense pressure on what they know to be the inner circle of the two bombing suspects, arresting three college buddies of surviving brother Dzhokhar Tsarnaev, and keeping Tamerlan's 24-year-old widow, Katherine Russell, in the public eye with their open surveillance and leaks to media about investigators' focus on her.\nLegal experts said it's part of their quest not just to determine whether Russell and the friends are culpable, but also to push for as much information as possible regarding whether the bombing suspects had ties to a terrorism network or accomplices working domestically or abroad. A primary goal is to push the widow and friends to give their full cooperation, according to the experts.\nDavid Zlotnick, a professor of law at Roger Williams University and former federal prosecutor in the District of Columbia, said authorities may be tracking Russell closely because they feel she's not being completely honest about all she knows.\n\"It seems to me they don't believe her yet,\" he said.\nDzhokhar is in a prison hospital, facing a potential death sentence if convicted of the terrorism plot that authorities allege the 19-year-old and his late 26-year-old brother carried out April 15. Twin pressure cooker bombs detonated near the race's finish line, leaving three people dead and injuring more than 260 others. Tamerlan died in a gunfight with authorities April 19, a day after authorities released photos of the suspects.\nTamerlan's widow has been ensconced at her parents' North Kingstown, R.I., home since then. Much about her remains a mystery, including what she knew or witnessed in the weeks, months and years before the bombings, and what she saw and did in the days after.\nIt's unclear when Russell last communicated with her husband.\n\nLoad-Date: May 6, 2013"
}