{
    "title": "Experts Urge Keeping Both Civilian and Military Options in Terror Trials",
    "publisher": "the new york times",
    "year": 2010,
    "month": 3,
    "day": 9,
    "full text": "WASHINGTON -- Leading Congressional Republicans are arguing that getting tough on terrorism means trying all foreign terrorism suspects before military commissions. But national security officials who served in the Bush administration say that taking away the criminal justice option would weaken the government's hand.\n  Former counterterrorism officials are warning that the political debate has lost touch with the pragmatic advantages of keeping both the civilian and military systems available.\n  ''This rush to military commissions is based on premises that are not true,'' said John B. Bellinger III, a top legal adviser to the National Security Council and the State Department under President George W. Bush. ''I think it is neither appropriate nor necessary to limit terrorism cases to either military commissions alone or federal trials alone.''\n  Among the problems with a commissions-only policy, they say, are that some nations will not extradite terrorism suspects or provide evidence to the United States except for civilian trials; federal courts offer a greater variety of charges for use in pressuring a defendant to cooperate; military commission rules do not authorize a judge to accept a guilty plea from a defendant in a capital case; and the military system is legally untested, so any guilty verdict is vulnerable to being overturned on appeal.\n  Kenneth L. Wainstein, who was assistant attorney general for national security in the Bush administration, said, ''Denying yourself access to one system in favor of the other could be counterproductive.''\n  ''I see the benefit of having both systems available,'' Mr. Wainstein said. ''That's why I applauded the Obama administration when, despite expectations to the contrary, they decided to retain military commissions. It's good to have flexibility.''\n  Supporters of military commissions contend that the foreign terrorists are enemy combatants who should not be treated like common criminals. They argue that critics are exaggerating any problems with commissions while overlooking their advantages.\n  The Republican line on military commissions has hardened after an outcry over the administration's decision to send to a civilian court the cases of Khalid Sheikh Mohammed, accused of planning the Sept. 11 attacks, and Umar Farouk Abdulmutallab, who is accused of trying to blow up a Detroit-bound jet on Christmas. \n  Conservatives, including former Vice President Dick Cheney, have sought to attack Mr. Obama as soft on terrorism and unwilling to treat Al Qaeda as a wartime enemy rather than a criminal target.\n  But Mr. Obama has undertaken several hard-line policies in national security matters -- including sending more troops to Afghanistan, increasing missile strikes on militants from Predator drones in Pakistan, continuing to imprison some detainees in Guantanamo Bay, Cuba, without trials and using military commissions to prosecute some terrorism suspects. Those policies, which have outraged some civil libertarians, have left the administration's willingness to handle other terrorism cases in civilian courts as a rare remaining opportunity to try to draw a sharp political line between the Obama approach and that of Republicans.\n  Senator Lindsey Graham, Republican of South Carolina, has proposed a deal with the White House in which the Sept. 11 trial would be moved to a military commission and the administration would support new legislation clarifying rules for handling detainees, including when they would face civilian or military trials. In exchange, he has offered to provide some Republican support for closing the military prison at Guantanamo.\n  But Mr. Graham increasingly seems to stand alone within his party in keeping the door open to using some civilian trials.\n  Last week the party's 2008 presidential nominee, Senator John McCain of Arizona, joined with Senator Joseph I. Lieberman, independent of Connecticut, to file legislation that would ban civilian trials for foreign terrorism suspects, including those arrested inside the United States. Other Republicans, including the Senate Republican leader, Mitch McConnell of Kentucky, have echoed that view.\n  But national security officials from both the Bush and Obama administrations say such a ban would create major obstacles to swift punishment of terrorism suspects. \n  For instance, many European allies, including Britain, have been willing to extradite terrorism suspects only if they faced regular criminal trials, not military commissions. In some cases, extradition treaties require criminal trials.\n  The Bush administration repeatedly agreed to guarantee criminal trials in order to persuade European countries to extradite terrorism suspects. Currently, at least a half-dozen such suspects are awaiting extradition from Britain and the Netherlands, including two men sought in the 1998 East African embassy bombings and a Somali citizen accused of recruiting young Minnesota men to fight for the al-Shabaab militant group.\n  Current and former officials who want to preserve the option of civilian trials note that prosecutors routinely use a broad array of charges against terrorism defendants or their friends and families: obstruction of justice, false statements to investigators, passport and immigration fraud, firearms and arms trafficking offenses, and various computer and finance-related offenses.\n  In one recent major terrorism case, prosecutors coaxed Najibullah Zazi, accused of plotting to set off bombs on the New York City subway, to plead guilty and cooperate with investigators in part by indicting his father for obstruction of justice and threatening similar charges against his mother. \n  Such charges against relatives could not be brought in the military system. But proponents of the military commissions system argue that military prosecutors could gain such leverage anyway by working with civilian prosecutors.\n  Supporters of the McCain-Lieberman proposal rebut other criticisms of the measure. They say that because Congress overhauled military commission rules last year to increase defendants' rights, the United States might be able to persuade foreign countries to extradite suspects to military tribunals. \n  Even though commissions do not provide for guilty pleas in capital cases, the supporters say, a defendant could stipulate to the military court during a brief trial that he committed an offense, accomplishing much the same goal.\n  Juan C. Zarate, who served as deputy national security adviser for combating terrorism to Mr. Bush from 2005 to 2009, does see value in the military tribunals. But he still argued that the government would hamstring itself by outlawing civilian terrorism trials.\n  ''We shouldn't inadvertently handcuff ourselves by taking this tool completely out of our tool kit,'' Mr. Zarate said.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 9, 2010"
}