{
    "title": "EXPERTS ADDRESS TERRORISM; SYMPOSIUM SET THIS WEEK AT DUQUESNE UNIVERSITY",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 10,
    "day": 18,
    "full text": "More than three dozen experts and officials from the fields of forensic science, law, medicine, law enforcement, government, academia, the military and the media will meet for three days beginning Thursday at Duquesne University to discuss the detection, investigation and adjudication of terrorist acts.\n Additionally, the national symposium titled \"Tracking Terrorism in the 21st Century\" will provide a forum for discussing legal and ethical issues surrounding counter-terrorism efforts, including the U.S. Patriot Act, detention of suspects and the military tribunal process.\n Hosted by The Cyril H. Wecht Institute of Forensic Science and Law and Duquesne University School of Law, the symposium will examine such questions as the following:\n * Should the U.S. military be in Iraq?\n* What threats do biological, chemical, radiological and other weapons of mass destruction pose?\n * What vulnerabilities does society's increasing reliance on computers expose us to?\n * How can forensic investigators more effectively identify terrorists?\n * How can national security needs and civil liberties be balanced?\n Wecht, the Allegheny County coroner, namesake of the institute and editor of a recent book on terrorism, said the subject for the institute's fifth annual conference couldn't be more timely, critical and crucial for discussion in a nonpolitical setting. It is open to the public.\n \"If you look at the polls, every one of them shows terrorism is the No. 1 concern. We are dealing, quite truly without exaggeration, with the single most important issue on the minds of everyone,\" Wecht said.\n \"As an institute of forensic science and law, we strive in our national symposia to deal with important issues in a real, pragmatic application. We want to educate and we want to inform as we deal with timely subjects.\"\n The symposium, Wecht said, is important for all specialties that deal with the wide-ranging components of terror -- everybody from first responders to medical and forensic and other scientific personnel, educators, law enforcement, and the military, as well as the general public.\n \"It spans the total societal spectrum,\" Wecht said.\n Likewise, speakers for the event are wide-ranging, including James B. Comey, who oversaw numerous terrorism cases as a U.S.  attorney; U.S. Sen. Arlen Specter, R-Pa., co-author of the Homeland Security Act; Mark Geragos, a Los Angeles attorney whose current high-profile client is Scott Peterson, accused of killing his pregnant wife, Laci; Kathleen Sweet, aviation expert, retired Air Force lieutenant colonel and a member of the faculty at the World Institute for Security Enhancement; and Dr. Michael Baden, co-director for the New York State Police Medicolegal Investigative Unit and host of HBO's \"Autopsy\" series.\n Other symposium faculty members include U.S. Attorney Mary Beth Buchanan; Robert A. Full, Allegheny County Emergency Management director and coordinator of the Pennsylvania Region 13 Task Force, a group of emergency responders from 13 Western Pennsylvania counties and the city of Pittsburgh; and Dr. Bruce Dixon, director of the Allegheny County Health Department.\n \"Tracking Terrorism\" will run from 7 to 10 p.m. Thursday, from 8 a.m. to 6 p.m. Friday, and from 8 a.m. to 6 p.m. Saturday. Fees range from $25 for admission to the Thursday evening session to $150 for admission to the entire symposium. Special fees are available for students.\n Continuing education credit for lawyers, physicians, coroners, first responders, teachers and other professionals may be made available through the conference.\nFor more information or to register for the conference, call 412-396-1330 or e-mail terrorism@duq.edu.  \n Lead sponsors for the symposium are Fisher Scientific and the Pennsylvania Region 13 Task Force.\n\nNotes\n\nMichael A. Fuoco can be reached at mfuoco@post-gazette.com or 412-263-1968.  \n\nLoad-Date: October 20, 2004"
}