{
    "title": "Experts question terrorism fight",
    "publisher": "usa today",
    "year": 1999,
    "month": 3,
    "day": 23,
    "full text": "WASHINGTON -- U.S. anti-terrorism spending will exceed $ 10 billion\nnext year, and critics contend that amount represents political\nparanoia more than good policy.\nAnti-terrorism spending's explosive growth, a 44% overall jump\nin a year and a leap of 800% in outlays by the Justice Department\nalone, comes with no clear plan or strategy, critics say.\n\"A critical piece of the (anti-terrorism) budget and spending\npicture is missing -- threat and risk assessments that would suggest\npriorities and appropriate countermeasures,\" Assistant Comptroller\nGeneral Henry Hinton Jr. told a House subcommittee earlier this\nmonth.\nAgencies are tripping over each other competing for taxpayer dollars\nto do many of the same jobs, such as training of local police\nand fire forces' \"first responders.\"\nHealth agencies are stockpiling smallpox and anthrax vaccines\nwhile other offices emphasize preparedness or covert operations,\nwith little overall direction.\n\"The United States,\" Hinton cautioned, \"cannot fund all possibilities\nthat have dire consequences. By focusing investments on worst-case\npossibilities, the government may be missing the more likely threats\nthe country will face.\"\nLeading terrorism experts agree that money is simply being thrown\nat a complex, though shadowy, threat that doesn't yield to easy\nsolutions.\n\"No one's been asking how much is enough,\" said Bruce Hoffman,\ndirector of the RAND Corp.'s Washington office and author of the\ndefinitive study, Inside Terrorism. \"It's getting lost\nin a lot of fear and concern, and the trouble is that we may be\nputting our eggs in the least likely basket. It's a threat we\nhave to defend against, but what's the line between prudence and\nparanoia?\"\nIn a new poll of 1,507 Americans by the Chicago Council on Foreign\nRelations, 84% called terrorism the leading foreign threat.\nNot interested in inviting reprisals at the polls, especially\nafter the bombings of two U.S. embassies last year in Africa,\nfew in Congress raise questions about anti-terrorism spending\nthat is increasing across a dozen or more agencies.\nVirtually all anti-terror outlays, at this point, appear likely\nto slip through the congressional vetting process as easily as\nbuttered rattlesnakes. No one's going to risk touching them and\ngetting bitten, particularly when the federal budget is running\na surplus.\nThe $ 10 billion figure for year 2000 anti-terror spending is just\nthe amount on the public books.\nThe government's hush-hush agencies -- Central Intelligence Agency,\nNational Security Agency, Defense Intelligence Agency -- don't\ndisclose spending, but their efforts surely will add billions\nof dollars to the anti-terrorism bottom line.\nHinton cautioned that while government officials get carried away\nwith scenarios about chemical and germ attacks, law enforcement\nexperts say a conventional explosive attack is still the most\nlikely terrorist event.\nTerrorists, he said, \"need a relatively high degree of sophistication\nto disseminate biological agents to cause mass casualties.\" Terrorists\n\"are less likely to use biological and chemical weapons than\nconventional explosives partly because they are difficult to weaponize\nand the results are unpredictable,\" he added.\nEven terminology is confused and misunderstood. Professionals\nridicule the common talk about developing cadres of \"chem-bio\"\nexperts.\nChemical and biological threats are too different to be handled\nby dual-purpose experts, said D.A. Henderson, director of the\nCenter for Civilian Biodefense Studies at Johns Hopkins University\nin Baltimore.\nIn testimony to Congress, Henderson called the dual-use notion\n\"as patently ridiculous as to assume that the athletes playing\non the Washington Redskins football team would be interchangeable\nwith the Baltimore Orioles baseball club.\"\nA big problem, Hoffman said, is government's adoption of buzzwords\nsuch as \"weapons of mass destruction\" for chemical and biological\nweapons that don't compare in killing power with a nuclear warhead,\nthe real weapon of mass destruction.\n\"We're very mistaken to look at these acts (chem-bio attacks)\nas ineluctably involving (deaths of) large numbers of citizens,\nentire populations, entire cities,\" he said.\nThe Japanese group Aum Shinrikyo tried and failed three times\nin 1990 to dispense botulinum and anthrax toxins in aerosols,\nHoffman said. Its 1995 use of sarin gas in the Tokyo subway killed\n12 and sickened 5,000, he added, but that hardly qualified as\nmass destruction.\nThe Aum group had millions at its disposal, hired high-class scientists\nand provided them with first-rate labs. Still, he said, in the\nsarin attack, \"they were reduced to putting the sarin in plastic\nbags and poking holes in them with sharpened umbrellas\" to release\nthe gas.\nAum's failures, he said, speak volumes about the difficulties\nof chem-bio warfare.\nHinton told Congress that law enforcement agencies regard conventional\nexplosives as the most likely terror weapon to be used against\nU.S. targets.\nWith that in mind, he raised questions about whether agencies\nshould be amassing huge supplies of vaccines instead of hardening\nU.S. installations and agencies against bombs.\n\nGraphic\n\n \nGRAPHIC, B/W, GNS (Chart); PHOTO, B/W, AP; Hinton: U.S. might miss threats\n\nLoad-Date: March 23, 1999"
}