{
    "title": "Experts fail to explain the 'why' of terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 9,
    "day": 8,
    "full text": "Froma Harrop\nis a columnist for the Providence Journal\nIn Oliver Stone's movie World Trade Center, the people who know least about the Sept. 11 horror are the two Port Authority cops closest to it. Asian peasants follow the awful events on television, but the men buried under smashed iron and concrete don't know the \"who\" or the \"why,\" or even that the towers have collapsed.\nThrough their own courage and that of their rescuers, the officers live to learn what happened. But five years later, neither they, nor anyone else, fully understand \"why.\"\nThat Islamic terrorists hate the United States is an all-purpose explanation. Dig deeper into the reasons for that hatred, though, and the confident answers of \"expert opinion\" don't quite satisfy.\nSince that gruesome blue-sky day, Islamic radicals have staged more attacks and have been foiled in others. But try to find a connecting theme, other than psychosis. There's only a pile of shifting motives.\nDenmark just arrested nine Muslim men preparing explosives for some new outrage. Why, no one knows. Could be the Danish cartoons of Muhammad. Could be because Denmark has troops in Iraq. Could be something else.\nWhen German authorities caught two Lebanese men planting bombs on trains, they assumed the motive was the war in Lebanon. Turns out it was the cartoons. The suspects did tack Lebanon onto their grievance list, but actually, the attack had been planned before the war began.\nThe 2004 bombing of commuter trains in Madrid took place in the days preceding a Spanish election. Its goal, the thinking went, was to scare voters into replacing a government that had sent troops to Iraq. They did, but three weeks later, a bomb similar to the ones used in the March massacre was found on a track near Madrid.\nWhy did Islamic terrorists bomb nightclubs in Bali? Were they aiming at Bali itself, a Hindu island in mostly Muslim Indonesia? Was the target Australia because it sent troops to Iraq - or Australia because it helped liberate East Timor from Indonesia? (Nearly half the people killed were Australian tourists.) Was it an objection to bikinis?\nThe attacks on Bombay commuter trains have been linked to Pakistani anger at India's control over much of (Muslim) Kashmir. The bombings on London subways were traced to sons of Pakistani immigrants supposedly unhappy over how they're treated in Britain. Intelligence officials say at least one had trained with al-Qaeda in Pakistan, where the terrorist group was also prepping suicide bombers to blow up 10 airliners flying from London to the United States.\nTerrorists vowed massive attacks against France over its ban on Islamic head scarves in public schools. And a Muslim gang murdered Dutch filmmaker Theo van Gogh in the streets of Amsterdam over a movie he made.\nGiven this Wal-Martian selection of motives, one must smile at the five-years-after editorial in the Economist, which states that the number of jihadis has multiplied since Sept. 11, \"partly as a result of the way America responded.\" By that, the British magazine means the war in Iraq.\nWe can agree that the war was based on trumped-up evidence, that it was poorly planned, and that it is going badly. But Islamic terrorists are attacking people on nearly every continent - many who have little or nothing to do with U.S. foreign policy. Multicultural, we're-not-in-Iraq Canada has uncovered a plot by 17 Muslims to invade its Parliament and chop off the prime minister's head.\nPerhaps terrorists see countries that make sensitive analyses of their complaints as easy marks. If so, then the eagerness to prettify mass murder with \"root causes\" could itself be a root cause.\nContact Froma Harrop at fharrop@projo.com.\n\nLoad-Date: September 8, 2006"
}