{
    "title": "Experts_ Terrorism still real threat",
    "publisher": "the pantagraph",
    "year": 2003,
    "month": 5,
    "day": 14,
    "full text": "BLOOMINGTON - U.S. Reps. Tim Johnson and Ray LaHood said Monday's bombings in Saudi Arabia were a bloody message to anyone who thinks the war against terrorism ended with the conflicts in Afghanistan and Iraq.\nTwo Illinois State University professors, Jamal Nassar, an expert on the Middle East, and Beverly Smith, an expert on terrorism, agreed.\n\"People cannot become complacent. Terrorism has not ended,\" said LaHood, a Peoria Republican who chairs the House Terrorism and Homeland Security Subcommittee.\n\"What Americans experienced in Saudi Arabia could happen anywhere in this country. People need to be on high alert,\" he said.\n\"I think we've made major progress in retarding terrorists,\" added Johnson, an Urbana Republican. \"But the battle is ongoing, and anyone who thinks otherwise is naive.\"\nEight Americans were among people killed by suicide bombers who detonated car bombs in the Saudi capital of Riyadh.\nMonday's bombings were the bloodiest attacks on Americans since the events of Sept. 11, 2001.\n\"I think it is a message that they are still around, … that the al-Qaida is not dead,\" said Nassar, chairman of ISU's department of politics and government. \"The war in Iraq did not end their activity.\nTo \"those who really believed - erroneously - the attacks on Afghanistan and Iraq would end the violence, here is the answer: No,\" Nassar said.\nSmith, of ISU's department of criminal justice sciences, agreed the Bush administration has hampered al-Qaida.\n\"But when terrorism can be carried out by one person, you will have terrorism,\" Smith said. \"Do I think this is expected? I think it is inevitable.\"\nSmith said he thinks Monday's terrorists chose their targets to emphasize their ability to strike anytime, anywhere.\nSmith also is not surprised by America's inability to stop terrorism completely. England has been unable to stop IRA terrorists in an area much smaller than the region of the Middle East, where American efforts are focused.\n\"It's very difficult even when you are operating in a small area on your home ground to wipe out terrorism,\" she said.\n\"I expect more (attacks). Whether they will be this large or larger, I have no crystal ball to predict,\" she said.\nBut that doesn't mean Americans should alter their day-to-day activities. \"If you drastically alter your lifestyle, you are playing into their hands,\" Smith said.\nContact Scott Richardson at srichardson@pantagraph.com  \n\nGraphic\n\n \nTim Johnson, Ray LaHood, Jamal Nassar\n\nLoad-Date: May 15, 2003"
}