{
    "title": "Expert_ Diplomacy will defeat terrorism",
    "publisher": "the capital ",
    "year": 2008,
    "month": 2,
    "day": 24,
    "full text": "A terrorist attack on the United States is likely, and the traditional military cannot protect us, an expert on terrorism told an Annapolis audience yesterday.\nThomas Kean, chairman of the bipartisan National Commission on Terrorist Attacks upon the United States (the 9/11 Commission) and a former Republican governor of New Jersey, told an audience of about 300 people at St. John's College that only an effective intelligence system, developed in conjunction with allies around the globe, can intercept and defeat terrorists.\nMr. Kean said that improved intelligence and diplomacy, not a protracted war in Iraq, would protect the United States.\nTerrorists loyal to Osama bin Laden appear to be setting up training camps in northwestern Pakistan, Mr. Kean said, and they will hit us again.\nThe next time, Mr. Kean said, the blows are likely to be harder than they were in 2001, and the terrorists may use nuclear weapons.\nTo get other nations to work with the United States, Mr. Kean said, America must not stoop to thuggery and torture, but must stand by the principles that have made it a beacon to the world.\n\"Guantanamo Bay should be closed, and it should be closed today,\" Mr. Kean said referring to the controversial detention camp the United States has run in Cuba since 2002.\nThe audience broke into applause during Mr. Kenan's talk, but not everyone cheered at the same points.\nDuring one key sentence, Mr. Kean was interrupted by applause twice - from two different groups.\n\"I was against the war in Iraq from Day One...,\" Mr. Kean said before having to stop because of applause.\n\"But since we have done this, since we have opened up Pandora's box, we can't close our eyes and walk away from it ...,\" he added, this time interrupted by applause from a different group.\nAt one point, Mr. Kean said that partisanship is endangering the country:\n\"Washington is poisonous right now,\" he said. \"Republicans and Democrats don't know each other.\"\nMr. Kean, who served as president of Drew University for 15 years after leaving his state's governor's office, spoke yesterday as part of St. John's annual Great Issues Series, a time when the public can attend lectures and participate in discussion groups.\nThis year's discussion focused on the need to protect civil liberties while resisting terrorist threats.\nMr. Kean, the son of a congressman and grandson of two U.S. senators - and whose great-great grandfather was a delegate to the Continental Congress - said Congress must exercise greater control over homeland security.\nRight now, he said, 86 congressional committees and subcommittees oversee national intelligence, but the committees that fund the armed forces control the purse strings.\nThe result, he said, is that no one is really looking at the intelligence community.\nInstead of making tough decisions, he said, members of Congress posture for the television cameras during hearings, making it look to voters at home as if they really were accomplishing something.\nThe intelligence agencies are accountable to no one, Mr. Kean said, and appear to focus more on taking away Americans' personal freedoms than on the more difficult task of ferreting out terrorists.\n\"There should be adequate guidelines,\" Mr. Kean said, \"and always, always, always, oversight.\"\nThe 500-plus page report issued by the commission Mr. Kean chaired has received considerable criticism, and some said it covered up major security lapses by the Bush administration. Also, after the commission's report was released, it came out that a key staff member frequently had held conversations with White House staffers while the report was being prepared.\nJohn D. Porcari, Maryland's transportation secretary under the current Democratic governor and under former Gov. Parris Glendening, and whose daughter attends St. John's, was in the audience yesterday.\nHe said the 9/11 Commission's ties to the Bush Administration should be investigated.\nAt the same time, Mr. Porcari praised Mr. Kean's talk.\n\"Gov. Kean understands ... how diplomacy, tact and sophistication in diplomacy - not 155 millimeter howitzers - can work together\" to protect the country, Mr. Porcari said.\nAnnapolis resident Robert Libson also praised Mr. Kean's talk.\n\"The real fight against terror has to be intense police activity, as opposed to open military activity,\" Mr. Libson said.\n\nLoad-Date: February 25, 2008"
}