{
    "title": "Explosives found in car of U. South Florida students suspected of terrorism really fireworks",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 1,
    "full text": "Ahmed Mohamed and Youssef Megahed, two suspended University of South Florida students now facing federal explosives charges, were carrying homemade fireworks and harmless explosives during their road trip to a North Carolina beach, according to recent court documents.\nThe FBI, which analyzed materials found in Mohamed's car that were thought to be pipe bombs, determined them to be \"harmless pyrotechnic materials similar to those found in fireworks and road flares,\" according to public defender Adam Allen, who is representing Megahed and pushing for the court to reconsider releasing him on bond.\nIn the motion filed Wednesday, Allen goes on to argue that Megahed could not be a potential danger to society -- the U.S. Court's supposed grounds for keeping him in jail until and during the trial -- as the materials found were not dangerous.\nThe materials, consisting of PVC pipes filled with corn syrup, cat litter and stump remover, were homemade fireworks, or \"sugar rockets,\" that Mohamed -- an Egyptian national in the U.S. on a student visa -- made because commercial fireworks were too costly, Allen wrote, adding that a Google search of the term \"sugar rockets\" yielded multiple Web sites with instructions on how to build them.\nAllen also stated that the United States had yet to produce any evidence suggesting Megahed -- who is also from Egypt but has legal, permanent resident status -- even knew about the presence of fireworks or the explosives videos found on Mohamed's laptop. Also, an analysis of Megahed's computer revealed that he didn't access any such sites, Allen wrote.\nThe U.S. Attorney's office declined to comment on the case.\nAn examination of a GPS mapping system in their car indicated that Megahed and Mohamed were headed to Sunset Beach, N.C. on Aug. 4, when they were pulled over in Goose Creek, S.C. for speeding.\nAfter stopping the car, deputies conducted a voluntary search of the students' Toyota Camry. This action has since been criticized by Allen in court filings, as one of the officers involved in the arrest engaged \"in an inappropriate conversation with his partner that included the making of several derogatory comments concerning the religion, ethnicity and nationality of Mr. Mohammed and Mr. Megahed,\" including referring to Megahed and Mohamed as \"graduates of suicide bomber school\" and \"members of the Taliban.\" Allen said the search was based upon racial profiling and not probable cause, and has since argued for all the evidence collected during the search to be thrown out.\nMegahed's brother, Yahia, said the family was elated with the FBI's findings, saying it exonerated him.\n\"We are happy because it is proof of what he said was the truth -- that these things were fireworks and not firebombs,\" he said.\n\"It proves that he had no knowledge or any relation to that stuff, that they belong to Mohamed.\"\nYahia also hopes the court will reconsider releasing his brother on bond, and find him not guilty.\nAllen was also confident that the new evidence would help his client.\n\"The government will have to prove beyond a reasonable doubt that the items being transported were explosive materials,\" he said of the trial.\n\"If FBI experts are not able to establish through testing that they were explosive materials, that will be a difficult thing for the government to prove.\"\n(C) 2008 The Oracle via U-WIRE\n\nLoad-Date: February 1, 2008"
}