{
    "title": "EXPLOSION RENEWS CALLS TO TIGHTEN ANTI-TERRORISM SECURITY MEASURES",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 22,
    "full text": "With suspicions of terrorist involvement swirling around it, the crash of TWA Flight 800 has brought renewed calls for tighter, more advanced and more expensive security measures in the aviation industry.\nBut TWA executives and employees say it is too early to say how security could be improved until the investigation clarifies whether there were any preventable lapses. Their professional faith in the comparative safety of flight remained unshaken by the crash, which claimed the lives of 230 people, among them 53 TWA employees and their relatives.\n\"I would get on an airplane today and fly anywhere in the world,\" said Sherry Cooper, president of the St. Louis branch of the International Federation of Flight Attendants. She spoke at a news conference on Saturday.\nThe FBI and others have suggested a range of intensified anti-terrorism measures that could be deployed:\nReplacing X-ray machines with airport versions of the much more sensitive CT-scan machines used by hospitals to detect tiny tumors.\nPerforming routine physical searches of cargo and baggage.\nGiving greater license for the FBI and intelligence agencies to tap phones and plug into the new technology in search of advance warning of terrorist attacks.\nBut it is unclear whether passengers, the government or the airline industry will tolerate the ramifications of some of those measures. More careful scrutiny of passengers and their baggage is tedious, time-consuming and likely to try the patience of passengers who could be required to be at airports hours ahead of their flights. The CT-scan-like equipment, which might detect even plastic explosives, is expensive and the cost would likely be passed onto passengers in higher fares or special fees. Also, broader surveillance power always raises civil liberties controversies.\nFor their part, TWA executives and employees say they are open to ways they can improve their procedures. But for now, they say they are mystified by what might have caused the explosion and are awaiting the findings of the National Transportation Safety Board.\n\"We certainly are baffled, because we don't know of any holes in our security procedures, we don't know of any holes in our maintenance procedures, we don't know of any problems with this aircraft (a Boeing 747) that would suggest this kind of catastrophe,\" said Mark Abels, TWA vice president for communications. \"We look at our records, our procedures, what we've done and we don't see the clues. That's what we're relying on the NTSB to find for us. Then we'll take appropriate action.\"\nAbels and TWA Capt. Don Jacobs, chairman of the TWA branch of the Air Line Pilots Association, both used the same image to underscore their confidence in the safety of TWA's operations: continued flights out of JFK Airport of a TWA plane bound for Paris and designated \"Flight 800.\"\nPassengers also don't seem to be shying away from the airline, said Abels, after the crash on Wednesday night. \"We haven't monitored a major effect, \" he said. \"We'll watch that for the next week or two.\" But, added Abels: \"Flight 800 went up full Thursday night.\"\nAsked how comfortable pilots felt about security now, Jacobs also pointed to the continued service on Wednesday's ill-fated route. \"We have pilots flying it right now,\" he said at a Saturday news conference. \"Flight 800 has left for Paris the last two nights.\"\n\nLoad-Date: July 22, 1996"
}