{
    "title": "EXPLOSIVES SMUGGLER INDICTED JURY OMITS CHARGING HIM WITH TERRORISM",
    "publisher": "philadelphia daily news",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "An Algerian-born man arrested last week for allegedly trying to bring bomb-making materials into the United States from Canada was indicted yesterday on five charges ranging from using false identification to smuggling explosive materials.\nBut a Federal grand jury in Seattle did not charge Ahmed Ressam, 32, with terrorism, according to the indictment filed in U.S. District Court shortly before a hearing was to be held on whether he should continue to be held without bail.\nRessam, a Montreal resident, was arrested last week after he entered Port Angeles, Wash., on a ferry from Victoria, British Columbia. Authorities seized potential bomb components, including a nitroglycerin-type material, from his car.\nThe federal grand jury indicted Ressam on charges of smuggling, transporting explosives, possession of an unregistered firearm, carrying an explosive while committing a felony, and making false statements about his identity to U.S. border agents, according to court documents.\nRessam's arrest last week raised fears that guerrillas may be planning to mark Year 2000 New Year's Eve celebrations with bomb attacks in the United States, but the indictment cited no possible motive for Ressam's actions.\nU.S. authorities have said little about their investigation into Ressam. Releasing the indictment prior to his detention hearing yesterday will make it easier for them to hold Ressam in custody without making public any more evidence.\nNews reports, citing unnamed law-enforcement sources, have said Ressam has not cooperated with investigators. He has been held at a federal detention facility near Seattle since his arrest and is represented by a Seattle-based public defender.\nThe Royal Canadian Mounted Police is investigating Ressam's activities in Canada, including reports that he stayed with another man at a motel in Vancouver, British Columbia, for three weeks prior to entering the United States.\nCanadian authorities are seeking to establish if Ressam was linked to a crime ring in Montreal suspected of financing the activities of the Armed Islamic Group (GIA), bent on overthrowing Algeria's secular government and replacing it with an Islamic state.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nPolice searched an apartment in Montreal believed to be connected to Algerian-born Ahmed Ressam whom U.S. indicted (Associated Press)\n\nLoad-Date: October 22, 2002"
}