{
    "title": "Explosion kills man in Stockholm subway Terrorism not suspected in grenade device blast",
    "publisher": "usa today",
    "year": 2018,
    "month": 1,
    "day": 8,
    "full text": "STOCKHOLM - A 60-year-old man died after he picked up an object from the ground at a subway station Sunday and triggered an explosion, police said.\nA 45-year-old woman also was injured with minor cuts to her face and legs from the 11 a.m. blast outside the station in the Varby Gard suburb of the Swedish capital.\n\"We heard an explosion,\" Abdulla Özmen, owner of a video game store near the station, told the Swedish national broadcaster SVT. \"When we went out, we saw two people laying on the ground.\"\n\"It's scary,\" added Özmen, who said more people would have died if the explosion occurred at a busier station.\nTerrorism was not suspected, said regional police spokesman Sven-Erik Olsson. Someone might have left the device in the station by accident, and the man and woman were not targets, police said.\nThe couple had been cycling past the device when the man stopped to investigate it.\n\"The man was seriously injured after he picked up something from the ground and this device exploded,\" Olsson said.\nThe man later died at a hospital.\nPolice said fragment damage on the victims and findings at the scene indicated the explosive could be a hand grenade, possibly an old one, the Associated Press reported.\n\"We're suspecting that it's a hand grenade of some sort,\" Lars Alvarsjo, chief of Stockholm's southern police district, told SVT. Alvarsjo said Swedish police have noticed a rise in the use of hand grenades by criminal groups in the country, according to the AP.\nThe presence of an explosive device at the subway station raised questions about security and crime in Sweden, where a spate of explosions and fatal attacks has occurred in the past year.\nIn April, an Uzbek refugee and Islamic State sympathizer drove a truck into a downtown mall in Stockholm, killing four and injuring 15.\nLast month, a police car was blown up in the town of Malmö. \n\nGraphic\n\n \nphoto Henrik Montgomery/AFP/Getty Images\n\nLoad-Date: January 8, 2018"
}