{
    "title": "EXPLOSION AT THE TWIN TOWERS _ Car Bombs; A Tool of Foreign Terror, Little Known in U.S",
    "publisher": "the new york times",
    "year": 1993,
    "month": 2,
    "day": 27,
    "full text": "The phenomenon is well known in Belfast, Lima, Bogota and Beirut, but if the explosion that rocked the World Trade Center today was indeed caused by a car bombing, as the F.B.I. believes, it would be the largest such attack in American history, experts said.\nNot since 1975, when 11 people were killed at La Guardia Airport, has anyone used a bomb, delivered in any fashion, to kill so many civilians in the United States. It is unknown whether a terrorist group was responsible for the explosion today.\n\"This is the largest-scale bombing on U.S. soil in modern history\" in terms of fatalities and material damage, said Brian Jenkins, a security consultant with Kroll & Associates who is one of the nation's leading private experts on terrorism.\nIf the American setting is novel, however, the apparent use of a vehicle as a platform for the bomb represents only the latest use of what for more than four decades has been a favorite tool for terrorists.\n \nHow to Pack a Big Punch\n Ever since the Irish Republican Army first used the car bomb in 1971, Mr. Jenkins and other experts said, terrorist groups have found no better way to bring so much explosive power so close to a target.\nIn the last several weeks alone, car bombs have exploded repeatedly on the streets of cities in Colombia and on the streets of London. If the tactic until now has been barely known in the United States, experts said, it is a reflection only of what has until now been Americans' relative immunity from terrorism on their own shores.\n\"Think of how simple it is,\" said Bruce Hoffman, a terrorism specialist with the Rand Corporation. \"Think how many people pull into a garage or park on a street, lock their car and then walk away.\"\nAssassins in the United States have frequently planted bombs in a target's vehicle, including that of the former Foreign Minister Orlando Letelier of Chile who, along with an aide, was killed in a 1976 attack. But Mr. Hoffman and others said the only previous known use of a car bomb in an indiscriminate attack on civilians in the United States occurred in 1973, as part of an attack by Puerto Rican nationalists on five New York banks.\nWhat until now were the two largest terrorist bombings in American history were staged without the help of a car. The most deadly, an explosion in a La Guardia airport terminal, left 11 people dead in 1975. No one claimed responsibility in the attack.\nThe same year, four people were killed and 65 wounded in the bombing by Puerto Rican separatists of the historic Fraunces Tavern in Lower Manhattan. Even the most recent close call, the arrest in 1988 of a suspected Japanese Red Army member carrying explosives on the New Jersey Turnpike, was believed to have thwarted, not a car bombing, but a more conventional attack.\nBut as the 1983 assault on a United States Marine barracks in Beirut that killed 241 suggests, the addition of a vehicle to any bombing plot can multiply its destructive power.\nExperts say terrorists were initially attracted to car bombs because they could haul heavy loads. Without access to sophisticated explosives, Irish Republican Army terrorists found that an car could carry enough nitrate fertilizer mixed with diesel fuel to create a blast that no hand-delivered explosive could match.\nBut the experts say the development of potent plastic explosives has added to the threat posed by terrorists, permitting them to pack far more destructive power into a much smaller space. While rarely known to have been used in a car bomb, so-called plastique explosives can explode at a velocity of 23,000 feet per second, many times the rate of ordinary dynamine.\nAt the same time, terrorists have learned that the seemingly benign shell of a vehicle can allow them to conceal explosives in particularly effective settings. If the aim of whoever planned today's bombing was to create maximum impact, the experts say, the apparent use of the World Trade Center parking garage for a platform is a reminder of the deadly access a vehicle can bring.\nFor one thing, they said, the enclosed structure of a garage would multiply any explosive's impact, preventing its energy from escaping except at the weakest point, either the walls or the ceiling. Mr. Jenkins of Kroll & Associates said the underground structure would guarantee perhaps more than any other setting that \"the explosive force would be more greatly exaggerated.\"\nPerhaps more important, the vehicular access provided to the World Trade Center complex may have provided an opportunity for what other experts said they believed was an attack staged for its impact upon a highly visible American target.\n\"A car bomb in a street in New York doubtlessly would have killed more people,\" said Mr. Hoffman of the Rand Corporation, who is the author of several surveys of terrorism in the United States. \"But the World Trade Center is a symbol of Wall Street and the Manhattan skyline and the United States itself, and I think that is very important.\n\"Putting a bomb in a car is not sophisticated,\" he said. \"What's sophisticated about this operation, I would argue, is the planning and calculations that went into it to extract the maximum publicity possible.\"\nAfter the blast, Federal and local authorities in Washington tightened security around Government buildings and other possible targets in what they described as a precaution against a further attacks. Among Federal officials specializing in explosives, the explosion elicited a sense of awe.\n\"This is a tremendous blast doing huge amounts of structural damage to steel and concrete,\" said Jack Killorin, a spokesman in Washington for the Treasury Department's Bureau of Alcohol, Tobacco and Firearms. \"I can't overstate this: What went down there was big.\"\n \n \n \nAT A GLANCE -- New York as Victim: Other Bombings\nPrevious terrorist bomb explosions in New York City\n \nJan. 24, 1974: Four people were killed and 55 injured in a bombing at Fraunces Tavern. In lower Manhattan, the site where George Washington bid farewell to his officers. A Puerto Rican independence group, knows as the Armed Forces of National Liberation or F.A.L.N. claimed responsibility.\n \nDec. 29, 1975: Eleven people were killed and 75 hurt when a bomb that had been placed in a coin-operated locker exploded at the TWA terminal at LaGuardia Airport\n \nAug. 3, 1977: One person was killed in a bombing at the Mobil Oil building, 150 East 42nd Street. The F.A.L.N. claimed responsibility.\n \nMay 16, 1981: A man was fatally injured when a bomb exploded in a men's room at the Pan American World Airways Terminal at Kennedy International Airport. A group calling itself the Puerto Rican Armed Resistance took responsibility.\n \nDec. 31, 1982: Three police officers were gravely injured in bombings in Manhattan and Brooklyn. The F.A.L.N. took responsibility.\n\nLoad-Date: February 27, 1993"
}