{
    "title": "EXPLOSION IN NYC LEAVES 29 INJURED Terrorism is not suspected",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 9,
    "day": 18,
    "full text": "NEW YORK - An explosion in a crowded Manhattan neighborhood on Saturday night left 29 people injured, and authorities said a second nearby site was also being investigated. Mayor Bill de Blasio called the blast an \"intentional act\" but said there was no terrorist connection.\n \"Tonight, New York City experienced a very bad incident,\" de Blasio said at a news conference near the scene in Chelsea. \"We have no credible and specific threat at this moment.\"\n De Blasio said the blast was \"an intentional act\" and tried to calm any fears among nervous New Yorkers, saying the explosion had no terrorist connection and wasn't related to a pipe bomb explosion earlier Saturday in New Jersey at a charity run.\n A law enforcement official told the  that a second device that officers were investigating four blocks from the scene appeared to be a pressure cooker attached to wiring and a cellphone. The source, speaking on condition of anonymity because the person was not authorized to speak about an ongoing investigation, said the device was found inside a plastic bag on West 27th Street.\n A law enforcement official told the  that the explosion appears to have come from a construction toolbox in front of a building. The official spoke on condition of anonymity because the person wasn't authorized to speak about an ongoing investigation. New York officials said the incident was not due to a gas leak.\n The blast happened on West 23rd Street, in front of a residence for the blind, near a major thoroughfare with many restaurants and a Trader Joe's supermarket. Witnesses say the explosion at about 8:30 p.m. blew out the windows of businesses and scattered debris in the area. Officials said no evacuations were necessary.\n Police spokesman J. Peter Donald said several people were taken to hospitals with injuries. One of the injured suffered a puncture wound that was considered serious. Officials said the other injuries were minor, described as scrapes and bruises.\n Donald tweeted a warning to residents near the second site that officials are investigating, saying: \"As a precautionary measure, we are asking residents who live on West 27th Street between 6th and 7th Avenues in Manhattan to stay away from windows facing 27th Street until we clear the suspicious.\"\n A number of New York City subway routes were affected by the earlier explosion.\n Chris Gonzalez, visiting from Dallas, was having dinner with friends at a restaurant in the area.\n \"We felt it, we heard it, the restaurant went real quiet, the 26-year-old Gonzalez said. \"It wasn't like jolting or anything, everyone just went quiet.\"\n Rudy Alcide, a bouncer at Vanity Nightclub at 21st Street and  Sixth Avenue, said he, at first, thought something large had fallen.\n \"It was an extremely loud noise, everything was shaking, the windows were shaking, it was crazy,\" he said. \"It was extremely loud, almost like thunder, but louder.\"\n The FBI and Homeland Security officials, along with the ATF arson and explosive task force, are also at the scene.\n The White House said President Barack Obama  had been apprised of the explosion in New York City.\n\nLoad-Date: September 22, 2016"
}