{
    "title": "Explosions in Stockholm kill suspect, injure 2 others TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 12,
    "day": 12,
    "full text": "STOCKHOLM - A car explosion and what appeared to be a suicide attack injured two people, killed the apparent bomber, and caused panic among Christmas shoppers in Stockholm on Saturday.\nStockholm Police spokeswoman Petra Sjolander said a car exploded near Drottninggatan, a busy shopping street in the center of the city. Shortly afterward, a second explosion was heard higher up on the same street, and a man was found injured on the ground.\nHe was later pronounced dead.\nSjolander said it was unclear what had caused the second explosion and whether the two blasts were linked, but said a police bomb squad had been sent to the site.\nTen minutes before the blasts, Swedish news agency TT received an e-mail saying, \"The time has come to take action.\"\nAccording to the news agency, the e-mail referred to Sweden's silence surrounding artist Lars Vilk's drawing of Muhammad as a dog, and its soldiers in Afghanistan.\n\"Now your children, daughters and sisters shall die like our brothers and sisters and children are dying,\" the news agency quoted the e-mail as saying.\nPolice said they were aware of the e-mail, which had also been addressed to Sweden's security police, but couldn't immediately confirm a link to the explosions.\nTwo people were taken to the hospital with light injuries. It was not immediately clear in which explosion they were hurt.\nRescue services spokesman Roger Sverndal said the car that exploded contained gas canisters.\nGabriel Gabiro, a former Associated Press staff member, heard the second explosion from inside a watch store across the street and saw smoke coming from the area where the man was lying.\n\"There was a man lying on the ground with blood coming out in the area of his belly, and with his personal belongings scattered around him,\" he said.\nGabiro said that the blast was \"quite loud\" and that he had seen people running from the site.\n\"It shook the store that I was in,\" he said. \"Then there was smoke and gunpowder coming into the store.\"\n\"I saw some people crying, perhaps from the shock,\" he said.\nSweden - which has so far been spared any large terrorist attacks - raised its terror threat alert level from low to elevated in October because of \"a shift in activities\" among Swedish-based groups that could be plotting attacks there.\nThe security police said then that the terrorism threat in Sweden remained low compared with that in other European countries, and that no attack was imminent.\n\nLoad-Date: December 12, 2010"
}