{
    "title": "Exposed by Katrina, FEMA's flaws were years in the making",
    "publisher": "usa today",
    "year": 2005,
    "month": 9,
    "day": 8,
    "full text": "Today's debate: Disaster response\nOur view: Political appointments, loss of focus crippled disaster relief agency.\n---\nWhen Hurricane Katrina submerged a city, ravaged three states and disrupted hundreds of thousands of lives, it also laid bare huge gaps in the nation's ability to respond to disasters. None is more jaw-dropping than the ineptitude shown by the federal agency created to respond to natural disasters.\nMany failures of FEMA -- the Federal Emergency Management Agency -- have been reported in recent days: People stranded for days on New Orleans' rooftops without food or water. Patients dying for lack of medical supplies. The agency couldn't even get supplies to thousands marooned at the Morial Convention Center -- though reporters and even singer Harry Connick Jr. managed to reach the scene.\nBut a deeper review of the agency's history, the records of its top managers and internal memoranda reveal far deeper problems than a momentary burst of poor decisions. Over the past four years, the Bush administration has replaced competent leaders with people long on political connections but short on disaster management expertise. At the same time, the war on terrorism has drained the agency's resources and reduced its effectiveness.\nKatrina would have been devastating regardless, but those actions turned FEMA into something akin to New Orleans' famous levees -- a structure sure to fail when a big disaster struck.\nSince Katrina, blame for FEMA's blundering has zeroed in on the agency's director, Michael Brown. His failure should not have been a surprise. He had almost no experience in disaster work before he was appointed in 2003 by President Bush, and confirmed by the Senate, to lead the agency. Before joining FEMA as its counsel in 2001, Brown, a friend of the FEMA director who hired him, worked for nine years as a commissioner at an Arabian horse association.\nBut that's only the tip of FEMA's management problems. Brown's top deputy, Patrick Rhode, is equally inexperienced, according to his resume. Rhode worked for Bush's 2000 campaign and for the White House doing advance operations. Another senior FEMA manager, Daniel Craig, had been a lobbyist for electric cooperatives.\nIn addition, FEMA has seen an exodus of experienced officials over the past four years. By the time Katrina struck, three senior positions were either vacant or filled on an \"acting\" basis, including the director running Katrina-ravaged Mississippi and Alabama.\nThe reasons for most of the departures are unclear. But since 2003, FEMA has been downgraded -- swallowed up by the new Homeland Security Department, created to protect the nation from terrorism. The shift is logical. Responding to a major terrorist attack has a lot in common with responding to a natural disaster. But instead of building on the existing disaster response system, terrorism became a new and largely separate focus.\nAccording to a Government Accountability Office report, more than 75% of the agency's preparedness grants next year are targeted to state and local readiness for terrorism -- a mismatch to reality. Leaders of the National Emergency Management Association feared the impending result. Five of the group's leaders came to Washington just days before Katrina struck to warn Homeland Security Secretary Michael Chertoff that the shift, including more proposed erosions of FEMA's role, was weakening their readiness for disasters. The warning was prophetic.\nJames Lee Witt, the Clinton-era FEMA director who earned rare bipartisan praise for lifting the agency from scandal-prone backwater to a professional operation, says \"it's like a stake has been driven through the heart of emergency management.\"\nThat is where FEMA stood as Katrina made landfall on Aug. 29 along the Gulf Coast. Hours later, and more than a day after he was warned of the huge storm, Brown sent a memorandum to his boss asking for 1,000 volunteers to support rescuers. Brown said the volunteers would be sent for training within 48 hours. Part of their mission? \"Convey a positive image of disaster operations.\"\nWhat has FEMA been doing with its budget, if not gauging how many people it would need to react quickly to a huge disaster, identifying their skills and training them to be ready?\nThe path toward improvement is clear. It seems obvious that the FEMA leadership needs to be replaced with professionals. But sacrificial firings would not excuse the decisions that put them there, nor would they entirely fix the problem.\nWhat's needed is a speedy and impartial investigation of what went wrong with a focus on finding the best way to address the dual threats of terrorism and natural disaster.\nBush declared Tuesday that he would lead an internal review. That is neither practical, given the demands on a president, nor would it likely be regarded as credible.\nWhat about Congress? On Wednesday, Republican congressional leaders said the House and Senate will jointly investigate the disaster response at all levels. Oversight is Congress' job, but in the current climate, it's likely to have a hard time finding truth as Democrats try blame Bush while Republicans defend him. Congress also contributed to the problems by ignoring pleas for money to refurbish levees and natural barriers.\nA better option might be an independent panel like the 9/11 Commission, or perhaps even the 9/11 Commission itself, given the terrorism connection.\nThe government got it wrong after 9/11. It can't afford another miss.\nFEMA's history\n1979: President Carter creates the Federal Emergency Management Agency by executive order out of 16 major agencies. FEMA's initial mission is centered on natural disasters and civil defense.\n1992: Hurricane Andrew ravages Florida and Louisiana. Criticism of the agency hurts President George H.W. Bush's re-election efforts.\n1993-94: President Clinton appoints James Lee Witt as the first career specialist in disasters to head FEMA. With the Cold War over, Witt reorganizes the agency to focus on natural disasters.  FEMA's response to the Mississippi River flooding and the earthquake in Northridge, Calif., wins praise.\n2001: Joe Allbaugh, President Bush's 2000 campaign chairman, is made FEMA director. The 9/11 attacks on the World Trade Center and Pentagon prompt FEMA to focus its efforts on terrorism as well as natural disasters.\n2003: FEMA is rolled into the new Department of Homeland Security. Michael Brown, Allbaugh's former assistant and college friend, ascends to the top job.\n2005: Hurricane Katrina slams the Gulf Coast; FEMA's response is criticized.\n\nGraphic\n\n \nPHOTO, B/W, Jim Watson, AFP/Getty Images; PHOTO, B/W, USA TODAY; PHOTO, B/W, AP\n\nLoad-Date: September 8, 2005"
}