{
    "title": "EXTENDING THE COMBAT ZONE",
    "publisher": "the new york times",
    "year": 1988,
    "month": 8,
    "day": 14,
    "full text": "BEST LAID PLANS\nThe Inside Story of America's War Against Terrorism.\nBy David C. Martin and John Walcott.\nIllustrated. 392 pp. New York.\nHarper & Row. $22.50.\n \nWHY is it that the ostentatious hard-liners of the Reagan Administration proved much more eager to cut a deal for the release of American hostages in the Middle East than the alleged tenderfoots around President Carter? David C. Martin and John Walcott, correspondents for CBS News and The Wall Street Journal, respectively, attempt to answer this question by recounting the spectacular violent incidents involving United States citizens in the Middle East in the 1980's. They provide a thorough accounting of the failure of the Iranian hostage rescue mission in 1980, the Beirut Marine barracks bombing in 1983, the hijacking of TWA flight 847 in 1985 and the arms-for-hostages deals of 1985-86. If the authors scant the politics of counterterrorism, it is in favor of reporting previously undisclosed operational details.\nAs Mr. Martin and Mr. Walcott tell it, America had a serious terrorism problem by about 1980, and only a handful of officials were willing to face the ugly fact. ''An informal counterterrorist network lost in the complacency of the federal bureaucracy'' had to struggle for the obvious but politically unpalatable solution: a policy of ''swift and effective retribution'' against terrorists. Ronald Reagan's election gave the counterterrorists the opportunity to vindicate themselves.\nProgress was slow. In 1981 Brig. Gen. James Dozier was kidnapped in Italy by the ultra-left Red Brigades. Among other things, the Pentagon, according to the authors, contacted psychics who claimed to know the general's whereabouts. The counterterrorism experts in the Pentagon and the White House were almost as credulous. A gung-ho assistant at the National Security Council privately raised $500,000 from the Texas billionaire H. Ross Perot. Oliver North seriously considered having Mr. Perot's gold given to an informant who turned out to be a fraud. Eventually, the Italian police sprang General Dozier on their own.\nThe ambitions of Iran and Israel vastly complicated the efforts of the counterterrorists. Each country believed that it should prevail in the Middle East, and each was willing to resort to violence to achieve its goals. Israel invaded Lebanon in June 1982. The authors remind us that, as Israeli troops drove toward Beirut, the Israeli Air Force ''laid siege to the city in earnest, killing hundreds of civilians.'' In the next 18 months, armed Shiite fundamentalist groups in Lebanon responded. They blew up the United States Embassy and the Marine barracks, killing 17 American civilians and 241 servicemen.\nThe question was: Who would suffer swift, effective retribution for their role in terrorist violence? Not Israel, even though, as the authors note, the embassy in Beruit had predicted repeatedly and accurately that an Israeli invasion would trigger an Islamic response. Not Syria or Iran. Those two countries had sufficient violent recourse to deter American retaliation and, in the court of world opinion, they had a veneer of what counterterrorism experts like to call ''plausible deniability'' about their role in the violent actions of their surrogates. The Lebanese Islamic fundamentalists were thus most at risk - but they lived in densely populated neighborhoods. Any American raid would almost certainly kill civilians too.\nCold feet, complacency and frustration prompted the Reagan Administration to abandon swift, effective retribution for terrorism, according to the authors. The decisive moment, they suggest, came in 1985 when the United States received a credible report that the entire high command of the Iranian Revolutionary Guard was meeting in Lebanon with its local allies. Aides to the Joint Chiefs of Staff proposed firing a nonnuclear submarine-launched cruise missile at the meeting place. The Joint Chiefs rejected the idea. ''Instead of attacking Iranian terrorists, the Reagan administration decided to try to make friends with them.''\nHere, as elsewhere, the authors' initial sympathy with the Reagan Administration's counterterrorism enterprise gets the better of their judgment. They rely uncritically on the views of putative experts like Noel Koch, a Pentagon consultant, and Howard Teicher, a former National Security Council aide. Indeed, Mr. Walcott admits one of his sources drew him into writing a major ''seriously flawed'' story for The Wall Street Journal about Libya. Yet not until the very end of the book do the authors look closely at the premises of these experts. After all, it was these officials who had reduced all dealings with violent adversaries to either manly opposition or craven capitulation. If the Reagan Administration moved all too easily from one to the other, it may be because the entire counterterrorism enterprise was misconceived.\nThe first goal of counterterrorism was not retribution, but rather those twin ideals of the Reagan Administration - secrecy and public relations. ''Best Laid Plans'' covers only a modest fraction of ''America's war against terrorism.'' In a brief and never-developed aside, the authors note that there were no less than 31 secret Pentagon operations going on in Beirut in April 1984. These operations were completely hidden from the public, largely unknown to Congress and even fairly independent of the military chain of command. There were scores more such operations going on in Central America at the same time.\nInstead of accountability, the Reagan Administration offered public relations. Libya's Col. Muammar el-Qaddafi bore the brunt of America's retaliation not because he had instigated the most international violence (he hadn't, the authors note), but because he was the most easily demonized in the news media. The authors report that American military officials thought the bombing of Tripoli was a mediocre operation until someone brought in the dramatic infrared film from our bombers. President Reagan loved the tapes, so the mission was called a success.\nPublic relations, though, couldn't conceal policy failure forever. The revelations of the Iran-contra affair and the indictment of several of the leading counterterrorists have prompted second thoughts about the war on terrorism. In fact, neither the American Government nor the American people know what crimes have been committed in the name of counterterrorism.\nAlthough the authors write that Colonel North ''was not above using guile, intimidation, or deception to get his way,'' in the end they can't seem to decide whether he is a ''hero or a loose cannon.'' But their own reporting demonstrates that he was a chronic dissembler, brimming with bad ideas and bizarre predictions, who, when he met his adversaries at the negotiating table, got taken to the cleaners. What ''Best Laid Plans'' reveals most clearly is that until the history of the counterterrorism war is fully declassified, ordinary citizens and journalists alike will remain confused and susceptible to manipulation.\n\nGraphic\n\n \nPhoto of rescuers evacuating wounded marine after 1983 bombing of Marine barracks in Beirut (AP)"
}