{
    "title": "Extension of TRIA only a short-term fix",
    "publisher": "business insurance",
    "year": 2005,
    "month": 12,
    "day": 26,
    "full text": "RISK MANAGERS AND INSURERS have gained an additional two years of breathing room-but precious little else-from Congress' approval of a measure that would extend a scaled-back version of the federal terrorism insurance backstop through the end of 2007.\nThat's not to say that the extension isn't welcome-anything that returns some certainty to the terrorism insurance market comes as good news. But the bill leaves an awful lot of unfinished business that needs to be addressed.\nIronically, the extension bill passed by the House wouldn't have left nearly so many matters unsettled. The House's support for a broad-based independent commission required to present lawmakers with long-term solutions to the problems associated with providing terrorism insurance by itself made the House bill the preferable vehicle for backstop extension.\nBut the measure that emerged from the House-Senate conference committee only days before the current backstop would have expired contained no mandate, only a provision that a presidential working group report back to Congress on the state of the terrorism insurance market.\nThe House bill would have been better, because this is a long-term issue that demands a long-term resolution. As House Financial Services Committee Chairman Mike Oxley said, the compromise bill meant that ``the can was simply kicked down the road without any real reform.''\nWe couldn't agree more with Chairman Oxley. The compromise bill simply extends the status quo-in a diminished form-for two years, thus setting the stage for more last-minute wrangling in 2007 or simply letting the program expire whether or not a market-based replacement of some sort has arisen. Neither is acceptable.\nIt's incumbent upon risk managers and others directly affected by the federal terrorism insurance backstop to continue pushing for a permanent solution over the next two years.\nThey deserved such a solution this time around, but unfortunately, they didn't get it.\nIt's unfinished business that must be addressed as soon as possible, because there may very well not be another opportunity when the program expires two years down the road.\n\nGraphic\n\n \nArt Caption: defined benefits\nArt Credit: Schillerstrom\n\nLoad-Date: December 29, 2005"
}