{
    "title": "Extradited terrorism suspects appear in U.S. courtrooms",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 10,
    "day": 7,
    "full text": "NEW YORK - A partially blind Egyptian-born Muslim preacher charged in multiple terrorism plots entered a U.S. court for the first time Saturday without the use of his arms, complaining that prosthetic hooks he uses were taken away as he and four other defendants were flown overnight from London to New York.\nAbu Hamza al-Masri, 54, indicted under the name Mustafa Kamel Mustafa, entered a Manhattan courtroom under heavy security to face charges that he conspired with Seattle men to set up a terrorist training camp in Oregon and helped abduct 16 hostages, two of them American tourists, in Yemen in 1998.\nAl-Masri came into court with both arms exposed through his short-sleeved blue prison shirt. He reportedly lost both hands and an eye in a landmine explosion in Afghanistan in the 1980s. His court-appointed lawyer, Sabrina Shroff, asked that his prosthetics be immediately returned \"so he can use his arms.\"\nIn the 1990s, al-Masri turned London's Finsbury Park Mosque into a training ground for Islamists, attracting men that included 9/11 conspirator Zacarias Moussaoui and \"shoe bomber\" Richard Reid.\nHis court appearance followed soon after two other defendants brought to New York, Khaled al-Fawwaz and Adel Abdul Bary, entered not guilty pleas to charges that they participated in the bombings of two U.S. embassies in Africa in 1998.\nThe attacks killed 224 people, including 12 Americans. They were indicted in a case that also charged Osama bin Laden.\nIn New Haven, Conn., earlier in the day, Syed Talha Ahsan, 33, and Babar Ahmad, 38, entered not guilty pleas to charges that they provided terrorists in Afghanistan and Chechnya with cash, recruits and equipment. All five of the men face up to life in prison if they are convicted.\nAl-Masri, a one-time nightclub bouncer, entered no plea, saying only \"I do\" when he was asked by U.S. Magistrate Judge Frank Maas whether he swears that his financial affidavit used to determine if he qualifies for a court-appointed lawyer was correct.\nShroff told Maas that al-Masri needs use of his arms. \"Otherwise, he will not be able to function in a civilized manner.\"\nShe also asked for a dictating machine, saying he can't take notes, and the return of his diabetes medication and special shoes that prevent him from slipping. She said he will need a special diet in prison and a full medical evaluation.\nHis beard and hair white, al-Masri peered through glasses as he consulted with Shroff and another court-appointed lawyer, Jerrod Thompson-Hicks, in a proceeding that lasted less than 15 minutes.\nOutside court Saturday, Shroff took note of her client's condition, saying: \"I don't think he slept at all.\" Still, she added, \"He seemed very much like a gentleman.\"\nShroff and Thompson-Hicks also represented al-Fawwaz, 50, a citizen of Saudi Arabia. Thompson-Hicks said he is concerned whether his client will be properly treated for hypertension and high blood pressure. Attorney Andrew Patel, representing Bary, 52, an Egyptian citizen, said his client needs asthma medicine and treatment for other medical issues.\nPatel, who declined to comment afterward, told Maas that Bary reserved the right to request bail in the future.\nFour others who were tried in 2001 in the August 1998 bombings in Kenya and Tanzania are serving life sentences.\nAhsan, 33, and Ahmad, 38, were kept detained while they await trial in Connecticut, where an Internet service provider allegedly was used to host a website. Their lawyers declined to comment.\nAhmad made efforts to secure GPS devices, Kevlar helmets, night vision goggles, ballistic vests and camouflage uniforms, prosecutors said.\nU.S. Attorney Preet Bharara called the extraditions \"a watershed moment in our nation's efforts to eradicate terrorism.\"\nHe added: \"As is charged, these are men who were at the nerve centers of al-Qaida's acts of terror, and they caused blood to be shed, lives to be lost, and families to be shattered.\"\nAl-Masri is not the first ailing Egyptian-born preacher to be brought to Manhattan for trial. Omar Abdel-Rahman, known as \"the blind sheik,\" is serving a life sentence after he was convicted in 1995 in a plot to assassinate then-Egyptian President Hosni Mubarak and in another to blow up New York landmarks, including the United Nations Building and two tunnels and a bridge linking New Jersey to Manhattan. Abdel-Rahman has numerous health issues, including heart trouble.\nThe overnight trip to the United States came after a multiyear extradition fight that ended Friday, when Britain's High Court ruled that the men had no more grounds for appeal and could be sent to the United States immediately. The men have been battling extradition for about a decade.\n\"I'm absolutely delighted that Abu Hamza is now out of this country,\" said British Prime Minister David Cameron. \"Like the rest of the public, I'm sick to the back teeth of people who come here, threaten our country, who stay at vast expense to the taxpayer and we can't get rid of them.\n\"I'm delighted, on this occasion, we've managed to send this person off to a country where he will face justice.\"\nAl-Masri had been in a British jail since 2004 on charges of inciting racial hatred and encouraging followers to kill non-Muslims.\nAP file photo\nMuslim cleric Abu Hamza al-Masri has been extradited to the United States to face terrorism charges.\n\nLoad-Date: October 8, 2012"
}