{
    "title": "Extradition of hijack suspect a fruit of US terrorism policy",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 1,
    "day": 21,
    "full text": "The expected extradition of a suspected Lebanese hijacker from West Germany to the United States offers the Reagan administration its first opportunity to do what it has long said it most wanted to do: hold an accused terrorist accountable for his alleged crimes.\nBut in bringing Mohammed Ali Hamadei to the US to stand trial, Justice Department officials also face the prospect of creating yet another cause for Mr. Hamadei's purported terrorist colleagues. If Hamadei is found guilty and sentenced to a long prison term, his compatriots could have an increased incentive to target Americans and US institutions in an effort to pressure the administration to release Hamadei.\nBut for some, this is a danger the US must face. ''In fighting terrorism you can't just talk the hard line, you have got to be willing to play it,'' says George Carver, a former senior US intelligence officer now at Georgetown University's Center for Strategic and International Studies.\nMr. Carver says that if the US demonstrates it is prepared to act against those who attack Americans, in the long run the risk of terrorist attacks against Americans will diminish.\n''Up to now attacking Americans has been a relatively riskless activity - except for those who blow themselves up during the attack - and that is a perception that we have to change,'' he says.\nUS officials are planning new security measures to head off possible terrorist attacks related to the Hamadei extradition. A West German businessman, Rudolf Cordes, was kidnapped over the weekend in Beirut in what the West German government believes was retribution for Hamadei's arrest in Frankfurt early last week.\nDespite the risks of new terrorist attacks, US officials are determined to prosecute Hamadei and to push for a stiff sentence. Under an extradition agreement with West Germany, US Justice Department officials have agreed not to seek the death penalty for Hamadei.\nHamadei was arrested in the Frankfurt airport while carrying several containers of liquid explosives. He is one of four Lebanese suspects indicted in US federal court for their parts in the June 1985 hijacking of TWA Flight 847 from Athens. US Navy diver Robert D. Stethem was beaten and killed during the hijacking, and 39 American passengers were subsequently taken hostage and held for two weeks in Beirut.\nHamadei was linked to the hijacking by fingerprints found on the plane. Federal prosecutors are expected also to use videotaped pictures of the hijacking shot by US television news organizations and the first-hand accounts of some of the victims of the hijacking to bolster their case.\nIn broad terms, the Hamadei trial in the US would boost the Reagan administration's counter-terrorism policy, which has come under increasing fire in recent months as a result of the Iran-contra affair. The case represents the fruit of years of work by the Justice Department pushing for greater international cooperation and tougher extradition treaties. The idea has been to notify potential terrorists that they can no longer expect to get away unpunished.\nJustice Department officials have faced repeated frustrations in their efforts to prosecute terrorists. Last year, despite the urging and assistance of US officials, France missed an opportunity to arrest one of Hamadei's alleged colleagues in the TWA hijacking.\nIn 1985, Italy rejected US requests to detain Mohammed Abul Abbas, the suspected mastermind of the Achille Lauro cruise ship hijacking. Italian officials also refused US requests to turn over the hijackers to face charges in US courts. American tourist Leon Klinghoffer was killed during the attack, but Italy claimed jurisdiction because the Achille Lauro is an Italian ship. Later, Yugoslavia also refused to arrest Abul Abbas despite US requests.\nAmerican officials are hoping West Germany's cooperation in the Hamadei case is but the beginning in a growing international alliance among law enforcement officials to track down and prosecute terrorists. ''This is a textbook example of how we would like cases like this to work,'' says Justice Department spokesman Patrick Korten.\n\nGraphic\n\n \nPicture, Rudolf Cordes kidnapping linked to Hamadei arrest, AP"
}