{
    "title": "Extradited terrorism suspects appear in American courts PUBLIC SAFETY",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 10,
    "day": 7,
    "full text": "NEW YORK - An extremist Egyptian-born preacher charged in multiple terrorism plots entered a U.S. court for the first time Saturday.\nAbu Hamza al-Masri, 54, indicted under the name Mustafa Kamel Mustafa, entered a Manhattan courtroom under heavy security to face charges that he conspired with men from Seattle to set up a terrorist training camp in Oregon and helped abduct 16 hostages, two of them American tourists, in Yemen in 1998.\nAl-Masri has only one eye and claims to have lost his hands fighting the Soviets in Afghanistan. He complained in court that prosthetic hooks he uses were taken away as he and four other terrorism defendants were flown to New York from London. His court-appointed attorney, Sabrina Shroff, asked that his prosthetics be immediately returned.\nIn the 1990s, al-Masri turned London's Finsbury Park Mosque into a training ground for extremist Islamists, attracting men including Sept. 11 conspirator Zacarias Moussaoui and \"shoe bomber\" Richard Reid.\nHis court appearance followed soon after two other defendants brought to New York, Khaled al-Fawwaz and Adel Abdul Bary, entered not guilty pleas to charges that they participated in the bombings of two U.S. embassies in Africa in 1998. Al-Fawwaz and Abdul Bary were indicted in a case that also charged Osama bin Laden.\nIn New Haven, Conn., earlier in the day, Syed Talha Ahsan, 33, and Babar Ahmad, 38, entered not guilty pleas to charges that they provided terrorists in Afghanistan and Chechnya with cash, recruits and equipment. All five of the men face up to life in prison if they are convicted.\nAl-Masri, a one-time nightclub bouncer, entered no plea. Shroff told Maas that al-Masri needed use of his arms. \"Otherwise, he will not be able to function in a civilized manner.\"\nShe also asked for a dictating machine, saying he can't take notes; the return of his diabetes medication; a special diet for him in prison; and a full medical evaluation.\n\nLoad-Date: October 8, 2012"
}