{
    "title": "EXTRADITION FOR MAN CHARGED IN PLOT",
    "publisher": "wisconsin state journal",
    "year": 2020,
    "month": 12,
    "day": 17,
    "full text": "PORTAGE - A Wisconsin man accused of being in a plot to kidnap Michigan Gov. Gretchen Whitmer should be extradited to Michigan, but he will be given a chance to appeal first, a judge ruled.\nBrian Higgins was allegedly part of a crew conducting surveillance of the governor's vacation home for the kidnapping plot. He is charged with material support of an act of terrorism.\nThe Wisconsin Dells man, 52, is jailed in Columbia County until any appeal of his extradition is decided.\nDefense attorney Christopher Van Wagner argued the Michigan extradition order should not be granted, saying Whitmer has a conflict of interest in the matter because she is the victim, WLUK-TV reported.\nColumbia County Circuit Court Judge Todd Hepler rejected the defense's line of reasoning.\n\"Mr. Higgins is not being deported to some third-world kangaroo court,\" Hepler said during a Zoom hearing Tuesday. \"He will enjoy all of the constitutional rights guaranteed to every American citizen, including due process of law.\"\nHiggins is among 14 men charged in the domestic terrorism case. The plotters planned to storm Michigan's state Capitol building and kidnap officials, including the Democratic governor, officials said.\nMan pleads guilty to killing ex-wife\nJUNEAU - A Beaver Dam man has pleaded guilty to fatally shooting his ex-wife in a plea deal with prosecutors.\nUlisses Medina Espinosa, 33, entered the plea to first-degree intentional homicide Tuesday in Dodge County Circuit Court.\nMedina Espinosa will get a life sentence, but under the terms of the plea agreement may be eligible for parole and community supervision.\nHe was charged with the March 2019 shooting death of Stacia Hollinshead. The shooting took place at a Beaver Dam residence while Hollinshead and her daughter were visiting her grandparents. Hollinshead was shot 15 times while the girl was in a nearby room.\nHollinshead was an assistant state's attorney in DeKalb County, Illinois. Hollinshead had filed for divorce from Medina Espinosa in 2016 and filed for a protective order against him the same year.\nSentencing is scheduled for April 5.\nThe prosecution has agreed to argue for no more than 50 years in prison until parole eligibility and the defense no less than 30 years in prison.\n\nLoad-Date: December 18, 2020"
}