{
    "title": "Extremist culinary students claim Marathon ravioli was warning",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 5,
    "day": 7,
    "full text": "PITTSBURGH (Exaggerated Press) — A group of extremist culinary students has claimed responsibility for disrupting Sunday's Pittsburgh Marathon with a ravioli-filled microwave. \nIn soup-stained letters distributed today to various media outlets, the radical contingent vowed to continue its comestible-related terrorism until America better appreciates gourmet cooking. \nThe letter stated, in part, \"To the indigestion-prone infidels who dine at the tables of the clown Ronald McDonald, we deliver this message: Try an occasional prix fixe tasting menu in a restaurant that shuns the digestively blasphemous Happy Meal — or your rivers will run red with marinara sauce.\" \nOfficials believe the communique from the group, which calls itself Bomb Appetite, is legitimate. \nIts members assert that they placed the microwave, which contained a bowl of ravioli, near the marathon finish line. Because an explosives-laden SUV was discovered a day earlier in New York's Times Square, concerned local authorities initially suspected the microwave contained an incendiary device. \nThe race route was detoured, and a robot detonated the microwave, scattering bits of pasta casings — some gruesomely still containing traces of their savory filling — for several hundred feet. \n\"It's a sight I'll never forget. There was meat everywhere,\" said a still-shaken Edna Pruitt, who observed the destruction and continues to have nightmares over what she witnessed. \nArthur Pemmington, a spokesman for the FBI's counter-culinary terrorism unit, said surveillance video taken near the scene shows a man in a chef's toque and double-breasted white jacket running in the opposite direction of the microwave. \nPemmington declined to confirm reports the man brandished a spatula as he fled but said that any member of the group should be considered armed and extremely dangerous. \n\"These fine-dining jihadists will use any foodstuff or cooking utensil at their disposal,\" he said. \"Civilians should never approach these suspected terrorists directly. That would be a recipe for disaster.\" \n\nLoad-Date: May 7, 2010"
}