{
    "title": "Extremists returning home top terrorism worry",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 9,
    "day": 2,
    "full text": "WASHINGTON - The case of Mehdi Nemmouche haunts U.S. intelligence officials.\nNemmouche is a Frenchman who authorities say spent 11 months fighting with the Islamic State group in Syria before returning to Europe to act out his rage. On May 24, prosecutors say, he methodically shot four people at the Jewish Museum in central Brussels. Three died instantly, one afterward. Nemmouche was arrested later, apparently by chance.\nFor U.S. and European counterterrorism officials, that 90-second spasm of violence is the kind of attack they fear from thousands of Europeans and up to 100 Americans who have gone to fight for extremist armies in Syria and Iraq.\nThe Obama administration has offered a wide range of assessments of the threat to U.S. national security posed by the extremists who say they've established a caliphate, or Islamic state, in an area straddling eastern Syria and northern and western Iraq, and whose actions include last month's beheading of American journalist James Foley. Some officials say the group is more dangerous than al-Qaida. Yet intelligence assessments say it currently couldn't pull off a complex, 9-11-style attack on the U.S. or Europe.\nHowever, there is broad agreement across intelligence and law enforcement agencies of the immediate threat from radicalized Europeans and Americans who could come home to conduct lone-wolf operations. Such plots are difficult to detect because they don't require large conspiracies of people whose emails or phone calls can be intercepted.\nThe 2013 Boston Marathon bombings were like that, carried out by radicalized American brothers Dzhokhar and Tamerlan Tsarnaev acting on their own. So was the 2010 attempt to bomb New York's Times Square by Faisal Shahzad, who received training and direction in Pakistan but operated alone in the United States.\nOn Friday, Britain raised its terror threat from \"substantial\" to \"severe,\" its second highest level, citing a foreign fighter danger that made a terrorist attack \"highly likely.\" The U.S. didn't elevate its national terrorist threat level, though White House press secretary Josh Earnest said the administration was closely monitoring the situation. Homeland Security Secretary Jeh Johnson said Friday that U.S. authorities aren't aware of any \"specific, credible\" threats to the U.S. homeland from the group.\nSo far, Nemmouche is the only foreign fighter affiliated with the Islamic State group who authorities say returned from the battlefield to carry out violence, and some scholars argue the danger is overstated. But nearly every senior national security official in the U.S. government - including the attorney general, FBI director, homeland security secretary and leaders of key intelligence and military agencies - has called foreign fighters in Syria and Iraq their top terrorism worry.\n\"While we have worked hard over the last year and a half to detect Westerners who have gone to Syria, no one knows for sure whether there are those who have gone there undetected,\" said John Cohen, a Rutgers University professor who stepped down in July as the Homeland Security Department's counterterrorism coordinator.\n\"And that's why those of us who look at this every day are so concerned that somebody is going to slip through the cracks,\" Rep. Mike Rogers, R-Mich., the House Intelligence Committee chairman, said Thursday on CNN. \"They're either going to get into Europe or they're going to get into the United States.\"\nUnlike al-Qaida militants in Pakistan and Yemen, American and European passport holders who have secretly gone to fight in Syria can travel freely if they have not been identified as terrorists. U.S. authorities are sifting through travel records and trying to identify the foreign fighters, but they won't see all of them.\nAn American from San Diego, Douglas McAuthur McCain, was killed this week in Syria, where, officials say, he was fighting with the Islamic State. The U.S. is investigating whether a second American also was killed.\nIntelligence officials estimate that about a dozen Americans are fighting with the Islamic State group.\n\nLoad-Date: September 11, 2014"
}