{
    "title": "EXTREMIST MILITIAS SEE RESURGENCE UNDER BAM",
    "publisher": "daily news ",
    "year": 2009,
    "month": 8,
    "day": 13,
    "full text": "WASHINGTON - Federal counterterror agents are probing the threat posed by resurgent domestic militia groups focusing their anti-government rage at President Obama, U.S. officials told the Daily News yesterday.\nWord of the feds' new push to get a grip on fringe extremists - who faded into the background after the 9/11 attacks - came as a new watchdog report warned militias are making a racist \"comeback\" thanks to Obama's election.\n\"The face of the federal government today is black, and that has injected a whole new element into the militia movement,\" said Mark Potok, director of the Southern Poverty Law Center's intelligence project, which issued the report.\nThe center's report said a rash of domestic terrorism cases recently, plus skyrocketing firearms and ammunition sales and an explosion of heated rhetoric by disgruntled militia types, is cause for worry.\nSome hate groups also are opposing Obama's health care reform efforts as a form of Socialism, a top federal agent said.\nAfter Obama's election, many counterterror officials snickered at the idea of a militia comeback from the 1990s. Some still insist the threat is overblown - and local.\nBut when Obama was sworn in, the FBI's Intelligence Directorate and Domestic Terrorism Section - which probes homegrown malcontents - asked joint-terrorism task forces nationwide to sniff around for hints of possible violent activity.\nThey are not spying on protected speech, officials emphasized.\n\"We don't know if there's an increased threat,\" a law enforcement source said.\n\"There's legitimate concern,\" said an agent inside the Justice Department who laughed off the threat months ago. \"You're seeing more paranoia by the militias.\"\nAuthor Ronald Kessler reports in his new book, \"Inside the President's Secret Service,\" that threats against Obama are up 400% over threats to George W. Bush.\nGovernment insiders told The News that threats are now decreasing. They noted that only one would-be assassin - Sara Jane Moore, who targeted President Ford in 1975 - was ever in the Secret Service's threat database beforehand.\njmeek@nydailynews.com\n\nLoad-Date: August 13, 2009"
}