{
    "title": "Extremists hijack religion",
    "publisher": "usa today",
    "year": 2013,
    "month": 9,
    "day": 25,
    "full text": "Islamic extremists killed more than 70 people at a mall in Nairobi, Kenya, over the weekend. Somali al-Shabab extremists were behind the attacks.\nThe \"religion\" of Islam didn't kill these people, but fanatics did, just as in any religion where radicals exist. I wonder how may peace-loving Christians, filled with religious fervor, owned slaves and beat those who wouldn't comply? How much hate today is tied to religious beliefs, especially beliefs that don't coincide with those of others?\nThomas Laurie Felts\nIf the attackers in Kenya did this as \"retribution,\" then I say we  blow up all the Islamic radicals as \"retribution\" for 9/11. I'm sure many of our politicians will expect us to do something about this attack at the Nairobi mall. They seem to want to take care of everything and everyone as long as it is not the people here in the USA who need help and protection.\nDarlene Bowers Blankenship\nIslamic terrorism is our business. Extremists will  kill you at your neighborhood mall if they figure out a way to do it.\nDo the Sept. 11 and the Boston marathon attacks sound familiar?\nDavid Swain\nAmericans are tired of Muslim fanatics? Maybe they should stop funding and arming them and calling them freedom fighters as they do in Syria.\nAmericans think Muslims aren't doing enough to denounce and sideline the more radical and violent in their midst? Maybe Americans should stop going out of their way trying to overthrow secular Arab leaders such as Saddam Hussein, Moammar Gadhafi and Bashar Assad, who keep al-Qaeda in check and protect Christians.\nAll American foreign policy has done is destabilize Middle Eastern countries, thereby removing any possibilities they have to combat terrorism and then whine about the consequences.\nJugurtha Syphax\nPeople thinking the deeds of radical fools in the name of Islam represent true Muslims  would be the same as claiming the Klu Klux Klan and its hateful deeds define Christianity.\nKalah Terry\n---\nWHAT IS AL-SHABAB?\nAl-Shabab is an extremist Islamic terrorist force that grew out of the anarchy that crippled Somalia after warlords ousted a longtime dictator in 1991.\nWHY ATTACK KENYA?\nAl-Shabab has warned for two years that it will attack Kenya in retaliation for the country's leading role in sending troops to Somalia in 2011 and effectively reducing the extremist group's power in Somalia.\nSource AP \n\nLoad-Date: September 25, 2013"
}