{
    "title": "Eyes, ears needed to fight low-tech terrorism",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 5,
    "day": 13,
    "full text": "The movies were an affront to God, encouraging vice and Western-style decadence. So in August 1978, four Shiite revolutionaries locked the doors of the Cinema Rex in the Iranian city of Abadan and set the theater on fire. The firefighters were late, and nearby hydrants did not work. The victims' shrieks could be heard while firefighters and police stood outside, watching helplessly. At least 377 people -- perhaps many more -- were burned alive.\nNever heard of the Cinema Rex fire? You're not alone. But the tragedy is more than an obscure, grisly memory from the run-up to the 1979 Iranian Revolution. It's also the second-deadliest terrorist attack in modern history -- deadlier even than airline bombings such as Pan Am Flight 103 -- and one that offers many lessons about the changing threat of terrorism today.\nSince Sept. 11, 2001, most Americans have worried about what terrorism experts call \"spectaculars\": massive, ingenious and above all theatrical extravaganzas such as al-Qaida's attack on the twin towers, its simultaneous 1998 bombings of the U.S. embassies in Kenya and Tanzania, and its brazen 2000 suicide-boat assault on the USS Cole in Yemen. But perhaps we should be more worried about the Cinema Rex attack.\nAlthough Osama bin Laden and his lieutenants still dream of spectaculars, a quick glance at the terrorist acts committed since 9/11 suggests that perpetrators are going low-tech, too. As the survivors of attacks in London, Madrid and the Russian town of Beslan will confirm, such tried-and-true terrorism methods as low-tech bombs, hostage-taking and arson have tremendous appeal to jihadists. Indeed, the State Department's annual survey on terrorism, released last week, notes that \"in 2006 most attacks were perpetrated by terrorists applying conventional fighting methods that included using bombs and weapons, such as small arms.\"\nWhile the United States and other countries have devoted lots of attention to bracing themselves for the big one, we've spent far too little time considering what we can learn from more mundane -- and more repeatable -- terrorist attacks that can inflict mass casualties.\nA look at the various suspects arrested in recent years for crimes linked to radical Islamic terrorism in the United States suggests that the immediate threat we face is angry amateurs, not poised, professional killers such as Mohamed Atta, the leader of al-Qaida's 9/11 team. Most of those arrested do appear to have meant Americans harm, whether by conducting attacks on their own or by raising money for other would-be killers. But these plots were rarely well-developed, and the operators were at best enthusiastic novices.\nConsider the case of one of the few Americans actually convicted of terrorism since 9/11: Lyman Faris, an Ohio truck driver and naturalized U.S. citizen born in Kashmir who pleaded guilty in 2003, plotted to destroy the Brooklyn Bridge by severing its cables with blowtorches. Scary, sure -- but a completely absurd way to destroy the bridge, whose many cables are more than a foot in diameter.\nThese homegrown terrorists don't necessarily share the zeal and anonymity of a seasoned professional such as Atta. Many of those arrested on terrorism charges have a prison record and thus are known to law enforcement officials.\nOne of the most advanced post-9/11 plots, against the Israeli consulate in Los Angeles and U.S. military facilities in the area, involved four former inmates who began their plotting while behind bars. Former prisoners rarely make ideal comrades; many would sell their own mother for a small reward.\nBut it's a mistake to write off the angry amateurs. They're not terribly skilled, but it doesn't take that much skill to kill dozens of people -- as the shootings at Virginia Tech so tragically demonstrate. Attacks such as the Cinema Rex fire are easily repeated, and they don't take the years of onerous training and planning that spectaculars demand.\nSo how can we stop low-tech terrorism? Unfortunately, better defenses can solve only part of the problem. We should defend the White House, nuclear plants and other high-profile targets that would tempt terrorists to stage a spectacular. But we can't defend every movie theater, synagogue, local government building or shopping mall without spending hundreds of billions of dollars and turning the United States into an armed camp.\nThat leaves offense -- at home as well as abroad. The FBI has tried to penetrate cells of would-be terrorists, often opening itself to criticism for spending enormous resources on disrupting what seems to be a bunch of bungling blowhards. The bureau should keep at it. Of course, sometimes a ballyhooed terrorism arrest will look foolish when the media reveal the plotters' amateurish plans and backgrounds. But aggressive law enforcement can help prevent these amateurs from becoming something more deadly.\nPerhaps the best way to fight low-tech terrorists is through community support. For instance, the FBI began to focus on the \"Lackawanna Six,\" who pleaded guilty in 2003 to providing material support to al-Qaida, after receiving an anonymous letter from a member of the Yemeni community in Lackawanna, N.Y., near Buffalo. But to get these sorts of tips, Arab Americans and Muslim Americans need to see the police as protectors, not persecutors.\nIn this respect, Europe provides a cautionary tale. Governments there, particularly France's, have spent more time trying to shake down their Muslim communities for intelligence than they've spent reassuring and integrating them. The result? An angry, unassimilated Muslim minority whose fringes produce terrorists while its mainstream often resists police efforts to find them. The U.S. government has a fine line to walk here, too. But when in doubt, we should jettison intrusive measures in favor of those likely to win sustained support from Muslim Americans.\nFinally, the government needs to talk coolly and calmly to the American people. Complete protection against arson, shootings and low-level bombings is impossible. Americans will have to accept a certain amount of risk in their daily lives, recognizing that effective government policies can reduce the threat but not eliminate it. Public opinion is the fulcrum of counterterrorism. Terrorists -- high-tech and low-tech alike -- rely on overreaction from a rattled public and government to do their dirty work. We shouldn't indulge them. Daniel L. Byman is director of Georgetown University's Center for Peace and Security Studies and a senior fellow at the Brookings Institution.\n\nLoad-Date: May 13, 2007"
}