{
    "title": "Ezrahi discusses terror, liberties",
    "publisher": "university wire",
    "year": 2004,
    "month": 2,
    "day": 4,
    "full text": "Yaron Ezrahi, former senior fellow at the Israel Democracy Institute in Jerusalem and former White House advisor, spoke at the Duke University School of Law Tuesday afternoon about the effects of terrorism on civil liberties in both the United States and Israel.\nEzrahi, currently a political science professor at Hebrew University of Jerusalem, described how three months ago the faculty at his school sponsored a debate about local soldiers who refused to fight in the military. After a journalist publicized the debate, the cost of producing the event increased from $ 200 to $ 1,500 due to security precautions.\nDuke U.\n\"It was impossible to believe at our university that some views would be more expensive to express than others,\" he said.\nThe native Israeli warned the dozen people in his audience that living in fear of terrorism can erode the democratic ideals of a society.\n\"A public that is easy to scare is not likely to maintain democracy for a long time,\" Ezrahi said. \"If the United States is not like that, democracy might have a better future.\"\nTo demonstrate the effects of terrorism within his own country, Ezrahi recounted a story about a suicide bomber who worked at his university last year and was successful in bombing the school cafeteria. Since the event, the security within Hebrew University has tightened.\n\"When I go to lecture my students, I go through at least three security checks,\" he said.\nEzrahi, who was previously a visiting professor at Duke, also discussed how an open-ended society should respond to terrorism. He challenged his audience to think about how a democratic society could defend itself against terrorism while demanding the security and freedoms of Western culture.\nHis interest in the subject originated from the counterintuitive notion that a form of warfare with such limited resources could cause so much fear in a community. He called terrorism \"a war on the psyche of the public.\"\nThe lecture lasted about an hour, after which Ezrahi opened the floor for questions from the audience, which mostly focused on the Israeli-Palestinian conflict.\n\"While I don't believe in miracles, I do believe the most constructive power in the Middle East is that the Israelis and Palestinians want to live in peace,\" he said. \"There is compelling evidence for this.\"\nParticipants applauded the tone of the question-and-answer session, which functioned like a classroom discussion.\n\"It went very well,\" said Matthew Kleiman, a first year law student. \"You don't often get the opportunity to have small group, serious discussions with someone not trying to push an agenda.\"\nEzrahi remained very positive about the U.S. response to terrorism thus far and declared his admiration for the plans for the Sept. 11 memorial as an example of the United States' resilience in the face of terrorism.\n\"I was moved by the architectural plans for the Freedom Tower,\" he said. \"A tower made of glass implies vulnerability and trust. Moving to a tall, glass tower is a powerful cultural statement to make, and I am in favor of this.\"\nEzrahi, who is visiting Durham, N.C., as part of the Evans Israel Academic and Cultural Residency Program, also spoke Tuesday evening about the Israeli peace process.\n(C) 2003 The Chronicle via U-WIRE\n\nLoad-Date: February 4, 2004"
}