{
    "title": "F.B.I. Obtained Reporters' Phone Records",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 9,
    "full text": "The Federal Bureau of Investigation said Friday that it had improperly obtained the phone records of reporters for The New York Times and The Washington Post in the newspapers' Indonesia bureaus in 2004.\n  Robert S. Mueller III, director of the F.B.I., disclosed the episode in a phone call to Bill Keller, the executive editor of The Times, and apologized for it. He also spoke with Leonard Downie Jr., the executive editor of The Washington Post, to apologize.\n  F.B.I. officials said the incident came to light as part of the continuing review by the Justice Department inspector general's office into the bureau's improper collection of telephone records through ''emergency'' records demands issued to phone providers. \n  The records were apparently sought as part of a terrorism investigation, but the F.B.I. did not explain what was being investigated or why the reporters' phone records were considered relevant.\n  The Justice Department places a high bar on the collection of reporters' records in investigations because of First Amendment concerns, and obtaining such records requires the approval of the deputy attorney general. That requirement was not followed when the F.B.I. obtained the records of two reporters for The Times in Indonesia, Raymond Bonner and Jane Perlez, as well as two reporters there for The Post, Ellen Nakashima and Natasha Tampubolon, officials said.\n  ''The F.B.I. is committed to protecting the news media consistent with the First Amendment and Department of Justice policies, and we very much regret that this situation occurred,'' Valerie Caproni, general counsel for the bureau, wrote in a letter to Mr. Keller faxed Friday.\n  Ms. Caproni said the telephone records, which list the numbers that were called but do not show the calls' content, had been purged from the F.B.I.'s databases. She also said the records were not used as part of any investigation. \n  But Mr. Downie said it was not clear to him why the F.B.I. was interested in his reporters' records in the first place. \n  ''I want to find more about what this is about,'' he said. ''We will be asking our general counsel to advise us on what more we should be doing about this.''\n  Mr. Keller said: ''I told the director that it was gracious of him to apologize. Of course, we'd still like to know more about how this happened and how the bureau is securing against similar violations in the future.''\n  An initial report by the inspector general last year found that the F.B.I. had violated its own policies in tens of thousands of cases by obtaining phone records in terrorism investigations through what are known as national security letters, without first getting needed approval or meeting other standards. In some cases, the F.B.I. used a whole new class of demands -- emergency or ''exigent'' letters -- that are not authorized by law. The emergency records were used in the Indonesian episode.\n  The inspector general's findings have prompted outrage in Congress, with leading lawmakers calling for greater checks on the F.B.I.'s ability to gather private information in terrorism investigations. But bureau officials say they have instituted internal reforms to solve the problem.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 9, 2008"
}