{
    "title": "F.B.I. Did Not Tell Police In Boston of Russian Tip",
    "publisher": "the new york times",
    "year": 2013,
    "month": 5,
    "day": 10,
    "full text": "WASHINGTON -- The F.B.I. did not tell the Boston police about the 2011 warning from Russia about Tamerlan Tsarnaev, one of the two brothers accused in the Boston Marathon bombings, the city's police chief said Thursday during the first public Congressional hearing on the terrorist attack.\nBoston's police commissioner, Edward Davis, said that though some of his officers worked with the F.B.I. on a Joint Terrorism Task Force, they did not know about the Russian tip or the bureau's subsequent inquiry, which involved an interview with Mr. Tsarnaev and his parents.\nHad his department learned about the tip, in which Russian officials said that Mr. Tsarnaev had embraced radical Islam and intended to travel to Russia to connect with underground groups, ''we would certainly look at the individual,'' Commissioner Davis told the House Homeland Security Committee. He noted that F.B.I. officers found no evidence of a crime and closed the case. He said that he could not say whether he would have reached a different conclusion, but that his officers would ''absolutely'' have taken a second look at Mr. Tsarnaev.\nCommissioner Davis said he recognized the sensitivity of intelligence received from other countries. ''But when information is out there that affects the safety of my community, I need to know that,'' he said.\nIn a statement later on Thursday, the F.B.I. said that the squad that carried out the assessment of Mr. Tsarnaev in 2011 included some Boston Police Department officers, and it suggested that they could easily have read the information collected about him in a database that every member of the Joint Terrorism Task Force has access to. But the statement also noted that the Boston task force conducted about 1,000 assessments in 2011, a workload that made it unlikely that each assessment could get close attention from every task force member. Also, Mr. Tsarnaev lived in Cambridge, not Boston.\nThe committee's chairman, Representative Michael McCaul, a Texas Republican who is a former federal counterterrorism prosecutor, said he was concerned that a decision not to share information among agencies -- widely blamed for the failure to prevent the Sept. 11, 2001, terrorist attacks -- might have been a factor in the Boston bombings.\n''We learned over a decade ago the danger in failing to connect the dots,'' Mr. McCaul said. ''My fear is that the Boston bombers may have succeeded because our system failed. We can and we must do better.''\nMr. McCaul said he also had concerns that the ''emerging narrative'' about the Boston plot ''downplays the spread of the global jihadist movement.''\n''From the attack at Fort Hood to the tragedy at Benghazi, the Boston bombings are our most recent reminder that we must call terrorism really for what it is in order to confront it,'' Mr. McCaul said. ''You cannot defeat an enemy you refuse to acknowledge.''\nSome Republicans have accused the Obama administration of playing down the threat from radical Islam and of exaggerating the administration's success in reducing the threat from Al Qaeda. On Wednesday, at a politically charged hearing that lasted for almost six hours, Republicans accused the administration of initially trying to cover up the true nature of the attack last September on the American diplomatic mission in Benghazi, Libya.\nThe F.B.I.'s investigation of the Boston attack is continuing, but officials have said that so far the evidence suggests that Mr. Tsarnaev, 26, who was killed in a shootout after the bombings, and his younger brother, Dzhokhar, 19, who awaits trial on terrorism charges, were radicalized in the United States and got their instructions in bomb making from the Internet.\nBut agents are currently in Dagestan, a turbulent area of southern Russia where Tamerlan Tsarnaev spent six months last year. The agents are looking into reports that Mr. Tsarnaev was trying to connect with Islamist militants who have carried out a campaign of terrorism against Russian forces.\n\nhttp://www.nytimes.com/2013/05/10/us/boston-police-werent-told-fbi-got-warning-on-tsarnaev.html\n\nGraphic\n\n \nPHOTO: Edward Davis, Boston's police commissioner, testifying Thursday in the first public Congressional hearing on the attack there. (PHOTOGRAPH BY GARY CAMERON/REUTERS)       \n\nLoad-Date: May 10, 2013"
}