{
    "title": "F.B.I. Spying Not Fueled by Politics, Report Says",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 21,
    "full text": "WASHINGTON -- Despite an uproar in 2006 over the disclosure that federal agents had investigated dozens of domestic political advocacy groups, the Federal Bureau of Investigation was motivated by concerns that members of the groups might commit crimes and was not spying on them because of their political views, a Justice Department report said on Monday.\nStill, the 209-page report, by the office of Inspector General Glenn A. Fine, criticized the F.B.I. for classifying certain nonviolent crimes related to protest activities as terrorism. And it sharply attacked the bureau for making a series of ''false and misleading statements to the public and to Congress'' about its surveillance of an antiwar protest on Nov. 29, 2002.\nDespite such criticisms, an F.B.I. spokesman, Michael Kortan, said Monday evening that the report's most important finding was that after ''an exhaustive review of hundreds of investigative decisions the F.B.I. made after the Sept. 11 attacks,'' Mr. Fine's office ''did not uncover even a single instance where the F.B.I. targeted any group based on the exercise of a First Amendment right.'' Nor, Mr. Kortan said, did the report suggest ''any significant modifications'' of the bureau's investigative powers.\nThe report involved investigations of antiwar, environmentalist and animal rights groups from the 2001 terrorist attacks through much of the administration of President George W. Bush.\nIn the case of the 2002 protest, an F.B.I. agent who attended the event filed a two-page account labeled ''results of investigation of Pittsburgh antiwar activity'' that was disclosed to the American Civil Liberties Union as part of a larger response to several Freedom of Information Act requests in 2006. It detailed leafleting by people associated with the Thomas Merton Center, which the agent described as a ''left-wing organization'' that advocated pacifism, to protest the coming Iraq war.\nThe account described the leaflets as making such claims as that Iraq had no weapons of mass destruction and raised questions about whether the center was linked to Muslims. The agent also photographed an activist who ''appeared to be of Middle Eastern descent'' and submitted her picture to terrorism analysts.\nAfter the A.C.L.U. made the report public, the bureau's press office told reporters that the agent attended the protest ''as a direct result of information provided to the F.B.I. related to an ongoing investigation.'' Later, the F.B.I. director, Robert S. Mueller III, told Congress that the agent was trying to ''identify an individual who happened to be, we believed, in attendance at that rally.''\nIn fact, the inspector general found, this story was false: a supervisor had sent the agent to the protest as a ''make-work'' assignment to see if any subjects of Pittsburgh terrorism investigations ''happened to show up without having any reason to think any of them would be there.''\nThe agent later told the inspector general's office that he had gone overboard in carrying out that task because he was a recent hire, and he described the report as ''atrocious'' and a ''horrible mistake,'' saying he could ''understand why people would become inflamed about it.''\nIn 2006, officials in the Pittsburgh office apparently came up with the story that the agent had attended the protest in search of a specific individual as part of a terrorism investigation -- a false ''after-the-fact justification'' that made its way into the press statement and briefing materials for Mr. Mueller.\nThe investigators were also unable to determine who was responsible for the false account. But the report emphasized that there was no reason to believe that Mr. Mueller deliberately misled Congress.\nThe report also criticized several episodes in which it characterized F.B.I. agents as opening or continuing investigations despite scant evidence of a federal crime, and it criticized classifying some nonviolent protest-related actions, like trespassing on a military base, as ''terrorism'' matters. As a result, it said, some people are being inappropriately put or kept on terrorism watch lists.\nThe inspector general report did note that rules limiting F.B.I. investigations were relaxed in 2002 and eased further in 2008. As a result, one problem documented in the report -- keeping information in F.B.I. files related to political activities deemed irrelevant to potential criminal or terrorist activity -- is no longer improper. The report suggested that the restriction be reinstated.\nMichael German, a former F.B.I. agent who is now with the American Civil Liberties Union, which filed some of the Freedom of Information Act requests that led to the disclosure of the investigations, also said the guidelines were too lax.\nMr. German argued that the report showed that ''the rules designed to limit the F.B.I. don't protect wholly innocent people from being spied on for their political activities'' because agents are authorized to take steps like sending informants to spy on groups based on very little reason for suspicion that they might commit a crime.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Robert S. Mueller III, the F.B.I. director, in 2006. A new report said the agency had not focused on groups' political views. (PHOTOGRAPH BY STEPHEN CROWLEY/THE NEW YORK TIMES)                                      \n\nLoad-Date: September 21, 2010"
}