{
    "title": "F.B.I. Director Warns of Russian Interference and White Supremacist Violence",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 17,
    "full text": "Testimony by Christopher A. Wray contradicted efforts by President Trump and other officials to downplay the threats.\nWASHINGTON — Christopher A. Wray, the director of the F.B.I., warned a House committee on Thursday that Russia was actively pursuing a disinformation campaign against former Vice President Joseph R. Biden Jr. and expressed alarm about violent extremist groups.\n“Racially motivated violent extremism,” mostly from white supremacists, has made up a majority of domestic terrorism threats, Mr. Wray told the House Homeland Security Committee. He also echoed an intelligence community assessment last month that Russia was conducting a “very active” campaign to spread disinformation and interfere in the presidential election, with Mr. Biden as the primary target.\n“We certainly have seen very active — very active — efforts by the Russians to influence our election in 2020,” Mr. Wray said, specifically “to both sow divisiveness and discord, and I think the intelligence community has assessed this publicly, to primarily to denigrate Vice President Biden in what the Russians see as a kind of an anti-Russian establishment.”\nMr. Wray’s blunt comments were the latest example of a top national security official contradicting President Trump’s downplaying of Russian election interference. A  homeland security official has accused the Trump administration of soft-pedaling both the Russian and white supremacist threats because they would make “the president look bad.”\nMr. Wray’s testimony also came a day after another top administration appointee, Dr. Robert R. Redfield, the director of the Centers for Disease Control and Prevention, undercut the president’s dim view of wearing protective masks and said that a coronavirus vaccine was most likely several months away. The president later lashed out at Dr. Redfield, saying he “made a mistake” on the vaccine timeline.\nThe hearing was also notable for the absence of the acting secretary of homeland security, Chad F. Wolf, who was ordered to testify but skipped the appearance, defying a congressional subpoena.\nHe instead met with the Senate Homeland Security Committee to prepare for his upcoming confirmation hearing, a department official said. Kenneth T. Cuccinelli II, the acting deputy secretary, criticized the committee on Twitter for not welcoming him in Mr. Wolf’s place.\nRepresentative Bennie Thompson of Mississippi, the chairman of the House committee, complained that Mr. Wolf should have shown up to answer questions on foreign efforts to interfere with the election, the coronavirus pandemic and the growing threat of domestic terrorism.\n“Mr. Wolf should be here to testify as secretaries of homeland security have done before,” Mr. Thompson said. “Instead we have an empty chair, an appropriate metaphor for the Trump administration’s dereliction on so many of these critical homeland security issues.”\nMr. Wray was instead left to discuss the issues, along with Christopher Miller, the director of the National Counterterrorism Center, who also testified.\nMr. Wray condemned all acts of bloodshed but refrained from overemphasizing violence caused by far-left groups like Antifa, the loose movement that purports to be against fascism, which Mr. Trump and Attorney General William P. Barr have repeatedly blamed for unrest in American cities.\nMr. Barr described Antifa this month as “the ramrod for the violence,” and the president’s re-election campaign has portrayed the group as a major threat to American cities. While some claiming affiliation to Antifa have committed violent acts, racist extremists have been the more lethal threat in recent years, Mr. Wray said.\nMr. Trump said on Thursday that the F.B.I. should treat the group with a heavier hand. “I look at them as a bunch of well funded ANARCHISTS &amp; THUGS who are protected because the Comey/Mueller inspired FBI is simply unable, or unwilling, to find their funding source, and allows them to get away with ‘murder,’” he said on Twitter after the hearing.\nA former career prosecutor, Mr. Wray has attracted little attention as F.B.I. director, giving speeches focused on following rules and procedures. He has said he wants plowhorses, not showhorses, at the bureau.\nDemocrats pressed him on whether the administration was focusing enough on armed militias and white supremacists, while Republicans expressed similar concerns about Antifa, which Mr. Wray described as an “ideology or movement” rather than an organization.\n“That seems to me to be downplaying it,” said Representative Daniel Crenshaw, Republican of Texas, citing recent episodes in mass demonstrations where people targeted officers with lasers.\nMr. Wray defended his assessment.\n“I by no means mean to minimize the seriousness of the violence and criminality that is going on across the country, some of which is attributable to people inspired by or who self-identify with that ideology or movement,” Mr. Wray said. “We’re focused on that violence, that criminality.”\nHe said the F.B.I. averaged roughly 1,000 domestic terrorism investigations annually and had recorded about 120 arrests on domestic terrorism suspicions this year. But he made it clear that white supremacist and anti-government groups were the primary threats.\nIn particular, neo-Nazi groups such as Atomwaffen Division and the Base have drawn the attention of the F.B.I., which has arrested violent members of those organizations. White supremacists have carried out the most lethal attacks on American soil in recent years.\nMr. Wray’s descriptions of Russian interference and white supremacist efforts echoed a draft of a homeland security threat assessment that a whistle-blower said department leaders had blocked.\nThe whistle-blower, Brian Murphy, the former head of the Homeland Security Department’s intelligence branch, filed a complaint with the House Intelligence Committee asserting that Mr. Wolf and Mr. Cuccinelli blocked the release of the annual assessment because of how portions on white supremacist extremism and Russian interference would reflect on Mr. Trump.\nA draft of the report from August said white supremacist extremists “will remain the most persistent and lethal threat in the homeland through 2021.”\nIt added that Russia will be “the primary covert foreign influence actor and purveyor of disinformation.”\nMr. Murphy accused Homeland Security Department leaders of directing analysts to highlight threats posed by China and Iran. Those nations have targeted Mr. Trump but do not pose as much of an immediate threat to the United States as Russia, intelligence officials have said.\nThe complaint prompted the House committee to expand its inquiry into the department’s intelligence gathering, but department leaders are resisting. Beth Spivey, an assistant secretary for homeland security, told the committee in a letter this week that witnesses from the department should not be expected to answer questions about Mr. Murphy’s complaint.\nThe Homeland Security Department was also scrutinized last month after it emerged that the agency declined to publish a July 9 intelligence document warning of Russian attempts to denigrate Mr. Biden’s mental health and of China and Iran’s efforts to target Mr. Trump. At the time, Mr. Wolf said he questioned the quality of the report and sent it back for revision.\nAn updated version of the bulletin dated Sept. 4 and obtained by The New York Times still includes warnings of Russia’s efforts to target Mr. Biden with additional details on how the nation’s tactics compare with China’s and Iran’s.\n“These efforts probably fall short of Russia’s more sustained, coordinated malign influence operations across multiple overt and covert platforms to undermine other U.S. politicians,” it said.\nWhile homeland security officials have seldom singled out the Russian threat without grouping it with China and Iran, Mr. Wray said the intelligence community had reached a consensus that Russia was interfering in the election and targeting Mr. Biden.\nMicrosoft also issued a warning last week detailing efforts by Russian military intelligence units to hack campaign staff members and consultants of Democrats and Republicans. That report also found that Chinese hackers had focused attacks on the private emails of Mr. Biden’s campaign staff members.\nAdam Goldman, Julian E. Barnes and Robert Draper contributed reporting.\nPHOTO: Christopher A. Wray, the F.B.I. director, contradicted the president on Russian meddling. (POOL PHOTO BY JOHN MCDONNELL/EPA, VIA SHUTTERSTOCK)\n\nLoad-Date: September 22, 2020"
}