{
    "title": "F.B.I. AND POLICE IN DISPUTE ON SUMMER OLYMPICS ROLE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 9,
    "full text": "While all eyes are focused on the 1984 Winter Olympics, Federal and local law-enforcement officials are still deeply divided over how they would respond to terrorism at the Summer Olympics.\n The Federal Bureau of Investigation and the Los Angeles Police Department are both claiming primary jurisdiction in the event terrorists take Olympic athletes hostage and it becomes necessary to deploy armed paramilitary forces to rescue them.\nOfficials of both agencies, as well as the Los Angeles Olympic Organizing Committee, which is planning the Games July 28 to Aug. 12, say they are sure the dispute will soon be resolved. But they concede that they have been giving similar assurances since the dispute came to light last summer.\nDaryl Gates, the Los Angeles Police Chief, is to meet in Washington later this month with William H. Webster, the F.B.I. Director, to discuss the matter.  Mr. Webster testified at a Congressional hearing on terrorism today that the bureau had seen ''an increased propensity on the part of terrorist groups to plan and carry out terrorist acts in the United States.''\nOutside security experts say they are increasingly worried that even the appearance of a disagreement on security for the Games could invite terrorist attacks.\n''My thoughts are, it's going to be resolved one way or another,'' said Kenneth Hill, a White House official who is monitoring Olympic security planning for the Reagan Administration, ''but I'm concerned that this is starting to overshadow all the good things that are being done'' in security arrangements for the Olympics.\n \nCompeting for Role\nAt the root of the dispute are conflicting claims by the Police Department and the F.B.I. that each has the nation's pre-eminent special weapons and tactics paramilitary unit. There are also conflicts over which agency would set strategy and be in overall command if efforts were made to take athletes or other foreigners hostage within Los Angeles, where most of the Olympic events are to take place.\nThe F.B.I. maintains that Federal statutes give it responsibility for protection of visiting foreign officials, a category that it says includes foreign athletes.\nThe bureau says it has developed a special unit of more than 40 agents specifically trained to rescue hostages and deal with terrorists. For months, members of the team have been surveying the Olympic sites and stockpiling blueprints of dormitories and other facilities.\nLaw-enforcement officials in more than a dozen southern California communities where Olympic events are to take place have agreed that the F.B.I. would automatically take charge if acts of terrorism occur in their cities.\nBut Los Angeles police officials are refusing to do so. They argue that the concept of a paramilitary police unit was invented by their department more than a decade ago and that it is better suited than the F.B.I. to respond to many types of terrorist acts.\n''We have had hundreds and hundreds of successful operations, and they have not had any field experience yet,'' Lieut. Dan Cooke of the Police Department said.\nNegotiations on sharing jurisdiction for terrorist incidents have been going on for months between F.B.I. officials and Daryl Gates, the Police Chief of Los Angeles.\n \nThe Price of Security\nSince the 1972 Summer Olympic Games in Munich, when Palestinian guerrillas murdered 11 Israeli athletes, security has been an increasingly significant and costly concern for Olympics organizers.\nThe cost of providing security here next summer is expected to be more than $100 million, the largest item in a total budget of almost $500 million, most of it from television revenues and the rest from ticket sales and corporate sponsorships. Congress has appropriated $50 million more for Olympic security, part of it as a reserve for a major incident that might require intervention by American military units.\nFederal funds will also be used to operate military helicopters and specialized communications and surveillance equipment that will be lent to local police agencies.\nThe dispute between the Los Angeles Police Department and the F.B.I., notwithstanding, officials say security planning for the Games is progressing well and that, over all, there has been much cooperation between agencies.\nExisting stadiums and facilities will be used for most of the events, a policy that has cut costs but compounded security problems. The Olympic competition will take place over hundreds of square miles and in many communities and require lengthy bus rides by freeway for many athletes and spectators, potentially increasing their vulnerablility to terrorists.\nBecause of this geographic dispersion, no single law-enforcement agency will be in command of security. Federal agencies and various local police departments will coordinate operations in a central communication base, but each will function independently within their jurisdictions.\n \nStaff of 16,000\nOfficials say more than 16,000 people will be involved in providing security for the event. Most will be unarmed temporary employees who have undergone security checks.\nSpecial high fences will be installed soon at the campuses here of the University of Southern California and University of California, where most Olympic athletes will live, and at other facilities. Electronic equipment designed to detect intruders and keep fences and buildings under surveillance will also be installed. The local police have ordered a robot that will help defuse bombs, plus a variety of weapons including silencer-equipped machine guns.\nAlthough Israel and several other nations will bring security agents, only American security officials will be allowed to possess firearms within the two university areas designated as Olympic villages for athletes. If the foreign countries are unhappy about the restrictions, they have not responded publicly.\n \nHigh-Technology Tools\n''This Olympics will be the first in which we take full advantage of high technology in security,'' said Edgar Best, a former F.B.I. agent who is in charge of security for the organizing committee.\nThe thousands of identification badges for athletes, reporters and officials at the Games, for example, he said, will be electronically coded and checked by computers to guard against counterfeiting or alteration.  In an unusual step, the Federal Government is permitting some local police officials who have undergone background checks to have limited access to computerized data gathered by the Central Intelligence Agency, the National Security Agency and the F.B.I, concerning terrorists. .\nPrivately, some security officials for the Games say the threat that worries them most would be a suicidal attack by terrorists to attract attention to a cause. Terrorists who have a nuclear device or say they do would be another major concern.\nBesides domestic terrorist groups, officials say they are particularly worried about Armenian terrorists who have been seeking revenge against Turks because of a 1915 massacre of their people; Palestinian, Puerto Rican and Irish nationalists; Moslem extremists, and certain European groups."
}