{
    "title": "F.B.I. Official Faults Tactics By the Police On Muslims",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 8,
    "full text": "The New York Police Department's surveillance of Muslims in New Jersey has undermined efforts by the Federal Bureau of Investigation to build relationships there since the Sept. 11, 2001, attacks, according to the head of the agency's Newark division.\nMichael B. Ward, the special agent in charge of the F.B.I.'s Newark office, said on Wednesday that the New York surveillance tactics were not an effective form of intelligence gathering and, in effect, were harming the fight against terrorism by fomenting distrust among New Jersey's Muslims.\n''When people pull back, when people pull back cooperation, it creates additional risk, it creates blind spots, it hinders our ability to have our finger on the pulse of what's going on around the state,'' Agent Ward said at a news briefing in Newark. ''It makes the job of the Joint Terrorism Task Force much, much harder.''\nThe legal authority of the New York police to carry out surveillance outside the city has been questioned. The New York police commissioner, Raymond W. Kelly, has vigorously defended his agency's right to do such work.\nBut Agent Ward focused less on the legality of the practice than on its efficacy, drawing a distinction between effective intelligence gathering and the kind that has no specific relationship to counterterrorism.\n''People are concerned that they are being followed,'' he said. ''People are concerned that they can't trust law enforcement, and it's having a negative impact.''\nSome F.B.I. officials said privately that they were happy to see Agent Ward speak so frankly, but were surprised that he would risk making comments that were such a striking departure from what is usually offered: deferential remarks about the relationship between the F.B.I. and the New York Police Department, even when the relationship itself is more complicated.\nIndeed, Agent Ward noted examples of the agency's cooperation with the Police Department.\nNot long after Agent Ward spoke, Robert S. Mueller III, the director of the F.B.I., offered a rosier perspective to the House Appropriations Committee.\n''Let me start by saying, at the outset, that Ray Kelly and the New York Police Department have done a remarkable job in protecting New York,'' said Mr. Mueller, responding to Representative Mike Honda, a Democrat from California, who asked about the surveillance tactics.\n''The fact of the matter is New York has been and will continue to be a target,'' Mr. Mueller said. ''And we have worked closely -- very closely -- together with them.''\nMr. Mueller noted that the F.B.I. and the New York police operated under different guidelines for investigations.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 8, 2012"
}