{
    "title": "F.B.I. AGREES TO RESTRICT SPYING ON POLITICAL GROUPS IN CHICAGO",
    "publisher": "the new york times",
    "year": 1981,
    "month": 8,
    "day": 22,
    "full text": "The Federal Bureau of Investigation, in settling a lawsuit, has agreed to restrict its surveillance of lawful political activities of orgainzations and individuals, but the new guidelines may be applicable only in Chicago.\nThe agreement is between the bureau and more than 50 private organizations and individuals who had charged that they had been illegally spied upon by Federal and local intelligence agencies.  It is described as the first accord to set guidelines for surveillance by the bureau.\nIn the agreement, the bureau said that it would be bound by these principles in domestic security investigations of United States Citizens:\nThe bureau will concern itself only with conduct of United States citizens and organizations of the type forbidden by criminal law and will discontinue conducting investigations solely on the basis of involvement in activities protected by the First Amendment.\nFBI agrees to restrict its surveillance of lawful political activities of organizations and individuals in Chicago\nIt will discontinue its practice of disrupting activities of political and civil rights organizations it might select for surveillance.\nThe bureau will conduct its investigations with the least intrusion c onsistent with its need to collect information and will seek to m inimize unnecessary collection and recording of information on l igitimate First Amendment activities.\nThe agreement, which was approved here by Federal District Judge Susan Getzendanner on Aug. 11, also gives citizens and organizations the right to file civil suits against the bureau if they believe they have been improperly spied upon.\nDouglas Cassel, one of the principal lawyers for plantiffs, said there remained concern that the agreement might be enforcable only in Chicago.\nThe bureau and the Justice Department, of which it is a part, were asked about the question of applicability.  Edward Gooderham, an F.B.I. spokesman said, \"We are not discussing it,\" and spokesmen for the Justice Department refused to respond to inquiries.\nBefore the agreement, there were no guidelines saying what the bureau could and could not do.  Its authority is given in Section 533 of the United States Code, which says that the Attorney General may appoint officers to detect and prosecute crimes against the United States, assist in protecting the President and conduct investigations of matters under the control of the Department of Justice and Department of State as directed by the Attorney General.\n \nCongress Makes Effort\nCongressional committees have debated legislative proposals to establish charters for both the F.B.I. and the Central Intelligence Agency for three years but have been unable to reconcile opposing views.\nThe chicago agreement grew out of three class action suits filed six years ago against the F.B.I., the C.I.A. and Army intelligence officials and the Chicago Police Department's \"red squad\".\nThe suits, which were consolidated, were brought by the American Civil Liberties Union, the Alliance to End Repression and more than 50 others who had been spied on because of their criticism of Government policies.\nThe agreement represents an effort to satisfy both sides.  It has provision that permit F.B.I. surveillance of people and organizations that have not broken the law, Mr. Cassel said.\n\"Under claims of 'foreign counterintelligence', of investigating 'international terrorism' and of investigating undocumented workers and others who are not citizens or lawful permanent resident aliens,\" He said, \"the F.B.I. could still seek to conduct over-broad investigations of lawful political activity.\"\n\"Another question left open,\" he continued, \"is the constitutionality of an F.B.I. investigation of a domestic political group supporting what the F.B.I. calls 'international terrorism,' for example, a Chicago group sending funds or food to the liberation movement in El Salvador.\"\nIn part, the suits grew out of activities under the bureau's counterintelligence program.  Under that program, the bureau, sometimes in conjunction with local police intelligence squads, engaged in widespread surveillance of citizens active in politics and civil rights, often amassing files that contained unsubstantiated charges and hearsay.\nIn some instances, paid informers of the bureau infiltrated organizations, sometimes becoming provocateurs who fomented trouble and sometimes seeking to destroy the organizations internally.\nFor example, an informer who infiltrated the Black Panther Party here rose through the ranks to become chief of security, then by writing bogus letters sought to generate violence between the Panthers and a local street gang.\nOther testimony in the suit, some from previously secret files, showed that the bureau had interfered with elections in the National Association for the Advancement of Colored People in the 1950's and had drafted a plan to disrupt a political convention here at which the Rev. Dr. Martin Luther King Jr. and Dr. Benjamin Spock were to be nominated for a Presidential ticket.\nFor its part, the C.I.A. agreed to abide by the 1947 National Security Act, which forbids it to spy in the United States, and the Chicago Police Department agreed to be bound by a detailed set of guidelines."
}