{
    "title": "F.B.I. Killed Plot In Talking Stage, A Top Aide Says",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 24,
    "full text": "A plot to topple the Sears Tower in Chicago and attack the F.B.I. headquarters in Miami was ''more aspirational than operational,'' a top bureau official said Friday, a day after seven Florida men were arrested on terrorism charges.\n  The official, John S. Pistole, deputy director of the F.B.I., and Attorney General Alberto R. Gonzales said at a news conference that authorities chose to head off the would-be plot, involving scouting potential targets in Florida, when it was largely at the discussion stage.\n Mr. Gonzales acknowledged that the men, who had neither weapons nor explosives, posed ''no immediate threat.'' But he added, ''they did take sufficient steps that we believe does support this prosecution.'' \n  In general, Mr. Gonzales said, homegrown terrorists ''may prove to be as dangerous as groups like Al Qaeda.''\n  News of the arrests touched off widespread television coverage of the plot against the Sears Tower, one of the tallest buildings in the world. But details of the indictment disclosed Friday at news conferences in Washington and Miami presented a less alarming picture. The indictment made clear that a pivotal role was played by an unidentified undercover F.B.I. informer who posed as a Qaeda member and met repeatedly with the reported ringleader of the group, Narseal Batiste.\n  Last month, after months of meeting the fake Qaeda representative, Mr. Batiste told him that ''he was experiencing delays because of various problems within his organization'' but still hoped to continue his mission of building an ''Islamic army'' to wage jihad against the United States, the indictment said.\n  In Chicago, Police Superintendent Philip J. Cline said there was ''never any imminent danger to the Sears Tower or to the city of Chicago.'' \n  Florida officials emphasized that the reported attack plans apparently never passed the discussion stage. \n  The seven defendants, 21 to 32 years old, include five Americans, a legal immigrant from Haiti and an illegal Haitian immigrant. They voiced grandiose goals in the yearlong investigation by the federal agents and the police, officials said. \n  The indictment charged that Mr. Batiste recruited the others beginning in November ''to wage war against the United States government.'' Mr. Gonzales said the men said they wanted to ''kill all the devils we can'' in attacks that would be ''just as good or greater than 9/11.''\n  The men are accused of conspiring to blow up buildings and to provide ''material support'' to Al Qaeda. The indictment suggests that they mostly sought support from the fake Qaeda agent. \n  In one of the first acts, the court papers say, the conspirators gave the informer their shoe sizes so he could buy them military boots. Later, the documents continue, Mr. Batiste gave the informer lists of other items needed for the proposed war like uniforms, binoculars, radios, vehicles, bulletproof vests, machine guns and $50,000 in cash.\n  The suspects received their boots, the indictment says, but it does not make clear which other items were delivered.\n  Neighbors said at least some of the men were in a religious group called the Seas of David that appeared to mix Christian and Muslim beliefs. The group wore uniforms bearing a Star of David and met for Bible study, prayer and martial arts in a one-story warehouse in the heart of the predominantly Haitian section of the impoverished Liberty City area. \n  Workers in Bar-B's Grocery next door said the men were always quiet and polite when they stopped in. But at least five men had been previously arrested on charges of assault, drug and weapons charges, Miami-Dade County records show. \n  ''My husband had an idea that something was up in there,'' said Tonya Poole, who lives across the street from the warehouse. ''He would tell me, 'Baby, something's going on.' We would see them in and out at all times at night.''\n  In addition to Mr. Batiste, 32, who was known as Brother Naz or Prince Manna, the authorities identified others born in the United States as Burson Augustin, 21; Rothschild Augustine, 22; Naudimar Herrera, 22; and Stanley G. Phanor, 31. The two Haitian-born defendants are Patrick Abraham, 27, and Lyglenson Lemorin, 31.\n  All appeared briefly in court in Miami on Friday except Mr. Phanor, who was jailed for violating his probation on an earlier charge, and Mr. Lemorin, who was arrested in Atlanta. \n  At Mr. Phanor's neatly landscaped peach-colored house, relatives cried and wailed as they answered questions. ''This is tearing this family to pieces,'' said Mr. Phanor's mother, Elizene Phanor. She said her son was a skilled construction worker and pointed to a tile floor he laid.\n  ''My son would wake up every morning and say he loves Jesus,'' Ms. Phanor said. ''Stan is my son, my friend, my life, and if he dies, I die with him.''\n  Sylvain Poantin, 30, who said he grew up with Mr. Phanor, added, ''I'm feeling confused and stressed, because Stan isn't that type of person.'' \n  Mr. Poantin said that a year and a half ago he was hanging out with Mr. Phanor when Mr. Batiste approached, wearing a long robe and a cap. ''We were all intrigued by him,'' Mr. Poantin said. ''He never spoke of violence, and he would call us beloved or brother.''\n  Mr. Poantin said he attended a Bible study session but found Mr. Batiste ''arrogant'' and did not join the group.\n  The indictment follows by three weeks the arrest in Canada of 17 men accused of plotting attacks using fertilizer bombs. Some of those suspects were in contact with two Georgians previously charged in a terrorism investigation.\n  In his news conference at the Justice Department, Mr. Gonzales linked those cases to the Madrid train bombing in 2004 and the London subway attack last July, saying the attacks represented ''a new brand of terrorism'' from ''smaller, more loosely defined cells that are not affiliated with Al Qaeda, but who are inspired by a violent jihadist message.''\n  ''The terrorists and suspected terrorists in Madrid and London and Toronto were not sleeper operatives sent on suicide missions,'' Mr. Gonzales said. ''They were students and business people and members of the community.''\n  At a later briefing, Deputy Attorney General Paul J. McNulty answered critics who have said terror prosecutions have often picked out seemingly unsophisticated extremists who are more talk than action. Mr. McNulty said the goal was ''prevention through prosecution.'' \n  Rather than allow a genuine threat to take shape, he added, investigators move in as soon as there is sufficient evidence to prosecute.\n  ''Today's example is a good example of that approach,'' he said. \n  Mr. McNulty said 261 people had been convicted or pleaded guilty in ''terrorism or terrorism-related cases'' since the Sept. 11, 2001, attacks. An additional 180 people have been charged and are awaiting trial or have been acquitted, had their charges dismissed, are awaiting extradition or are fugitives, according to statistics released Friday.\n  Mr. McNulty acknowledged that some of the convictions counted as ''terrorism related'' included crimes that turned out to have no link to terrorism. He said the statistics might be revised to give a more precise accounting of cases with true terrorist connections.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Elizene Phanor, left, mother of Stanley G. Phanor, arrested in the terrorism case, said at her home in Miami, ''This is tearing this family to pieces.'' (Photo by John Loomis for The New York Times)(pg. A12)\n\nLoad-Date: June 24, 2006"
}