{
    "title": "F.B.I. Searches Internet Concern In Inquiry Into Mideast Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 7,
    "full text": "A federal antiterrorism task force has been searching the Texas office of a computer server that is host to a variety of Web sites of Islamic groups and charities as part of an investigation into the alleged support of terrorism by American Islamic networks, law enforcement officials said yesterday.\n     The target of the raid by the North Texas Joint Terrorism Task Force is the InfoCom Corporation, a company based in Richardson, Tex., which runs computer Web sites for more than 500 companies and nonprofit groups throughout the world. Service to the clients was cut off in the raid. \n Government officials said that the task force, which has been searching the office since Wednesday, is investigating whether the company has ties to Hamas, a Palestinian organization which engages in terrorism against Israel and is on the State Department's list of groups that are banned from raising money in the United States.\nMark Enoch, a lawyer for InfoCom, said he did not know what the company was suspected of because the search warrant was sealed. But he added that the company was innocent of any wrongdoing, that it was cooperating fully with the investigation and that it hoped that its business would not be hurt by the sudden interruption of its operations.\n\"Our view is that while the F.B.I. has a job to do, they have bad information,\" Mr. Enoch said.\nIn a statement released at a news conference in Dallas yesterday, spokesmen for several Muslim groups said that the raid was part of an \"anti-Muslim witch hunt\" promoted by the pro-Israeli lobby in the United States to silence critics of Israel's \"apartheid-like occupation\" of Palestinian land.\n\"It is being raided because it's a Muslim company, like the Holy Land Foundation,\" said Rafik Jaber, the president of the Islamic Association for Palestine. The association is a Chicago-based Muslim group which, like the Holy Land Foundation for Relief and Development, a large Texas-based charity, has been the subject of federal scrutiny, officials said. The State Department last year said the foundation has ties to Hamas.\nLori Bailey, a spokesman for the Federal Bureau of Investigation, which directs the task force, declined to comment on the specifics of the investigation. But she said that investigators were searching for computerized information that might provide evidence of a crime, and that the search possibly would continue Friday. \nShe denied the Muslim groups' accusations that the raid was politically or religiously motivated. \"This is a criminal investigation of a business, not a move against any religious sect or people or an attempt to suppress free speech,\" she said.\nMr. Enoch, InfoCom's lawyer, confirmed that the company hosts sites for the Holy Land Foundation and other groups that have been highly critical of Israel. But he said that about half of InfoCom's clients are for-profit companies that have little or no ties in the Middle East. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 7, 2001"
}