{
    "title": "F.B.I. HEAD SAYS TERRORISM IN U.S. IS DOWN BUT FEAR RISES",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 15,
    "full text": "The Director of the Federal Bureau of Investigation said Wednesday that there was rising concern over terrorism in the United States but that such incidents dropped to 30 this year, as against 51 last year and a peak of about 100 in 1977.\nDeclaring that the bureau was sometimes able to thwart terrorist incidents, the Director, William H. Webster, said, ''We had one two weeks ago that has not been discussed, in which we interdicted a terrorist plot in a public facility in which many, many people might have been killed.''\nHe refused to say who had been behind the plot, where it had occurred or how his agency had prevented it. He said the bureau did not discuss terrorist incidents publicly unless they led to prosecution.\nWilliam H Webster, FBI Director, says there is rising concern over terrorism in US but such incidents dropped to 30 in 1983, as against 51 in 1982 and about 100 in 1977; says bureau is sometimes able to thwart terrorist incidents (M)\nCBS News said it had learned the incident occurred in Seattle. An assistant director of the bureau, Roger S. Young, would only say, ''The incident was not aimed at any target in the capital.''\nSpeaking over breakfast with reporters for The Associated Press, United Press International and Reuters, Mr. Webster traced the decline in terrorist incidents in the United States and said, ''I'd say rather than a rising tide of terrorism, we have a rising concern for terrorism in this country.''\n \nConcern Due to Beirut Bombing\nMr. Webster attributed public concern over terrorism to the Oct. 23 suicide bombing of the Marine headquarters in Beirut, Lebanon, which killed 240 American servicemen.\n''People began to realize how much damage it was possible to do with just garden variety explosives,'' he said.  ''This suicide mission concept, which has now been expanded in a key way, presumably could just as easily take place in the United States and calls for reasonably prudent measures.''\nMr. Webster was asked if the American authorities had received information that members of radical Arab groups believed responsible for the attack on the Marines and for bombings of United States embassies in Lebanon and Kuwait had entered this country.\n''Not just at the present time, but over the last two years, that type of information comes to us,'' Mr. Webster replied. ''Many times the information turns out to have come from people who had generalized information and then fortified their position by going beyond their own knowledge.''\nMr. Webster said it was possible that some of the same people might have been involved in nine different bombings over the past year in New York City and Washington, even though the responsibility has been claimed by two different groups.\n \nAttacked Caribbean Policy\nHe said those two groups had issued manifestoes attacking United States policy in Central America and the Caribbean. Mr. Webster said the two groups ''could very well have the same players or a combination of players or be part of an overall effort to protest and discredit American initiatives in Central America and South America and the Caribbean.''\nThe most recent bombing occurred Tuesday at a Navy recruiting station in East Meadow, L.I. No one was injured. Mr. Webster said four to six sticks of dynamite had been placed in two separate suitcases. The United Freedom Front took responsibility for the blast.\nThe same group has also claimed responsibility for bombing three military reserve centers, a Federal building and two commercial offices in the New York area since last December.  The other group, the Armed Resistance Unit, claimed responsibility for the Nov. 7 bombing of the Senate wing of the United States Capitol and the April 26 bombing at Fort McNair here.\nMr. Webster commented that a substantial number of terrorist incidents in this country had nothing to do with Government policy. Some of these include Jewish Defense League attacks on Soviet installations and acts of Cuban refugees, Croatian and Puerto Rican independence groups and anti-Turkish Armenians."
}