{
    "title": "F.B.I. Says Ex-Sergeant Sent Threats of Terrorism to Whitman and Senators",
    "publisher": "the new york times",
    "year": 1998,
    "month": 9,
    "day": 30,
    "full text": "A discharged serviceman from New Jersey sent alarming letters to the Federal Bureau of Investigation, Gov. Christine Todd Whitman and several United States Senators in which he threatened to commit acts of terrorism, the F.B.I. said today.\nA Federal prosecutor, however, conceded that investigators do not know if the man, Tyrone S. McCargo, 35, is disturbed or posed an actual threat, noting that a videotape sent with one of the letters to the F.B.I. gave his real name and his address in Edison, N.J.\nOn the videotape, Mr. McCargo said, \"Welcome to a new kind of terrorism, my kind. Never before had this government witnessed a threat from a foe like the kind that I represent.\" One letter made references to the killing of two officers at the Capitol in Washington, the F.B.I. said.\nLetters about terrorism and the destruction of the United States were sent to Mrs. Whitman as well as to Senators Frank R. Lautenberg of New Jersey, Edward M. Kennedy of Massachusetts, Daniel Patrick Moynihan of New York and Carol Moseley-Braun of Illinois, as well as Representative Frank Pallone Jr. of New Jersey and USA Today.\nMr. McCargo faces a single charge of sending a threatening letter, but could face more counts if the case is brought to a grand jury.\nIn court today, Mr. McCargo said he wrote the F.B.I. because the Army refused to give him a court-martial. \"The reason I sent that letter to the F.B.I. was to get a day in court,\" Mr. McCargo told Federal Magistrate Dennis M. Cavanaugh.\nMr. McCargo received a general discharge in August 1997 for \"unlabeled misconduct,\" said an assistant United States attorney, Marc A. Agnifilo. In court, Mr. McCargo attempted to describe some of the problems he had with the military, including being denied promotion to staff sergeant from sergeant, but Judge Cavanaugh said that the hearing was not the proper forum.\nWhen Judge Cavanaugh ordered that he be held without bail and undergo a psychiatric evaluation, Mr. McCargo said, \"I refuse to take a psychiatric evaluation, sir,\" adding that he already had four during his 14 years in the military. He said that doctors at Walter Reed Medical Center in Washington had diagnosed a \"mental illness that doesn't exist.\"\nMr. McCargo was arrested by F.B.I. agents Monday afternoon at Newark International Airport after flying from Germany, where, he said, he lived with his two children and their mother. Mr. Agnifilo said that Mr. McCargo was to return to Germany five hours later. One letter had said that something bad was going to happen today, raising concerns about what Mr. McCargo would do in the five hours, Mr. Agnifilo said.\nMr. McCargo said he was going to stay with a brother in New Brunswick, and challenged the F.B.I. to produce any return ticket. A phone for a McCargo in New Brunswick was unlisted.\n\nLoad-Date: September 30, 1998"
}