{
    "title": "F.B.I. Issues and Retracts Urgent Terrorism Bulletin",
    "publisher": "the new york times",
    "year": 2004,
    "month": 5,
    "day": 29,
    "full text": "The F.B.I. issued an urgent bulletin to several cities on Friday that warned of the prospect of an imminent terrorist attack but retracted the alert hours later, after the intelligence proved unfounded, officials said. \n The alert went to law enforcement officials in two or three cities to warn of intelligence that indicated the prospect of an attack in the next 24 hours, officials said. Officials would not give the names of the cities.\n A federal official in New York City, when asked about the warning, said he was unaware of the city's having received any such notification. \n A law enforcement official at another city, who insisted that he and the city not be named, said authorities there had received a call late in the day from the Federal Bureau of Investigation alerting them to the possibility of an ''imminent'' attack there. Later, however, the FBI called to withdraw the warning.\n The official, citing recent questions about the credibility of the terrorist intelligence from the bureau, said, ''It's getting harder and harder to defend them.''\n The bureau said that ''given the potential imminence of the threat,'' it contacted the officials immediately, even as the reliability of the threat intelligence was being investigated. Further analysis found that ''the original interpretation of imminence was unfounded'' and that the potential target was probably outside the United States, the bureau said.\n Some law enforcement officials described the alert as a draft that was not supposed to have been disseminated. Other officials, however, defended the decision to put out the information, even as its reliability was unknown. \n ''This was a threat that was serious and it was of concern,'' a senior law enforcement official said. ''There was a simultaneous effort to vet the information and disseminate it to the proper people. You like to have the luxury of time, but sometimes you just don't.''\n The alert was issued two days after Attorney General John Ashcroft warned at a news conference that the United States had received credible intelligence that Al Qaeda was planning to attack the United States in the coming months. Some federal officials and terrorism experts questioned the credibility and the timing of the announcement, noting that much of Mr. Ashcroft's information had been widely disseminated for months. \n Representative Christopher Cox, the California Republican who is chairman of the homeland security committee, said he found it regrettable that Tom Ridge, the homeland security secretary, was not with Mr. Ashcroft for the news conference and suggested that the announcement might have averted required consultation between agencies on domestic threats.\n Late Friday, apparently in an effort to counter the perception of a split, Mr. Ashcroft and Mr. Ridge put out a joint statement saying that ''we are working together'' to deter terrorist attacks.Citing many high-profile events over the summer, the statement said, ''Credible intelligence from multiple sources indicates that Al Qaeda plans to attempt an attack on the United States during this period.''                                                                              \n\nhttp://www.nytimes.com\n\nLoad-Date: May 29, 2004"
}