{
    "title": "F.B.I. Blamed For Lack of Bill On Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Speaker Newt Gingrich said today that Congress was reluctant to give the Federal Bureau of Investigation more authority to fight terrorism because lawmakers felt the bureau had mishandled the investigation of files given to the White House.\nIn particular, Mr. Gingrich said, the F.B.I. warned the White House of the existence of its confidential report relating to the investigation, and that action, Mr. Gingrich said, \"is very disturbing and frankly was a major factor in stopping us from being able to give them the wiretap authority they seek.\"\nA rushed effort to pass new antiterrorism legislation last week before Congress left for its August recess failed when Senate Democrats refused to accept a House-passed version that left out two White House proposals: new Federal wiretapping authority and a requirement for chemical markers to help identify the source of explosives.\nPresident Clinton had urged Congress to take quick action after the crash of Trans World Airlines Flight 800 and the pipe-bomb explosion at the Olympic Games in Atlanta.\n\"When you have an agency that turns 900 personnel files over to people like Craig Livingstone and doesn't protect those files, it's very hard to justify giving that agency more power,\" Mr. Gingrich said on \"Fox News Sunday.\"\nMr. Livingstone, who was head of personnel security at the White House, resigned after it was learned that he had overseen the collection of hundreds of F.B.I. files on current and former White House staffers.\nThe Administration wants to extend emergency wiretapping authority, which is now available for fighting organized crime, to people who are suspected of terrorism.\n\"We should not tie the hands of law enforcement in the effort to bring these terrorists to justice,\" Leon E. Panetta, the White House chief of staff, said on the CBS News program \"Face the Nation.\"      \n\nLoad-Date: August 5, 1996"
}