{
    "title": "F.B.I. CHIEF HAILS GAINS ON TERROR",
    "publisher": "the new york times",
    "year": 1986,
    "month": 8,
    "day": 12,
    "full text": "William H. Webster, Director of the Federal Bureau of Investigation, said yesterday that by applying ''lawful techniques,'' the bureau has been ''extraordinarily successful'' in reducing incidents of terrorism in the United States in the last six years. He added, ''Those principles can be applied on the international stage.''\nMr. Webster cited better intelligence, effective law enforcement, increased domestic and international cooperation and a better-informed public as reasons for the decrease. While there were 100 incidents of domestic terrorism in the United States in 1978, he said, that dropped to 13 incidents in 1984 and only 7 last year, when 23 such incidents were prevented.\nHe did not indicate what those incidents were or which groups or individuals were involved.\n \nFactors in Gains Cited\nThe active use of informants, undercover agents and court-ordered electronic surveillance also have contributed to the bureau's success, especially in bringing terrorists to justice.\nMr. Webster made his remarks while participating in an American Bar Association Convention panel on terrorism that brought together Reagan Administration officials, national security, legal and intelligence experts and journalists.\nCalling terrorism a criminal act, he said, ''The more we increase our ability to deal with terrorism as a criminal activity, the more successful we will be.''\nIn contrast to the decrease in domestic acts of terrorism, Charles Allen, head of counterterrorism for the Central Intelligence Agency, told the panel that ''beyond any doubt'' the number of international terrorist attacks has increased in recent years. In 1984, he said, there were almost 800 recorded incidents of terrorism worldwide, as against 500 incidents in the early 1980's.\n \nAttacks Abroad Stepped Up\nMr. Allen said that in the last two years, terrorist attacks have become ''more indiscriminate and lethal with little regard for the fate of innocent civilians,'' that Americans are increasingly the targets of terrorist attacks and that state-supporteed terrorism ''has become virtually institutionalized.''\nHe added that there was a tendency for terrorists to attack ''softer, less protected targets'' such as businesses, hotels and restaurants, a tendency that he predicted would increase.\nIn an effort to combat terrorism, the C.I.A. and other intelligence agencies have doubled analytical and operational resources in the last two years, Mr. Allen said, adding that increased sharing of intelligence with allies has increased the agency's ability to track terrorist operations, disrupt financial and supply lines and pre-empt terrorist attacks.\nThe C.I.A., alone and in conjunction with allied intelligence organizations, he said, is also ''working actively to penetrate terrorist networks, mount operations to sow seeds of suspicion among the cadres and among the leaders,'' as well as looking for new technical capabilities to deal with what he called ''an unconventional target.''\nMr. Allen said the selective use of force ''has upped the ante'' for state-supported terrorism, adding that such incidents had significantly decreased since the American bombing raid on Libya in April.\nThe raid was praised as a deterrent to terrorists by a number of other speakers, including Attorney General Edwin Meese 3d, who said that terrorism can not be combated by ''conferences or making rules.'' He praised President Reagan for the Libyan raid, saying, ''When someone commits an impermissible act, you swat him.''\n''A terrorist is kind of like the offense in any kind of sports contest,''said Mr. Meese. The terrorist is successful, he added, when governments capitulate to his demands and when he causes such fear among the populace that ''society is immobilized.''\n\nGraphic\n\n \nPhoto of Benjamin Netanyahu and Attorney General Edwin Meese 3d (NYT/Alan Zale)"
}