{
    "title": "F.B.I. Wants New Division On Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 6,
    "day": 4,
    "full text": "The F.B.I. on Thursday proposed the creation of a separate intelligence division in the bureau, an announcement that administration officials acknowledged was an effort to head off critics' proposals to form a new stand-alone domestic intelligence agency to deal with terrorist threats.\n The proposal for a Directorate of Intelligence was announced in Congressional testimony by the director of the Federal Bureau of Investigation, Robert S. Mueller III, who has railed against proposals on Capitol Hill and elsewhere to strip the bureau of its responsibility for domestic intelligence in response to its often-documented intelligence failures in the months before the Sept. 11, 2001, attacks.\n Appearing before a House appropriations subcommittee, Mr. Mueller proposed a ''service within a service'' in which the bureau would centralize its intelligence duties. The directorate, he said, would have ''broad and clear authority over intelligence-related functions'' and would be led by an executive assistant director of the F.B.I. who had direct budget authority. \n Aides to Mr. Mueller said the proposal, if approved by Congress, would probably result in the hiring of 100 additional intelligence specialists at the bureau.\n Members of the independent commission investigating the Sept. 11 attacks, which is in the final weeks of its inquiry, have criticized the bureau for its failures before Sept. 11. Members have said they may recommend creating an American version of MI-5, Britain's domestic counterterrorism agency, to take over many intelligence functions.\n Told of Mr. Mueller's announcement, a Democratic member of the panel, Timothy J. Roemer, a former House member from Indiana, said he wanted to review the proposal.\n ''The F.B.I. is badly broken and needs both systemic and personnel reform,'' Mr. Roemer said. ''This is another option, and it might be one that we'd consider.''\n The announcement was also cautiously welcomed by the leading critics of the bureau on Capitol Hill, including Senator Charles E. Grassley, Republican of Iowa, who said the idea was ''good in theory, and I hope it works in reality.''\n He said that the bureau needed ''to make sure that tendencies to react to the crime of the day don't get in the way of its focus on fighting terrorism at every level.''\n Mr. Mueller, a former federal prosecutor who was sworn in as director days before Sept. 11, has promised to overhaul the bureau, turning it from its traditional emphasis on basic crime-fighting to focus on preventing terrorist attacks on American soil. \n Aides to Mr. Mueller said the intelligence directorate was intended to streamline decision making and add far greater authority to the executive assistant director for intelligence, the agency's chief intelligence officer. The post is held by Maureen A. Baginski, a former official of the National Security Agency who was an architect of the new proposal.                                                \n\nhttp://www.nytimes.com\n\nLoad-Date: June 4, 2004"
}