{
    "title": "FAA prohibits drones over prisons, Coast Guard bases Officials tighten rules amid terrorism fears",
    "publisher": "usa today",
    "year": 2018,
    "month": 6,
    "day": 28,
    "full text": "\"Operators who violate the flight\nrestrictions may be subject\nto enforcement action.\"\nFederal Aviation\nAdministration statement\nWASHINGTON - Drones will be prohibited from flying over federal prisons and Coast Guard facilities under flight restrictions the Federal Aviation Administration announced Tuesday.\nPrison officials have long worried about people flying remote-controlled aircraft over prison yards to drop drugs, weapons or other contraband to inmates. Officials also worry about the potential for terrorists to use drones to attack federal facilities.\nThe FAA flight restrictions take effect July 7 over 19 prisons and 10 Coast Guard facilities. Those locations join military bases, 10 Department of the Interior facilities and seven Department of Energy facilities where FAA earlier banned drone flights.\n\"This is the first time the agency has placed specific flight restrictions for unmanned aircraft, or drones, over Federal Bureau of Prisons and U.S. Coast Guard facilities,\" the FAA said. \"Operators who violate the flight restrictions may be subject to enforcement action, including potential civil penalties and criminal charges,\" including up to a year in prison.\nThe FAA adopted the drone restrictions as so-called notices to airmen, which are used to limit flights around specific airports during construction projects or over specific events such as the Super Bowl. In this case, the prohibition is against any drone flights within 400 feet of the federal facilities.\nThe FAA posted an interactive map of the restricted locations, including data that could be downloaded into a drone's programming to prevent inadvertent flights over the facilities.\nDrone incidents at prisons included an escape in July 2017 from a South Carolina prison, where the inmate chopped his way through a fence using wire cutters that prison officials suspect were dropped by a drone. The inmate was captured 1,200 miles away in Texas.\nIn September 2017, Arizona prison officials said a drone carrying drugs and cellphones to inmates crashed in part of the prison yard accessible only to corrections officers.\nIn July 2015, a fight broke out at an Ohio prison when a drone dropped tobacco, marijuana and heroin to an inmate.\nThe locations where the FAA adopted drone restrictions are federal penitentiaries near Tucson, Arizona; Victorville, California; two near Florence, Colorado; two near Sumterville, Florida; Marion and Clinton, Illinois; Terre Haute, Indiana; Inez and Pine Knot, Kentucky; Pollock, Louisiana; Yazoo City, Mississippi; Allentown, Lewisburg and Waymart, Pennsylvania; Beaumont, Texas; Pennington Gap, Virginia; and Bruceton Mills, West Virginia.\nThe Coast Guard facilities are Baltimore Yard in Maryland and the operations center near Martinsburg, West Virginia, and bases in Boston; Alameda, California; Los Angeles; Elizabeth City, North Carolina; Kodiak, Alaska; Miami; Portsmouth, Virginia; and Seattle.\n\"Operators who violate the flight\nrestrictions may be subject\nto enforcement action.\"\nFederal Aviation\nAdministration statement\n\nGraphic\n\n \nThe FAA has adopted restrictions on drones over federal prisons and Coast Guard bases.\nSarah A. Miller/AP\n\nLoad-Date: November 12, 2021"
}