{
    "title": "FAA device could guard against terrorism",
    "publisher": "usa today",
    "year": 2004,
    "month": 2,
    "day": 18,
    "full text": "WASHINGTON -- The Federal Aviation Administration's announcement Tuesday that it wants extra protection against fuel-tank explosions on commercial jets was driven by safety concerns on routine flights, officials said.\nBut the measure to add new safety devices to the majority of large jets in this country may also offer protection against terrorist attacks.\nBy flushing oxygen from fuel tanks, the devices prevent explosions if an electrical spark reaches the tank. Oxygen, fuel vapor and heat must be present for an explosion to occur. Those were the conditions when TWA Flight 800's fuel tank exploded and the jet crashed in the ocean off Long Island in 1996, killing all 230 aboard.\nAn explosive mixture is present in center tanks up to 35% of the time because airlines rarely fill this tank unless the fuel is needed for a flight. The center tank is also subjected to heat from other equipment. All tanks have vents that allow air to get inside.\nThe safety devices would also prevent fires and explosions if bullets or shrapnel from a missile flew into a fuel tank, experts said Tuesday. \"It makes it much harder to ignite,\" said Clarence Chang, manager of a program studying aviation fire prevention at NASA's Glenn Research Center in Cleveland.\nThe military uses similar devices to flush out oxygen and blanket fuel with non-flammable nitrogen gas on combat aircraft. NASA is studying how well nitrogen could protect commercial jets against terrorist attacks, Chang said.\nFAA Administrator Marion Blakey said Tuesday that the agency intends to propose rules this year to require nitrogen devices on all large jets with fuel tanks identified as potentially explosive. Airlines would have seven years to install the devices on about 3,800 jets in this country.\nThe FAA estimated that installing the anti-explosion kits could cost $ 600 million to $ 700 million. Airlines may oppose the measure as too costly. But it could get support as a way to help the war on terror.\nChang and others said they doubt that nitrogen devices would protect against a direct hit on a fuel tank by a missile.\nBut a missile could explode in a less vulnerable part of the jet or even nearby, sending shrapnel into the target. If nitrogen can prevent fuel from burning, that could be enough to save a jet from destruction. Similarly, a bullet may cause only minor damage if it strikes a jet. The greater risk is if the bullet causes an explosion in a nearly empty fuel tank.\nIn 1989, for example, a small bomb exploded on an Avianca flight in Colombia. Investigators determined that the bomb did little damage, but it triggered an explosion in the Boeing 727's fuel tank that destroyed the jet.\nNo missiles have struck jets in this country, but a cargo jet was hit Nov. 22 as it left Baghdad. A wing fuel tank was heavily damaged, but the jet flew back to the airport.\nThe Department of Homeland Security recently awarded contracts to study how to protect jets from missile attacks.\n\nLoad-Date: February 18, 2004"
}