{
    "title": "Facebook , Twitter urged to do more to police hate",
    "publisher": "spokesman review",
    "year": 2018,
    "month": 3,
    "day": 7,
    "full text": "NEW YORK  - Tech giants Facebook, Twitter and Google are taking steps to police terrorists and hate groups on their sites but more work needs to be done, the Simon Wiesenthal Center said Tuesday.\n The organization released its annual digital terrorism and hate report card and gave a B-plus to Facebook, a B-minus to Twitter and a C-plus to Google. Representatives for the three companies did not immediately return emails seeking comment.\n Rabbi Abraham Cooper, the Wiesenthal Center's associate dean, said Facebook in particular built \"a recognition that bad folks might try to use their platform\" into its business model. \"There is plenty of material they haven't dealt with to our satisfaction but overall, especially in terms of hate, there's zero tolerance,\" Cooper said at a New York City news conference.\n Rick Eaton, a senior researcher at the Wiesenthal Center, said hateful and violent posts on Instagram are quickly removed but not before they can be widely shared.\n He pointed to Instagram posts threatening terror attacks at the upcoming World Cup in Moscow. Another post promoted suicide attacks with the message \"You only die once. Why not make it martyrdom.\"\n Cooper said Twitter used to merit an F rating before it started cracking down on Islamic State tweets in 2016. He said the move came after testimony before a congressional committee revealed that \"ISIS was delivering 200,000 tweets a day.\"\n Cooper and Eaton said  as  big tech companies have gotten more aggressive in shutting down accounts that promote terrorism, racism and anti-Semitism, promoters of terrorism and hate have migrated to other sites such as VK.com, a Facebook lookalike that's based in Russia.\n There also are \"alt-tech\" sites like GoyFundMe, an alternative to GoFundMe, and BitChute, an alternative to Google-owned YouTube, Cooper said.\n \"If there's an existing company that will give them a platform without looking too much at the content they'll use it,\" he said. \"But if not they are attracted to those platforms that have basically no rules.\"\n\nLoad-Date: March 7, 2018"
}