{
    "title": "Facebook _ Fake pages from China tried to disrupt US politics",
    "publisher": "the telegraph ",
    "year": 2020,
    "month": 9,
    "day": 23,
    "full text": "Sept. 23--     Sep. 23--Facebook  says it has removed  a small network of fake accounts and pages that originated in China and focused on disrupting political activity in the U.S. and several other countries.\nThe U.S.-focused activity was just a \"sliver\" of the accounts' overall activity and gained almost no following, Facebook said. Their primary focus was Southeast Asia, including the Philippines.\nIn the U.S, the accounts posted material both in support of and against presidential candidates Pete Buttigieg, Joe Biden and President Donald Trump.\nFacebook did not link the network directly to the Chinese government. It said the people behind the network tried to conceal their identity and location via virtual private networks and other methods.\nConcerns about foreign efforts to interfere in the election were underscored by a warning Tuesday from the FBI and Department of Homeland Security's cybersecurity agency that foreign actors and cybercriminals were likely to try to spread disinformation regarding the results of the election, including by creating fake websites or social media content aimed at discrediting the process. The agencies noted that even if a foreign actor managed to tamper with an election-related website, the underlying data would remain uncompromised.\nU.S. intelligence officials warned last month about ongoing or potential efforts by China, Russia and Iran to interfere in November's election. In an August public assessment, the country's chief counterintelligence official, William Evanina, said officials had determined that Beijing regards Trump as unpredictable and wants to see him lose to Biden.\nThe statement said that China had been expanding its influence operations ahead of the election to \"shape the policy environment in the United States\" and had been weighing the pros and cons of taking more aggressive action.\nNotably, though, the intelligence assessment was more specific in its characterizations of Russian interference, saying that Moscow was using a range of measures to denigrate Biden and that Kremlin-linked actors were propping up Trump's candidacy on social media and Russian television.\nThe question of which country poses the biggest threat to election security has emerged as a politically fraught issue.\nTrump and several senior administration officials have repeatedly insisted that China is more aggressive, even though that characterization is not in line with the August intelligence assessment. After FBI Director Chris Wray outlined the threat of Russian interference at a congressional hearing last week and warned of its ongoing danger, Trump harangued him on Twitter by calling China a \"FAR greater threat than Russia, Russia, Russia.\"\nFacebook said the network focused mainly on Southeast Asia, where it posted in Chinese, Filipino and English about global news and current events.\nThese included Beijing's interests in the South China Sea, Hong Kong, support for Philippines President Rodrigo Duterte and his daughter's potential run in that nation's 2022 presidential election, and criticism of Rappler, an independent news organization in the Philippines.\nFacebook also removed a second network originating in the Philippines. These accounts posted in Filipino and English about local news and events including domestic politics, military activities against terrorism, a pending anti-terrorism bill, criticism of communism, youth activists and opposition, the company said.\n___ (c)2020 The Telegraph (Nashua, N.H.) Visit The Telegraph (Nashua, N.H.) at www.nashuatelegraph.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 23, 2020"
}