{
    "title": "Face Up to the P.L.O.'s True Nature",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 16,
    "full text": "If nothing else, the Achille Lauro incident should have opened the West's eyes to the true nature of the Palestine Liberation Organization.\nThe trouble is that even when faced with absolute evil, the mind refuses to accept what can be plainly seen. Thus in the 1930's, when reports of the unspeakable crimes committed in the Soviet Gulag reached the West, there were some who attributed them to ''irresponsible'' elements in the Soviet secret police.\nHow else if not by this mechanism of denial can we explain the world's willingness to believe Yasir Arafat's claims that he is ''against terrorism''? That the hijacking of the Achille Lauro was committed by his ''enemies''? That he only wanted to ''mediate'' the hostages' release and ''punish'' the culprits?\nIn fact, the Achille Lauro was commandeered by P.L.O. terrorists whose direct commander, Mohammed Abbas, is one of Mr. Arafat's closest deputies. Yet even when Mr. Abbas's men bungled the operation, Mr. Arafat thought he could get off without blame: The killers were to be spirited out of Egypt to P.L.O. headquarters in Tunis, while Mr. Arafat basked in Western applause for ending the crisis. His image as a moderate reinforced, he would then make his anticipated appearance at the United Nation's 40th anniversary celebration.\nFortunately, for once it didn't work. The terrorists were swiftly apprehended by the United States. Freed hostages described how the killers hailed Mr. Arafat as they beat elderly passengers. Intercepted communications between the murderers and their commander revealed they were not renegades but minions of the P.L.O. The evidence of Mr. Arafat's complicity became overwhelming. Less than 48 hours after he had offered condolences to the family of the slain hostage, Leon Klinghoffer, he denied that a murder had taken place, then threatened the United States for bagging his gunmen. Seldom has there been a more dramatic unmasking of murder and duplicity.\nBut this was hardly the first time that Mr. Arafat tried such a ploy. He discovered long ago that a little diplomacy and deception go a long way to assuage the West's unease about P.L.O. terrorism - that talk of ''moderation'' and ''diplomatic options'' can often erase the memory of the most heinous crimes. Thus, it has become a cornerstone of his policy to disavow such crimes even while issuing the orders to carry them out.\nHe first resorted to this tactic in 1970, disavowing the supposedly uncontrollable ''splinter group'' Black September, most notorious for the slaughter of 11 Israeli athletes at the Munich Olympics. The P.L.O. itself later admitted that the group had been under Mr. Arafat's direct command. In 1979, another ''mysterious'' Palestinian group seized Egypt's Embassy in Turkey. Mr. Arafat negotiated the release of hostages with terrorists who later turned out to be his own men.\nOf course, Mr. Arafat does not always disavow knowledge and responsibility. In other cases, P.L.O. spokesmen proudly claim credit. In the last year alone, Mr. Arafat launched some 600 terror attacks against innocent civilians, killing and severely wounding 75 Israelis - shoppers, cab drivers, teachers, tourists and the P.L.O.'s perennial favorite, children. Yet, incredibly, many in the West persist in being duped, treating the P.L.O. as a legitimate government, accepting its emissaries and exerting pressure on Israel to establish a P.L.O. state on its border.\nSuch people don't seem to understand that the destruction of Israel remains the P.L.O.'s unchanging goal, reconfirmed every year in its Charter and repeated explicitly by Mr. Arafat's deputies. As recently as May, Abu Nazir, a leader of al Fatah, said: ''When we demand the establishment of a Palestinian state, or even a Jordan-P.L.O. confederation, this is a strategy leading to the establishment of a state over all of Palestine. The 'phased policy' provides us with a springboard towards further goals.''\nAnother senior deputy, Khaled al Hassan, explained: ''While the 'phased policy' prescribes accepting anything possible during the first phase, we are determined to carry on the battle until the final goal is attained. The struggle will be long and will be decided only when Zionism is annihilated.'' It is one thing for Arab countries to promote the P.L.O. as a cover for their own refusal to make real peace with Israel. It is another for Western governments to parrot endless incantations about Mr. Arafat's ''reasonableness'' and ''moderation.'' By now, it should be clear enough that the P.L.O. is not a political organization that dabbles in terrorism but a terror organization that dabbles in politics. As for the peace process, if it depends in any measure on the P.L.O., it will never lead to peace."
}