{
    "title": "Facebook busy cleaning cyber house Cleaning_ A.I. monitoring software paying off",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 5,
    "day": 16,
    "full text": "Facebook revealed Tuesday that it removed more than half a billion fake accounts and millions of pieces of violent or obscene content during the first three months of 2018, pledging more transparency while shielding its chief executive from new public questioning about the company's business practices. The findings, its first public look at internal moderation figures, illustrate the gargantuan task Facebook faces in cleaning up the world's largest social network, where artificial-intelligence systems and thousands of human moderators are fighting back a wave of offensive content and abuse. \"My top priorities this year are keeping people safe and developing new ways for our community to participate in governance and holding us accountable,\" wrote Facebook CEO Mark Zuckerberg in a post, adding: \"We have a lot more work to do.\" Along with fake accounts, Facebook said in its transparency report that it had removed 21 million pieces of content featuring sex or nudity, 2.5 million pieces of hate speech and almost 2 million items related to terrorism by Al Qaida and ISIS in the first quarter of 2018. Though Facebook extolled its forcefulness in removing content, the average user may not notice any change. \nFor every 10,000 views of content on Facebook, the company said, roughly 8 of them were removed for featuring sex or nudity in the first quarter, up from 7 views at the end of last year. Facebook's new report, which it plans to update twice a year, comes a month after the company published its internal rules for how reviewers decide what content should be removed. The company says it has 10,000 human moderators helping to remove objectionable content and plans to double that number by the end of the year. Facebook's report suggests its investment in AI that can help moderate objectionable content is slowly paying off. The company says more than 96 percent of the posts removed by Facebook for featuring sex, nudity or terrorism-related content were flagged by monitoring software before any users reported them. But users are still reporting the majority of hate-speech posts, or about 62 percent of them, before Facebook takes them down. Meanwhile, Facebook's rate of squashing fake accounts is actually decreasing. The site removed 583 million fake accounts in the first quarter of the year, roughly 100 million fewer than were removed in the last quarter of 2017. The company attributed the decline to the \"variability of our detection technology's ability to find and flag\" fakes. A Washington Post report earlier this month found that the company's facial-recognition tool, which the company says could help spot impostor accounts, reviews only a small fraction of the site's roughly 2 billion monthly active users. But Facebook's progress in policing what users see isn't likely to temper fresh criticism from regulators in Europe over privacy protections for its billions of users worldwide. In the United Kingdom, Facebook this week again resisted a request from British lawmakers to testify as part of their investigation into Cambridge Analytica, a political consultancy that improperly accessed personal information about 87 million of the social site's users. Facebook said that Zuckerberg \"has no plans to travel to the UK,\" said Damian Collins, the leader of the UK's Digital, Culture, Media and Sport Committee, in a statement Tuesday. British lawmakers previously signaled they could soon slap Zuckerberg with a formal summons - requiring him to appear before a key committee in Parliament if he ever stepped foot in the country. But Collins said lawmakers would also be open to video testimony. \"If Mark Zuckerberg truly recognises the ‘seriousness' of these issues as they say they do, we would expect that he would want to appear,\" he said.\n\nGraphic\n\n \nBloomberg This Facebook logo is displayed on an Apple iPhone.\n\nLoad-Date: May 16, 2018"
}