{
    "title": "Faced with terrorism, government blunts rules for criminal informants",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 7,
    "day": 28,
    "full text": "BOSTON (AP) -- Rules requiring FBI agents to warn informants against committing serious crimes were softened recently by the Justice Department as part of its war on terror.\nDonald Stern, a former U.S. attorney who helped write the old rules, says the new ones give FBI agents more \"wiggle room\" in recruiting informants.\nThey took effect May 30, the day after FBI Director Robert Mueller announced he was reorganizing the bureau with terrorism as its first priority. Later, he told Congress, \"It is the duty of every FBI employee to remain vigilant for suspicious activity or informant information that could be a tip-off to a future terrorist attack.\"\nThe government adopted the old rules for handling confidential informants to prevent the kind of abuses that ran rampant for decades when the FBI was fighting another public menace: the Mafia.\nIntent on destroying it, the FBI field office in Boston and headquarters in Washington turned a blind eye to the crimes of mob informants who committed murder and led gangs of their own, government documents have shown. In the end, the FBI sheltered informing mobsters as powerful and dangerous as the ones they helped bring down.\nThe new rules, which apply to the FBI and other federal police agencies, no longer require agents to read recruited informants a series of verbatim warnings.\nPreviously, informants had to be told explicitly that they could get \"no immunity or protection from investigation, arrest or prosecution\" if they joined in a crime without formal FBI approval. They were also warned their identity could be \"divulged as a result of legal … considerations,\" and they could be \"called to testify in a proceeding as a witness.\"\nFor a mob informant, those could be scary words.\nCharles Prouty, head of Boston FBI office, said the verbatim warnings were \"having a chilling effect\" on recruiting informants. Now, agents will be free to couch the warnings in their own cozier, fuzzier language.\nMost of the other protections, which were adopted in the 1970s and 1980s, and reinforced last year, were kept in place.\nHowever, rules are \"not foolproof,\" Prouty added. \"They can always be subverted, as they have been.\"\nSome fear they will be again. Robert Bloom, a Boston College law professor who wrote a book on informant abuses, said terrorism has replaced organized crime as public enemy No. 1.\n\"The public attitude is: Do whatever you need to do,\" he said, \"and I think that's really dangerous.\"\n\nLoad-Date: July 28, 2002"
}