{
    "title": "Facing New Terrorism Warnings, Germany Mobilizes for Imminent Attack",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 18,
    "full text": "Germany dispatched heavily armed police officers and bomb-sniffing dogs to train stations, airports and key landmarks on Wednesday as a new picture emerged of the terrorist threat that had already raised security levels in Britain and France.\nIn a hastily called news conference in Berlin, the country's interior minister, Thomas de Maiziere, said the government had ''concrete indications of a series of attacks planned for the end of November,'' and German, Pakistani and American officials offered similar accounts of intelligence that pointed to imminent attacks by terrorists trained in Pakistan or Afghanistan.\nThe officials said that American military drone strikes in those countries had killed some of the plotters and disrupted the plans, but that others were at large and might still strike.\nIn Washington, an American counterterrorism official detailed the intelligence behind a warning issued in October to Americans traveling in Europe. He said that about 25 fighters affiliated with Al Qaeda, organized into cells of three to five members, had been planning commando attacks in Britain, France and Germany. Since then, the official said, about 10 of the fighters have been killed or captured, most of them by drone strikes in Pakistan. He spoke on the condition of anonymity because his comments involved security matters.\nA Pakistani official, who also spoke on the condition that he remain anonymous, said drone strikes in September and October were believed to have killed European recruits directly involved in various plots, possibly including attacks in Germany and Britain. But he said several such plotters were believed to be alive.\nFrance has been on high alert for several weeks, deploying nearly 5,000 extra members of the military and the police force to patrol sites deemed vulnerable. Five people were arrested in France on terrorism charges last week. Officials said one of them had spent time in Afghanistan and the others had planned to travel to Pakistan. The officials also said one of the suspects had been involved in an assassination plot against the leader of the Great Mosque of Paris.\nA high-ranking German intelligence official said reports had been streaming in for months that teams might be heading to Germany for a Mumbai-style attack or other terrorism strikes.\n''The situation has developed over the past weeks and months,'' the official said, also speaking anonymously. ''There were new messages almost every day. The number of messages increased and concentrated on Germany.''\nBut, he said, the warnings included none of the specifics of the Saudi tip that allowed the authorities in Britain and Dubai to intercept powerful bombs hidden in air cargo shipped from Yemen late last month.\n''In essence, the messages are nonspecific, and the sources are difficult to reconstruct,'' the official said. ''It was a colorful variety of information, and because of this, the impression developed that something is about to happen.''\nAccording to one European intelligence official, who also spoke on the condition of anonymity, some attackers might be in place. That official said that ''within the last six weeks there had been some Germans arrested in Pakistan'' who said as much, though they did not know where or when a strike was planned.\nMr. de Maiziere's declaration on Wednesday that ''the security situation in Germany has become more serious,'' and the decision to put on a show of force on the streets, represented a significant shift in strategy. Germany had largely restrained from issuing major warnings, saying that such alerts alarmed the public while doing little to protect it -- in itself a sort of victory for terrorists.\nMr. de Maiziere did not specify the exact nature of the new information, saying only that it had emerged after the interception of the Yemen bombs, one of which had passed through a German airport.\nThe German intelligence official said the shift was not so much a result of a single tip than of the buildup of reports that indicated German targets were at risk and of increased concerns about cargo security.\nThose concerns -- underscored in Germany by the discovery of a package bomb from Greece that was found in Chancellor Angela Merkel's mail -- are particularly troubling at a time of year when holiday purchases and gifts are flooding shipping agencies.\nOn Wednesday, Mr. de Maiziere insisted that while there was cause for concern there was ''no reason to panic.''\n''We won't be intimidated by international terror,'' he said, ''neither in our way of life, nor our culture or freedom.''\nAt the busy Friedrichstrasse station in Berlin, where national, regional and commuter train lines intersect, heavily armed officers in dark uniforms patrolled the platforms and entry and exit points during the afternoon rush.\nThe security staff of Deutsche Bahn, the German federal railways, seemed relaxed about Mr. de Maiziere's new alert, with officers smoking and chatting outside the station, but there was an increased police presence in the streets near Parliament.\n''I worry about these terror alerts,'' said Sabine Krohl, a sales assistant. ''It's all very well shrugging them off by saying it will never happen here in Germany.\n''But you just never know,'' she added, rushing to catch her commuter train.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: The scene at Berlin's main train station on Wednesday after the nation's interior minister said Germany had received evidence of a planned attack. (PHOTOGRAPH BY JOHANNES EISELE/AGENCE FRANCE-PRESSE -- GETTY IMAGES)           \n\nLoad-Date: November 18, 2010"
}