{
    "title": "Facing down despair A Christian Science perspective. Turning to God replaces despair with peace",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 10,
    "day": 6,
    "full text": "When we hear news of civilians hurt or slain by terrorism in Iraq or elsewhere, we may despair. Pictures of suffering often paralyze our ability to think constructively and contribute to the healing of a community, a nation, or our world. Turning to God can give us the spiritual understanding that contributes to the elimination of terrorism and exchanges sadness and fear for peace and hope.\nThe Bible shows us that people who faced sorrow were able to trust in God and find victory over despair. The Psalmist said: \"How long shall I take counsel in my soul, having sorrow in my heart daily? how long shall mine enemy be exalted over me?... But I have trusted in thy mercy; my heart shall rejoice in thy salvation. I will sing unto the Lord, because he hath dealt bountifully with me\" (Psalms. 13:2, 5, 6).\nLike the psalm, Christian Science teaches that gratitude for God's goodness can bring light to the brokenhearted. God, who is divine Love, is always near, meeting the need of the spiritually hungry, reaching out for comfort.\nDivine Love's care is felt in the spiritual intuitions that come to us in prayer, as they came to the Psalmist, intuitions that reveal the reality of Love's forever protection of each one of us, safe in Love's infinite embrace. That care is based on the truth that man is inseparable from God, the very image or expression of eternal Life. What we learn of divine Life and our real spiritual nature makes us question the reality of vulnerable, material life.\nChrist Jesus was no stranger to the sorrows of human life, but he triumphed over sorrow and death in his resurrection. Mary Baker Eddy, the Discoverer and Founder of Christian Science, writes of Jesus: \"The 'man of sorrows' best understood the nothingness of material life and intelligence and the mighty actuality of all-inclusive God, good. These were the two cardinal points of Mind-healing, or Christian Science, which armed him with Love\" (\"Science and Health with Key to the Scriptures,\" p. 52).\nThis Mind of Christ, which is attainable by all according to the Scripture (Philippians 2:5), arms us, too, with Love. Love meets the need for spiritual uplift and gives us the ability to respond to the threats of terror with courage and selflessness.\nWe see examples of overcoming fear as citizens put themselves at risk to take care of those injured. We also hear of ordinary people facing up to terror as they carry on daily life in the midst of intimidation. These examples are anchored not in mere human goodness, but in the uninterrupted and ever-present help of divine good, God.\nPeace replaces fear and grief when divine Love is seen as exclusively present, conquering hate. Hope comes with even the smallest recognition that infinite good does not permit its opposite, evil, to exist or have power.\nEach spiritual truth we accept as real changes human thought. We help ourselves and humanity gain freedom from terror and despair in understanding more each day that we cannot be outside infinite Love, where good is supreme and everlasting.\n\nLoad-Date: October 6, 2014"
}