{
    "title": "Facing problems, Bush is upbeat on eve of U.N. speech President is expected to say that freedom and",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 19,
    "full text": "President George W. Bush faced disagreement Monday over how to confront Iran's nuclear ambitions and skepticism about his approach to Iraq and the Middle East as world leaders gathered for the U.N. General Assembly meeting today.\nStill, Bush was upbeat, focusing on his push for democratic change and the call from his wife, Laura Bush, for governments to embrace literacy programs to improve lives.\n\"We don't believe freedom belongs only to the United States of America,\" Bush said at the White House Conference on Global Literacy hosted by his wife. \"We believe that liberty is universal in its applications. We also believe strongly that as the world becomes more free, we'll see peace.\"\nBush attended the 61st session of the world body with policy problems at home and abroad.\nThe war in Iraq is in its fourth year with no end to bloody sectarian violence in sight. International support is dwindling for imposing sanctions against Iran for its nuclear work. The repressive Taliban regime toppled in Afghanistan is showing new signs of resilience. And the Israeli-Palestinian conflict continues.\nAt home, Bush's approval rating, while experiencing a recent uptick, stands at just 40 percent. Americans are growing weary of the war. And the White House is in a showdown with Senate Republicans over the interrogation and trying of terrorism suspects.\nThe president's so-called freedom agenda is the theme of his speech to the U.N. General Assembly today. He will focus on democratic reforms in the Middle East.\nIn his speech, Bush is expected to say that while military and law enforcement actions are needed to curb terrorism, the ultimate weapons are freedom and opportunity.\n\"I think the president sees this . . . as a struggle between the forces of extremism and the forces of moderation in the Middle East,\" national security adviser Stephen Hadley said, previewing Bush's speech.\nThe president also is expected to firmly denounce Iran and Syria, two nations that Bush says are working to thwart freedom in the region. Iranian President Mahmoud Ahmadinejad also planned to be at the United Nations, but Bush had no intention of talking with him.\nBush will meet with French President Jacques Chirac today, the only other member of the coalition of nations working with the U.S. to try to stop Iran from doing work that could lead to a nuclear weapon.\nChirac, who is balking at the U.S. drive to sanction Iran for defying U.N. sanctions, proposed a compromise Monday to kickstart talks between Iran and the international community. Chirac suggested that the threat of U.N. sanctions be suspended if Tehran freezes its uranium enrichment work. \n\nGraphic\n\n \nPHOTO\n PHOTO - Laura Bush confers with her husband, President George W. Bush, as he arrives onstage Monday to address the White House Conference on Global Literacy. AFP / Getty Images \n\nLoad-Date: September 19, 2006"
}