{
    "title": "FACT-CHECKING A COMPARISON OF GUN DEATHS AND TERRORISM DEATHS",
    "publisher": "tampa bay times",
    "year": 2015,
    "month": 10,
    "day": 5,
    "full text": "Number of Americans killed by terrorism in the last decade: 24. Number of Americans killed by guns in the last decade: 280,024.\n- Viral image on Thursday, October 1st, 2015 in a Facebook post\n* * *\nTHE RULING: MOSTLY TRUE\nIn the wake of the Oct. 1 shooting at Umpqua Community College in Oregon, President Barack Obama tasked the media to put the number of gun violence-related deaths into perspective.\n\"Have news organizations tally up the number of Americans who've been killed through terrorist attacks in the last decade and the number of Americans who've been killed by gun violence, and post those side by side on your news reports,\" he said in his address on the shooting. \"We spend over a trillion dollars, and pass countless laws, and devote entire agencies to preventing terrorist attacks on our soil, and rightfully so. And yet, we have a Congress that explicitly blocks us from even collecting data on how we could potentially reduce gun deaths. How can that be?\"\nObama's underlying point was to highlight the lack of resources and legislative action taken on gun violence. Some have questioned the merit of such a comparison -- for example, critics have pointed out that cigarettes kill more people than guns. We're not weighing in on that debate. Rather, we're looking just at the data.\nMultiple outlets obliged (though each came up with slightly different numbers). Several readers asked us to check out one specific comparison widely shared on Facebook and Twitter. It was created by NowThis, a New York-based news company that produces content specifically for social media.\nThe image says that 24 Americans have been killed by terrorism in the last decade, while 280,024 Americans were killed by guns.\nWhile NowThis' numbers aren't perfect, the overarching point is accurate. There have been far more deaths from gun violence than from terrorist attacks.\nWalking through the math\nLet's start with the tally for terrorist-related deaths. NowThis senior editorial producer Versha Sharma told PolitiFact that the 24 figure refers to the number of U.S. citizens killed by terrorist attacks on U.S. soil, and does not include deaths abroad.\nSharma acknowledged that this could have been made clear in the graphic. But she maintained that it's more apt to compare domestic gun deaths to domestic terrorism deaths. Counting terrorist attacks abroad, she said, would make it an apples to oranges comparison.\nThe number comes from the nonpartisan think tank the New America Foundation's count of lethal jihadist attacks on U.S. soil from 2005 to 2015. It includes for example the four people killed during the Boston Marathon bombing in 2013 and the 13 deaths from the Fort Hood shooting in 2009.\nTo get to 280,024 gun deaths, NowThis compiled data from the Centers for Disease Control and Prevention's National Vital Statistics System and the Mass Shooting Tracker, a crowd-sourced project that tallies deaths and injuries in mass shootings.\nAccording to the CDC, the number of violent gun deaths between 2005 and 2013 (the latest year on record) was 279,976. That includes suicides, homicides, and police-related shootings. Mass Shooting Tracker counts 389 mass shooting gun deaths in 2014 and 375 so far in 2015.\nThere are, however, a few issues with these numbers.\nFor starters, a spokesperson for New America told us it would have been more accurate to include lives lost to both jihadist and non-jihadist extreme violence (47 deaths from 2005 to 2015) for a total count of 71 deaths from terrorist attacks on U.S. soil.\nSecondly, Mass Shooting Tracker, as the name implies, only tracks deaths from mass shootings, defined by the group as when four more people are shot in an event. If we look at all gun-related deaths as the CDC does from the past two years, the numbers are much higher.\nAccording the nonprofit project the Gun Violence Archive, there were 12,562 gun deaths in 2014 and 9,959 in 2015 thus far. That's a grand total of 301,797 firearm-related deaths in the past decade, compared to 71 deaths from domestic acts of terrorism.\nIf we factor in terrorist attacks overseas, the comparison is still stark. From 2004 to 2014, 303 Americans were killed in terrorist attacks worldwide, according to State Department reports. During that same time frame, 320,523 Americans were killed because of gun violence. Here's a breakdown:\nOur ruling\nA viral image says the number of Americans killed by terrorism in the last decade is 24, while the number of Americans killed by guns in the last decade is 280,024.\nNowThis, the creators of the image, told us they only counted lives lost to domestic jihadist attacks, though the image doesn't specify that. If we look at deaths due to all extremist attacks on U.S. soil, the number goes up to 71. A more accurate count for gun deaths between 2005 and 2015 is 301,797.\nThough the image's numbers are slightly off, that doesn't undercut the point: guns have claimed many more lives than terrorist attacks. We rate the claim Mostly True.\n* * *\nAbout this statement:\nPublished: Monday, October 5th, 2015 at 11:55 a.m.\nResearched by: Linda Qiu\nEdited by: Angie Drobnic Holan\nSubjects: Guns, Terrorism\nSources: Phone and email interviews with Versha Sharma, senior editorial producer at NowThis, Oct. 2, 2015; Email interview with David Sterman, program associate at the New America Foundation, Oct. 2, 2015; White House, Watch President Obama's Statement on the Shooting in Oregon, Oct. 1, 2015; Facebook, NowThis post, Oct. 1, 2015; PunditFact, \"More Americans killed by guns since 1968 than in all U.S. wars, columnist Nicholas Kristof writes,\" Aug. 27, 2015; PolitiFact, \"Is Barack Obama correct that mass killings don't happen in other countries?\" June 22, 2015; PolitiFact, \"Barack Obama tweets that U.S. gun-homicide rate is much higher than in France, Israel, Japan,\" June 22, 2015; PunditFact, \"'Americans are 20 times as likely to die from gun violence as citizens of other civilized countries,' says author Lisa Bloom,\" Jan. 17, 2014; PunditFact, \"Kohn: Since 9/11, right-wing extremists killed more Americans than Islamic extremists,\" Jan. 8, 2015; PolitiFact, \"Doonesbury strip says 270,000 Americans have been killed by guns since 9/11,\" Feb. 14, 2011; Centers for Disease Control and Prevention, National Vital Statistics System search, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens Overseas in 2014, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens Overseas in 2013, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens in 2012, May 30, 2013; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens Overseas in 2011, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens in 2010, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens in 2009, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens 2007, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens Overseas, 2006, accessed Oct. 2, 2015; U.S. Department of State, Terrorism Deaths, Injuries and Kidnappings of Private U.S. Citizens Overseas, 2005, accessed Oct. 2, 2015; Federal Bureau of Investigation, Definitions of Terrorism in the U.S. Code, accessed Oct. 2, 2015\n\nGraphic\n\n \nPHOTO (2) PHOTO - NowThis: A viral image compares the number of gun-related deaths and terrorism-caused deaths in the United States in the past decade. CHART (2): Gun deaths vs. domestic terrorism deaths; Gun deaths vs. overseas terrorism deaths\n\nLoad-Date: October 6, 2015"
}