{
    "title": "FaculTea talks U.S. weapons of mass destruction, terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 26,
    "full text": "East Carolina University's monthly FaculTea event hosted the Chair of the Department of Political Science Alethia Cook, who discussed her research on terrorism and weapons of mass destruction yesterday in Joyner Library.\nCook, author of \"Terrorist Organizations and Weapons of Mass Destruction: U.S. Threats, Responses, and Policies,\" said her presentation examined the complex issue of weapons of mass destruction and the government actions that follow to confront complex issues.\nDuring the event, Cook elaborated on the policy framework that has been developed for the United States and how it's evolved over the years to try and keep Americans safe from terrorist and outside threats.\nCook said one of the reasons she felt the need to share her work at FaculTea was because she wants her audience to understand the media uses the term 'weapons of mass destruction,' or WMD, pretty broadly.\n\"I think that people need to know WMD is a kind of category that hides a whole lot of complexity. We are talking about 4 different classes of weapons most of the time and, within those classes of weapons, there could be dozens of different agents,\" Cook said.\nCook said what initially started the idea of terrorism in her work was her book published in September of 2017. She discussed the challenges the government faces targeted to an audience that has no knowledge on the issues.\n\"When you say WMD, it sounds like they are all housed in one location and it's going to be something very easy for the government to deal with,\" Cook said. \"When in fact, there are thousands and thousands of locations where these different kinds of things might exist where government is challenged with trying to figure out how to protect them all, everywhere they might exist.\"\nShe said her research takes readers through the systematic process, all the way through the emergency response routines, however, she said even though it's difficult for the government to keep and hide all of these WMD, it's even more difficult for terrorist organizations to get their hands on them.\nDuring her presentation, Cook said there are four separate divisions of WMD: chemical weapons, biological weapons, radiological weapons and nuclear weapons.\nHalie Clegg, a senior double major in multidisciplinary studies and political science, said she attended the event because Cook is her mentor and the director of security studies at ECU.\n\"I just wanted to come out to support her with her career and research,\" Clegg said.\nClegg said she hasn't ever attended a FaculTea event but said she attends Cook's 'Great Decision' lectures. She said Cook's research presentation provided her with extended knowledge on a subject that Cook had already taught her in a previous class as a sophomore.\nClegg said her main take away was her connection made to another meeting she had previously attended on the new security challenges that she will be facing with her own generation.\n\"Hearing her recap of weapons of mass destruction as a whole, linking it to food sanitation and natural resources, it's scary to know that even though water is not really a main concern, that they (terrorist organizations) can still put it (weapons of mass destruction) into our actual food supplies,\" Clegg said.\nCharlotte Daniels, programs and events coordinator at Joyner Library, said FaculTea events happen three to four times a school year. She said she believes faculty and staff attend this event because Cook's topic is so timely.\n\"You see, there is a long history on weapons of mass destruction and currently there has been so much talk in our politics about it. I think it's (the topic) very interesting to people,\" Daniels said.\nDaniels said she believes the purpose of these FaculTea events is to give the faculty a chance to learn from different disciplines throughout campus about other faculty and what kind of research they are doing.\n\nLoad-Date: February 26, 2018"
}