{
    "title": "Failure can drive terrorism, too",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 10,
    "day": 22,
    "full text": ": \n FromaHarrop\n When trying to make sense of terrorists, we examine their \"causes.\" In the cases of Muslim terrorists, we search their religious views and political indoctrination. But when looking at other Americans who commit outrages not overtly tied to some creed, we tend to focus on their inner turmoil rather than their big-picture resentments.\n And so we pinpoint lost jobs, failed marriages, rejecting lovers and child custody battles as reasons why someone might shoot up a workplace or shopping mall - or, to be more accurate, as stresses that might push an unbalanced individual over the edge. A recent tragedy in the normally tranquil town of Seal Beach, Calif., follows this pattern: Bitter over his divorce, a man killed eight and wounded others in the hair salon where his former wife worked. We shudder at these rampages but regard the slayers as people who cracked.\n But could personal and mental problems be a main factor in what we usually call \"a religious or politically inspired terrorist attack\"? Suppose Muslim terrorists are using radical Islam as a cover for mental imbalance and perceived failures - just as Timothy McVeigh blamed an allegedly abusive government for his decision to blow up a building in Oklahoma City.\n Most immigrants must cope with the tensions of cultural dislocation. A man raised in a very male-dominated country whose wife walks out on him - and after he failed as a provider - experiences deep humiliation. But are his frustrations all that different from those of the native-born bankrupt, enraged over losing the kids, who opens fire at a hamburger joint?\n Consider Mansour Arbabsiar, the suspect in an alleged Iranian plot to assassinate a Saudi diplomat in Washington. His personal life was in shambles. Born in Iran, he had spent over 30 years in Texas trying to make it big in business after business and not succeeding. He lost his house through foreclosure. His marriage failed, and creditors were on his tail. His wife had sought a protective order against him.\n Neighbors and friends expressed surprise that Iran would pick the likes of Arbabsiar to pull off an assassination. They saw him as a bumbler always searching for his keys. Involved in ordinary American go-getter activities, Arbabsiar never roused suspicions of radical beliefs. And he may not have had them. He might have been in it for the money, but he gets lumped in with Muslim terrorists.\n A similar story emerges from Faisal Shahzad, the Pakistani immigrant accused of trying to set off a car bomb last year in Times Square. A son of privilege, Shahzad came to America and studied at the University of Bridgeport. In those days, he went to clubs, worked out at the gym, drank and womanized. He obtained a green card and a job as a financial analyst in Connecticut. He married and had two children.\n According to published reports, Shahzad had long harbored militant thoughts, but other things were going on. His real estate investments didn't pan out. Like Arbabsiar, he lost a suburban home to foreclosure, fell behind on his bills and saw his marriage founder. (He started hassling his wife to wear a hijab, a modest Muslim head covering.) And he was estranged from his liberal-minded father, a retired high official in the Pakistani Air Force.\n Some may argue that radical Islam provides would-be terrorists a seven-layer cake of grievances, cultural alienation and frozen ideologies to ease their transition from just another stressed member of society to would-be terrorist. There may be something to that, but you have to wonder: Had Arbabsiar and Shahzad conquered America's fabled streets of gold, would we ever have heard about them?\n  is a columnist for Creators Syndicate.\n Froma\n Harrop\n\nLoad-Date: May 29, 2012"
}