{
    "title": "FAILED AFRICOM' OBAMA SHOULD QUESTION THE COMMAND'S NECESSITY",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 2,
    "day": 21,
    "full text": "American military involvement in a botched operation in the Democratic Republic of the Congo that led to many deaths is the second failure in Africa of the Pentagon's newly created Africa Command.\nThe first misstep involved U.S. military support of an Ethiopian invasion of Somalia to overthrow an Islamist government. The Ethiopians withdrew at the end of 2008 and the Islamists are back, in greater strength, after considerable bloodshed.\nThe second was U.S. support of an effort in December by the Ugandan and Congolese armies to fight the Lord's Resistance Army, a tribally based force that has been in rebellion against the Ugandan government for 22 years. The idea was that the two African armies, with U.S. help in the form of advisers, fuel, communications and intelligence, would surround a group of LRA forces and kill or capture them. The operation was badly executed, however, and the LRA group escaped and went on a rampage. Some 50 villages were destroyed, an estimated 900 civilians were killed and terror has reigned ever since.\nAlthough the LRA is certainly a malevolent organization, it has nothing to do with the United States or with nonlocal terrorism.\nYears ago, some military and diplomatic officials argued that, just as the Pentagon had commands headed in other areas of the world, it should have one in Africa -- a position also taken by the Post-Gazette in an editorial in 2007. That view prevailed in the Bush administration, which also saw a risk of the growth of terrorism in Africa, and Africom was established last year.\nThe argument for it may have been good in terms of overall U.S. foreign policy. In practice, however, its bloody failures in Somalia and now the Congo -- plus the tight Defense Department budget, with the Iraq war continuing and U.S. involvement in Afghanistan escalating -- suggest that it may no longer be a good idea. This marks a change in our editorial position.\nThe Africans have shown little enthusiasm for the new command and have declined the location in their countries of an Africom command, which remains in Germany. An article by retired U.S. Ambassador David Passage in the February issue of Foreign Service Journalrecommends that not only Africom, but also its Latin American counterpart, Southcom, be disbanded for cost and political reasons.\nThe new Obama administration should look closely at Africom, based on the debacles in Somalia and the Congo, and ask whether it is really needed in a time of limited resources.\n\nLoad-Date: February 24, 2009"
}