{
    "title": "Failures on Terrorism Will Help Shape Tenet's Legacy",
    "publisher": "the new york times",
    "year": 2004,
    "month": 6,
    "day": 4,
    "full text": "George J. Tenet was determined to see Osama bin Laden in American custody. Now, with Mr. Tenet's resignation as director of central intelligence, the international terrorist has outlasted him.\n For a man whose career at the Central Intelligence Agency was defined by the battle against Islamic terrorism, the failure to capture his nemesis can only be a bitter regret. The notion of Mr. bin Laden's still being on the loose while new groups arise from the wreckage of his organization, Al Qaeda, underscores how much unfinished business remains in the war on terror.\n Mr. Tenet's quitting now also inevitably serves as a reminder of the C.I.A.'s greatest failures: not producing specific information that might have prevented the Sept. 11 attacks, and providing faulty evidence about weapons of mass destruction in Iraq.\n The judgment of history on Mr. Tenet's service at the C.I.A., where he was the second-longest-serving director (after Allen Dulles), may ultimately be decided by how the agency, which he helped rebuild after the cold war, continues to wage the fight against terrorism under his successors. \n Beginning with his days on the staffs of the Senate Intelligence Committee and the National Security Council, in the late 1980's and early 90's, the hallmark of Mr. Tenet's career was the search for ways to change the intelligence community in order to confront terrorism, the proliferation of weapons of mass destruction and other unconventional threats to the United States.\n As deputy director of central intelligence and then as director, he sought to reorient the agency away from its focus on the Soviet Union and toward an emphasis on what he called the new ''hard targets,'' including Iraq, Iran, North Korea and other states that might use terrorism and unconventional weapons against the West. \n His campaign to reorganize the C.I.A. began at a time when, in the 1990's, morale and resources there were at historic lows, making it all the more difficult for the agency to retrain itself to spy on elusive terrorists rather than Russian intelligence officers. After the collapse of the Soviet Union and the 1994 arrest of the Soviet mole Aldrich H. Ames, the C.I.A. was risk averse and mired in second-guessing. Veteran officers quit the agency in large numbers, while steep budget cuts meant that few were being replaced. \n In his early years as director, under President Bill Clinton, Mr. Tenet won praise from C.I.A. employees and former officials for his willingness to defend the agency and push for more money to rebuild its spy service. A back-slapping, morale-boosting boss, he sought to expand and transform the Directorate of Operations, the agency's clandestine espionage arm, and took special interest in the development of the directorate's cadre of case officers. \n ''I think he's going to be remembered as one of the great leaders of the agency, because he turned it around,'' said former Senator Bob Kerrey of Nebraska, a Democrat who served on the Senate Intelligence Committee in the 1990's. ''The morale when he took over was probably at one of its lowest points ever. He is genuinely an intuitive manager, he defended them, he built up a superior agency. The agency is an awful lot better than it was before.''\n To be sure, his efforts to rebuild the clandestine service fell short; the agency still did not have the spies in place who could have warned of Al Qaeda's plans for the Sept. 11 attacks. But in the years before the attacks, Mr. Tenet was the most prominent voice in the government warning of the growing threat from Al Qaeda, and his agency had developed enough intelligence in the summer before the attacks to provide warnings to the Bush administration that Mr. bin Laden was planning a major strike. \n Mr. Tenet won President Bush's support thanks to the C.I.A.'s aggressive response to Islamic terrorism after the attacks. He began to reinvigorate the agency's long-dormant paramilitary programs, expanded its relationships with foreign intelligence services and forced the agency to focus intently on the destruction of the Qaeda leadership. Eventually, two-thirds of Al Qaeda's top lieutenants were killed or captured. \n But it was with Iraq that Mr. Tenet faced his greatest frustration and most withering criticism, and it was in the administration's march to war that questions about his leadership most painfully emerged. \n Mr. Tenet's critics say he is cursed by an eagerness to please his bosses, and they maintain that he found it difficult to raise questions with Mr. Bush and Vice President Dick Cheney about the quality of prewar intelligence on Iraq. \n Under Mr. Bush, Mr. Tenet had been given nearly unprecedented access to the Oval Office; he met with the president almost every day, in sharp contrast to what had been his intermittent contact with Mr. Clinton. But his critics argue that the access came with a price: it became increasingly difficult for him to balance a need to protect the independence of the C.I.A. with a need to support the White House's policies.\n ''I would think that George's most difficult day as director was not 9/11, because he had been warning,'' said one former intelligence officer. ''I think his most difficult day may have been when it came out that he had said to Bush that W.M.D.'' -- weapons of mass destruction -- in Iraq ''was a slam dunk. Because that showed to the world that he wasn't doing his job.''\n In the end, Mr. Tenet's supporters hope, his legacy of rebuilding the C.I.A. will outlast the criticism he is now enduring.\n ''I really hope that all the controversies of the last several months will not obscure'' the importance of that rebuilding, said a longtime mentor of his, former Senator David L. Boren, Democrat of Oklahoma. ''If we were still where we were 10 years ago in terms of our human intelligence capability, we would be in deep trouble right now.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: On the day in March 2003 when war began in Iraq, Mr. Tenet briefed both the president and the vice president in the Oval Office.\n George J. Tenet, who had nearly unprecedented access to President Bush, in an October 2001 meeting that also included Vice President Dick Cheney and Condoleezza Rice, the national security adviser. (Photographs by Eric Draper/The White House)                                                 \n\nLoad-Date: June 4, 2004"
}