{
    "title": "FAILED PEACE TALKS COULD HURT _ PAKISTAN - INDIA RIVALRY PLAYS OUT IN AFGHANISTAN , AFFECTING U.S. E",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 7,
    "day": 17,
    "full text": "ISLAMABAD -- Recriminations flew between India and Pakistan on Friday, a day after failed peace talks that could have negative fallout for the U.S.-led military campaign in Afghanistan.\nPakistan charged that India had scuttled the talks by refusing to discuss anything but terrorism allegations against Pakistan, while India said that was the key issue between the countries.\nThe two nuclear-armed nations, which have fought three wars in the past, have been in a tense standoff since the 2008 terrorist attack by a Pakistan-based extremist group on the Indian city of Mumbai, in which more 160 people were killed. Today, analysts and officials say India and Pakistan effectively are contesting a proxy war in Afghanistan.\nThe United States has tried to push the two neighbors, both U.S. allies, to mend relations, but India wants to focus on terrorism, while Pakistan insists that territorial disputes between the countries be on the agenda. On the eve of the talks, a senior Indian official, G.K. Pillai, accused Pakistan's Inter-Services Intelligence spy service of \"controlling and coordinating\" the Mumbai attack.\nMany think that there will be no stability in Afghanistan until Pakistan and India stop playing out their decades-long rivalry there, with Pakistan giving sanctuary and support to the mainly Pashtun Taliban, and India supporting the largely non-Pashtun Northern Alliance.\n\"In the long term, Pakistan has the upper hand [in Afghanistan],\" said Hasan Askari Rizvi, a political analyst based in Lahrore. \"It has stronger links. All the Taliban factions, the Haqqani group [an insurgent faction], are opposed to India.\"\nDashing high expectations, Thursday's talks in Islamabad between the Indian and Pakistani foreign ministers ended with no announcement of progress except a commitment to meet again. Pakistan's foreign minister, Shah Mahmood Qureshi, launched an undiplomatic attack Friday on S.M. Krishna, his Indian counterpart, and New Delhi's negotiating position. Mr. Qureshi's remarks came while Mr. Krishna was still on Pakistani soil, making them more provocative.\nHistorically, the biggest quarrel between India and Pakistan has been over the mainly Muslim Himalayan region of Kashmir, and there is a related dispute over ownership of the Siachen glacier. More recently, India thinks Pakistan is sponsoring Muslim terrorist groups in the part of Kashmir that is in Indian hands and elsewhere in the country.\nMr. Qureshi said he had hoped to agree on a \"road map\" for engagement, but India wasn't willing to sign up for it, especially after Mr. Krishna received some mysterious phone calls from New Delhi.\n\nLoad-Date: July 19, 2010"
}