{
    "title": "Failure in the War on Terror_ It's not Osama but Musharraf",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 26,
    "full text": "The former head of the Pakistani Inter-Service Intelligence's (ISI) political cell recently confessed that he was responsible for political manipulation in Pakistan's 2002 elections that led to Islamists coming to power in two provinces and gaining 59 seats in the National Assembly. This fraud was the work of the America's supposedly unfaltering ally in the War on Terror, General (ret.) Pervez Musharraf and his desire to paint an image of Pakistan as an extremely dangerous, unstable country ready to fall into the hands of extremists the moment he leaves.\nMusharraf pretends that he is the only hope for the U.S. in Pakistan. Closer analysis, however, suggests that his claims are far from true. In the 2008 elections -- which were much freer and fairer than those of 2002 -- only 6 seats went to the Islamists. In addition, a secular party won the majority of seats from the North-West Frontier Province where the War on Terror is actually taking place. These results prove that the people of Pakistan are against religious fundamentalism, something the U.S. has largely ignored. In 1999, Pakistan was a stable country with a moderate political party in power. There were no suicide bombings, no abductions by extremists, and people were free to move about without security personnel. By 2007, Pakistan was among the world's most dangerous places. This transformation is the result of Musharraf's long, incompetent rule.\nThere are many other pieces of evidence to support that Musharraf is not committed to fighting terrorism now, or if he ever was. Musharraf's own speeches and words, such as, \"[I am] not going around trying to locate Osama bin Laden and Zawahri, frankly\" are the biggest confirmation of his indifference. In addition, Washington has been shocked by news reports that the majority of the funds given to Pakistan are not used for the War on Terror. This news is corroborated by widely available pictures of troops in the Federally Administered Tribal Areas moving around in traditional 'chappals' (open foot shoes) and poor equipment. If even a small portion of the U.S. aid were spent on weapons upgrades, bullet proof jackets, reconnaissance devices and training, the results would have been much better. The Pakistan Army would have performed better: more terrorists caught, fewer casualties and more leads to Osama bin Laden.\nOver the past eight years, Pakistan has received $11 billion from the U.S. in direct aid for fighting terrorism, billions from other countries for curbing extremism and development projects, and access to secret intelligence. In response to this, Musharraf has been repeatedly diverting funds in efforts to retain his support within the army, upgrade weapons to be used against India, or pay his supporters and crackdown on political opponents. His long, highly extravagant foreign tours to publicize his book or beg for more aid are hardly helpful in fighting terrorism.\nMusharraf's political ambitions have led to many serious lapses and failures in the War on Terror: Rashid Rauf, a high profile terrorist involved in a failed attempt to blow up transatlantic planes, escaped from Pakistani police custody. Militants have been capturing forts and have intercepted NATO's supplies. A radical mosque built up a brigade of terrorists adjacent to the Pakistan Intelligence's building in Islamabad, the capital. The intelligence agencies are not to be blamed; they have more important tasks to do-update files on and blackmail political opponents of Musharraf.\nLast November, on the pretext of fighting terrorism a \"state of emergency\" was declared in Pakistan, and resulted in a country-wide crackdown on the judiciary, media, human rights activists, and anyone who could possibly oppose Musharraf. This was followed by the release of 25 high profile terrorists including former Taliban Defence Minister Mullah Obaidullah, who has close ties to Osama bin Laden and is the highest-ranking Taliban official ever captured. With Musharraf releasing arrested Taliban figures, U.S. taxpayers can be assured the $11 billion pumped into Musharraf's regime has gone to waste.\nMusharraf is a major liability in the War on Terror, yet the Bush Administration fails to see this and continues to provide him unfaltering support. However, Musharraf does not have any support in Pakistan, as evidenced by the strong anti-Musharraf vote in the Feb. 18 elections. If the U.S. continues to support Musharraf it will further alienate the people of Pakistan from the War on Terror and augment anti-U.S. sentiments. When the U.S, backed a highly unpopular dictator in Iran, it back-fired resulting in an extremist Islamic revolution. The world cannot afford a nuclear power like Pakistan to turn into another Iran. The U.S. must use all its capabilities to return Pakistan to the rule of law and to have the Supreme Court judges deposed by Musharraf restored. Musharraf must be tried for his crimes in the War on Terror as well as his crimes against the people of Pakistan by the real Supreme Court of Pakistan. This will send a clear message to the next government that it cannot take the war on terror lightly and that the U.S. will not allow itself to be manipulated by Pakistani leaders.\n(C) 2008 Harvard Crimson via U-WIRE\n\nLoad-Date: February 26, 2008"
}