{
    "title": "FAIR WARNING; REAGAN CONFRONTS AN INTRACTABLE QADDAFI",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 13,
    "full text": "OF all the problems that have confronted Ronald Reagan as President, none has proved so intractable as terrorism.\nLast week, for the second consecutive week, the President devoted much of his attention to Colonel Muammar el-Qaddafi and the terrorist acts the Libyan leader is believed to have inspired, if not actually ordered. The focus of Presidential attention remained locked on terrorism even while other weighty matters of state and politics - Moscow, Nicaragua, budget, taxes, oil prices - crowded Government agendas in Washington. Last week the preoccupation intensified in the aftermath of the latest deadly terrorist attacks, on an American airliner over Greece and a West Berlin discotheque favored by American soldiers. Officials in Washington said Colonel Qaddafi was ''probably linked'' to the TWA attack and spoke of ''incontrovertible evidence'' tying him to the one in Berlin.\nThe President did not go that far. He called the Libyan leader a ''mad dog'' - to which Colonel Qaddafi replied that he would not be deterred by the ''insults'' of an ''old man'' - and said the United States was ready to strike militarily once more if he was convinced of Libyan complicity in the two latest outrages.\nProspective targets, it was said, were Libyan coastal air bases. At the week's end, an American armada - aircraft carriers, cruisers, destroyers - was steaming in the Mediterranean awaiting the Commander-in-Chief's orders.\nTwo weeks ago, convinced that Libya was the principal (or at least the most vulnerable) fountainhead of random violence in Europe and the Mediterranean, the Administration sought to punish Colonel Qaddafi (or perhaps encourage his own armed forces to rise against him) through conventional military means. Responding to challenges from Libyan forces in the Gulf of Sidra, United States ships and planes sank Libyan patrol boats and damaged Libyan missile sites.\nIf that demonstration of American power changed anything, it was evident neither from intelligence reports nor from subsequent events. On April 2, a bomb went off in a Trans World Airlines jet as it approached Athens, killing four passengers, three of them Americans. On April 5, a bomb went off in the West Berlin discotheque, killing an American serviceman and a Turkish woman and wounding 230 other people, including more than 50 Americans.\nMr. Reagan's pugnacious stance has evoked little criticism from politicians or others at home.\nA New York Times/CBS News Poll completed Thursday showed that 15 percent of those interviewed considered terrorism the country's most important problem, compared with the 1 percent who thought so in December and the 6 percent who agreed in January.\nAnd there were the first, faint signs in Western Europe last week that American allies were ready to provide slightly more support. France and West Germany both expelled Libyan diplomats.(NATO allies are cautious, page 2.) But some experts on the Middle East, here as well as abroad, are questioning the utility of military strikes as a weapon against terrorism. They doubt that even a much more massive attack than the last one would either sufficiently frighten Colonel Qaddafi and his allies to persuade them to rein in the terrorists they sponsor or seriously undercut the Libyan leader's standing in his own country.\n \n'Making Qaddafi a Hero'\nPatrick Seale of The Observer in London, one of the most respected Arabists in British journalism, said last week that American firepower was ''totally ineffective against terrorism'' and argued that ''a wise superpower doesn't think in terms of inflicting punishment on tiny states of 2 or 3 million people.'' He told CBS News: ''Hitting Qaddafi will only make Qaddafi a bigger hero than he is already. It will only put more American lives at risk'' and persuade more Arab states to support the Libyans.\nThe Reagan Administration, in rebuttal, says that it is expending every possible intelligence effort to discover and abort terrorist attacks, that it has tried economic sanctions only to see them fail, partly through the non-cooperation of European allies, and that it must not give the impression of impotence.\n''I grant you that Tomcats and F-16's are not the ideal anti-terrorist weapons,'' one senior strategist commented. ''But we can't invade Libya, can we? Our European and Arab allies wouldn't stand for that, and it's not clear that the American public would, either. So we have to use what we have and hope that it works. It may not; obviously it hasn't worked so far. But we must try something, and I don't hear very many creative suggestions from our critics.''\nAnother constraint is often cited by other officials who believe that Syria is at least as important a supporter of state terrorism as Libya. Syria is off limits to an American military attack, they say, because such a strike might well bring the Soviet Union into the conflict on Syria's side. The Russians supply weapons and advisers to Libya, but their commitment to Tripoli is not nearly so strong as their key alliance with Damascus.\nAs in so many cases in the last two decades - in Vietnam, in Iran and elsewhere - the United States, for all its military might, finds its room for maneuver heavily circumscribed. It could defeat Libya with comic ease in a head-to-head battle, but the goal, after all, is not to conquer Libya but to force its Government to behave according to international norms. That is the real issue, the one that has come to dominate Washington recently.\nThere were so many questions on terrorism at the President's news conference Wednesday that he only had a moment or two to deal with such major items as the budget, tax reform and Vice President Bush's seeming concern that oil prices were falling too far too fast.\nFor Mr. Reagan, however, even such pressing matters as those must take second place to curbing terrorism. One of the reasons he was elected in the first place, and one of the reasons his popularity has continued at a high level, is the belief of the American public that he would stand up to, would face down, the nation's enemies.\n\nGraphic\n\n \nDrawing"
}