{
    "title": "Faith and Terrorism in the Muslim World",
    "publisher": "the new york times",
    "year": 2003,
    "month": 4,
    "day": 6,
    "full text": "THE CRISIS OF ISLAM\nHoly War and Unholy Terror.\nBy Bernard Lewis.\n184 pp. New York:\nThe Modern Library. $19.95.\n EVEN now, with American troops in Iraq, the wound of 9/11 has begun to heal, salved by the balm of victory over the Taliban, the destruction of Al Qaeda's Afghan sanctuary and the seeming success (perhaps illusory) of our new defensive measures for homeland security. With this distance must also come greater reflection and deeper inquiry.\nIn the wake of our collective tragedy, Americans repeatedly asked, \"What caused them to do this to us?\" But in truth, it was not so much a question as a rhetorical challenge -- nothing, no ideology or theology, no past injustice or extant grievance could possibly justify an act of such inhumanity. We wanted an explanation that would justify our anger, our outrage and our basic human demand for revenge. Into that angry void stepped Bernard Lewis with his best seller, \"What Went Wrong?,\" which provided an answer to that agonized question: the sources of rage among Muslims stemmed from their frustration with the decay of their own civilization.\nNow it is time to ask a different question: \"Why did it go wrong?\" And perhaps a more important one still: \"What, if anything, can we do about it?\" Once again, Bernard Lewis has come forward with a book, \"The Crisis of Islam: Holy War and Unholy Terror.\"\nThere is much wisdom in everything that Lewis writes. His new book is no exception. Here, with updated passages from previously published pieces along with new material, he fleshes out a skeleton that he constructed in a widely acclaimed article called \"The Revolt of Islam,\" which appeared last year in The New Yorker. Unfortunately, at some point before it became a book, that piece seems to have lost its way. \n\"The Crisis of Islam\" is rich with the eloquence and erudition for which Lewis has become known and admired, even by his critics. Where this book is at its best is in showcasing his knowledge of the history, historiography, jurisprudence and customs of Islamic society in the Middle East. For this reason, his chapter \"The House of War,\" describing the theological basis for jihad and martyrdom, as well as their distortion by some fundamentalists to justify terrorism, is a gem. So too is \"Double Standards,\" which deals with America's own sordid relationship with Middle East tyrants.\nMany of Lewis's arguments are powerful and persuasive. He describes the commonalities behind the Islamic fundamentalism of Al Qaeda's terrorism and the Ayatollah Khomeini's Islamic republic. He explains that aspects of current Middle Eastern terrorism -- the call for jihad and the desire to fight both infidels and apostates -- do in fact stem from aspects of Islamic doctrine, while demonstrating that other key elements, like the attacks on innocents, particularly women and children, and the resort to suicide attack, have no basis in Islamic Scripture and run counter to centuries of tradition. \nLewis also does a great service in baring some of the hypocrisies confounding the Islamic Middle East. He points out that the Organization of the Islamic Conference, an international conclave of 57 countries with large or majority Muslim populations, frequently complains about the mistreatment of Muslims at the hands of non-Muslims (particularly Israelis and Westerners), but has been noticeably silent when Muslims have mistreated their own. He compares the \"powerful and widespread condemnation of Israel\" following the Sabra and Shatila massacres in Lebanon in 1982, which left 700 to 800 Palestinians dead at the hands of Maronite Christians acting with permission from the Israeli Army, to the silence in the West and elsewhere that accompanied Syria's massacre of 10,000 to 25,000 at Hama that same year (let alone the 50,000 to 70,000 that Saddam Hussein massacred after the 1991 intifada in Iraq). \nThere is also a powerful chapter titled \"A Failure of Modernity,\" which examines the widely acknowledged fact that the Middle East has fallen behind not just the West but many other parts of the world in economic and political development. However, this chapter also betrays what is most lacking in \"The Crisis of Islam.\" Lewis argues that the failure to modernize is what has turned so many Middle Eastern radicals to Islamic fundamentalism; if modernization and reform can't work, their alternative is to return to traditional Islamic ways. But he fails to go beyond this \"what\" to address the \"why,\" and it is the \"why\" that we most need to understand now.\nIn part, the problem is that the book simply is not long enough. Many of Lewis's contentions are (not surprisingly) very controversial, yet he often fails to provide the reader with the evidence to support these arguments. When Bernard Lewis makes an assertion, it should never be taken lightly. But even his authority cannot on its own sustain many of his most provocative points. \nFor instance, Lewis suggests that for some Arabs the very experience with the West convinced them that imitation was not the answer, and so they turned to confrontation and a return to \"purified\" Islam. He argues that Arab efforts to adopt Western economic practices often produced poverty, and efforts to adopt Western political methods produced autocracy. But he provides littleevidence that this is actually what the Islamists believe.\nLikewise, Lewis claims that United States policy toward the Middle East has been quite successful over the years, because \"there is, after all, no Vietnam in the Middle East, no Cuba or Nicaragua or El Salvador, not even an Angola.\" This would appear to overlook Lebanon, Somalia, the Iranian revolution, hostage takings, terror attacks, constant Arab-Israeli strife and our 12-year agony with Iraq. Why is Cuba a failure but Iraq not? Why is Nicaragua a failure but Lebanon not? Indeed, one might argue that Nicaragua and El Salvador turned out to be relative success stories -- and precisely the kind of success stories we lack in the Middle East. \nAnother concern is that the book meanders. Lewis's prose is so elegant and effortless that the reader glides smoothly from place to place. However, it is only afterward that one realizes that while many of the stops Lewis makes are pleasant and even fascinating in their own way, they did not contribute enough to the journey. \nBut the greatest flaw in \"The Crisis of Islam\" is that its journey stops short of the destination that Lewis's readers will want to reach. In \"What Went Wrong?,\" Lewis, by describing the decline of Islamic civilization, in effect explained how the Islamic Middle East reached its current state of political, economic and social stagnation. But he failed to explain not only why Islamic civilization declined but why the intensive efforts to reform -- and even copy the West -- proved fruitless, while similar reforms by other societies succeeded. \nBy the same token, Lewis describes how anger and frustration with the inability to modernize has caused some Muslims to turn to Islamic fundamentalism, and some fundamentalists to turn to un-Islamic terrorism. And he does mention at least some of the causes of that anger and frustration. In particular, he explores the issues of American support for Israel and for Arab autocracies. But he does so too briefly and with little more depth than in the original New Yorker piece. \nThus this new book leaves the reader unsatisfied. Lewis still has not grappled with the deeper questions for his readers. He still has not offered his explanation for why the Islamic Middle East stagnated, why its efforts at reform failed, why it is notably failing to become integrated into the global economy in a meaningful way and why these failures have produced not a renewed determination to succeed (as in East Asia over the past 50 years, and arguably in India, Latin America and even parts of sub-Saharan Africa today) but an anger and frustration with the West so pervasive and vitriolic that it has bred murderous, suicidal terrorism despite all of the Islamic prohibitions against such action.\nGiven Bernard Lewis's great erudition, we need him to take on these questions. When he finally does so, his views will undoubtedly arouse controversy, as his work always has. But until we have scholars of Lewis's wisdom and learning offering their explanations for the current agonies of the Middle East, we are unlikely to attain the kind of understanding of the problems of the region that might provide us with the purchase to discover a path beyond them.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Jordanians packing a mosque in downtown Amman on the last Friday of Ramadan. Bernard Lewis writes that some aspects of Islamic doctrine can encourage terrorism, but that killing innocents and suicide attacks have no basis in Scripture or tradition. (Associated Press) \n\nLoad-Date: April 6, 2003"
}