{
    "title": "Families not made aware of 9_11 benefit",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 6,
    "day": 22,
    "full text": "SACRAMENTO, Calif. - Some Californians who lost parents or spouses in the Sept. 11 attacks were unaware of a scholarship program funded by fees from a specialty memorial license plate, while millions of dollars from the plates went to plug the state's persistent budget deficits. \nAn aspiring lawyer and an unemployed single mother are among those who said they would have signed up to receive a $5,000 scholarship had they known the program existed. Other parents said they were told their children did not qualify for the funds, although they appear to have met the criteria. After the September 11 attacks, lawmakers in California, where all four jetliners were bound when they were hijacked, established a special memorial plate emblazoned with the words, \"We Will Never Forget.\" The money raised through the sale of the plates was to provide scholarships to the children of California residents who perished in the attacks and to help fund anti-terrorism efforts. The Associated Press reported in May that only $20,000 of the $15 million collected since lawmakers approved the \"California Memorial Scholarship Program\" has been paid out in scholarships. About three dozen California residents died in the attacks and the state identified 42 people who were eligible for the program. Documents obtained from the State Treasurer's Office through a California Public Records Act request show that only 16 individuals from six families signed up by the 2005 deadline. Of these, four have used their scholarships. In the years since the program closed to new applicants, Gov. Jerry Brown and his predecessor, Arnold Schwarzenegger, borrowed $3 million of memorial license plate money to help plug the state's budget deficit. Neither loan has been repaid. Millions more raised by the plates have been spent on budget items with little relation to direct threats of terrorism, including livestock diseases and workplace safety. The Associated Press surveyed 23 people who appear to have been eligible for the scholarship and found that 13 did not know about the program and four were told they did not qualify. Kia Pavloff-Pecorelli, who was pregnant when her husband's flight back to their Los Angeles-area home was hijacked, said she would have remembered hearing about the scholarship. Now living near her parents in Michigan, she struggles to pay for private school and therapy for her 10 year-old son, who has persistent fears of being orphaned, she said. \"If you didn't sign up for it, it should just be automatic,\" she said of the scholarship fund. \"It's like you raised these funds, why are there so many limitations?\" The 2002 legislation that established the memorial license plates specified that the state would \"identify all persons who are eligible for scholarships\" and notify them or, in the cases of minors, their parents. Anne Gordon, a spokeswoman for the California Victim Compensation and Government Claims Board, said the agency mailed Pavloff-Pecorelli a letter informing her of the program. Dependents are eligible for the scholarships until 2015 or their 30th birthday and the specialty plate fund continues to take in $1.5 million a year.\n\nLoad-Date: June 22, 2012"
}