{
    "title": "Families bury dead; Dublin unveils anti-terrorism laws",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 8,
    "day": 20,
    "full text": "Crackdown: Leader plans to eliminate IRA dissidents\nOMAGH, Northern Ireland (AP) - The Irish government announced Wednesday it will sharply tighten its anti-terrorist laws, and Catholics and Protestants suffered together the heartbreak of burying 16 victims of Northern Ireland's deadliest terrorist strike.\nColumns of grief-stricken residents followed hearses that snaked slowly through the bomb-ravaged center of Omagh.\nIn a sad distinction, more funerals for victims of political violence were held Wednesday than in any other single day throughout Northern Ireland's troubles.\nIn Dublin, Prime Minister Bertie Ahern announced plans to wipe out the Irish Republican Army dissidents who planted Saturday's car bomb that killed 28 people and wounded 220.\nAhern said he considered his government's initiatives \"extremely draconian,\" but added he was not prepared to risk more attacks by dissidents of the Real IRA splinter group.\nThe group refuses to adhere to the IRA's July 1997 truce and announced Wednesday only that it had \"suspended\" its bombing campaign in light of the Omagh carnage, which it called unintentional.\nThe proposals approved by an emergency session of Ahern's Cabinet included restricting the right to bail for suspected terrorists, allowing judges to infer guilt if a suspect refuses to answer questions and extending the allowable time to hold suspects without charge from 48 hours to 96 hours.\nPeople also could be convicted of belonging to outlawed groups if a senior detective testifies they are members.\nAhern said the measures would become law within two weeks to defend both Northern Ireland's peace agreement \"and the people of both parts of this island from attack by groups who have no legitimacy whatsoever.\"\n\nGraphic\n\n \nLocal schoolchildren watch the arrival of the first coffin at St. Mary's Church in Cookhill, Republic of Ireland, Wednesday during the funeral service of three boys who were killed in Saturday's car bombing. (AP photo)\n\nLoad-Date: August 20, 1998"
}