{
    "title": "Families gather to remember terrorism victims",
    "publisher": "usa today",
    "year": 1996,
    "month": 10,
    "day": 24,
    "full text": "ARLINGTON, Va. -- Only green plastic signs mark the graves of\nMichael George Heiser and Brian McVeigh.\nAmong the 19 Americans who died when a truck bomb exploded outside\ntheir barracks in Dhahran, Saudi Arabia, on June 25, they were\nburied too recently to have received the simple white tombstones\nthat dot Arlington National Cemetery.\nA few yards away, their families gathered at a commemoration Wednesday\nwith relatives of other Americans slain by terrorists, from the\nWorld Trade Center in New York to Beirut.\n\"Terrorism is not an anonymous act that happens to other people,\"\nsaid Wendy Giebler-Sefcik, whose husband, William Giebler, died\nwhen Pan Am Flight 103 was exploded over Scotland in 1988. \"It\nis our duty to put a face on the ravages of terrorism.\"\nThose who died in Dhahran were the focus of the ceremony. Apart\nfrom Heiser and McVeigh, they are buried elsewhere across the\nnation.\nIt was the 13th such commemoration by No Greater Love, an organization\nthat assists the families of Americans who died in service to\ntheir country or in terrorist acts.\n\"I am here to share a little bit with the families who lost loved\nones in my country,\" Saudi Ambassador Prince Bandar Bin Sultan\ntold those assembled on an overcast, windswept day. \"The American\npeople should be proud\" of those who died. \"They were doing\nthe Lord's job in a faraway place.\"\nThe Pentagon has admitted that it failed to protect the base adequately.\nThe Saudis had been reluctant to move an anti-terrorist fence\nfarther away from the barracks.\nThe prince promised \"swift and harsh justice\" for the perpetrators,\nwho have yet to be found. Four Saudis who confessed to the November\nbombing of a U.S.-run military training center in Riyadh, the\nSaudi capital, were beheaded May 31. That attack killed five Americans.\nGrief, not punishment, was more on the minds of the mourners who\nlistened under gray skies, twice interrupted by hard showers that\nstopped as suddenly as they began.\nBridget Brooks of Niceville, Fla., lost her son, Joseph Rimkus,\n22, in Dhahran. \"They were to come home in two days,\" she said,\na tear rolling down her cheek.\n\"Some of these people are still getting their feet on the ground,\"\nsaid Washingtonian Donna Bainbridge, who lost her husband, Harry,\non Pan Am 103. She added: \"I don't think you can avoid terrorism,\nwhether you are military or civilian. My husband was an attorney\ncoming home from a business trip. He was killed in an undeclared\nwar.\"\nBainbridge, whose son was born after his father died, sat next\nto Thomasina Baynard, of Richmond, Va. Her son was a month old\nwhen his father, James, was killed along with 240 other Marines\nin the bombing of their Beirut barracks in 1983. \"We come here\nevery year for my son,\" Baynard said. \"This is a way to honor\nhis father.\"\nTerrorism toll\nSo far this year 26 Americans have been killed in terrorist incidents\nworldwide. The toll since 1982:\n \n                         Ameri-\n          Terrorist       cans\nYear      incidents      killed\n1982      487               8\n1983      497             271\n1984      565              14\n1985      635              39\n1986      612              10\n1987      665               7\n1988      605             193\n1989      375              15\n1990      437               9\n1991      565               7\n1992      363               2\n1993      431               7\n1994      322               4\n1995      440              12\nSource: U.S. State Department, Office of Counter-Terrorism\n\nGraphic\n\n \nPHOTO, B/W, Tim Dillon, USA TODAY; At Arlington National Cemetery: Paul Bucha, president of the National Congressional Medal of Honor Society, Carmella LaSpada, founder of No Greater Love, Saudi Prince Bandar Bin Sultan and President Clinton aide Anthony Lake pay respects.\n\nLoad-Date: October 24, 1996"
}