{
    "title": "Family of terrorism suspect reacts with disbelief",
    "publisher": "star tribune ",
    "year": 2011,
    "month": 6,
    "day": 11,
    "full text": "The family of a former Eden Prairie man accused of helping a terrorist group in Somalia says he was incapable of supporting himself, much less anyone else.\nAhmed Hussein Mahamud had an inoperable brain tumor that affected his ability to work and manage ordinary tasks, said his mother, Dhaqan Warsame, who spoke Friday through a relative who translated.\n\"He's forgetting his job. He's forgetting to change his oil in his car. He's forgetting to pay his tickets. How he can support someone else?\" she asked.\nMahamud was arrested Thursday in Columbus, Ohio, where he now lives, and faces federal charges that he provided money and personnel to support Al-Shabab. The U.S. State Department has classified Al-Shabab as a terrorist group with ties to Al-Qaida.\nAuthorities believe at least 20 Somali-American men who left Minnesota in separate waves since 2007 were recruited by Al-Shabab to join its fight for control of the East African nation.\nA grand jury indictment unsealed Thursday alleges that he \"unlawfully and knowingly\" conspired with others to provide support to Al-Shabab and its efforts to \"murder, kidnap, maim or injure persons in a foreign country.\"\nCharges say Mahamud did this on or about April 20, 2009, and on or about July 27, 2009, as well as dates unknown. But the indictment doesn't say how many people he allegedly recruited or how much money he allegedly provided.\nWarsame said she knew that her son had been arrested but beyond that she knew little about the government's allegations.\nShe said he was 15 when he came to Minnesota in 2000 from a refugee camp in Kenya. His father died there.\nA 2004 graduate of Eden Prairie High School, he attended Normandale Community College in Bloomington.\nHe was taking medication, but he would forget to take it at times, his mother said, causing him to fall suddenly and have trouble attending his classes.\n\"It affected his life for work and for school when he didn't take his medications,\" Warsame said.\nHe worked here and there -- at Wal-Mart, Home Depot and T-Mobile stores.\n\"He don't have a car. He don't have nothing. He only has a temporary job,\" she said.\nMahamud lived with his family in their Eden Prairie apartment until 2007, when he went to live with friends elsewhere in Eden Prairie, Warsame said.\nEarlier this year, he moved to Columbus to be with his new wife, Warsame said.\nMahamud became the 20th person to be indicted in connection with the FBI's continuing investigation into the recruitment and travels of the men who left for Somalia.\nDuran Dini, a relative of Mahamud's, said either the allegations have been made up by someone or perhaps someone is using Mahamud.\n\"If there is some influence, it is an invisible influence. They're just targeting the kids who are going to jail or dying. And they're free and are just walking around,\" Dini said.\nAllie Shah - 612-673-4488\n\nLoad-Date: June 13, 2011"
}