{
    "title": "Families say contractors bribed Taliban",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 12,
    "day": 28,
    "full text": "Families of almost 150 U.S. service members and civilians who were killed or wounded in terror attacks in Afghanistan sued a group of Western contractors involved in the nation's reconstruction for allegedly bribing the Taliban for protection for years. The alleged payments ultimately helped finance a Taliban-led insurgency that led to the attacks in Afghanistan between 2009 and 2017, according to a lawsuit filed Friday in federal court in Washington. The suit seeks unspecified damages for the families under the Anti-Terrorism Act. \n\"Defendants were all large Western companies with lucrative businesses in post-9/11 Afghanistan, and they all paid the Taliban to refrain from attacking their business interests,\" according to the complaint. \"Those protection payments aided and abetted terrorism by directly funding an al-Qaida-backed Taliban insurgency that killed and injured thousands of Americans.\" The allegations are based on several confidential witnesses, internal company documents, declassified government-intelligence reporting and congressional testimony, among other sources, according to the complaint. An employee of the U.S. Embassy in Kabul called such payments \"organized crime,\" according to the suit. The plaintiffs include family members of U.S. Army Sergeant Andrew Looney, who was killed when a suicide bomber attacked the checkpoint he was manning in June 2010. A suicide bombing a few months later destroyed an armored bus transporting U.S. forces, killing more than a dozen people, including Lieutenant Colonel David Cabrera and Staff Sergeant Christopher Newman, whose family members also sued. The 288-page complaint contains numerous such examples of deaths and injuries. Dow Jones reported earlier on the suit. Two of the defendants — closely held DAI Global LLC and Louis Berger Group — received about $1 billion in development aid from 2007 to 2009, making up about half of the total contracts by the U.S. Agency for International Development in Afghanistan during that period, according to the complaint. The plaintiffs accuse a predecessor entity of Bethesda, Maryland-based DAI of making protection payments to the Taliban between 2006 and 2012, while the company worked on numerous contracts worth hundreds of millions of dollars. \"Each contract required work in geographic areas under Taliban control or influence, and contractors' standard practice in such circumstances was to pay protection money to discourage the Taliban from attacking their projects,\" according to the suit. Louis Berger Group, now part of Montreal-based WSP Global Inc., is also accused of paying bribes. The suit alleges that, for example, one of LBG's project managers justified the protection payments to the Taliban by saying the group's members are \"moderate\" if they're not disrupting his project and \"They're not all bad.\" Other companies named are Palm Beach Gardens, Florida-based Centerra Group LLC and Janus Global Operations LLC. None of the companies immediately responded to phone calls seeking comment.\n\nLoad-Date: December 30, 2019"
}