{
    "title": "Family of former Castro friend awarded $250 million",
    "publisher": "the world",
    "year": 2008,
    "month": 4,
    "day": 6,
    "full text": "MIAMI - A Florida jury awarded nearly $253 million to the children of a former friend of Fidel Castro who they said was tortured and killed in jail more than three decades ago - a verdict one juror said was meant as a political message.\nThe son and daughter of Rafael del Pino Siero, captured while trying to help a Cuban escape the country in 1959, expressed amazement at Friday's award, which was five times more than what they had sought.\n\"I was flabbergasted,\" Rafael Del Pino Jr. said. \"I kept thinking, 'Why did they give us so much more?'\"\nIt appears to be the largest award to date in a wrongful-death claim filed against the Cuban government in Miami. Cuba's government was served with court papers but chose not to be represented in court.\nThe verdict is significantly more than the $187 million a federal judge awarded to the survivors of three victims in the 1996 shoot-down of two Brothers to the Rescue small planes by a Cuban MiG.\nThose family members collected about half the judgment from Cuban assets frozen in New York, an option that probably won't be available to Del Pino's children. The assets are dwindling, and their father's death came five years before the United States designated Cuba as a state sponsor of terrorism.\nOne juror said the verdict was a political statement.\n\"Basically, all of us decided that we all wanted to send a message to the world that countries don't mess around with U.S. citizens,\" said Thomas Crews, one of six jurors.\nA 1996 U.S. law allows victims of terrorist groups or countries that are designated as state sponsors of terrorism to sue for damages.\nDel Pino was among Castro's friends at the University of Havana, but the family said the two had a falling out. Del Pino flew back to the island in July 1959 on a rescue mission but was captured and sentenced to 30 years in a Cuban prison.\nHe died in captivity in 1977. The Cuban government said he hanged himself.\nThe 2005 lawsuit filed by his children in Miami-Dade Circuit Court alleged that the Cuban government \"intentionally, unlawfully, and with complete disregard for human life, tortured and killed Rafael del Pino by hanging him.\"\nDel Pino was not related to former Cuban Gen. Rafael del Pino, who defected in 1987.\n\nLoad-Date: April 7, 2008"
}