{
    "title": "Far-Right Terrorism Is No. 1 Threat, Germany Is Told After Attack",
    "publisher": "the new york times",
    "year": 2020,
    "month": 2,
    "day": 21,
    "full text": "The authorities, long criticized as complacent about the extreme right, promised an increased police presence at mosques, airports, train stations and borders.\nBERLIN — German officials have faced accusations for years of turning a blind eye to the threat posed by right-wing extremists. But after a German who embraced violent racist ideals killed nine mostly young people in hookah bars in the central city of Hanau this week, the response was swift and clear.\n“Far-right terror is the biggest threat to our democracy right now,” Christine Lambrecht, the justice minister, told reporters on Friday, a day after joining the country’s president at a vigil for the victims. “This is visible in the number and intensity of attacks.”\nThe Hanau shootings on Wednesday were the latest in a series of far-right attacks at a time when the country’s hard-won democratic institutions face growing distrust and its usually consensus-driven politics have been fractured by the rise of a right-wing populist party, Alternative for Germany.\nOfficials have recorded increases in the number of far-right hate crimes in recent years, and security officials count 12,000 people in the country as known right-wing extremists.\nHorst Seehofer, the interior minister, said on Friday that he had ordered increased police patrols of key infrastructure like airports and train stations and high-profile events such as the Berlin Film Festival in response to the Hanau attack.\nThe police will also increase their presence around mosques, he said, a measure that has long applied to Jewish synagogues and cultural institutions in large German cities. Muslim leaders had called for such patrols, especially after mosques were listed among potential targets of an apparent far-right terrorist cell that was broken up last week.\nBefore those arrests came the killing of a local politician at the hands of a right-wing extremist in June and an attack on a synagogue in October that left two people dead.\nAnother report on Thursday thickened the atmosphere of alarm: The police in the eastern state of Thuringia — home to one of Alternative for Germany’s most incendiary figures — said that a suspicious package found in January on the grounds of the former Mittelbau-Dora concentration camp contained an explosive device. They added, however, that they had found no evidence of an extremist link.\nMr. Seehofer’s speech reached back further, to two cases that the authorities were initially slow to connect with the far right: a series of murders of immigrants and their descendants in the early 2000s that were eventually found to be the work of three neo-Nazis who called themselves the National Socialist Underground; and a 2016 attack on a mall in Munich in which a gunman killed nine people.\n“From the N.S.U. to the attacks in Munich, far-right extremists have left a trail of blood across our country,” Mr. Seehofer said. “The threat posed by far-right extremism, anti-Semitism and racism is very high in Germany.”\nAfter each attack, German officials have brought in new security measures, making it easier for different branches of government to exchange sensitive information, tightening already strict weapons laws and, last week, proposing legislation to combat online hate.\nBut none of those measures appeared enough to prevent Tobias Rathjen, a 43-year-old German who was licensed to legally possess two weapons, from retreating into an online world of conspiracy theories and developing what the federal prosecutor Peter Frank called a “deeply racist worldview” that drove him to kill nine people in Hanau, all immigrants or their descendants.\nSix others were injured in that attack, one of them gravely. The bodies of Mr. Rathjen and his mother were found in their home the next morning.\nMr. Frank’s office announced barely 12 hours after the first reports of gunshots in Hanau that they were opening a federal terrorism investigation.\n“Our aim, in addition to clarifying the motive, is to determine whether there were any others who knew, possibly or even supporters who could face charges,” Mr. Frank said. Investigators plan to comb through the gunman’s electronic devices as well as his home and the crime scenes.\nBut Mr. Rathjen, like the German man who in October livestreamed his attempt to attack the synagogue in Halle, appeared to have been radicalized online, escaping the authorities’ notice until after blood was shed.\nIn Hanau, officials said they would appoint an ombudsman for victims’ families, who have at times been neglected or worse in previous cases. For years the police in the National Socialist Underground case treated the murders as gang warfare within the Turkish community, interrogating victims’ relatives as suspects even as they were struggling to come to terms with their loss.\n“To put it plainly: Those who were murdered here in Hanau were not foreign,” said Claus Kaminsky, the city’s mayor. “They were citizens of Hanau, our neighboring cities. Some were born here, some were second-generation. Those murdered were fellow citizens.”\nPHOTO: Remembering the victims of a shooting rampage in Hanau, Germany, that the police say was carried out by a right-wing extremist. (PHOTOGRAPH BY MARTIN MEISSNER/ASSOCIATED PRESS)\n\nLoad-Date: December 29, 2020"
}