{
    "title": "Far-Right Groups Are Behind Most U.S. Terrorist Attacks, Report Finds",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 24,
    "full text": "White supremacist groups have carried out a majority of “terrorist plots and attacks” this year, according to a report by a think tank, the Center for Strategic and International Studies.\nWhite supremacists and other like-minded groups have committed a majority of the terrorist attacks in the United States this year, according to a report by a security think tank that echoed warnings made by the Department of Homeland Security this month.\nThe report, published Thursday by the Center for Strategic and International Studies, found that white supremacist groups were responsible for 41 of 61 “terrorist plots and attacks” in the first eight months of this year, or 67 percent.\nThe finding comes about two weeks after an annual assessment by the Department of Homeland Security warned that violent white supremacy was the “most persistent and lethal threat in the homeland” and that white supremacists were the most deadly among domestic terrorists in recent years.\nThe think tank researchers found that the threats of violence were linked in part to this year’s mass protests and confrontations with protesters from a variety of factions. The report said that “far-left and far-right violence was deeply intertwined” and that far-left groups, including anarchists and antifascist organizations, were responsible for 12 attacks and plots so far this year, or 20 percent of the total number, up from 8 percent in 2019.\nThe report by C.S.I.S., which describes itself as a nonpartisan center, found that far-left extremists most frequently targeted law enforcement, military and government facilities and personnel.\nThe report highlighted several cases, including fatal shootings related to protests and the F.B.I.’s arrest of 13 men accused of plotting to kidnap the governor of Michigan, a Democrat. Those cases, along with President Trump’sdenunciations of left-wing activistsand his refusal at a presidential debate to condemn an extremist right-wing group, have repeatedly raised fears this year of politically motivated violence.\n“Part of the issue we’re seeing is with people congregating, whether it’s for protests or other issues, in cities, is it has basically brought together extremist individuals from all sides in close proximity,” said Seth Jones, the director of the Transnational Threats Project at the center. “We’ve seen people on all sides armed, and it does raise concerns about escalation of violence in U.S. cities.”\nThe report also linked the threat of violence to the country’s charged politics, the coronavirus pandemic and its financial fallout. It warned that violence could rise after the presidential election because of increasing polarization, growing economic challenges, concerns about racial injustice and the persistence of coronavirus health risks.\nIt said that if the Democratic presidential candidate, Joseph R. Biden Jr., wins the election, white supremacists could mobilize, with targets likely to be Black people, Latinos, Jews and Muslims. A Republican presidential victory could involve violence emanating out of large-scale demonstrations, the report said.\nThere were some encouraging signs. The number of fatalities from domestic terrorism has been relatively low so far this year, compared with some periods of U.S. history.\nFive fatalities were caused by domestic terrorism in the first eight months of this year, compared with the past five years, in which total fatalities ranged from 22 people to 66.\nThe study attributed the lower number of fatalities to effective intervention by the F.B.I. and other law enforcement agencies.\nThe relatively low number of fatalities that resulted from a high number of terrorist incidents showed that extremists this year have wanted to send messages through threats and intimidation, the report found. Many of the incidents involved vehicles or weapons, so there was a high potential for fatalities, but “an apparent lack of will,” it said.\nOf the five fatal attacks this year, the report attributed one in Portland, Ore., to an activist affiliated with the loose far-left movementknown as “antifa”; one in Austin, Texas, to a man described as a “far-right extremist”; one in New Jersey to an “anti-feminist”; and two in California to a man linked to the so-called Boogaloo movement, an anti-government group whose members seek to exploit public unrest to incite a race war.\nIn an endnote, the researchers said they did not classify the shooting in Kenosha, Wis., that killed two protesters in August, as a terrorist attack. They said that the person charged in the shooting, a teenager whose social media accounts showed strong support for the police, “lacked a clear political motive for the killings.”\nMr. Jones said the number of small, structured groups had increased over the last couple of years, as part of a broader increase in organized violence recently compared with the 1960s and ’70s, when attacks tended to be carried out by relatively decentralized extremists.\nA continued increase in organized violence in the United States, perpetrated by groups with sophisticated structures for training and fund-raising, Mr. Jones said, would be “a very concerning development.”\nDemonstrators were targeted in a large percentage of the attacks from both far-right and far-left groups, the report found.\nBruce Hoffman, a professor at Georgetown University focusing on terrorism and insurgency, said the number of attacks directed against demonstrators was alarming.\n“It is fundamentally concerning that Americans exercising their right to freedom of assembly and speech at protests are increasingly targeted,”  said Mr. Hoffman, who was not involved in the center’s report. “I think all Americans have to find that worrisome. That’s not our country.”\nPHOTO: An armed demonstrator at a far-right group’s rally in Portland, Ore., in September. A think tank linked violence by far-right and far-left groups, in part, to this year’s unrest. (PHOTOGRAPH BY Maranie R. Staab/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: January 30, 2021"
}