{
    "title": "Farms take steps against terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 11,
    "day": 16,
    "full text": "The leader of the country's largest farm organization believes that while more money should be committed to combat the threat of agriculture-based terrorism, appropriate steps are being taken to prepare for any such crisis.\nBob Stallman, president of the American Farm Bureau Federation, said security officials already were involved in tightening U.S. borders prior to the Sept. 11 terrorist attacks because of the overseas foot-and-mouth livestock troubles. But efforts have been ratcheted up.\n\"We already had started trying to deal with someone intentionally bringing a disease like that into the U.S. . . . We have taken a lot of steps to enhance and improve the security at our borders. We view all that as positive, although we are encouraging more resources,\" Stallman said.\n\"We're on kind of a learning curve. I think we're all on a learning curve on how to respond to terrorism. I can't predict what will happen, but we're doing all we can to be sure we're prepared if it does.\"\nStallman, a rice and cattle producer at an 1,100-acre farm in Texas, visited Utah on Thursday to attend the annual Utah Farm Bureau Federation convention in Salt Lake City.\nAt a news conference Thursday, Stallman said security leaders are \"doing a lot,\" but, as has been his policy, he declined to elaborate on just what those behind-the-scenes activities entail and was unsure of the added-security costs.\nHe did say some of the work involves the coordination of rapid response and quarantine measures. \"It is an issue we're concerned about, and the government is working on it,\" he said.\nStallman said certain characteristics of U.S. agriculture are advantageous to prevent any widespread terrorist activity.\n\"A lot of people are thinking about a direct threat of agroterrorism . . . but if you think of the nature of agriculture -- the diverse nature of it, the size of it, the protocols and procedures in place to prevent the spread of diseases -- it's difficult to imagine something that could be introduced that would spread out across the land.\"\nStallman noted that the Olympics have always been a terrorist target, \"but I can't imagine Utah agriculture at risk to terrorism any greater than the rest of the country because of the Olympics coming here.\"\nThe American Farm Bureau Federation is urging President Bush to name an agroterrorism specialist for the new Office of Homeland Security and has advised its 5 million member families on improving security. Recommendations from the Animal Agriculture Alliance to maintain farm or ranch security are available at www.fb.org/utfb. \nGenerally, Stallman said farmers and ranchers should be diligent, involved in planning and able to respond quickly to agroterrorism. For example, livestock biosafety programs should be checked and readied, assessments of areas of vulnerability should be conducted and programs to contain or quarantine livestock should be prepared. Also, he said, farmers and ranchers need to be more careful in knowing about their employees or potential employees.\n\"It's just common sense,\" he said. \"Be aware what's going on, be aware of key points where people could do some mischief and have response and quarantine measures in place.\"\nThe September attacks have caused the national federation to adjust some of its priorities and the timing of focusing on those priorities, he said.\n\"It's almost a cliche to say things have changed since Sept. 11,\" he said. \"For everybody.\"\nE-MAIL: bwallace@desnews.com  \n\nLoad-Date: November 16, 2001"
}