{
    "title": "Farmers warned to change mindset on terrorism",
    "publisher": "the bismarck tribune",
    "year": 2002,
    "month": 7,
    "day": 30,
    "full text": "OMAHA, Neb. -- In the rural Midwest, people tend to live by a different set of rules. They trust their neighbors. They leave their tractors and livestock out in the open. They don't lock their doors.\nThat's going to have to change, a top U.S. Department of Agriculture official said Monday.\n 'It's going to take a lot to change the mindset of a lot of people,' said Jim Moseley, deputy U.S. agriculture secretary. 'The threats are real. Nine-eleven was not the end. Nine-eleven was the beginning.'\n Moseley spoke before a crowd of about 150 representatives from 13 states, including North Dakota, at the Midwest Governors' Conference summit on agricultural terrorism. Speakers at the two-day summit included scientific experts and federal and state officials.\n 'Located in the Heartland, we have never felt we were the target of our foreign enemies,' said Moseley, a former pork producer from Indiana. 'I have to tell you with all sincerity, this is one farmer who now understands the risk.'\n The summit's genesis can be traced to the outbreak in Europe of the fatal livestock disease foot-and-mouth.\n Then came the terrorist attacks last fall.\n 'We quickly realized the importance of collaboration,' said Johanns, chairman of the Midwest Governors' Conference.\n Some farm states already have taken steps. Holden noted he signed into law this year a measure that makes agriculture terrorism, such as spreading diseases among livestock, a felony in Missouri.\n Other Midwestern states must also begin building an infrastructure to protect the nation's farms and food supply against terrorist attacks, said Holden, vice chairman of the conference.\n 'That's the reason for this conference, to start building a framework from the bottom up,' he said.\n That call was just a taste of the message that agriculture industry leaders delivered during the summit.\n The key, Moseley said, is to protect agriculture from attack without closing the nation's borders to trade.\n 'The most important thing we have to do is shorten and compress response time with regard to terrorism,' said Moseley said.\n Federal officials are working with states to develop a plan that would cover any scenario of terrorism targeting agriculture, he said.\n\nLoad-Date: July 31, 2002"
}