{
    "title": "Farooq Abdullah says Rahul no longer a 'Pappu'",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 12,
    "day": 21,
    "full text": "Kolkata, Dec. 21 -- National Conference chief Farooq Abdullah Friday said Congress president Rahul Gandhi is no longer a \"Pappu\" after proving his mettle as a leader by winning elections in the three Hindi heartland states.\nThe former Jammu and Kashmir chief minister also hailed the opening of the Kartarpur corridor as a \"step in the right direction\".\nHe, however, said Pakistan needs to give up terrorism to build relations with India.\n\"Rahul Gandhi is no longer a Pappu. He has proved his mettle by wining three states,\" Abdullah said during an interactive session at a chamber of commerce here.\nGandhi has often been mocked by the BJP and his opposition as \"Pappu\", a colloquial sneer.\nStating that it was necessary to project young leaders in India to ensure the nation's progress, the National Conference leader said Rahul Gandhi should be given more time.\nLater, he met West Bengal Chief Minister Mamata Banerjee and described her as his \"sister\".\nAbdullah expressed hope that the Trinamool Congress (TMC) supremo will do her bit to save the country, which was currently heading towards a \"wrong direction\".\nThe National Conference leader also took on the NDA government at the Centre, alleging institutions like the RBI are being polluted under the present regime.\nHe alleged that efforts are being made to divide the country on religious lines.\n\"It is wrong the way they are trying to divide the nation on the basis of religion. The way there has been interference in Muslim religion and its practices is unfortunate,\" he said.\nWhile speaking on the issue of unrest in Kashmir, Abdullah said the Army and the CRPF are not the solution to the problem of the Valley.\nUntil and unless cross-border terrorism from Pakistan stops there can never be any progress in bilateral relations. The only way the relationship can be built if Pakistan stop terrorism, he said.\nIndia and Pakistan relations have to be solved to solve problems in Afghanistan, Abdullah said.\n\"Just because Pakistan don't stop cross border terrorism, Muslims in India are getting affected. The tragedy of terrorism is every Muslim is suspected to be a terrorists. All Muslims are not terrorists, Indian Muslims don't support Pakistanis,\" he said.\nThe National Conference leader appreciated opening of the Kartarpur corridor.\nPakistan Prime Minister Imran Khan last month laid the foundation stone for a corridor linking Gurdwara Darbar Sahib in Pakistan's Kartarpur - the final resting place of Sikh faith's founder Guru Nanak Dev - to Dera Baba Nanak shrine in India's Gurdaspur district to facilitate visa-free movement of Indian Sikh pilgrims Abdullah also questioned the need for the BJP's proposed Rath Yatra in West Bengal and wondered whether the party wants to project itself as a saviour of the Hindus.\nAbdullah also criticised the Centre's decision to allow 10 agencies to intercept \"any information\" on computers and said the move would be detrimental to the country's interests.\n\"Whatever is happening in the country is very wrong. The central government's move (of authorising 10 central agencies to snoop on any computer) is also very wrong.\n\"The country is heading towards a wrong direction. That is the reason I have come to meet my sister (Mamata Banerjee). I hope she can create a force that will save the country from what it is currently going through,\" he told reporters.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: December 21, 2018"
}