{
    "title": "Fast 5 Weekly roundup_ your Bengal editor brings five fast pieces of news right to you",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 2,
    "full text": "Logan Ramsey\nEditor-in-Chief\nLocal: Pocatello's online portal suffers a data breach\nThe City of Pocatello mailed notices to utility billing customers who may have been impacted by a data breach of the City's online portal on Friday. The City received information that credit card information relating to the portal may have been subject to unauthorized access. At this time, investigators understand only users who made one-time credit or debit card payments between July 29, 2019, and September 7, 2019 are affected. The information that may have been impacted include cardholder name, address, credit or debit card number, expiration date, and CVV. The City immediately launched an investigation and notified the company that operates the portal as well as the Federal Bureau of Investigation, Pocatello Police Department, Idaho Attorney General, and the Multi-State Information Sharing and Analysis Center.\nCourtesy of City of Pocatello press release\nhttps://bit.ly/2mm8Op5\nRegional: Chubbuck man caught after robbing Wells Fargo\nOn Sept 30th at 9:50 AM the Chubbuck Police received a report of a robbery in progress at the Wells Fargo Bank in Chubbuck. During the robbery, the suspect implied that he had a firearm, however, one was not displayed. Shortly after the robbery, the suspect left the area on foot. Officers with the Chubbuck Police Department, along with the Pocatello Police and Bannock County Sheriff's Office responded to the area and located the suspect quickly. The lone suspect, Daniel Best, was taken into custody at 9:55 AM. Best is a 59-year old male who resides in Chubbuck. This case is still in the very early stages of investigation and the police are unable to release any further information at this time.\nCourtesy of Chubbuck Police Department press release\nhttps://bit.ly/2nalj7H\nStatewide: Flat Top Sheep Co. hopes to change the sheep dog industry\nCory Peavey, age 34, is a fifth generation Flat Top Sheep rancher who's recently implemented changes to Flat Top's sheep dog program and is raising the ranch's first generation of Pyrenees sheep herding dogs to grow up with veterinary care and accustomed to human interaction. Flat Top Sheep Co. operates out of a ranch north of Carey in the central Idaho mountains and is bringing a big change for Idaho's sheep herding industry, which has traditionally treated sheep herding dogs as livestock and not provided much care for them. Cory's hoping to make life better for the canines by changing the way the sheep herding industry raises and cares for them. He hopes the new program he's started at Flat Top's ranch to better treat the canines will be adopted by sheep ranchers everywhere.\nCourtesy of Shelbie Harris of the Idaho State Journal\nhttps://bit.ly/2nbaC4O\nNational: Man faces state terrorism charge after driving an SUV into a Chicago shopping mall\nA man accused of driving an SUV through a suburban Chicago shopping mall is facing a state terrorism charge. Police in Schaumburg announced Sunday that the Cook County state's attorney had authorized the charge against Javier Garcia, 22, of Palatine, Illinois. Garcia also was charged with felony criminal damage to property. Under Illinois law, the Class X felony of terrorism can apply if the suspect is believed to have caused more than $100,000 in damage to any building containing five or more businesses, according to a statement issued by Schaumburg Police Sergeant Karen McCarthy. Class X felonies can carry sentences of up to 30 years in prison. No federal charges have been brought against Garcia.\nCourtesy of CBS News\nhttps://cbsn.ws/2nVagze\nInternational: Deadly fire in overcrowded refugee camp sparks riots\nAt least one person died in a fire that broke out at the overcrowded Moria refugee camp on the Greek island of Lesbos on Sunday, leading to rioting among its inhabitants and clashes with police. The United Nations' refugee agency reported that a woman and child were killed in the blaze. The skirmishes with authorities that followed injured four police officers and a firefighter, police said, while the Greek Ministry of Health said that 17 people were hospitalized with minor injuries and breathing problems. Anger is rising at Moria as agencies continue to warn of a deteriorating situation at the camp, which is now home to around 12,000 people - four times its official capacity.\nCourtesy of Tara John and Elinda Labropoulou of CNN\nhttps://cnn.it/2neHEB5\n\nLoad-Date: October 5, 2019"
}