{
    "title": "Fatah, Hamas proclaim reconciliation Israel _ Palestinian pact blow to peace",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 5,
    "full text": "The Palestinian government in the West Bank said Wednesday it has entered into an alliance with Hamas, a U.S.-designated terrorist group that seeks Israel's destruction, to move forward with a proposed Palestinian state on Israel's border.\nFatah hailed the pact as a reconciliation between two factions, which have been enemies since 2007 when Hamas drove Fatah followers out of the government in Gaza in a violent purge that left many Fatah members dead. Israel said the deal would make peace between Israelis and Palestinians impossible.\n\"What happened today in Cairo is a mortal blow to peace and a big prize for terrorism,\" Prime Minister Benjamin Netanyahu said during a trip to London. \"Israel continues to want peace. Those of our neighbors that seek the destruction of Israel and use terrorism are not partners to peace.\"\nPalestinian President Mahmoud Abbas criticized Israel's opinion of the pact, which calls for the creation of a joint Fatah/Hamas government until elections next year. \"We reject blackmail, and it is no longer possible for us to accept the (Israeli) occupation of Palestinian land,\" he said.\n\"They are our brothers and family,\" Abbas said of Hamas, which has rained thousands of rockets onto Israel for years and which Israel and the European Union have also designated a terrorist group.\nInternational mediator Tony Blair insisted the world would demand that the new government renounce violence and recognize Israel's right to exist. \"I think the central question people ask is, 'Does this mean a change of heart on behalf of Hamas or not?'\" he said. \"We want them in this process. Otherwise there will be no peace.\"\nIn Gaza City, motorists honked their horns and waved yellow Fatah flags. In the West Bank city of Ramallah, Fatah supporters rallied in Manara Square. Saleh Mashni, 66, a pharmacist, said he put the chances of success at \"50-50.\"\n\"I want to be an optimist, but I can't,\" he said, expressing concern that Hamas could resume its attacks on Israel. \n\nLoad-Date: May 5, 2011"
}