{
    "title": "FATAH-HAMAS PACT A 'BLOW TO PEACE'. NETANYAHU SLAMS NEW PALESTINIAN ALLIANCE",
    "publisher": "daily news ",
    "year": 2011,
    "month": 5,
    "day": 5,
    "full text": "ISRAEL YESTERDAY denounced a pact between Palestinian factions Fatah and Hamas to rule their territories together as a \"mortal blow to peace.\"\nPrime Minister Benjamin Netanyahu said peace negotiations would be impossible if Hamas played any part.\n\"Those of our neighbors that seek the destruction of Israel and use terrorism are not partners to peace,\" he said of the deal negotiated by Egypt.\n\"What happened today in Cairo is a mortal blow to peace and a big prize for terrorism,\" he said. \"Israel continues to want peace and seek peace but we can only achieve that with our neighbors that want peace.\"\nThe settlement between the Palestinian factions ends four years of bitter acrimony between the two groups.\n\"We announce to Palestinians that we turn forever the black page of division,\" said President Mahmoud Abbas. \"Now we meet to assert a unified will.\"\n\"Our only fight is with Israel,\" said Hamas leader Khaled Meshaal.\nThe deal calls for the formation of an interim government to run the occupied West Bank, where Abbas is based, and Hamas-controlled Gaza Strip.\nIt also sets the table for parliamentary and presidential elections within a year.\nFormer British Prime Minsiter-turned-international mediator Tony Blair insisted the new government must recognize Israel, which Hamas has always rejected.\n\"It puts us in a very difficult position,\" he said. \"I think the central question people ask is, 'Does this mean a change of heart on behalf of Hamas or not?' . . . We want them in this process. Otherwise there will be no peace.\"\nAbbas said the deal now forces Netanyahu to \"choose between [building] settlements and peace.\" He accused Israel of opposing the accord as \"a pretext to avoid peace negotiations.\"\nThe surprise deal was announced last week after 18 months of stalled talks.\nIn Gaza City, hundreds gathered to celebrate the deal, waving flags, dancing and setting off firecrackers.\n\"Palestinians want to end the division,\" said one banner held aloft by the crowd.\nlalpert@nydailynews.com\n\nLoad-Date: May 5, 2011"
}