{
    "title": "Father and son held in terrorism case Younger man allegedly admitted attending al-Qaida training cam",
    "publisher": "los angeles times",
    "year": 2005,
    "month": 6,
    "day": 8,
    "full text": "LODI, Calif. - FBI agents have arrested a man and his father after the son allegedly admitted attending al-Qaida training camps in Pakistan that taught participants \"how to kill Americans,\" federal authorities said.\nIn a case that was still unfolding, officials confirmed that Hamid Hayat, 23, and his father, Umer, 47, were taken into custody Sunday. Authorities said late Tuesday that they were still trying to determine whether the arrests represented the discovery of a small network of al-Qaida sympathizers operating in the agricultural town of Lodi, 40 miles south of Sacramento.\nThe arrests came days after the younger man was discovered aboard a San Francisco-bound plane even though his name appeared on a \"No Fly\" list of suspected extremists.\nAt the time, according to an FBI affidavit, Hayat was returning to the U.S. after having visited Pakistan.\nAccording to the affidavit, he told agents that after attending al-Qaida training camps in Pakistan in 2003 and 2004, he was given his pick of where to carry out his terrorist mission.\n\"Hamid advised that he specifically requested to come to the United States to carry out his jihadi mission,\" the affidavit says. \"Potential targets for attack would include hospitals and large food stores.\"\nWhile Hayat and his father remained in custody on charges of lying to federal authorities, family members denied that the ice cream truck driver or his son, who works in a fruit packing plant, had any links to terrorism.\n\"The charges are totally false,\" said a female cousin of Hayat who spoke on condition of anonymity.\nThe family lives in a one-story house a block from Lodi's mosque.\nThe cousin said Hayat's most recent trip to Pakistan had nothing to do with terrorism.\nRather, she said, he went with his mother to arrange some marriages and visit relatives.\nHayat is the oldest of four children and was born in Lodi, according to the cousin. He went to Pakistan at the age of 9 \"to memorize the holy Koran,\" she said.\nDozens of FBI agents arrived at the home early Tuesday, family members said, and seized videocassettes, photographs, fax machines, prayer books and other items.\nFederal authorities declined to provide details about the case.\n\"All I can say is that this investigation is continuing,\" Sacramento FBI spokesman John Cauthen said.\nBut other law enforcement sources suggested Tuesday that the arrests followed a lengthy investigation by federal counterterrorism officials and would result in other arrests.\n\"These guys have been on the radar for awhile,\" said one official, referring to the Hayats. \"And this case has more to it than just these two guys.\"\nAccording to the seven-page FBI affidavit that was unsealed Tuesday, Sacramento FBI officials were first contacted at 5:30 a.m. on May 29, with information from FBI headquarters that Hayat would attempt to enter the U.S. later that day on a flight from Korea that was bound for San Francisco International Airport.\nLast Friday, the affidavit adds, Hayat was interviewed by FBI agents in Sacramento and specifically asked if he had ever attended any terrorist training camps.\nHe said he would never be involved with extremists\nThe next day, Hayat voluntarily arrived at the FBI's Sacramento office with his father to take a polygraph examination the agents requested.\nAfter the test indicated some deception in his answers, Hayat acknowledged that he had attended a training camp in Pakistan for six months in 2003 and 2004, according to the affidavit.\nHayat described the camp as providing training in weapons, explosives, hand-to-hand combat and other paramilitary exercises, the affidavit says.\nDuring his weapons training, he said, photos of various high-ranking U.S. political figures including President Bush were pasted onto the targets and he and others were trained on \"how to kill Americans,\" according to the agent's statement.\nHayat also said he observed hundreds of people from various parts of the world attending the camps.\n\nLoad-Date: June 10, 2005"
}