{
    "title": "Father knows best Terrorism _ Jidhadists are a political and moral problem for the Arab-Muslim syste",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 7,
    "full text": "Surely, the most important, interesting - and, yes, heroic - figure in the whole Christmas Day Northwest airliner affair was the would-be bomber's father, the Nigerian banker Alhaji Umaru Mutallab.\nMutallab did something that, as far as we know, no other parent of a suicide bomber has done: He went to the U.S. Embassy in Nigeria and warned us that text messages from his son revealed that he was in Yemen and had become a fervent, and possibly dangerous, radical.\nWe are turning ourselves inside out over how our system broke down - and surely it did - in allowing Umar Farouk Abdulmutallab, the would-be suicide bomber, to board that airliner. But his father, in effect, told us something else: \"My family system, our village system, broke down. My own son fell under the influence of a jihadist version of Islam that I do not recognize and have reason to fear.\"\nThe Times, quoting a cousin, said the son had sent the father a text message from Yemen in which he declared that \"he had found a new religion, the real Islam\" and that he was never coming home again. A Feb. 20, 2005, Internet posting attributed to the son and quoted by The Associated Press said: \"I imagine how the great jihad will take place, how the Muslims will win ... and rule the whole world, and establish the greatest empire once again!!!\"\nFinding people with the courage to confront that breakdown - the one identified by the father, the one that lures young Muslims away from the mainstream into a willingness to commit suicide against innocent civilians as part of some jihadist power fantasy - is what matters most right now.\nYes, we need to fix our intelligence. Yes, we absolutely must live up to our own ideals, as President Obama is trying to do in banning torture and closing Guantánamo Bay. We can't let this \"war on terrorism\" consume us. We can't let our country become just The United States of Fighting Terrorism and nothing more. We are the people of July 4th - not Sept. 11th.\nBut even if we do all that, no laws or walls we put up will ever be sufficient to protect us unless the Arab and Muslim societies from whence these suicide bombers emerge erect political, religious and moral restraints as well - starting by shaming suicide bombers and naming their actions \"murder,\" not \"martyrdom.\"\nI keep saying: It takes a village. The father, Alhaji Umaru Mutallab, saw himself as part of a global community, based on shared values, and that is why he rang the alarm bell. Bless him for that. Unless more Muslim parents, spiritual leaders, political leaders - the village - are ready to publicly denounce suicide bombing against innocent civilians - theirs and ours - this behavior will not stop.\nJust last Friday, for example, a suicide bomber set off an explosives-laden vehicle in the midst of a volleyball tournament in the Pakistani village of Shah Hassan Khel, killing more than 100 people. Most were youngsters. No surprise. When suicide bombing becomes legitimate to use against non-Muslim \"infidels\" abroad it becomes legitimate to use against Muslim opponents at home. And what becomes \"legitimate\" and \"illegitimate\" in a community is so much more important than any government regulation.\nAll too often, though, Arab and Muslim governments arrest their jihadists at home, denounce them privately to us, but say nothing in public. The global leadership of Islam - like the king of Saudi Arabia or the Organization of the Islamic Conference - rarely take on jihadist actions and ideology openly with the kind of passion, consistency and mass protests that we have seen them do, for example, against Danish cartoons of the Prophet Muhammad.\nPresident Obama should not hesitate to call for it - respectfully but publicly. If he only presses for more effective airport security, which he must, it's a cop-out.\n\"When you want to foster more responsible behavior in people, you can't just legislate more rules and regulations,\" said Dov Seidman, the CEO of LRN, which helps companies build ethical cultures, and the author of the book \"How.\" \"You have to enlist and inspire people in a set of values. People need to be governed both from the outside, through compliance with rules, and from the inside, inspired by shared values. That is why shame is so important. When we call a banker 'a fat cat' for taking too big a bonus, we're actually being inspirational leaders because we are telling them, 'You are behaving beneath how a responsible human being should behave.' We need to inspire the village to shame those who betray our common values.\"\nEvery faith has its violent extreme. The West is not immune. It's all about how the center deals with it. Does it tolerate it, isolate it or shame it? The jihadists are a security problem for our system. But they are a political and moral problem for the Arab-Muslim system. If they won't address this problem for us, I truly hope they will do it for themselves. Eventually, we'll find a way to keep most jihadists off our planes and out of our volleyball games - but they will have to live with them.\n\nGraphic\n\n \n AFP/Getty Images Photo - Alhaji Umaru Mutallab, whose son Umar Farouk Abdul Abdulmutallab, was alleged to have attempted to blow up a US aircraft over Detroit on Christmas Day. \n\nLoad-Date: January 16, 2010"
}