{
    "title": "Fatwa issued against terrorism",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 7,
    "day": 29,
    "full text": "A prominent organization of American Muslims issued a fatwa, or Islamic religious ruling, on Thursday denouncing terrorism and extremism against civilians, and it asked Muslims to cooperate with law enforcement in finding an end to violent acts.\nThe Council on American-Islamic Relations, which encourages moral understanding of the Islamic religion, and the Fiqh Council of North America, a group of Muslim scholars who interpret Islamic religious law, announced the ruling in an effort to spread the message that Islam centers on peace and justice and not terrorism.\n\"A fatwa adds additional religious authority, additional moral authority,\" said Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations.\nCompiled from Times Wires\nHooper said the fatwa is part of his group's usual stance regarding terrorism. Following the Sept. 11, 2001, attacks, the group took out a full-page advertisement in the Washington Post condemning the terror attacks. The fatwa endorsed Thursday came as a result of the recent terrorist attacks in London and Egypt.\nThe Fiqh Council of North America wrote: \"There is no justification in Islam for extremism or terrorism. Targeting civilians' life and property through suicide bombings or any other method of attack is haram - or forbidden.\"\nMuzammil H. Siddiqi, president of the Fiqh Council of North America, said Islam considers terrorists criminals, not martyrs, and that it is wrong for Muslims to be associated with anyone linked with terrorism.\nMany Muslim leaders overseas have made similar statements in recent weeks, but some have left an opening for violence to be used in certain situations. One group of British Muslim leaders who denounced the July 7 attacks in London said suicide bombings could still be justified against an occupying power - drawing criticism that it invited violence in Iraq, where civilians along with coalition troops have been killed.\nSiddiqi said his group disagrees with that stance. \"Suicide bombing is forbidden in Islam,\" he said. \"This is not the solution, it is not the right way of doing things. Occupation is wrong, of course, but at the same time this is not the way.\"\nIslam has no central authority and the council serves an advisory role for American Muslims, who could number many as 6-million. But some question whether the panel's statements would sway extremists.\nWhile the Muslim world does not look to America as a center of Islamic thinking, U.S. Muslims wanted to send a message about their faith. Muslim leaders lament that their repeated condemnations of terrorism since the Sept. 11, 2001, attacks have been ignored by critics.\nThe Muslim Public Affairs Council, an advocacy group in Los Angeles, started the \"National Anti-Terrorism Campaign,\" urging Muslims to monitor their own communities, speak out against violence and work with law enforcement officials.\nThe Council on American-Islamic Relations is running a TV ad and a petition-drive called \"Not in the Name of Islam,\" which repudiates terrorism.\n \nInformation from the Associated Press and Knight Ridder news service was used in this report.\n\nLoad-Date: July 29, 2005"
}