{
    "title": "Faulting Portrayal of Islam at Museum",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 2,
    "full text": "After the vivid audio recordings, diagrams and personal artifacts that take visitors minute by minute through the Sept. 11 attacks, and before the images of recovery workers combing through rubble, a small section of the National September 11 Memorial Museum is devoted to explaining Al Qaeda and terrorism.\nA seven-minute video installation narrates a summarized history of Al Qaeda, opposite a series of brief explanatory panels about the group's ideology and its attacks. On a recent weekday, some visitors stopped to watch the film in its entirety, but others only paused briefly. Some read the text panels, one of which explains that Al Qaeda represents a tiny fraction of the world's Muslims; many people did not.\nIn April, the video, ''The Rise of Al Qaeda,'' became the center of a controversy over how the museum should talk about Islam in reference to the attacks. An interfaith group of New York clergy members argued the film failed to sufficiently differentiate between terrorism and Islam, and asked for changes. Now that the public has access to the museum, some visitors say they agree.\nComparing it with the approach the museum uses to describe the attacks themselves -- threading together the perspectives of survivors, witnesses and rescue workers to provide a multidimensional picture -- visitors to the museum on a recent day described the museum's treatment of Islam and terrorism as ''clinical'' and ''light.'' One woman, visiting from California with her daughter, characterized it as ''an afterthought.''\nWhile some said that was fine, others said they wanted more.\nLast Thursday, among 20 people who had just gone through the museum, there was consensus that the museum did not come across as anti-Muslim. It provided them with basic information about Islam and Al Qaeda. But many said there was not enough explanation to enrich their perspective or teach them more than they already knew. Most worrisome, some said they thought a Muslim might feel uncomfortable visiting.\n''I think they should have talked about Islam more, just so people understand that there is a difference between Islam and people who do terrorist attacks but who also happen to be Islamic,'' said Adrian Cabreros, 22, visiting with his mother from San Francisco. ''They just sort of said that the people from Al Qaeda wanted to have a more Islamic state, but it was hard to distinguish, to separate Islam itself. It kind of gives Islam a bad vibe.''\nSince the museum's opening on May 21, the controversy over the film has been largely overtaken by other disputed moves by the museum: its decision to sell trinkets at its gift shop, for example, and the holding of a cocktail reception for key donors within its hallowed walls.\nAdvocates seeking changes in how the museum portrays Islam, meanwhile, are now pushing for the resignation of a museum board member, Debra Burlingame, who helped design museum programming even though she holds controversial views about Islam. Hundreds of people have signed an online petition calling for her dismissal.\nOn Fox News recently, Ms. Burlingame, whose brother was an airline pilot killed on Sept. 11, was asked to respond to a message she posted on Twitter: ''When are citizens going to rise up and demand the govt acknowledge that Islam is a transnational threat, that govt denial is killing us.''\n''They think you are an Islamophobe,'' the Fox News host, Megyn Kelly, said.\n''I am hard pressed to deny it,'' Ms. Burlingame responded. ''There's no such thing as an irrational fear of Islam or Muslims when we know that virtually 80 percent of terror attacks in the world are committed by radical Muslims.''\nThe museum has continued to stand behind Ms. Burlingame. ''We are honored to have her serve on this board,'' Joseph C. Daniels, the museum and memorial president, said in a statement.\nAt the museum itself, the controversy over the treatment of Islam has centered on the terminology used to describe Al Qaeda. The interfaith panel contended that using religion-related terms like Islamist and jihadist to describe the terrorists could lead people to believe that the group's violent, radical beliefs were indicative of the wider religion.\n''We give Muslim extremists too much credit when we call them Islamic or Islamist,'' said Peter B. Gudaitis, who brought the interfaith group together as the chief executive of New York Disaster Interfaith Services. ''They are perverters of the faith, and to allow them to carry that mantle is exactly what they want.''\nDiscussion of Islam in the museum is almost entirely within the context of terrorism. The first sentence visitors see when they enter describes the Sept. 11 attacks as the work of ''an Islamist extremist network.'' The video states that Al Qaeda is a ''fringe of radical Islam'' and describes Osama bin Laden as someone who saw his efforts ''as a jihad, a struggle to defend Islam.'' The video, which is narrated by the NBC News anchor Brian Williams, is tightly focused on Al Qaeda's history and does not show images of Islam not related to terrorism. The only Muslims who speak are Qaeda leaders.\nCathy and David Kelly, tourists from Sydney, Australia, said that over all they felt the museum was excellent. But on the question of the film, they said ''there could be some more differentiation'' drawn between Islam and the terrorists.\nThey also said the rest of the museum could have done more to fill out the picture of Islam and were among several visitors who worried Muslims would not feel welcome.\n''There was one photograph in a corner that showed an Islamic person that was killed who was being carried out of an Islamic church, with an American flag draped over him,'' Mr. Kelly said. ''I think a little bit more could have been made about that, that there were Islamic people killed who were Americans.''\nSome visitors emerged from the museum having skipped the section about the roots of the attacks completely. Murray and Carol Sperber from Las Vegas, visiting with their grandson Justin Sperber, missed the gallery because the historical part of the exhibition requires an additional wait that can take 20 minutes.\n''I mean it just said, 'Terrorists, Islamic terrorists,' that's all,'' Ms. Sperber said of what she did see. And that was fine with her.\n''I think this place is about what happened that day,'' she said. ''It belongs to the people who died and should just be left at that. It shouldn't be made a political kind of thing.''\nRon Speedbey, 68, a retired New York City police officer from Queens, and his friend Ben Schwecke, 67, a disabled veteran, had also missed the part of the museum devoted to Al Qaeda. The exhibits they did see ''did not really make clear that this is a fringe organization that really has corrupted much of the Quran,'' Mr. Schwecke said.\nMr. Schwecke suggested that the museum should find a local imam and let him do a brief film for the museum ''about this is who Muslims really are.''\n''What's the purpose of the museum if not to teach?'' Mr. Speedbey said.\n\nhttp://www.nytimes.com/2014/06/02/nyregion/sept-11-museum.html\n\nGraphic\n\n \nPHOTOS: Clockwise from top right: David and Cathy Kelly, from Sydney, Australia\nRon Speedbey and Ben Schwecke, of Queens\nMurray and Carol Sperber, from Las Vegas, with their grandson Justin Sperber\n and Jane Soria, from San Francisco, with her son Adrian Cabreros, at the National September 11 Memorial Museum. (PHOTOGRAPHS BY HIROKO MASUIKE/THE NEW YORK TIMES)        \n\nLoad-Date: June 2, 2014"
}