{
    "title": "FBI contacts Scranton web host about terrorism links on blog",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 30,
    "full text": "July 30--A little-known Scranton technology company is at the center of an international free-speech controversy after it terminated a blogging site that had links to terrorism information.\nBurstNET Technologies Inc., 422 Prescott Ave., has drawn worldwide media scrutiny since it recently shut down Blogetery.com, a free blogging site associated with a Toronto Internet marketing firm.\n\"I understand the First Amendment point from the blog side,\" said Joe Marr, chief technology officer at BurstNET, a local Web-hosting company that employs about 40 people. \"For us, it's a tricky situation. There's (legal) liability issues.\"\nThe incident generates debate about the limits of free speech when it collides with national security and public safety issues.\n\"It just seems that taking down an entire hosting operation for relatively few posts is an overreaction,\" said Art Brodsky, a spokesman for Public Knowledge, a Washington, D.C., nonprofit public interest group. \"People have been posting stuff about this for decades.\"\nBurstNET officials said the incident occurred July 9 when the FBI contacted the company and asked for the identity of the owner of Blogetery.com. One blog on the site reportedly had links to bomb-making instructions and an al-Qaida \"hit list\" of Americans targeted for assassination.\nThe FBI did not order BurstNET to shut down the blogging platform, but the company did within hours of the inquiry, Mr. Marr said. The incident clinched the decision to shutter the site after earlier tangles with Blogetery over copyright infringement complaints related to software, music and movies, Mr. Marr said.\n\"They had already been suspended before for about four or five days,\" Mr. Marr said. \"This guy has been given numerous chances.\"\nBlogetery was still dark Thursday and a message on the site said: \"After being a BurstNET customer for seven months, our server was terminated without any notification or explanation. ... We will be back in a few days.\"\nAlexander Yusupov, the owner of AffiliatePlex, the Toronto firm that sponsors Blogetery, said he did not find out that the site was down until July 12 because he was away on a camping trip.\n\"I didn't know the exact reason why my server was terminated,\" he said in an e-mail. \"A few days later, I saw the news about the FBI.\"\nMr. Yusupov said he was unaware a blog on the site had links to terrorism information and said he has not been contacted by the FBI. His company has lost revenue because the site is down, he said, and Blogetery will resurface through another hosting service.\n\"All offending material will be removed,\" he said.\nThe dispute generates chatter among digital rights activists and has drawn the attention of The New York Times, the BBC, cable television networks and online technical journals.\n\"It looks like they objected to one blog and they ripped down the whole site,\" said Bruce Schneier, a Minneapolis-based computer security consultant and author. \"The reaction just makes no sense. Maybe they were looking for an excuse and this was the excuse to do it.\"\nMr. Brodsky said BurstNET administrators might have overreached because they were alarmed by the FBI inquiry and its implications.\n\"I can see where that would put the fear of J. Edgar Hoover into you,\" he said, referring to the founding director of the FBI.\nBurstNET hosts 400,000 websites on thousands of server computers, company Vice President Benjamin Arcus said.\n\"We're bound to have some issues,\" he said. \"We had to do what we needed to do.\"\nMr. Marr expressed sympathy for bloggers who were inconvenienced by BurstNET's action, but had no regrets about disabling the blogging platform. Blogetery's data were returned to Mr. Yusupov on July 23, he said.\n\"I'm all for someone's right to say what they want as long as it's not creating harm for somebody,\" Mr. Marr said. \"They violated terms of the server agreement. Terrorism-related stuff, racial material, we don't tolerate those things.\"\nBurstNET hosts a Times-Tribune webcam.\nTo see more of The Times-Tribune or to subscribe to the newspaper, go to http://www.thetimes-tribune.com/. Copyright (c) 2010, The Times-Tribune, Scranton, Pa. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: July 30, 2010"
}