{
    "title": "FBI HEAD EXPECTED TO SWEEP OUT HQ",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 7,
    "day": 20,
    "full text": "U.S. District Judge Louis Freeh of New York, President Clinton's likely choice to run the FBI, is expected to shake up the FBI hierarchy if he gets the post.\nAdministration officials confide housecleaning at the top would be a high priority for the 43-year-old ex-FBI agent and federal prosecutor if he succeeds FBI Director William Sessions, as is expected.\nThe White House fired Sessions yesterday and said it would announce his replacement today. Freeh's FBI background check has been completed and he is poised to accept the job, sources said.\nThe controversy over Sessions undermined FBI morale and convinced Attorney General Janet Reno that some top FBI officials should be transferred from headquarters, officials say.\n''Freeh is very able and very well liked within the FBI,'' a top federal law enforcement official said yesterday. ''He will work well if he gets the job.''\nFreeh, with a strong law-and-order portfolio, is considered a no-nonsense bureaucrat who follows a strictly regimented daily routine from dawn to dusk. His style as a law enforcement agent and prosecutor, according to those who know him best, is both low-key and aggressive. He is said to have special skills at working well in team coordination.\nAs an FBI agent between 1975 and 1981, he earned a reputation as a tough and fearless crime fighter who took on the Mafia from New York City to Sicily.\nFreeh also offers FBI experience in anti-terrorism work at a time when the FBI is stepping up investigations of domestic terrorism.\nAmong several awards he has won for distinguished service is one as a special agent in 1980 for his part in the bureau's five-year probe of East Coast waterfront corruption.\nIn 1981 Freeh was named assistant U.S. attorney in Manhattan, where he headed a three-year investigation into the ''Pizza Connection,'' a Mafia heroin ring that operated out of pizza parlors in New York, Washington and other East Coast cities.\nFreeh played a major role in setting up a U.S. witness protection program for foreign informants against the Mafia through the attorney general's witness protection program.\nIn 1987, he was described by then-U.S. Attorney Otto Obermaier as ''one of the country's best'' federal prosecutors. That year he was named the chief of the district's organized crime unit.\nIn 1991 President Bush named Freeh to the federal bench. An American Bar Association committee rated him ''well qualified'' for the post, its highest rating.\nFreeh is known within the Justice Department for his expertise in untangling complex narcotics and money laundering operations by organized crime factions.\nIn 1992, as a federal judge, Freeh called for an ''immediate and overwhelming response'' to the 1991 assassinations of Judge Giovanni Falcone, Italy's leading anti-Mafia investigator, and his wife, Judge Francesca Morvillo.\nFreeh also coordinated federal agencies that investigated the 1989 mail bomb murders of U.S. Circuit Judge Robert Vance of Birmingham, Ala., and prominent civil rights attorney Robert Robinson of Savannah, Ga.\n\nGraphic\n\n \nPHOTO, U.S. District Judge Louis Freeh/''One of the country's best''\n\nLoad-Date: September 20, 1995"
}