{
    "title": "FBI warns of possible Serb terrorism in U.S. u.S",
    "publisher": "charleston gazette",
    "year": 1999,
    "month": 4,
    "day": 15,
    "full text": "WASHINGTON (AP) - The FBI has warned the U.S. military to be alert for\npossible Serb-led terrorist attacks inside the United States after\nseveral churches received \"threats to kill\" American soldiers,\naccording to a memo obtained by The Associated Press.\nFBI counterterrorism agents sent out the memo last week after Serbian\nOrthodox church-\nes in the Sacramento, Milwaukee, Chicago and Indianapolis areas\nreceived via fax a Serb-language letter urging Serbian Americans to\nrespond violently to NATO strikes on Yugoslavia.\nSerbian Orthodox church officials in the cities mentioned in the FBI\nmemo either declined to comment or said they had no information about\nthe Serb-language letter.  letter.\n\"The threat letter requested that all Serbian nationalists living in\nAmerica take action against the NATO decision to intervene in the\nSerbian/Kosovo conflict by killing as many American soldiers in the\nUnited States as necessary to stop the NATO attacks in Serbia,\"\naccording to the FBI memo.\nThe memo was distributed to military bases and other sensitive federal\ninstallations, such as nuclear weapons labs, through a special\nelectronic mail warning system, officials said.\nDale Watson, the FBI's deputy assistant director for counterterrorism,\ndeclined to discuss the memo but said the church letters aren't the\nonly Serb-related terrorism threats being examined by FBI\ninvestigators.\n\"As the war continues, we receive a lot of threats in here. The FBI\nlooks into them,\" Watson said Wednesday in a telephone interview.\n\"This [letter] is not just an isolated situation. We look at threats;\nwe take them all seriously.\"\nThe FBI seldom issues the type of memo sent to defense installations.\nThe agency is investigating whether there is any link between the\nYugoslav government in Belgrade and the threats in the United States,\nofficials said.\nThe alert memo warned military commanders nationwide \"that there is a\ncredible threat outstanding to take action within the United States\nagainst U.S. military personne\nl.\" l.\"\n\nLoad-Date: April 15, 1999"
}