{
    "title": "FBI probes attack as terrorism",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "SAN BERNARDINO, Calif. - The FBI announced Friday that it is investigating the mass shooting at a Southern California office party as an act of terrorism, but the agency's director said there is no indication the husband and wife who killed 14 people were part of a larger plot or members of a terror cell.\nIf the investigation confirms those initial suspicions, the attack would be the deadliest inspired by Islamic extremism on U.S. soil since Sept. 11.\nWhile authorities did not cite specific evidence that led them to the terrorism focus, a U.S. law enforcement official said that the wife, Tashfeen Malik, had under a Facebook alias pledged allegiance to the Islamic State group and its leader. A Facebook official said Malik praised Islamic State in a post at 11 a.m. Wednesday, around the time the couple stormed a San Bernardino social service center and opened fire.\nMalik and her husband, Syed Farook, died in a fierce gunbattle with authorities several hours after their commando-style assault on a gathering of Farook's colleagues from San Bernardino County's health department.\nAn Islamic State-affiliated news service called Malik and Farook \"supporters\" of their Islamist cause but stopped short of claiming responsibility for the attack.\nFBI Director James Comey would not discuss whether anyone affiliated with ISIS communicated back to Malik, but he said there was no indication yet that the plot was directed by any other foreign terror group. He also declined to rule out that future possibility.\n\"The investigation so far has developed indications of radicalization by the killers and of potential inspiration by foreign terrorist organizations,\" Comey said. He cautioned that the investigation has not yet shown evidence the couple was part of a larger group.\nDespite mounting signs of the couple's radicalization, there \"is a lot of evidence that doesn't quite make sense,\" Comey said in a nod to the fact that the investigation was just two days old.\nAttorneys representing Farook's family urged the public and media to wait for specific evidence before jumping to conclusions. They said none of his relatives had any indication either Farook or his wife held extremist views.\nDavid Bowdich, head of the FBI's Los Angeles office, said \"a number of pieces of evidence\" point to terrorism and that the agency was focused on that idea \"for good reason.\" He would not elaborate.\nThe U.S. official who revealed the Facebook post was not authorized to discuss the case publicly and spoke on condition of anonymity.\n\nLoad-Date: December 5, 2015"
}