{
    "title": "FBI DATA MINING REACHED BEYOND TARGET SUSPECTS ASSOCIATES VICTIMIZED BY TELECOM SNOOPING",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 9,
    "full text": "The FBI cast a much wider net in its terrorism investigations than it has previously acknowledged by relying on telecommunications companies to analyze phone-call of the associates of Americans who had come under suspicion, according to newly obtained bureau records.\nThe documents indicate that the Federal Bureau of Investigation used secret demands for records to obtain data not only on individuals it saw as targets but also details on their \"community of interest\" -- the network of people that the target in turn was in contact with. The bureau recently stopped the practice in part because of broader questions raised about its aggressive use of the records demands, which are known as national security letters, officials said Friday after being asked about it.\nThe community-of-interest data sought by the FBI is central to a data-mining technique intelligence officials call link analysis. Since the attacks of Sept. 11, 2001, American counterterrorism officials have turned more frequently to the technique, using communications patterns and other data to identify suspects who may not have any other known links to extremists.\nThe concept has strong government proponents who see it as a vital tool in predicting and preventing attacks, and it is also thought to have helped the National Security Agency identify targets for its domestic eavesdropping program. But privacy advocates, civil rights leaders and even some counterterrorism officials warn that link analysis can be misused to establish tenuous links to people who have no real connection to terrorism but may be drawn into an investigation nonetheless.\nTypically, community-of-interest data might include an analysis of which people the targets called most frequently, how long they generally talked and at what times of day, sudden fluctuations in activity, geographic regions that were called, and other data, law enforcement and industry officials said.\nThe FBI declined to say exactly what data had been turned over. It was limited to people and phone numbers \"once removed\" from the actual target of the national security letters, said a government official who spoke on condition of anonymity because of a continuing review by the Justice Department.\nThe scope of the demands for information could be seen, for instance, in an August 2005 letter seeking the call records for particular phone numbers that had come under suspicion. The letter closed by saying: \"Additionally, please provide a community of interest for the telephone numbers in the attached list.\"\nThe requests for such data showed up a dozen times, using nearly identical language, in records from one six-month period in 2005 obtained by a nonprofit advocacy group, the Electronic Frontier Foundation, through a Freedom of Information Act lawsuit that it brought against the government.\nThe FBI recently turned over 2,500 pages of documents to the group. The boilerplate language suggests that the requests may have been used in many of more than 700 emergency or \"exigent\" national security letters.\nEarlier this year, the bureau banned the use of the exigent letters because they had never been authorized by law.\nThe bureau declined to discuss any aspect of the community-of-interest requests because it said the issue was part of an investigation by the Justice Department inspector general's office into national security letters.\nAn initial review in March by the inspector general found widespread violations and possible illegality in the FBI's use of the letters, but did not mention the use of community of interest data.\nThe government official who spoke on condition of anonymity said the FBI recently stopped asking the telecommunications companies for the community-of-interest data.\nThe exact time of and reason for the suspension is unclear, but it appears to have been set off in part by the questions raised earlier this year by the inspector general's initial review into abuses in the use of national security letters.\nThe official said the FBI itself was examining the use of the community-of-interest requests to get a better understanding of how and when they were used, but he added that they appeared to have been used in a relatively small percentage of the tens of thousands of the records requests each year.\nA federal judge in New York last week struck down parts of the USA Patriot Act that had authorized the FBI's use of the national security letters, saying that some provisions violated the First Amendment and the constitutional separation of powers guarantee.\nIn many cases, the target of a national security letter whose records are being sought is not necessarily the actual subject of a terrorism investigation and may not be suspected at all.\nUnder the Patriot Act, the FBI must assert only that the records gathered through the letter are considered relevant to a terrorism investigation.\nSome legal analysts and privacy advocates suggested that the disclosure of the FBI's collection of community of interest records -- extending the link even further beyond an actual suspect in a terrorism investigation -- offered another example of the bureau exceeding the substantial powers already granted it by Congress.\n\"This whole concept of tracking someone's community of interest is not part of any established FBI authority,\" said Marcia Hofmann, a lawyer for the Electronic Frontier Foundation, which provided the records from its lawsuit to The New York Times. \"It's being defined by the FBI. And when it's left up to the FBI to decide what information is relevant to their investigations, they can vacuum up almost anything they want.\"\n\nLoad-Date: September 11, 2007"
}