{
    "title": "FBI WARNS OF NEW TERRORISM THREAT, TELLS AGENCIES TO BE ON HIGHEST ALERT; ASHCROFT ASKS PUBLIC TO NO",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "The FBI issued a new terrorism warning Monday, asking Americans and law enforcement agencies to be on the highest alert for potential attacks this week.\nThe alert is based on new information that authorities deem credible, even though it was \"not specific as to intended targets or as to intended methods,\" FBI Director Robert Mueller said.\nThe warning went out to 18,000 law enforcement agencies. It applies both in the United States and abroad.\n\"The administration has concluded, based on information developed, that there may be additional terrorist attacks within the United States and against United States interests over the next week,\" Attorney General John Ashcroft said.\nHe said that although the information lacked specifics, the FBI was issuing the alert to the American people because \"they can make good judgments and can understand this kind of information.\"\nThe attorney general asked Americans to be patient if they encountered additional security measures. And he asked them to note any suspicious activities.\nHe said, \"We urge Americans in the course of their normal activities to remain alert and to report unusual circumstances and inappropriate behavior to the appropriate authorities.\"\nMueller and Ashcroft declined to discuss the nature or source of the information that had prompted the warning. They said only that the threat was deemed credible.\nIn light of the threat, Ashcroft canceled plans to travel to Toronto to address a conference of police chiefs today.\nThe alert is the second this month. On Oct. 11, the FBI said it had gathered \"certain information\" that additional terrorism attacks could take place within days.\nThat announcement, like Monday's, lacked specifics. It stirred anxiety among many Americans - and led to some soul-searching about the wisdom of issuing such a vague warning.\nThe uneasy balance between informing the public and scaring the public was evident earlier Monday in a statement by President George W. Bush. He was asked whether the government expected more attacks from groups associated with terrorist Osama bin Laden, the main suspect in the Sept. 11 attacks.\nOn the one hand, Bush said, \"We believe the country must stay on alert, that our enemies still hate us.\"\nOn the other hand, Bush urged people to continue with their daily activities. \"The American public must go about their lives,\" Bush said.\nHe added, \"I understand it's a fine balance.\"\nThe FBI's Mueller was in Toronto on Monday for a speech to the police group, the International Association of Police Chiefs.\nHe pledged better cooperation between the FBI and police agencies in investigating the terror attacks.\nMueller acknowledged that in some cases, offers of help from police had been wrongly turned down. \"That is unacceptable,\" he said. The statement drew resounding applause from police chiefs representing forces in all 50 states, Canada and Europe.\nIn response to complaints from U.S. police forces, Mueller said he and Ashcroft had been working closely with police representatives to explore ways to improve our relationships.\n\"In cities where we don't have joint anti-terrorism task force teams, we will put them together quickly so we can begin sharing information,\" Mueller said.\nAt a congressional hearing held in New York on Monday, Mayor Rudolph Giuliani said the FBI should be required by law to share its intelligence with local police and local government officials, especially in a crisis.\n\"We need the information,\" Giuliani said, \"and we need it right away. We need real-time information about what is happening.\"\nHe told a House terrorism subcommittee that the FBI should give top security clearances to more people as a way of freeing the flow of information.\nIn Toronto, Mueller suggested that whenever possible, local police should cover local leads in the investigation. He said the FBI would get them the information they needed, and would do so speedily.\nBut Mueller said local forces sometimes overestimated how much information the FBI had on suspects. In some cases, he said, the FBI has little more than names and aliases of individuals wanted for questioning.\nThe chiefs had planned their meeting long before Sept. 11; the session is the first major gathering of law enforcement officials since that day's attacks. Ashcroft had been scheduled to address the convention today. A spokesman for Ashcroft said Monday that in light of the discovery of anthrax in the Justice Department's off-site mail facility, the attorney general had consulted his doctor. The spokesman said Ashcroft was following the doctor's recommendations but offered no details on those recommendations.\nThe mailroom in the Justice Department's headquarters on Pennsylvania Avenue is being tested for anthrax. Workers there are taking antibiotics. Test results are expected today.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Color Photo by STEPHEN JAFFE / AGENCE FRANCE-PRESSE - FBI Director Robert Mueller (left) and Attorney General John Ashcroft finish a briefing Monday at the Department of Justice. Ashcroft and Mueller said they have information they deem credible that terrorists might attack the U.S. or U.S. interests abroad this week.\n\nLoad-Date: October 30, 2001"
}