{
    "title": "FBI aircraft track terrorism suspects",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 3,
    "day": 15,
    "full text": "WASHINGTON -- The FBI has a fleet of aircraft, some equipped with night surveillance and eavesdropping equipment, flying America's skies to track and collect intelligence on suspected terrorists and other criminals.\nThe FBI will not provide exact figures on the planes and helicopters, but more than 80 are in the skies. There are several planes, known as \"Nightstalkers,\" equipped with infrared devices that allow agents to track people and vehicles in the dark.\nOther aircraft are outfitted with electronic surveillance equipment so agents can pursue listening devices placed in cars, in buildings and even along streets, or listen to cell phone calls. Still others fly photography missions, although officials would not describe precise capabilities.\nThe FBI, which has made counterterror its top priority since Sept. 11, 2001, has sharply increased its use of aircraft.\n\"You want to watch activity, and you want to do it discreetly. You don't want to be sitting around in cars,\" said Weldon Kennedy, a former FBI deputy director who retired in 1997 after 33 years with the bureau. \"Aviation is one way to do that. You don't need to get close to that person at all.\"\nSome critics say the surveillance technology further blurs the boundaries on domestic spying. They point to a 2001 case in which the Supreme Court found police had engaged in an unreasonable search by using thermal imaging equipment to detect heat lamps used to grow marijuana plants indoors.\n\"The cop on the beat now has Superman's X-ray eyes,\" said Barry Steinhardt, director of the technology and liberty program at the American Civil Liberties Union. \"We need to fundamentally rethink what is a reasonable expectation of privacy.\"\nAll 56 FBI field offices have access to aircraft, piloted by FBI agents who have other investigative duties as well. Most aircraft are propeller-driven civilian models, favored for their relatively slow speed and unobtrusive appearance.\nLegally, no warrants are necessary for the FBI to track cars or people from the air. Law enforcement officials need warrants to search homes or to plant listening devices or monitor cell phone calls -- and that includes when the listener is flying in an airplane.\nA senior FBI official, speaking on condition of anonymity, said the FBI does not do flyovers to listen to telephone calls and gather electronic data from random citizens in hopes the data will provide leads. Rather, the planes are used to follow specific individuals, some of whom may already have been bugged or for whom the FBI has a warrant to listen to cell phone calls.\nStill, the idea of an FBI air force gives at least some people pause.\nThe FBI will not disclose where the planes are being used. This month, however, in the college town of Bloomington, Ind., residents spotted a Cessna aircraft flying overhead at roughly the same times every day for more than a week. After first issuing denials, local FBI agents admitted it was their plane, involved in a terrorism investigation.\nFBI officials also were quick to say it was not doing electronic eavesdropping.\n\"There should be no concern that the aircraft is doing anything other than assisting with physical surveillance,\" said FBI agent James Davis.\nThe FBI has been using airplanes since 1938, when an agent in a Stinson monoplane helped stop an extortion attempt that involved a payoff package thrown from a moving passenger train. The first major deployment happened in 1975 during the investigation of the killings of two FBI agents at the sprawling Pine Ridge Indian Reservation in South Dakota.\nThe program has been particularly useful in investigations of organized crime and drug trafficking. Mobsters who suspected their homes and telephones were bugged frequently held meetings in moving cars, not realizing that bugs also were placed there and were being monitored from the air.\nAircraft are now seen as ideal in the FBI's domestic war on terror. FBI Director Robert Mueller said last year there was a 60 percent increase in field office requests for airplanes in the year after the Sept. 11 attacks, with almost 90 percent of air missions now dedicated to surveillance.\n\"You don't have a criminal case. You don't necessarily have a terrorism case. You want to know what they are doing, who their associates are, who they are meeting with,\" retired agent Kennedy said. \"Surveillance is going to have a pretty big role in that.\"\nCongress approved this year a $20 million increase in the FBI's aviation budget but denied a request for two new Black Hawk helicopters. It also ordered the bureau to develop a master plan for its aviation program.\nThe FBI also can request aviation help from the Defense Department. That can involve a great deal of bureaucracy and care, however, to ensure the military does not violate laws preventing them from doing law enforcement work within the United States.\n\nLoad-Date: March 15, 2003"
}