{
    "title": "FBI treating naval base shooting as terrorism Authorities also probing if gunman had accomplices Ter",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "Investigators in Florida and Saudi Arabia on Sunday dug deeper into the background of a Saudi aviation student who fatally shot three people at a Pensacola, Florida, naval base, as lawmakers from both parties demanded the kingdom fully cooperate in the investigation. Officials are treating the shooting as an act of terrorism and are trying to learn whether the gunman was working as part of a larger network when he opened fire in a Naval Air Station Pensacola classroom Friday, killing three people and wounding eight. Officials sought to reassure Pensacola residents that they knew of no ongoing threat to the area, saying that while investigators pursue a wide variety of interviews and evidence, there was only one gunman behind Friday's violence. On the third day of the investigation into the attack at a base where the U.S. military trains pilots from foreign forces, details on what has been learned so far were sparse, tentative and sometimes contradictory. \nThe gunman, a second lieutenant in the Royal Saudi Air Force, was shot dead by a sheriff's deputy responding to the rampage. The gunman apparently left hints that he was motivated at least in part by his hatred of U.S. foreign policy and military might. The weapon used in the attack, a 9 mm Glock, was lawfully purchased, Rachel Rojas, the FBI agent in charge of the investigation, said Sunday at a news conference. But she did not describe how it was obtained and brought onto a base where outside weapons are generally not permitted. Investigators say they believe the gunman was the author of an anti-American screed posted on Twitter shortly before the shooting, according to a law enforcement official. The message criticized U.S. policy supporting Israel, saying \"decision-makers, the politicians, the lobbyists and the major corporations are the ones gaining from your foreign policy.\" The post also said: \"Do you expect to transgress against others and yet be spared retribution? How many more body-bags are American families willing to receive?\" Law enforcement officials are being cautious in drawing conclusions too swiftly. Rojas said authorities are treating the shooting as an act of terrorism largely because the designation unlocks investigatory tools. She said they are still trying to \"discern any possible ideology that may have been a factor.\" Saudi students close to the gunman are cooperating and providing information to investigators as their Saudi commanding officer restricts them to the base, Rojas said, adding that the Saudi government has pledged full cooperation. No arrests have been made, she said. Some of the Saudis are being held for their own protection, said a Saudi official, who like others spoke on the condition of anonymity Sunday to talk openly about the investigation. Several administration officials were less circumspect about the bloodletting that unfolded in a classroom on base. National security adviser Robert O'Brien said on CBS' \"Face the Nation\" that it \"appears\" to have been a terrorist attack and that Shamrani may have been radicalized in the United States. Adding to suspicion that the shooter had accomplices, Defense Secretary Mark Esper said on \"Fox News Sunday\" that \"one or two\" Saudis acquainted with Shamrani filmed at least part of the attack, though it was unclear at what point the videos began. The FBI said they have recovered base surveillance videos and cellphone videos, including those that a \"bystander\" took after the attack started and after first responders arrived. But investigators say they do not believe there is anything nefarious about the video recordings made by multiple people, including a Saudi national, near the scene, according to law enforcement officials. The videos were recorded across a street and well after the shooting began, indicating that they were the kind of recordings that any passerby witnessing a dramatic incident might take, the officials said. Tamping down concern that more collaborators might be at large, an FBI spokesman said, \"To confirm, we are not aware of any credible threat to the community at this time.\"\n\nLoad-Date: December 9, 2019"
}