{
    "title": "FBI accused of 'scare' tactics; An eco-terrorism warning prompted Portland police to put a local gat",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 6,
    "day": 20,
    "full text": "Police in Portland and nine other cities across the country received an FBI bulletin earlier this month warning that radical environmentalists planned to protest on June 12, and that \"eco-terrorism\" could not be ruled out.\nPortland police responded by stepping up patrols where \"eco-terrorists\" might hit and by placing the building the FBI warned them about under surveillance.\nThe targets of the bulletin and the surveillance, however, turned out to be events publicized on the Internet to gather support for an Oregon activist jailed for arson. Portland police kept an eye on the Peoples Free Space on Congress Street, where about 25 people watched a video about the activist, Jeff \"Free\" Luers.\nThere was no terrorism - eco or otherwise - in any of the cities. But supporters of the activist are raising questions about whether it was appropriate for the FBI to issue the warning in the first place. They say that the bureau overstepped its bounds by linking peaceful, well-publicized events with terrorism, and that the surveillance was designed by the FBI to chill political speech.\n\"Surveillance is used in order to disrupt political movements and organizations,\" said Jonah Fertig, one of the founders of the Peoples Free Space, a community group best known for operating a green school bus on biodiesel fuel.\n\"In this particular case,\" he said, \"I think the FBI is . . . trying to create a climate of fear and intimidation for people that would want to support someone like Jeff Luers or want to be involved in whatever form with political action.\"\nDefenders say the FBI was right to send the warnings because of a record of arson and other criminal activity by radical organizations such as the Earth Liberation Front, or ELF.\nIn fact, just last week the ELF claimed responsibility for torching a lumber yard in Utah, causing $1.5 million in damage.\nPortland Police Chief Michael Chitwood said he has no interest in interfering with political speech, but that if the FBI has information about potential problems in Portland, it has a responsibility to tell him.\n\"It's incumbent upon the federal government to share as much information about any potentially violent group regardless of who they are - whether they're quote, 'eco-terrorists,' or terrorists from foreign countries,\" Chitwood said. \"That's where the FBI got in trouble before, was not sharing the information.\"\nThere is no doubt that the ELF breaks the law. It acknowledges - in fact, it takes credit for - arson, damaging construction equipment and other actions. In January, three self-identified members of the ELF pleaded guilty to conspiracy to burn vehicles and property in Virginia.\nThe events on June 12, however, appeared to have little to do with the ELF.\nSupporters of Luers designated that Saturday an \"international day of action and solidarity\" to raise awareness of what they believe is Luers' unjust sentence - 22 years and eight months - for setting three sport utility vehicles on fire.\nWeb sites listed exactly what was planned for the day. In Portland, it was the video and discussion. Other cities had rallies, concerts, videos and benefits. In Olympia, Wash., supporters planned a \"naked bicycle ride.\"\nThe FBI alert warned that Luers' notoriety could inspire activists to target SUV dealerships, lumber and logging facilities and residential construction sites. The bulletin said the FBI had no specific information of planned terrorist actions, but warned police to watch for signs of \"possible terrorist planning, including suspicious surveillance of targeted industries, such as SUV dealerships, animal research laboratories and construction sites.\"\nPolice in each city responded. In Portland, Chitwood said, police set up surveillance of the Peoples Free Space and increased patrols of a Boise Cascade Office Products facility on Industrial Way, which extremists have vandalized in the past.\nSupporters of Luers, though, say the law enforcement response was both a waste of time and an inappropriate infringement on their First Amendment rights.\nThey note that while members of the ELF generally admit their affiliation with the loosely knit organization once they have been arrested, Luers has consistently denied being part of it. Even Ron Arnold, the author of \"Eco Terror: The Violent Agenda to Save Nature\" and one of the ELF's most vocal critics, says he doubts Luers is a member of the group - and said the prison sentence is so harsh that it \"cheapens the justice system.\"\nDylan Kay, a friend of Luers who helped coordinate the \"day of action and solidarity,\" said that \"I'm not on the Arson Support Committee. We're not trying to get advocates of arson. We're trying to extend his level of support beyond the activist ghettos of the West Coast.\"\nA lawyer for Luers, Lauren Regan, said that the bulletin was part of an FBI agenda.\n\"They're trying to . . . scare the American public by using these words like eco-terrorism, and they are trying to cut out from under any support that this person can get,\" she said. \"From a constitutional perspective, it's really troubling.\"\nGreg Field, executive director of Peace Action Maine, said the FBI alert struck him as odd, and made him wonder about the threshold for issuing such bulletins.\n\"Do they just do Web searches and if they turn up a name do they send out an alert?\" he said. \"That, it seems to me, is a little bit of a stretch.\"\nHe said that while the FBI ought to investigate criminal activity, \"an openly and widely announced discussion and video in a public space doesn't qualify.\"\nJoe Parris, an FBI spokesman, declined to discuss specifics of the alert. But he said that \"often these bulletins go out as an abundance of caution because wherever there's a potential for something like that, God help us if we don't document and provide a heads-up to the local authorities.\"\nParris said the bureau is not trying to stifle free speech.\n\"We're not monitoring First Amendment expression,\" he said. \"People want to protest, they have a right to lawful assembly and protest as guarded under the First Amendment. They want to burn condominium developments and car dealerships, that's criminal activity and that's what we're concerned about.\"\nArnold, the author and critic of the ELF and other extremists, said that the FBI needed to issue the alert.\n\"When there are big gatherings, it's just like clockwork: There's going to be some sort of crime,\" said Arnold, who is with the Bellevue, Wash.-based Center for the Defense of Free Enterprise. \"Not necessarily at the site of the gathering but, give or take, within 50 miles of it . . . This was a national day of solidarity and that's what worried them.\"\nSteven Gider, who is affiliated with Break The Chains, a group that supports people it believes are unfairly imprisoned, said the alert may have an unintended consequence. He said publicity surrounding the alerts has raised Luers' profile.\n\"I think it's going to backfire,\" he said.\nStaff Writer Joshua L. Weinstein can be contacted at 791-6368 or at:\njweinstein@pressherald.com  \n\nLoad-Date: June 20, 2004"
}