{
    "title": "FBI also having impact on domestic terrorism",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 2,
    "day": 23,
    "full text": "WASHINGTON -- From Ku Klux Klan members to Jewish militants, federal prosecutors have thwarted several would-be domestic terrorists in recent months, using FBI-led task forces whose primary duty is stopping al-Qaida and other international groups.\nSince the attacks on Sept. 11, 2001, the FBI has doubled to 66 the number of joint terrorism task forces. Federal, state and local law enforcement agencies work closely together, sharing intelligence, informants and evidence -- a far cry from the police turf battles of years past.\nPreventing attacks by foreign organizations is the top priority of the task forces but they also work on homegrown cases.\nAttorney General John Ashcroft said the Justice Department is \"committed to investigating, prosecuting, punishing, and most of all preventing, criminal acts of violence and vigilantism motivated by hate and intolerance.\"\nThe FBI task forces have stopped a Pennsylvania KKK leader who allegedly sought to set off grenades at abortion clinics, and a militant Jew who wanted to bomb a Southern California mosque and the offices of Lebanese-American Rep. Darrell Issa, R-Calif.\nThe task forces helped send to prison a white supremacist who plotted to blow up black and Jewish landmarks in Boston and Washington. They were integral in the Jan. 8 arrest in Chicago of Matt Hale, leader of the white supremacist group World Church of the Creator, on charges of trying to have a federal judge killed.\nIn the Pennsylvania case, U.S. Attorney Mary Beth Buchanan said the arrest of David Wayne Hull of Amwell Township last week on weapons and explosives charges stemmed from cooperation between terrorist task forces in Pittsburgh and Philadelphia, ultimately involving officials in four states.\nThe government says Hull, 40, who calls himself the imperial wizard of the White Knights of the KKK, was testing bombs at his farm and tried to buy grenades to attack abortion clinics.\n\"Law enforcement agencies are reluctant to share information if they don't know each other and trust each other,\" Buchanan said. \"It was through this information sharing that we were able to put the pieces together.\"\nIntelligence officials say al-Qaida remains the primary threat for another major attack on U.S. soil, but they point out that even a single individual can wreak mayhem.\nAn FBI bulletin sent last week to 18,000 law enforcement agencies cites as examples Oklahoma City bomber Timothy McVeigh and Hesham Mohammed Ali Hadayet, who fatally shot two people at a Los Angeles International Airport ticket counter in July 2002.\n\"Lone extremists may operate independently or on the fringes of established extremist groups, either alone or with one or two accomplices,\" the FBI bulletin says. They often \"have a history of functioning poorly within traditional communities, such as educational institutions, churches and places of employment.\"\nOne plot thwarted last year led to the conviction of Leo Felton, 31. He was sentenced to more than 21 years in prison on charges related to a plot to bomb black and Jewish sites in Boston and Washington. Prosecutors said Felton, son of a black father and white mother, blamed his parents for \"contaminating\" him with black blood and was a member of a white supremacy group.\nPodiatrist Robert Goldstein and his wife, Kristi, are accused of planning to blow up an Islamic education center in St. Petersburg, Fla. Goldstein, who is Jewish, is described in court documents as seeking to retaliate for Sept. 11 and the continuing Arab-Israeli confrontation.\nIn the Goldsteins' home, authorities found explosives, bomb-making materials, bulletproof vests, 25,000 rounds of ammunition and a typed list of 50 Islamic worship centers in the Tampa Bay, Fla., area.\n\"We're certainly more focused on acts of international terrorism because of the huge losses that can be sustained,\" said Buchanan, the federal prosecutor in Pennsylvania. \"But domestic terrorism can be devastating as well. We are continuing to deal with both.\"\nNumerous homegrown terrorist organizations command FBI attention, from the KKK and neo-Nazi groups on one hand to anarchic environmentalists and animal liberation groups on the other.\nOf recent concern have been groups that place metal spikes in trees out West to damage logging equipment, or burn sport-utility vehicles at dealerships to protest excess pollution and gas consumption.\nAlthough there have been no deaths and few injuries attributed to radical environmental or animal groups, FBI officials say the levels of destruction are increasing and the violent rhetoric is escalating.\n\nLoad-Date: February 23, 2003"
}