{
    "title": "FBI CATCHES CRITICISM OVER TWA BLAST INQUIRY; AGENCY IGNORED EVIDENCE THAT DISPUTED TERRORISM WAS TO",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 5,
    "day": 11,
    "full text": "The FBI was accused at a Senate hearing Monday of using heavy-handed and often bumbling tactics to try to prove that terrorists had downed a TWA jetliner off Long Island, N.Y., even as evidence mounted that a mechanical failure was to blame.\nSen. Charles Grassley, R-Iowa, said: \"FBI leadership, in the case of TWA Flight 800, was a disaster. In my view, the FBI risked public safety.\" Grassley is chairman of a panel investigating the crash.\nThe panel presented a 24-page report from the Bureau of Alcohol, Tobacco and Firearms that determined just six months after the Boeing 747 went down in July 1996 that mechanical failure had been to blame. The FBI was accused of trying to suppress that report and ignoring evidence that did not point to the idea that a bomb or a missile brought down the plane.\nOfficials from the National Transportation Safety Board and ATF said FBI officials arrived and took over the investigation early on, often using sloppy evidence collection techniques.\nThe NTSB was, by statute, the lead agency on the crash, but the inquiry became an adversarial one.\nATF officials said that once they reached the conclusion that mechanical failure had downed the plane, they pushed to circulate their report because of a fear that other planes might have the same flaw. But the FBI stonewalled, they said.\nInvestigators eventually determined that a mechanical malfunction caused the plane's center fuel tanks to blow up, killing all 230 people aboard.\nA former top scientific investigator with the FBI who worked on the Flight 800 case said James Kallstrom, then director of the FBI's New York bureau, became enraged when he disputed the bomb theory.\n\"He got about six inches from my face and proceeded to advise me in very graphic terns that it was a bomb,\" William Tobin testified.\nKallstrom, who did not testify Monday and has left the FBI, denied he had suppressed the report but did say he did not want it to get out because it was premature.\n\"It is not that we were holding out for a bomb or missile. We were holding out for a thorough, comprehensive investigation,\" Kallstrom told The Associated Press.  \n\nGraphic\n\n \nPHOTO Photo by the AGENCE FRANCE-PRESSE - Frank Zakar, a metallurgist with the National Transportation Safety Board, testifies Monday before the Senate Judiciary subcommittee on oversight. The panel is reviewing the TWA Flight 800 crash.  \n\nLoad-Date: July 12, 1999"
}