{
    "title": "FBI restructured to fight terrorism, cybercrime; Changes_ Mueller wants to boost internal security,",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 12,
    "day": 4,
    "full text": "FBI Director Robert Mueller said Monday that the bureau is being restructured to strengthen its ability to fight terrorism and cybercrime and to improve internal security and intelligence gathering.\nResponding to terror attacks and congressional misgivings about the bureau's management, Mueller reorganized the FBI to respond more quickly to threats against national security, including possible terror attacks and threats against the nation's computer infrastructure.\nMore agents will be added to new counterterrorism and cybercrime divisions in Washington.\n\"We will be expanding, under the counterterrorism division, our resources, in particular to address intelligence and prevention,\" Mueller said in a briefing with reporters.\nInvestigations into the Sept. 11 and anthrax attacks will not be affected by the restructuring, he said.\nApproved by Congress last Friday, the plan takes effect immediately. The next phase of the restructuring will involve field offices backing away from certain investigations, such as bank robberies and drug crimes. Mueller said he first wants to assess whether local law enforcement or other federal agencies can take over those duties.\nMueller added four new assistant directors who will act as his top deputies, in addition to new intelligence, cybercrime, technology and security divisions. He also added a section to work with local law enforcement.\nMany of the changes address problems with technology, document handling, internal security and intelligence sharing that have dogged the FBI in recent years.\nHe stressed that the case of Robert Hanssen, a veteran FBI agent who pleaded guilty to a decade and a half of spying for Moscow, exposed serious flaws in the FBI's internal security.\n\"We have to do a better job addressing security,\" said Mueller.\nThe new positions add more senior managers, but Mueller said his new deputies will keep him in better touch with day-to-day operations.\n\"I need to be fully engaged in the day-to-day running of the bureau,\" Mueller said, adding that he will not replace Tom Pickard, deputy FBI director, who retired Friday.\nDale Watson, the assistant director, will oversee both counterterrorism and counterintelligence; he previously ran the terrorism section. Directors for at least eight new divisions need to be hired.\nMueller said he wants to hire a police chief to run a new law-enforcement-coordination division. The bureau has been accused of cutting local police out of the investigation into the Sept. 11 attacks and has been trying to improve relations with local law enforcement.\nMueller dismantled the FBI's investigative-services division, which does analysis and threat assessments, and he redeployed the section's analysts to the FBI's counterterrorism, criminal, national security and other divisions.\nThe investigative-services division was formed two years ago under Mueller's predecessor, Louis Freeh. The move was part of a restructuring to shore up the bureau's ability to identify and prevent terrorism and other crimes, rather than investigating crimes or attacks after they occur.\n\nLoad-Date: December 4, 2001"
}