{
    "title": "FBI TREATS LOCAL CEOS TO TARGET  PRACTICE AND TERRORISM LESSON",
    "publisher": "advertising age",
    "year": 1995,
    "month": 9,
    "day": 4,
    "full text": "Pity the terrorist who goes after one of a select group of local chief executive officers who've been instructed by the FBI in the ways of terrorists and how to handle firearms.\nIn an annual, albeit not well-publicized event, about 25 chief executives attended what the FBI terms a ''CEO Shoot.'' The event was held Aug. 24 at Camp Perry, a training facility near Port Clinton for the Ohio National Guard, and included lectures on terrorism, hands-on instruction in firearms handling and shooting contests.\nShortly before the event was held,  obtained a list of 44 invitees. The FBI denied a request from Crain's  that it be allowed to attend the event.  Special agent Thomas Jones, who runs the Cleveland office, said he was concerned that some CEOs wouldn't attend if the media was there.\nThe list of invitees included the big and not-so-big of Cleveland's business world. Among the more prominent names on the list were Plain Dealer publisher Alex Machaskee, TRW Inc. CEO Joseph Gorman and attorney John Climaco, who has represented several clients that have been investigated and prosecuted by federal law enforcement agencies. Messrs. Climaco, Gorman and Machaskee failed to return phone calls to find out whether they attended the event.\nTurner Construction Co. executive vice president Al Sanchez and Arnold Pinkney, CEO of the Pinkney-Perry Insurance Agency Inc. in Cleveland, did attend the event and estimated that at least 25 guests were there. They described it as a day-long round of lectures and demonstrations.\nAnother invitee at the event was Ron Watt, CEO of the Cleveland public relations and advertising agency of Watt, Roop, & Co. In a conversation just before he went to the event, Mr. Watt said he believed he was invited because of a personal friendship with the FBI's Mr. Jones. After the event, Mr. Watt wouldn't discuss what went on at Camp Perry.\n''We talked to Tom Jones and he said that at such a private event we shouldn't talk about it,'' Mr. Watt said.\nMr. Jones later discussed the event during a telephone interview. He said it was the second year he had held the gathering since he took charge of the local FBI office three years ago and that it had been held in other years before he arrived. Mr. Jones said some of the FBI's other offices hold similar events, but that he didn't know how many were held each year.\nMr. Jones said the purpose of the event is to ''encourage cooperation by the public sector with the FBI and make them familiar with law enforcement issues that could affect their business.'' Tops on that list of issues is terrorism, which Mr. Jones said is typically the topic of the event's lectures.\nThose in attendance also got a chance to fire some of the FBI's weapons, ''mainly to acquaint the CEOs with some of the weapons we use,'' Mr. Jones said.\n''A lot of the CEOs love to shoot,'' he said.\nMr. Jones said the FBI tries to invite to the event the CEOs of large corporations, particularly those with a multinational presence. He said most of the invitees' names were submitted by FBI agents who knew the executives.\nMr. Jones said he didn't know the exact cost to hold the event, but said it was nominal. The bureau plans to hold the event next year.\n''I'm looking forward to it,'' Mr. Jones said.\n\nLoad-Date: September 19, 1995"
}