{
    "title": "FBI gets local police in the loop",
    "publisher": "usa today",
    "year": 2005,
    "month": 8,
    "day": 2,
    "full text": "WASHINGTON -- Since the 9/11 attacks, more than 6,000 state and local police officers have been granted access to classified material involving terrorist threats, the broadest dissemination of secret information in U.S. history.\nThe information sharing, which is overseen by the FBI, has been held up as a model of cooperation by law enforcement.\nDespite its success, it's unclear whether giving local officials access to classified information has provided them with a direct link to any terrorism suspects.\nEven so, Houston Police Chief Harold Hurtt, one of the early critics of the information-sharing program because of delays in getting secret clearances, says the new access is forging closer bonds between local police and the FBI. And the FBI has grown increasingly dependent on local police to assist in terrorism investigations.\nAssistant FBI Director Louis Quijas acknowledges that much of the information being made available to police across the country may have little value because it may not be specific to where the officers are.\nBut he says the confidential briefings have opened channels that never existed and that the program is at least offering communities peace of mind in some cases.\nSince the London transit bombings last month, Charlotte-Mecklenburg, N.C., Police Chief Darrel Stephens says the FBI has provided a stream of guidance on the vulnerability of transit systems.\nThe information, some of it delivered as recently as last week, contained no evidence of a credible threat against U.S. transportation systems. But Stephens says the briefings have helped police address the worries of local officials and the public.\n\"Some of the stuff we're getting may not be applicable to your situation; a lot of it doesn't apply,\" Stephens says. \"But knowing what's going on in the rest of the country and our region really helps put it all in context.\"\nThe clearances first were offered in January 2002, after local police officials, including William Berger, then-president of the International Association of Chiefs of Police, complained that they were being excluded from discussions about potential terrorism targets and possible threats.\nIn the first year of the program, some local police officials withdrew because it took too long to complete background checks. In the first eight months of the program, only 320 clearances were approved.\nSince then, 6,011 clearances have been authorized.\nThere is little to suggest that sharing information led police to break cases in places where local authorities have made terrorism-related arrests, such as in Lackawanna, N.Y., and Portland, Ore. Even so, Quijas says the flow of information resulted in local police providing important guidance for federal investigators in those cases.\nThe information sharing is not always a seamless operation.\nIn May, for instance, Washington Mayor Anthony Williams complained that city leaders, including its law enforcement officials, were not included in early discussions on the evacuations of the U.S. Capitol, White House and the Supreme Court when a plane flew into restricted airspace.\n\"We don't get a lot of classified stuff, even with the clearances,\" says Berger, police chief in Palm Bay, Fla.\n\"Sometimes (the clearances) only provide you a look at the infighting between the FBI and the Department of Homeland Security over the information that does go out,\" he says.\n\nGraphic\n\n \nPHOTO, B/W, AP; PHOTO, B/W, AP\n\nLoad-Date: August 2, 2005"
}