{
    "title": "FBI CHIEF NOTES SILVER LINING IN AFTERMATH OF TWA CRASH; U.S. BETTER PREPARED FOR TERRORISM, FREEH S",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 7,
    "day": 14,
    "full text": "FBI Director Louis Freeh finds the nation's skies safer and its law enforcement authorities better prepared for terrorism a year after the explosion on TWA Flight 800.\nAlthough investigators are now leaning toward mechanical failure as the cause of the explosion, they have not entirely ruled out the possibility of a criminal act.\nFreeh said initial fears that a terrorist might have blown up the plane led to better airport security and stronger ties between the FBI and foreign governments.\n\"We have a better capability today, I think, to identify and prevent both domestic and international terrorism acts,\" Freeh said over the weekend.\nThe FBI investigation is in its final stages, scrutinizing holes in the skin and structure of the Flight 800 mockup, Freeh said. The agency expects to release its findings in 60 to 90 days.\n\"We are not at this point saying that we are ruling out any criminal act or act of terrorism,\" he said. \"On the other hand, we have found no evidence of that . . . hopefully, in the end, there is no criminal part to this tragedy.\"\nToday, investigators will conduct more tests. They've installed monitors on the fuel tanks of a Boeing 747 and will measure vibrations and temperatures under various conditions during a rigorous set of flight tests.\nSince 1993, when Freeh took over, the FBI has been improving its relationships abroad. Taking a global view of terrorism and the need to share information with other countries, Freeh has traveled to various foreign capitals and added agents in Saudi Arabia, Egypt, Pakistan and other countries.\nThe investigation into Flight 800 intensified the drive to improve international contacts; among other things, forensic experts were brought in from England, France and Israel to evaluate evidence.\n\"It is paying off in terms of saved lives in counterintelligence, which is where we are extremely vulnerable here and abroad,\" Freeh said.\nTWA Flight 800 exploded off Long Island last July 17 and fell in pieces over a five-square-mile section of the Atlantic Ocean, killing all 230 aboard. The wreckage sank 120 feet, leaving the FBI scrambling to preserve potential evidence.\n\"The sketchy information we had tended to indicate that this was not an accident,\" he said.\nFor one thing, the plane had taken off from an international airport. For another, it was a Boeing 747 with a safe history, exploding without warning in midair after a seemingly flawless takeoff for Paris. Numerous witnesses also reported \"streaks of light,\" suggesting the possibility of a missile. And security in many quarters was already tighter than usual because the Olympics were being held in Atlanta.\nWithin hours of the explosion, FBI agents were talking to contacts around the world, trying to pin down any terrorist leads. They also worked with their counterparts at the Central Intelligence Agency, with which Freeh has tried to improve relations.\nAfter months of work, Freeh said the investigation has left him with a great deal of sadness.\n\"All those families touched by such a tragedy,\" said Freeh, a father of five boys. \"We can't put the pieces back together for them.\"    \n\nLoad-Date: July 15, 1997"
}