{
    "title": "FBI SAYS BUSINESS BUILT ON LIES Motivational speaker accused of fraud",
    "publisher": "the spokesman-review",
    "year": 2011,
    "month": 1,
    "day": 27,
    "full text": "The FBI arrested a man who once worked as a clinical educator at a Spokane hospital, accusing him of fabricating his life's story with tales of military valor and family tragedy, and then committing mail fraud by profiting on the lies.\n William G. Hillar, 66, worked at Inland Northwest Health Services from September 1994 to July 1997. Before that he worked for other Spokane businesses including Metropolitan Mortgage and Securities Co.\n It's what he's accused of doing afterward that earned him notoriety.\n The federal complaint filed in U.S. District Court in Baltimore accused Hillar, now living in Maryland, of capitalizing on his fraud to give motivational speeches and training to police and graduate students. He billed himself as a retired U.S. Special Forces colonel trained in tactical counter-terrorism, explosive ordnance, emergency medicine and psychological warfare. He claimed to have served in Asia, the Middle East and Central and South America.\n His business, Bill Hillar Training, offered speeches and workshops on topics such as transnational drug smuggling, human trafficking, tactical counter-terrorism and transnational criminal gangs.\n Hillar's alleged ruse began to unravel last year when students at the Monterey Institute of International Studies questioned his credentials.\n He claimed in workshops that the 2008 action movie \"Taken,\" starring Liam Neeson, was loosely based on the kidnapping and murder of his daughter. Film executives have denied any connection, according to the Los Angeles Times.\n Hillar was never in the U.S. Army. A records search showed that he did serve in the U.S. Coast Guard from 1962 to 1970, achieving the rank of radarman, petty officer third class. There's no record he ever deployed to the global regions he claimed, nor did he have any documented training in the specialized fields he listed.\n The alleged fraud ensnared many government agencies, businesses and colleges.\n Hillar's website claimed that he gave presentations in Spokane to Shriner's Hospital and Cowles Publishing Co., which publishes The Spokesman-Review. That website has since been taken down.\n Hillar once lived on the South Hill and filed for bankruptcy three times in nine years while in Spokane.\n The federal judge in Baltimore hearing his case agreed to release him on a $50,000 bond.\n\nLoad-Date: February 2, 2011"
}