{
    "title": "FBI WARNS OF DOMESTIC TERRORISM _ AS IN OKLAHOMA CITY, THE INTENT IS MURDER AND VIOLENCE, FBI DIRECT",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 4,
    "day": 28,
    "full text": "FBI Director Louis J. Freeh warned yesterday that \"individuals and several groups\" in the United States were arming themselves for potential shootouts with federal authorities.\nHe asked Congress for more money, manpower and legal authority to fight back.\n\"The effort, as in Oklahoma City, will be to murder as many as possible through a single blow,\" Freeh told the Senate Judiciary Committee in Congress' first hearing since the April 19 bombing of the federal building in Oklahoma City. He did not specify which individuals or groups he was talking about.\nRonald K. Noble, undersecretary of the Treasury, said: \"Domestic terrorism has been growing steadily\" in America for a decade.\nThere are an estimated several hundred \"violent white-supremacist groups\" in the United States; militia units devoted to anti-gun-control ideology in 34 states; and up to 2,000 sects or cult-like groups, many of which are stockpiling firearms and explosives to prepare for what they believe is the imminent end of the world, Noble said.\n\"Many of these groups view the United States government as the enemy, and believe an armed confrontation is inevitable,\" said Noble, whose department includes the Secret Service and the Bureau of Alcohol, Tobacco and Firearms.\nMany extreme right-wing groups regularly vilify the ATF for its 1993 raid on the Branch Davidian compound in Waco, Texas.\nBombings in the United States more than tripled between 1983 and 1993, with the blasts killing 49 Americans and injuring 1,323 in 1993 - the all-time record year for domestic terrorism - until last week's horror in Oklahoma City, officials have said.\nCongressional leaders promise that Congress will pass counterterrorism legislation, modeled largely on President Clinton's recommendations, within 30 days.\n\"This will be bipartisan,\" said Senate Majority Leader Bob Dole (R., Kan.). \"It's not about politics.\"\nDole and Judiciary Committee Chairman Orrin G. Hatch (R., Utah) introduced a counterterrorism bill yesterday. It mostly mirrors President Clinton's, adding a few tougher penalties and reform of the \"habeas corpus\" law that currently allows convicts - including terrorist murderers - to stretch out death-row appeals.\nAttorney General Janet Reno said Clinton also favored habeas-corpus reform, and would cooperate with GOP lawmakers to pursue it.\nPerhaps the most striking point of bipartisan agreement yesterday, however, was the caution emphasized by Republicans and Democrats that Congress must not trample Americans' civil liberties in a rush to fight terrorism.\nIndeed, Freeh told the Judiciary Committee that - contrary to widespread reports - the FBI is not handcuffed in opening investigations of potential domestic terrorists by 20-year-old administrative guidelines aimed at\nsafeguarding civil liberties.\nSo long as the existing guidelines are interpreted broadly by the Justice Department and Congress, they give the FBI ample latitude to do its job, Freeh said.\nThe question of whether those guidelines hamper the FBI had become a political flashpoint arising from debate over how to respond to the Oklahoma City bombing. Former FBI investigations director Oliver Revell has charged that the guidelines prevent the FBI from investigating potential violent domestic terrorists until it is too late.\nCivil libertarians have countered that the guidelines are designed to prevent overzealous law enforcers from abusing freedoms by wiretapping or infiltrating suspect groups that may be no more than organizations espousing unpopular political views.\nThe guidelines, drafted in 1976 after Senate disclosure of widespread FBI abuses in the previous decade, require the FBI to have evidence that a specific crime is likely to be committed before it can open a formal investigation.\nSen. Arlen Specter (R., Pa.) said that standard tied the FBI's hands too much, forbidding agents, for instance, from investigating the Michigan Militia, even though its members are stockpiling weapons and its leader has talked of open rebellion.\nBut Deputy Attorney General Jamie Gorelick said the FBI could open preliminary investigations of groups like the Michigan Militia without evidence of any crime, and step up those probes as evidence warranted.\nFreeh agreed: \"If these guidelines are interpreted broadly and pro- actively - as opposed to defensively, which has been the case for many years - I feel confident that . . . we have sufficient authority.\"\nFreeh said the problem with the guidelines was not their language, but the way that congressional committees and other outside political authorities had interpreted them to bully the FBI.\n\"I think it's fair to say that FBI employees . . . have been reprimanded, censured, sued, intimidated and investigated because of allegations that their activities fell outside the purview of the guidelines,\" Freeh said.\nThat made FBI agents defensive about undertaking investigations into politically sensitive areas, he said.\nFreeh asked Congress to give the FBI the increased money, manpower and legal powers Clinton has requested. Clinton has asked for 1,000 more law enforcement agents, an FBI-led interagency terrorism center, and new legal authority for the FBI to track credit, hotel and telephone records of terrorist suspects.\nDole voiced caution over Clinton's request to authorize military help for law enforcement agents in pursuit of terrorists.\n\"I think that's a very sensitive area,\" Dole said. \"It needs to be looked at very carefully.\"\nGorelick assured the senators that Clinton sought only to let the military help when terrorists might be using chemical, biological or other weapons of mass destruction. The law already permits such help when nuclear weapons are involved, she said, and Clinton merely wants to extend that authority.\nA second potentially controversial area involved calls by two liberal Democrats - Edward M. Kennedy of Massachusetts and Dianne Feinstein of California - for curbs on bomb-making instructions published on the Internet computer network.\nKennedy noted that a 73-page \"Terrorist Handbook\" with bomb-assembly instructions was on the Internet yesterday morning.\n\"I don't think we have a right to teach others how to build a bomb,\" Feinstein said, vowing to pursue restrictive legislation.\nFreeh noted that trying to outlaw such information raised conflicts with the First Amendment's guarantees of free speech and press, but said it was a question deserving congressional attention.\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (1)\n1. Louis J. Freeh says the FBI needs money and manpower. (Associated Press\n, JOE MARQUETTE)\n\nLoad-Date: October 28, 2002"
}