{
    "title": "FBI paid controversial blogger for help, N.J. newspaper says",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 11,
    "day": 30,
    "full text": "TRENTON, N.J. - A New Jersey blogger about to stand trial on charges that he made death threats against federal judges apparently was paid by the FBI in its battle against domestic terrorism, according to a published report.\nThe Record of Bergen County reported Sunday that Hal Turner received thousands of dollars from the FBI to report on neo-Nazis and white supremacist groups and was sent undercover to Brazil.\nTurner also claims the FBI coached him to make racist, anti-Semitic and other threatening statements on his radio show, but the newspaper also found that many federal officials were concerned that his audience might follow up on his violence rhetoric.\nThe newspaper reviewed numerous government documents, e-mails, court records and almost 20 hours of jailhouse interviews with Turner.\nHe goes on trial Tuesday in New York, accused of making death threats against three Chicago-based federal appeals judges after saying in Internet postings in June the judges \"deserve to be killed'' because they had refused to overturn handgun bans in Chicago and suburban Oak Park.\nThe postings included the photos and work addresses of the judges - Richard Posner, Frank Easterbrook, and William Bauer - along with a picture of the Dirksen Federal Courthouse in downtown Chicago and notations indicating the placement of \"anti-truck bomb barriers.''\nTurner's FBI connections began in 2003 with the Newark-based Joint Terrorism Task Force and continued on and off until this year, according to the newspaper. He claims his postings and other inflammatory statements were part of an undercover operation to ferret out violent left-wing radicals.\nHis lawyer, Michael Orozco, has subpoenaed Chris Christie, the former U.S. Attorney for New Jersey and the state's governor-elect, to testify on Turner's behalf.\nIn an affidavit filed with the subpoena, Orozco says Christie knew of Turner's activities between 2002 and 2008 while Christie held his federal post. Orozco says Christie issued a letter saying he would not prosecute Turner for his statements. It was not known whether Christie would be called to testify.\nHe said last week that he had not yet seen the subpoena, but said \"any advice I gave as U.S. attorney regarding prosecutions is something I am not going to talk about publicly.''\nFederal prosecutors and FBI officials declined comment.\n\"We do not comment on matters before the courts, and will not address Mr. Turner's allegations in the press,'' said Weysan Dun, who runs the FBI's Newark field office.\nCourtesy photo\nHal Turner in his studio. He goes on trial Tuesday in New York on charges of making death threats against three Chicago-based federal appeals judges who refused to overturn handgun bans.\n- The Associated Press\n\nLoad-Date: December 1, 2009"
}