{
    "title": "FBI terrorism cases up 6-fold; most thrown out; Aftermath of Sept. 11_ Much of the effort to prevent",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 6,
    "day": 17,
    "full text": "The FBI has been seeking prosecution of international terrorism cases at six times the rate it did before Sept. 11, but more than 60 percent of of those cases considered by federal prosecutors never made it to court, Justice Department records show.\nIn the year before the attacks on New York and Washington, FBI agents sent 10 international terrorism cases per month to U.S. attorneys for prosecution, according to the records obtained by Syracuse University's Transactional Records Access Clearinghouse (TRAC). In the first six months after the attacks, they sent 59 per month.\nThe records reflect the intense FBI focus on anti-terrorism investigations after Sept. 11, but they also show prosecutors declined to file charges in 60 of the 98 FBI anti-terrorism cases they considered from October through March. The prosecutors did not reach a decision during the period on all of the more than 350 cases referred to them.\nIn half the cases not prosecuted, U.S. attorneys said there was a \"lack of evidence of criminal intent\" or no evidence a federal crime had been committed.\nSenate Judiciary Committee Chairman Patrick Leahy, D-Vt., and Sen. Charles Grassley, R-Iowa, say they are troubled by both the high rate of declined prosecutions and the reasons prosecutors cite for not pursuing the cases.\nThe lawmakers asked Attorney General John Ashcroft and FBI Director Robert Mueller in a letter Friday to explain why so many FBI terrorism referrals are not being prosecuted.\nFBI officials say the referral of a case to a U.S. attorney is not the equivalent of an FBI recommendation for prosecution. In anti-terrorism cases in particular, the officials said, much of the effort to prevent terrorist attacks does not result in prosecutions.\nFBI spokesman Bill Carter said the exhaustive investigative effort to unravel the Sept. 11 plot might have contributed to the large number of international terrorism referrals that federal prosecutors chose not to pursue.\nThe Sept. 11 investigation caused the overall number of crimes referred for prosecution by the FBI to drop by 23 percent during the first three months after the attacks. But by the end of March, the number of FBI referrals had climbed back to pre-Sept. 11 levels.\nDespite assertions by Ashcroft and Mueller that the FBI was focusing more on terrorism prevention, the records show that bank robberies, drug violations and bank frauds accounted for more than a third of all FBI referrals in the first six months after Sept. 11. That's roughly the same level as in the previous five years.\nLeahy and Grassley said in their letter that the FBI's continuing focus on bank robberies, drug violations and bank fraud raises \"troubling questions about whether the FBI and Department of Justice are devoting sufficient resources to counter- terrorism efforts.\"\nThey asked the FBI and Justice Department to provide a detailed breakdown of their bank robbery and drug enforcement cases since Sept. 11.\n\"Director Mueller has to put more agents on the trail of al-Qaida and other terrorists and leave the Bonnie and Clyde investigations to local authorities,\" Grassley said in a separate statement.\nCarter said the bureau never stopped working other criminal investigations even as it began focusing more on terrorism prevention. He said many recent referrals for bank robberies and other crimes resulted from investigations that began long before Sept. 11.\n\"Cases don't just happen overnight,\" he said. \"Many are long term and very complex investigations. … The cases referred by us to U.S. attorneys are usually not those opened the day before.\"\nTRAC obtained the records after winning a two-court battle with the Justice Department over the Freedom of Information Act. The records come from internal administrative data the department maintains on all criminal and civil cases.\n\nLoad-Date: June 20, 2002"
}