{
    "title": "FBI director labels Chattanooga shooting 'terrorism.' Does it matter_ James Comey told reporters tha",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "Discussing the evolving threat of terrorism at the New York Police Department on Wednesday, FBI Director James Comey addressed a question many have been asking since July 16, when Mohammad Abdulazeez attacked a military recruitment center in Chattanooga, then took off in an open-top Mustang for a nearby Naval Reserve Center, where he killed five service members and wounded two others before dying in a shoot-out with police.\nWas it terrorism?\n\"To my mind, there's no doubt that the Chattanooga killer was inspired and motivated by foreign terrorist organization propaganda,\" Mr. Comey told reporters at a news conference, labeling it an act of terrorism. \"We've investigated it from the beginning as a foreign terrorist case.\" \nHe also reiterated that although San Bernardino shooters Syed Rizwan Farook and Tashfeen Malik had been radicalized before they killed 14 people at the Inland Regional Center on December 2, investigators have found no evidence of direct communication between the couple and any terrorist organization, such as the Islamic State; nor had they ever expressed public support for the group on social media, although they had in private messages online.\n\"Your parents' Al Qaeda was a very different model than the threat we face today,\" Comey said, emphasizing the role of online propaganda in inspiring similar lone-wolf attacks.\nIt was the first time officials have formally labeled the Chattanooga attacks as an act of terrorism, after months of ongoing speculation about Mr. Abdulazeez's motives. In the meantime, Americans' understanding of what the word \"terrorism\" means may have also been evolving: not only abroad, but at home in the United States. \nLegally, \"domestic terrorism\" refers to dangerous, illegal activities on US soil that \"appear intended (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping,\" according to the FBI. \nBut for many, the word has come to mean one thing alone: someone killing Americans in the name of an extremist, violent interpretation of Islam. \nThat's a change from the 1990s, when the media covered a number of high-profile domestic attacks, from \"Unabomber\" Theodore \"Ted\" Kaczynski, to Eric Rudolph's bombing of the Atlanta Olympics, to the Oklahoma City bombing in 1995.\nSome think hesitation to label certain crimes as terrorism relates to race and religion. There's a \"reluctance to think that people who look like the majority here\" can commit such violence, Heidi Beirich, director of the Intelligence Project at the Southern Poverty Law Center, told the Monitor in November. \"It's like the pattern doesn't exist.\"\nYet some recent attacks, the massacre at Emanuel African Methodist Episcopal Church in Charleston, S.C., which is believed to have been motivated by white supremacist views, have revived the idea that \"terrorism\" can belong to any creed or ideology, so long as it inspires violence.\nAnd now, fear of \"lone wolf\" attacks not directly ordered by a terrorist organization are reconfiguring views of terrorism yet again, as law enforcement grapples with the difficulty of preventing attacks whose perpetrators may be motivated by an extremist Islamic ideology, but have not directly communicated with a larger group.\n\"Terrorism is always a politically loaded word,\" former FBI agent Michael German told Voice of America after the Charleston shootings. \"It's very important that there's consistency with that across the various ideologies because otherwise it looks discriminatory, that violence by minorities is treated more seriously than violence against minorities.\"\nBut the Chattanooga shootings seemed especially perplexing, as emerging stories painted contrasting portraits of Abdulazeez: a capable engineering student. A troubled young man with addiction issues, whose parents sent him to stay with family in Jordan to try and get him back on track. A typical, jeans-and-T-shirt high school wrestler, who hung out with other kids in their well-heeled suburban neighborhood. A slightly reckless 20-something known to speed, and, in one case, drive under the influence. A Muslim who blogged about his faith, and never drew attention at the local mosque. A man who struggled with depression and mental illness, but resisted his family's request that he seek treatment - or give up his firearms. But also, a man who texted the Islamic verse \"Whoever shows enmity to a friend of mine, then I have declared war against him,\" to a friend. \nViews of \"terrorists\" may begin expanding to more frequently include lone-wolf attackers, some say, no matter which extremist views they subscribe to: especially as effective terrorist propaganda helps eliminate the need for middle men, or formal recruitment. \n\"This is really such a distinct part of American culture, saying the individual has to go out and do things on their own,\" University of Kansas Professor Donald Haider-Markel told the Monitor the day after the Chattanooga attacks. \" 'It's up to me to take this on my shoulders.' And that is specifically very American. Other cultures don't individualize things quite so much.\"\nThis report contains material from Reuters.\n \n\nLoad-Date: December 16, 2015"
}