{
    "title": "FBI Chief Meets Indian Home Minister",
    "publisher": "rtt news",
    "year": 2010,
    "month": 2,
    "day": 24,
    "full text": "(RTTNews) - American Federal Bureau of Investigation (FBI) Director Robert Mueller met Tuesday with India&apos;s Home Minister P Chidambaram as also the ministry&apos;s senior officials and discussed co-operation in handling counter-terrorism and related issues.\nThe 20-minute meeting with the Home Minister took place in the backdrop of the terror blast in Pune--the second most prominent metropolis after Mumbai in India&apos;s western coastal state of Maharashtra--that claimed 15 lives. U.S. Ambassador to India Timothy Roemer was present at the talks.\nMuller&apos;s visit came two days ahead of the meeting of Foreign Secretaries of India and Pakistan, the first since the November 2008 terror attacks in Mumabai by 10 militants from the Pakistan-based Islamic terrorist outfit Lashker-e-Toiba (LeT) in which some Americans were among the 163 people killed.\nOn his second visit to India in recent months, Mueller also met with new National Security Adviser Shiv Shanker Menon, besides director of Intelligence Bureau Rajiv Mathur and other top officials handling counter-terrorism.\nThe visitor is reported to have also discussed the case of Pakistan-born American terror suspect David Coleman Headley, currently in the custody of his agency. He is understood to have shared information with Indian officials about the probe relating to Headley&apos;s links to the planning of 26/11 attacks in Mumbai.\nA statement issued by the U.S. Embassy on Mueller&apos;s discussions spoke of \"robust and active\" counter-terror cooperation between the two countries that stretched to exchange best practices in both the United States and in India.\nThe statement went on to add that the State Department had sponsored exchanges in which U.S. railroad officials traveled to New Delhi and Mumbai \"to observe first-hand the enormous task of securing India&apos;s vast railroad system.\"\nSubsequently, a team of Indian officials, including those from law-enforcement agencies, had traveled to New York city and Washington D.C., the statement said, adding these exchanges demonstrated a shared commitment to learning from each other to ensure the safety of their citizens.\nOn terrorism, the statement said, the scourge respected no boundaries, and the recent attack in Pune was one more stark reminder that terrorists killed without regard for the nationality of the victims. It called for co-operation globally to protect citizens in their cities, villages and homes.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}