{
    "title": "FBI wiretap gaffes re-spark Patriot Act ire Bureau admits it sometimes gets the wrong number",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 10,
    "day": 1,
    "full text": "WASHINGTON - The FBI says it sometimes gets the wrong number when it intercepts conversations in terrorism investigations, an admission critics say underscores a need to revise wiretap provisions in the USA Patriot Act.\nThe FBI would not say how often these mistakes happen. And, although any incriminating evidence mistakenly collected is not legally admissible in a criminal case, there is no way of knowing whether it is used to begin an investigation.\nParts of the Patriot Act, including a section on \"roving wiretaps,\" expire in December. Such wiretaps allow the FBI to get permission from a secret federal court to listen in on any phone line or monitor any Internet account that a terrorism suspect might be using, whether or not others who are not suspects also regularly use it.\nThe bureau's acknowledgment that it makes mistakes in some wiretaps - although not specifically roving wiretaps - came in a recent Justice Department inspector general's report on the FBI's backlog of intercepted but unreviewed foreign-language conversations.\nThe 38,514 untranslated hours included an undetermined number from what the FBI called \"collections of materials from the wrong sources due to technical problems.\"\nSpokesman Ed Cogswell said that language describes instances in which the tap was placed on a telephone number other than the one authorized by a court.\n\"That's mainly an instance in which the telephone company hooked us up to the wrong number or a clerical error here gives us the wrong number,\" Cogswell said.\nHe had no estimate of how often that happens, but said that, when it does, the FBI is required to inform the secret court that approved the intercept.\nThe FBI could not say Friday whether people are notified that their conversations were mistakenly intercepted or whether wrongly tapped telephone numbers were deleted from bureau records.\nPrivacy activists said the FBI's explanation of the mistaken wiretaps was unacceptably vague, and that, in an era of cell phones and computers, it is easier than ever for the government to access communications from innocent third parties.\n\"What do you mean you are intercepting the wrong subject? How often does it occur? How long does it go on for?\" said James Dempsey, executive director of the Center for Democracy and Technology.\nDavid Sobel, general counsel for the Electronic Privacy Information Center, said technological advances have made it harder, not easier, to \"conduct wiretapping in a surgical way\" because digital communications often carry many conversations. \"It's not like the old days, when there was one dedicated line between me and you,\" Sobel said.\nThe FBI has acknowledged errors in the past. An FBI memo from 2000, made public two years later, described similar problems in the use of warrants issued by a court that operates in secret under the Foreign Intelligence Surveillance Act. In 2002, an FBI official said the bureau averaged 10 mistakes a year in such cases.\nThese warrants are among the most powerful tools in the U.S. anti-terrorism arsenal, permitting secret searches and wiretaps for up to one year without ever notifying the target of the investigation.\nThe court approved 1,754 such warrants in 2004.\nThe Patriot Act, passed 45 days 9/11, gave the government sweeping powers in terrorism investigations, including allowing the use of roving wiretaps. The authority also applies to espionage and other foreign intelligence cases.\nThe FBI is not supposed to use material it collects either by mistake or from people who happen to use phones that are tapped legitimately, but that requirement doesn't satisfy some lawmakers.\n\"They have recorded the information, but they're saying, 'Trust us, we won't listen to what we recorded,'\" said Rep. Bobby Scott, D-Va. \"People ought to be concerned.\"\nVersions of the Patriot Act renewal that passed the House and Senate this past summer contain the roving wiretap. It would expire in 10 years under the House-passed bill and four years in the Senate version. Congressional negotiators are expected to hammer out final details of the legislation later this month.\nThe Justice Department fought congressional efforts to require investigators to determine that the target of surveillance actually was using the tapped phone or computer before they listened in. Some lawmakers said such a requirement would reduce the chance that other conversations would be intercepted.\nAdministration officials argued that safeguards in the law already require the government to discard those conversations. \"Such a restriction would make it harder to use multipoint wiretaps in terrorism and espionage investigations than in drug trafficking and other ordinary criminal investigations,\" assistant Attorney General William Moschella wrote Scott.\n\nLoad-Date: October 3, 2005"
}