{
    "title": "FBI to shift emphasis to anti-terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 29,
    "full text": "Washington --- FBI Director Robert Mueller plans to unveil a massive overhaul today that will shift the agency's focus away from traditional criminal investigations and toward combating terrorism.\nPreventing another terrorist attack would become the top priority, even if it means arresting a terror suspect on a minor charge to stop a strike from taking place.\n\"Our goal in counterterrorism is prevention,\" Mueller wrote in a May 20 internal memo to employees. \"It is not, as in the past, reacting to attacks . . . and bringing terrorists to justice. Our goal is prevention.\"\nCox Washington Bureau\nIn announcing the reorganization, Mueller intends to address the FBI's failure to follow up reports of terror suspects training at aviation schools in Arizona and Minnesota before the Sept. 11 attacks.\nMueller plans to strengthen the bureau's anti-terrorism efforts with more manpower, better analysis of terror leads and a new computer system.\nMueller is expected to announce that: About 520 agents will be assigned to the counterterrorism division, with about 400 coming from the narcotics unit, 60 from the white-collar crime unit and 60 from the violent crime unit. The FBI will hire 900 agents by September. Agents from the Central Intelligence Agency, which specializes in gathering information abroad, will be added to each of the Justice Department's Joint Terrorism Task Forces, which will be expanded to all 56 field offices. To improve the bureau's analytical capabilities, a new team of terror analysts will be hired and an analytical college will be established at the bureau's facility in Quantico, Va. Mueller plans to hire 25 analysts from the CIA to jump-start the operation.\nThe bureau's inability to analyze information has been singled out as its chief weakness, said John Collingwood, director of congressional and public affairs at the FBI.\nThe reorganization plan comes a week after Mueller briefed members of Congress about why the bureau failed to respond adequately to a July 10, 2001, memo by a Phoenix FBI agent outlining concerns about followers of Osama bin Laden training at Arizona aviation schools.\nAnd it comes a few days after Coleen Rowley, general counsel of the FBI's Minneapolis field office, complained in a 13-page letter to Mueller and heads of the congressional intelligence committees that officials at FBI headquarters \"sabotaged\" an investigation of Zacarias Moussaoui, the sole person charged with conspiring in the attacks on New York and Washington.\n\nGraphic\n\n \nPhoto:\nFBI Director Robert Mueller is expected to announce plans to overhaul the bureau today.\n\nLoad-Date: May 29, 2002"
}