{
    "title": "FBI better at sharing data, police say",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 6,
    "day": 21,
    "full text": "Local law-enforcement officials say the FBI has gotten better at sharing information since the Sept. 11, 2001, attacks, although New York police complain the bureau continues to deprive them of some counterterrorism intelligence, the Justice Department inspector general said yesterday.\nEven in New York, the flow of information between federal authorities and their local counterparts is better than it was before 2001, the inspector general, Glenn A. Fine, said in a report that examined various task forces established or bolstered after the attacks on New York and the Pentagon.\n\"We found that the department's terrorism task forces and advisory councils generally function as intended, without significant duplication of effort,\" Fine said.\nAmong the intelligence failures identified after the attacks was a lack of communication within the federal government and between federal authorities and state and local police. Three of the Sept. 11 hijackers came face-to-face with police through traffic stops in the months before the attacks.\nSome New York lawmakers and local officials had worried that cooperation had diminished since the months immediately after the attacks. But New York police officials told Fine's investigators that they had access to CIA and National Security Agency information that they did not have before Sept. 11. FBI officials said that FBI agents and New York Police Department detectives were matched almost one-for-one on the city's 14 joint terrorism squads.\nStill, some NYPD officials said they were not always pleased with what the FBI allowed them to see and were skeptical that they saw everything, Fine said. They said they \"have a right to know and the FBI has an obligation to inform them,\" but could not say for certain how the lack of information affected their work, Fine said.\nAn FBI official in New York countered that, even as they complained, NYPD officials refused to share their intelligence with the bureau, setting up the possibility that \"links to terrorism may go undetected.\"\n\nLoad-Date: September 14, 2005"
}