{
    "title": "FBI anti-terrorism team asks for help from Princeton",
    "publisher": "university wire",
    "year": 2003,
    "month": 12,
    "day": 17,
    "full text": "An FBI-led anti-terrorism task force discovered blueprints of common areas of Princeton Borough, N.J., and Princeton University in an apartment in Philadelphia earlier this week, University Public Safety Crime Prevention Specialist Barry Weiser said.\nThe FBI would not release to the university the reason for its investigation of the individual in possession of the blueprints, Weiser said.\nThe FBI contacted Princeton officials to determine the locations featured in the blueprints and ask whether the university was familiar with the person under investigation.\nPrinceton U.\n\"[University officials] were not familiar with the individual's name in the engineering or physical planning offices,\" Weiser said.\nPrinceton was helpful in identifying the locations shown in the blueprints, he said.\n\"[The university's Department of] State and Community Affairs said similar blueprints were used in the project to redesign downtown Princeton Borough,\" Weiser said. \"An architect in Philly was used in that project.\"\nWeiser added that the individual who owned the apartment could have been working for the architectural firm in Philadelphia.\nThough Weiser did not know the status of the FBI's investigation, he said he didn't think the incident posed a major threat to the campus.\n\"The FBI obviously didn't deem it too important if they didn't continue discussing it with us,\" Weiser added.\nBorough Police Lt. Dennis McManimon said the FBI did not inform Borough officials of the incident.\nIn an unrelated incident, McManimon said Borough police have a lead on suspects in the recent string of thefts at Prospect Avenue's eating clubs.\n\"It's just general information,\" McManimon said. \"Sometimes you hear info that people may have been involved in thefts.\"\nMcManimon said the investigation is ongoing and the names of the individuals will not be released at this time. However, he added, Public Safety has been notified of the suspects.\n\"If we observe them on campus or around clubs, we will let local police know,\" Weiser said.\n(C) 2002 The Daily Princetonian via U-WIRE\n\nLoad-Date: December 17, 2003"
}