{
    "title": "FBI eyeing terrorism in Fla. attack",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "The FBI confirmed Sunday it is investigating the deadly shooting at a naval base in Pensacola, Fla., as a terrorist attack.\n\"We are, as we do in most active-shooter investigations, [working] with the presumption that this was an act of terrorism,\" Rachel Rojas, FBI agent in charge of the Jacksonville Field Office in Florida, told The Associated Press.\nThe bureau is also trying to determine whether Mohammed Saeed Alshamrani - who killed three people and injured eight others Friday - was acting alone. Alshamrani was fatally shot by a sheriff's deputy.\nA Saudi suspect filmed the scene and two others watched from a nearby car as Alshamrani went on his rampage, signaling a possible wider terror plot.\nAlshamrani, who was in pilot training at the base, is believed to have made social media posts criticizing the U.S.\nAuthorities also believe he visited New York City in the days before the attack, and are trying to ascertain the purpose of the trip. He saw sights including Rockefeller Center in Manhattan.\n\"To me, it appears to be a terrorist attack,\" White House national security adviser Robert O'Brien said Sunday on CBS' \"Face the Nation.\" \n\"I don't want to prejudge the investigation, but it appears that this may be someone that was radicalized.\n\"It's unclear whether he's got ties to any other organizations.\"\nDefense Secretary Mark Esper said Saturday he could not yet determine whether the attack was terrorism.\n\"I think we need to let the investigators, the FBI, do its work and ... get us the facts, and we'll move out from there,\" he said as he ordered a review of security and vetting procedures at the Pensacola base.\nU.S. officials have insisted the ruthless attack won't undermine the alliance with Saudi Arabia.\n\"We have strong military-to-military ties,\" Esper said Friday. \"That's the basis of our relationship with the Saudis. I don't see this undermining\" the relationship.\n\nLoad-Date: December 9, 2019"
}