{
    "title": "FBI UNIT WOULD FOCUS ON HUNTING DOWN SPIES",
    "publisher": "the new york times",
    "year": 1999,
    "month": 6,
    "day": 27,
    "full text": "The FBI is proposing to create a division devoted solely to hunting spies, part of a governmentwide review of counterintelligence, the New York Times reported yesterday.\nThe move comes amid suspicions that China stole nuclear secrets for two decades. American intelligence agencies have increasingly focused on threats of terrorism, causing counterintelligence efforts to dwindle, the newspaper said, citing unidentified government officials.\nThe FBI's national security division added counterterrorism to its emphasis on combating espionage, and those efforts seemed to earn a higher priority as the battle against terrorism became more important in the post-Cold War era, the officials said.\nFBI Director Louis J. Freeh has proposed splitting the national security group into two divisions: one focusing on terrorism, and the other aimed at rooting out spies, the officials said. Attorney General Janet Reno has approved the request and forwarded it to the White House, they added.\nAt issue are both the theft of military secrets and economic espionage aimed at stealing technology or information to help foreign goods compete with American products. Foreign governments and military intelligence services are joined by corporations in the new forms of espionage, which can occur between scientists and at academic conferences.\nThe government's review also includes the Pentagon and the CIA and is expected to lead to an overhaul of all counterintelligence. That represents the first time the three agencies have collaborated on a systematic assessment of espionage threats, the Times reported.\nReacting to criticism of its handling of suspected Chinese espionage at nuclear weapons laboratories, the government is changing procedures, including adding special squads of FBI agents at the labs.\nSome lawmakers said the FBI and the Justice Department failed to aggressively investigate cases, including that of Wen Ho Lee, the nuclear scientist suspected of helping the Chinese acquire advanced thermonuclear technology. Lee has denied that he spied for China, and Chinese officials have denied stealing nuclear secrets.\n\nLoad-Date: October 22, 2002"
}