{
    "title": "FBI TARGETS IMMIGRANT ACTIVITIES; DIRECTOR CONCERNED ABOUT STUDENT VISAS, ALIEN MARRIAGES",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 12,
    "day": 4,
    "full text": "FBI Director Louis Freeh is calling for tighter controls on student visas and alien marriages in order to curb terrorism by aliens in the United States.\nSources say Freeh made the recommendations to Deputy Attorney General Jamie S. Gorelick. Gorelick had asked him to review policies and practices on immigrants entering and leaving the United States in response to the World Trade Center bombing and to killings outside CIA headquarters - both linked to aliens.\nFreeh also proposed:\n- Strengthening investigative powers against \"undesirable aliens.\"\n- Accelerating deportation appeal proceedings.\n- Limiting U.S. participation in a visa waiver pilot program under which 9 1/2 million foreigners entered the United States in the fiscal year that ended Sept. 30.\nFreeh said two categories of foreigners requiring additional scrutiny were those who enter the country on student visas but do not abide by the terms of the visa and those who \"engage in sham marriages with American citizens or permanent resident aliens\" solely to become legal residents.\nImmigrants seeking entry on either grounds \"should undergo thorough scrutiny at the outset, as well as some form of continuing scrutiny,\" Freeh said Thursday. Follow-up investigation of students would include reviewing their academic records.\n\"Obviously, the intent is not to harass an alien who lawfully opts either to study in this country or to marry an American,\" Freeh said. \"Instead, the intent is to ascertain which aliens are using these avenues as a means to remain in this country indefinitely . . . to engage in unlawful conduct. I recognize that certain legitimate privacy interests are implicated.\"\nFreeh criticized deportation appeal procedures on the ground that they often delay action for years. Failure to remove these people \"swiftly from the United States simply exposes our country to needless risks,\" he said.\nHe also endorsed giving terrorism investigators \"roving authority\" under the Foreign Intelligence Surveillance Act to intercept communications. That authority, now available in certain criminal investigations, would allow targeting an individual's conversations over any phone, rather than limiting surveillance to specific telephone numbers.\nThe FBI director warned that criminals and terrorists now can take advantage of the Visa Waiver Pilot Program, which allows immigrants from countries to enter the United States without first obtaining a visa overseas. About 22 countries now take part in the pilot program, which was recently extended to Sept. 30, 1996.\nBy using fake documents that falsely show he is a citizen of a country taking part in the program, an immigrant escapes State Department review abroad, Freeh said.\n\"Aliens coming to the United States to engage in illegal conduct know that one of the easiest ways to enter and remain in the country is by requesting asylum,\" Freeh told Gorelick. Currently, they are asked either to post a small bond guaranteeing their appearance at a future hearing or are released on their own recognizance.\n\"At present, too many of these aliens simply blend into American society and never return for their immigration hearing,\" Freeh said.\nFreeh acted in his capacity as director of the Office of Investigative Agency Policies, a Justice Department unit created a year ago to end interagency conflicts among the FBI, Drug Enforcement Administration, Marshals Service and Immigration and Naturalization Service.\n\nLoad-Date: December 5, 1994"
}