{
    "title": "FBI CHIEF WON'T MANDATE TERROR EXPERTISE; MUELLER SAYS LEADERSHIP ABILITY IS KEY FOR MANAGERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 6,
    "day": 21,
    "full text": "FBI supervisors in the war on terror have acknowledged they lacked expertise, but Director Robert Mueller says he is unwilling to require such managers to have backgrounds in Arabic, the Middle East or international issues.\n \"Let me tell you that we want to develop that within the bureau, but making that an absolute requirement -- if you do not have it you would be precluded from advancing in counterterrorism -- no,\" Mueller testified recently.\n The subject came up in the case of an agent who complained that he had been passed over for promotion in favor of less-experienced colleagues.\nMueller described his own expertise in Middle Eastern terrorism as having been \"relatively limited\" when he took over the FBI a week before the Sept. 11 attacks.\n Mueller also testified he didn't give any guidance to his top managers to seek out the bureau's most experienced counterterrorism agents to work on the war on terror immediately after Sept. 11, saying he expected those managers to make good choices.\n \"It was in their hands as to how they did that,\" Mueller said in a wide-ranging deposition obtained by The Associated Press. Some supervisors were brought in without any terrorism training while some agents who were more knowledgeable about al-Qaida were brought from New York to work on the suicide hijackings investigation, officials said.\n AP reported Sunday that most of the men Mueller appointed to run the war on terror testified that, despite the FBI's pledge to build national expertise in terrorism, they didn't believe Middle East and terrorism experience had been important for choosing the agents they promoted.\n Gary Bald, the bureau's executive assistant director in charge of terrorism, testified he had to get his terrorism training on the job when he came to headquarters two years ago. When asked about his grasp of Middle Eastern culture and history, he replied: \"I wish that I had it. It would be nice.\"\n The testimony has been given in a lawsuit brought against the FBI by Agent Bassem Youssef, considered by some to be one of the FBI's most accomplished pre-Sept. 11 terror-fighting agents. He claims he was passed over for top jobs in headquarters despite his expertise.\n \"I have to question if the FBI is really up to the task of counterterrorism,\" Senate Finance Committee Chairman Charles Grassley, R-Iowa, a frequent FBI critic, said yesterday. \"Why would the FBI hire people to run the counterterrorism division who don't know anything about counterterrorism?\"\n The concerns go beyond Congress. The staff of the independent commission that reviewed Sept. 11 failures conducted interviews with FBI field agents in the war on terror.\n \"Many field agents felt the supervisory agents in the counterterrorism division at headquarters lacked the necessary experience in counterterrorism to guide their work,\" the staff wrote in one report.\n FBI Assistant Director Cassandra Chandler said yesterday that FBI agents in the field are getting valuable training on everything from Muslim culture to Arabic language and that hundreds of new intelligence analysts and linguists have been hired.\n \"Throughout the transition process we have recruited, trained and promoted individuals not only with subject matter expertise but also those with broad investigative and exceptional leadership skills. It will take both expertise and leadership for the Bureau to remain successful as we confront the threats of the 21st century,\" she said.\n\nLoad-Date: June 21, 2005"
}