{
    "title": "FBI MAN HERE CUT TEETH ON MOB CASES",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 7,
    "day": 23,
    "full text": "Tom Noble believes that his experience investigating organized crime figures in Las Vegas, Chicago and Washington should serve him well in his new job heading the terrorism unit in the FBI's St. Louis office.\n\"In some ways it's very similar,\" said Noble, 47. \"We work with very tiny bits of evidence and try to build a case on that.\"\nNoble took over as head of the Joint Terrorism Task Force last week. The task force is made up of 28 people from local, state and federal law enforcement agencies who solely investigate terrorism.\n\"It's just like putting a big jigsaw puzzle together,\" he said of the work of the task force. \"Now we're looking at the jigsaw puzzle internationally. A little piece we might gain here might be very beneficial … overseas, in New York, Chicago, who knows where.\"\nNoble replaces Paul White, who left to take over the FBI's office in New Haven, Conn.\nNoble is a native of the Metro East area but declined to identify his hometown. He began his law enforcement career as a clerk at the FBI's Washington headquarters straight out of college in 1976. He moved up to tour guide and then to assembling surveillance vans and mobile command centers while attending graduate school in accounting at Georgetown University.\nHe started as an agent on the streets of Las Vegas in 1982 investigating mob influence in the casino industry. In 1986, he moved to Chicago, again working mob cases and recruiting confidential informers. In 1992, promoted to supervisor, he returned to Washington to serve in the La Cosa Nostra unit. Noble arrived in St. Louis in 1995 as a supervisor mostly overseeing drug, organized-crime and violent-crime cases.\nTen months ago, he stepped in as the acting second-in-command of the St. Louis office.\nThe public's expectations of the FBI have changed since the Sept. 11 terrorist attacks on New York and Washington, he said.\n\"Always before, people expected the FBI to be very good, and that was the standard we were held to,\" he said. \"But now, because of terrorism, … people expect perfection - that we stop any terrorist act. Because of that, things that might not have been looked at as closely in the past are looked at with an overabundance of scrutiny to make sure we do everything we can to prevent another incident of terrorism.\"\nNoble is aware of concerns by civil libertarians and other critics about the potential for abuse of investigative powers in the post-Sept. 11 world.\n\"Anybody we would come in contact with, we would want to treat with respect,\" he said. \"We don't need to be too heavy-handed. There are sufficient laws to allow us to do what needs to be done.\"\n\nNotes\n\nMETRO PAGE 2; Reporter Phillip O'Connor:; E-mail: poconnor@post-dispatch.com; Phone: 314-340-8321  \n\nGraphic\n\n \nPHOTO; Photo by TEAK PHILLIPS/POST-DISPATCH - As the newly appointed head of the terrorism unit in the FBI's St. Louis office, Tom Noble has inherited heaps of paperwork. Noble replaces Paul White, who is now in New Haven, Conn.\n\nLoad-Date: July 23, 2003"
}