{
    "title": "FBI focuses on terrorism in shooting",
    "publisher": "the columbian ",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "SAN BERNARDINO, Calif. - The FBI announced Friday that it is investigating the mass shooting at a Southern California office party as an act of terrorism, but the agency's director said there is no indication the husband and wife who killed 14 people were part of a larger plot or members of a terror cell.\nIf the investigation confirms those initial suspicions, the attack would be the deadliest inspired by Islamic extremism on U.S. soil since Sept. 11.\nWhile authorities did not cite specific evidence that led them to the terrorism focus, a U.S. law enforcement official said that the wife, Tashfeen Malik, had under a Facebook alias pledged allegiance to the Islamic State group and its leader. A Facebook official said Malik praised Islamic State in a post at 11 a.m. Wednesday, around the time the couple stormed a San Bernardino social service center and opened fire.\nMalik and her husband, Syed Farook, died in a fierce gunbattle with authorities several hours after their commando-style assault on a gathering of Farook's colleagues from San Bernardino County's health department.\nAn Islamic State-affiliated news service called Malik and Farook \"supporters\" of their Islamist cause but stopped short of claiming responsibility for the attack.\nFBI Director James Comey would not discuss whether anyone affiliated with IS communicated back to Malik, but he said there was no indication yet that the plot was directed by any other foreign terror group. He also declined to rule out that future possibility.\n\"The investigation so far has developed indications of radicalization by the killers and of potential inspiration by foreign terrorist organizations,\" Comey said. He cautioned that the investigation has not yet shown evidence the couple were part of a larger group.\nDespite mounting signs of the couple's radicalization, there \"is a lot of evidence that doesn't quite make sense,\" Comey said in a nod to the fact that the investigation was just two days old.\nAttorneys representing Farook's family urged the public and media to wait for specific evidence before jumping to conclusions. They said none of his relatives had any indication either Farook or his wife held extremist views.\nDavid Bowdich, head of the FBI's Los Angeles office, said \"a number of pieces of evidence\" point to terrorism and that the agency was focused on that idea \"for good reason.\" He would not elaborate.\nThe U.S. official who revealed the Facebook post was not authorized to discuss the case publicly and spoke on condition of anonymity. The Facebook official, who also spoke on condition of anonymity because the person was not allowed under corporate policy to be quoted by name, said the company discovered Wednesday's post on Thursday, removed the profile from public view and reported its contents to law enforcement.\nBowdich said he was not aware of the IS-affiliated Aamaq news service report but was not surprised IS would attempt to link itself to the attack. He said investigators were looking carefully to determine if there is an IS connection.\nFarook and Malik rented a townhome where investigators said they found an arsenal of ammunition and homemade bombs. Analysts were trying to retrieve data from two cellphones found nearby that had been crushed in an apparent attempt to destroy the information inside.\n\"We hope that will take us to their motivation,\" he said.\nUntil Friday, federal and local law enforcement officials said terrorism was a possibility but that the violence could have stemmed from a workplace grudge.\nAttorneys for Farook's family urged the public not to rush to judgment.\n\"If the most evidence there is to any affiliation is a Facebook account under another person's name  then that's hardly anything at all,\" attorney David Chesley said.\nChesley and another attorney described Malik as a housewife who closely followed religious traditions. They said Farook's mother, who lived with the couple, never saw any of the weapons or bombs authorities found. The FBI questioned her Wednesday night and, according to the attorneys, said they would not release her until Farook's siblings came for questioning.\nThe couple's orphaned 6-month-old daughter is in the care of child protective services, and the family will try to recover her next week.\nFarook had no criminal record, and neither he nor his wife was under scrutiny by local or federal law enforcement before the attack, authorities said.\nMalik, 27, was a Pakistani who grew up in Saudi Arabia and came to the U.S. in 2014 on a fiancée visa. Farook, 28, a restaurant health inspector for the county, was born in Chicago to Pakistani parents and raised in Southern California.\nLaw enforcement officials have long warned that Americans acting in sympathy with Islamic extremists - though not on direct orders - could launch an attack inside the U.S. Using slick propaganda, the Islamic State in particular has urged sympathizers worldwide to commit violence in their countries.\nSince March 2014, 71 people have been charged in the U.S. in connection with supporting IS, including 56 this year, according to a recent report from the George Washington University Program on Extremism.\nIt was not clear whether Malik exhibited any support for radical Islamists before she arrived in the U.S. or became radicalized through online or in-person associations after arriving.\nFriends of the soft-spoken Farook who knew him from his daily prayers at a mosque in San Bernardino said they saw nothing to make them think he was violent. They said Farook reported meeting his future wife online.\nTo receive her visa, Malik was subjected to a vetting process the U.S. government describes as vigorous.\n\nLoad-Date: October 22, 2021"
}