{
    "title": "FBI warns military of possible terrorism",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 4,
    "day": 15,
    "full text": "In the United States: Letter urges attacks by Serb-Americans on U.S. soldiers\nWASHINGTON (AP) - The FBI has warned the U.S. military to be alert for possible Serb-led terrorist attacks inside the United States after several churches received \"threats to kill\" American soldiers, according to a memo obtained by The Associated Press.\nFBI counterterrorism agents sent out the memo last week after Serbian Orthodox churches in the Sacramento, Milwaukee, Chicago and Indianapolis areas received via fax a Serb-language letter urging Serbian Americans to respond violently to NATO strikes on Yugoslavia.\n\"The threat letter requested that all Serbian nationalists living in America take action against the NATO decision to intervene in the Serbian/Kosovo conflict by killing as many American soldiers in the United States as necessary to stop the NATO attacks in Serbia,\" according to the FBI memo.\nThe memo was distributed to military bases and other sensitive federal installations, such as nuclear weapons labs, through a special electronic mail warning system, officials said.\nDale Watson, the FBI's deputy assistant director for counterterrorism, declined to discuss the memo but said the church letters aren't the only Serb-related terrorism threats being examined by FBI investigators.\n\"As the war continues, we receive a lot of threats in here. The FBI looks into them,\" Watson said Wednesday in a telephone interview. \"This (letter) is not just an isolated situation. We look at threats; we take them all seriously.\"\nThe FBI seldom issues the type of memo sent to defense installations.\nThe agency is investigating whether there is any link between the Yugoslav government in Belgrade and the threats in the United States, officials said.\nThe alert memo warned military commanders nationwide \"that there is a credible threat outstanding to take action within the United States against U.S. military personnel.\"\nMilitary bases around the country had been on alert dating as far back as last summer's bombing of U.S. embassies in Kenya and Tanzania. But bases are stepping up security measures.\nCounterterrorism specialists are particularly concerned that Air Force bases might be targeted if they are home to the stealth aircraft being used prominently in the bombing campaign against Yugoslavia.\n\"We have increased our threat condition from Alpha to Bravo,\" said Bob Pepper, spokesman for the 49th Fighter Wing at Holloman Air Force Base, N.M., home of F-117 stealth fighters.\nThe one-step increase in threat awareness, he said, would probably not be noticeable to outside civilians. It involves more intensive identity checks and stricter requirements for non-military people entering the base.\nHolloman is the only base for the F-117s; 24 of the aircraft are deployed to Europe and are flying strike missions over Yugoslavia.\nPentagon spokesman Kenneth Bacon said military commanders are responding to the FBI warnings.\n\"We are aware of these threats and we have disseminated the information to local commanders and it's up to them to adjust … according to the threats they see,\" Bacon said. Base commanders have the option of working with the FBI, their own military police or local law enforcement, he said.\nU.S. military bases, particularly air bases, are generally sprawling facilities with heavily guarded gates and buildings far removed from the perimeter, making a truck-bomb attack difficult.\nIncreasingly, the Pentagon has become concerned with the possibility that terrorists would locate and target individual servicemen, perhaps in their homes. As a result, the Pentagon has grown reluctant to identify individual pilots flying strike missions and has scrubbed military Internet sites of personal and family information and service members.\nSerbian Orthodox church officials in the cities mentioned in the FBI memo either declined to comment or said they had no information about the Serb-language letter.\n\nLoad-Date: April 16, 1999"
}