{
    "title": "FBI chief praises Patriot Act",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 7,
    "day": 24,
    "full text": "WASHINGTON -- FBI Director Robert Mueller said Wednesday that one tool has greatly helped fight terrorism -- the sometimes controversial Patriot Act shepherded through Congress largely by Sen. Orrin Hatch after the Sept. 11 attacks.\n\"It has already proved extraordinarily beneficial in the war on terrorism, and our opportunities to use it will only increase,\" Mueller said in a hearing before the Senate Judiciary Committee, which is chaired by Hatch, R-Utah.\nCritics have questioned whether that law gives the government too much power to snoop into private lives to look for terrorists, but Hatch has looked at expanding it. \"We fight a fanatical enemy, dedicated to the destruction -- at all costs -- of America,\" Hatch said.\nMueller outlined several ways the act has helped the FBI, and said his agency is \"making every effort to effectively balance our obligation to protect Americans from terrorism with our obligation to protect their civil liberties.\"\nFor example, he said the Patriot Act tore down a legal wall that prohibited intelligence agencies from sharing information with police or other criminal investigators. Critics have said that situation before 9/11 led police and intelligence agencies to each have part of the puzzle, but not be able to connect the dots.\n\"Information is flowing more freely in both directions,\" Mueller said.\n\"The resulting free flow of information and coordination between law enforcement and intelligence has expanded our ability to use all appropriate resources to prevent terrorism,\" Mueller said.\nAlso, he said the Patriot Act allows federal judges to issue warrants that are valid outside their districts. \"Our investigations of terrorist networks often span a number of districts, and this change, which is limited to terrorism cases, eliminated unnecessary delays.\"\nMueller said another provision requiring securities dealers and others to report suspicious or large cash transactions also helped trace terrorist's funding networks.\nUnder questioning from Hatch, Mueller said the FBI is well on its way to implement suggested reforms that studies say would have helped detect terror groups and their plans before 9/11.\nFor example, he said the FBI has vastly upgraded and expanded its computer and communication capabilities; has hired more foreign-speaking agents and analysts; is exchanging information better with states and local agencies; and has doubled the number of agents and analysts assigned to counterterrorism.\n\"Preventing future terrorist attacks against America is our No. 1 priority,\" he said.\nE-mail: lee@desnews.com  \n\nLoad-Date: July 24, 2003"
}