{
    "title": "FBI working with Brown U. police forces on terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 11,
    "full text": "It would probably strike a Brown University student as odd if a member of the Department of Public Safety spent his days miles from College Hill following up on terrorism tips in Warwick, R.I., or Newport, R.I. But at Yale University, under an arrangement created soon after Sept. 11, 2001, a campus police officer is permanently assigned to the FBI and might very well chase down terrorism leads throughout Connecticut -- whether on or off Yale's campus.\nThe officer at Yale is a member of the FBI's Joint Terrorism Task Force based in New Haven, Conn. -- one of 100 JTTFs in cities nationwide. According to the FBI's Web site, the JTTFs are \"small cells of highly trained, locally based, passionately committed investigators, analysts, linguists, SWAT experts and other specialists from dozens of U.S. law enforcement and intelligence agencies.\"\nJTTFs \"chase down leads, gather evidence, make arrests, ... collect and share intelligence and respond to threats and incidents at a moment's notice,\" the site reads.\nThe JTTFs have drawn criticism from the American Civil Liberties Union, which has accused the FBI of spying on political and other organizations.\nAs with other state and local representatives on the New Haven JTTF, the Yale officer is deputized as a \"special federal marshal\" and reports to the JTTF work area each day, according to Lisa Bull, a spokeswoman for the FBI in Connecticut. The officer remains a paid employee of the Yale Police Department, but the FBI may pay the officer overtime or cover other expenses.\nThough calls to administrators at Yale were not returned, Tom Conroy, deputy director of Yale's public affairs office, wrote in an e-mail to The Herald that Yale has ongoing relationships with many law enforcement agencies.\n\"Working with the task force is one more relationship that informs our police department in ways that can enhance its performance,\" he wrote.\nConroy also pointed to the statement Yale's general counsel made to the Yale Daily News. \"This participation does not authorize Yale Police to divulge information to the FBI that is otherwise protected by University policies, nor to authorize spying on campus activists,\" the statement said.\nJared Maslin, a Yale junior and an organizer for the Yale Peace Coalition, told The Herald that he found the arrangement disturbing. \"There isn't much we can do about it because it's this sort of a clandestine thing,\" he said. \"Who exactly do we put pressure on to get answers on this?\"\nAn official in the Office of the Secretary at Yale told the Daily News that the purpose of the partnership with the JTTF was to keep the campus safe.\n\"We have a number of high-hazard labs and we have some high-profile facilities,\" said Martha Highsmith, deputy university secretary. \"We had [President Bush's] daughter here and we looked carefully into this.\"\nAccording to Bull, the participation of various agencies in the JTTF \"facilitates the exchange of intelligence and information that is pertinent to our authorized, ongoing investigations.\" However, the Yale officer does not necessarily work on cases involving Yale, just as the JTTF representative from the Internal Revenue Service does not necessarily work on tax cases, Bull said.\n\"The cases worked by that group are counterterrorism investigations throughout Connecticut,\" she said.\nAccording to Bull, the Yale Police Department has had an officer assigned to the JTTF since fall 2001. The arrangement was first reported in a commentary in The Nation last month.\nThe national picture\nThere are no statistics available on how many colleges and universities currently have a campus police officer assigned to a JTTF, but before Sept. 11, 2001, there were very few -- \"maybe one or two,\" according to Ed Cogswell, a spokesman at the FBI in Washington, D.C.\n\"I wouldn't say it's common -- it really is dependent on a large number of factors,\" including whether an institution has biological or nuclear research facilities and whether a campus police department can spare an officer, Cogswell said.\n\"Naturally you'll see more [campus police-JTTF partnerships] just because of the number of task forces that are up and running,\" Cogswell added.\nThe number of JTTFs has more than doubled since the Sept. 11 attacks, though the first JTTF was created in New York City in 1980, and the New Haven JTTF was formed in August 2001, according to a fact sheet provided by Bull. Today, there are more than four times as many members of JTTFs nationwide than there were before Sept. 11.\nCogswell said that just because a college or university does not have a campus officer deputized to a JTTF does not mean the JTTF does not work with the campus police department at that college or university.\nFor example, Brown, which does not have an officer assigned to the Rhode Island JTTF, does receive fliers and bulletins from JTTFs periodically, according to Mark Nickel, director of the Brown News Service.\nCivil liberties concerns\nThe increase in the activity and number of JTTFs has gained the attention of the ACLU. In two rounds of filings under the Freedom of Information Act, one late last year and one in May, the ACLU's national office, along with about 15 state affiliates, have sought information from the FBI about JTTFs.\n\"We don't know too much about how the JTTFs operate,\" said Ben Wizner, the ACLU's lead attorney in the ongoing litigation involving the FOIA requests. \"What little we know is disturbing,\" he added.\nWizner, who cited the \"long history in this country of political surveillance by the FBI,\" said there were \"some disturbing news reports\" before the national political conventions in 2004. \"Some students were questioned aggressively and in an intimidating manner by Joint Terrorism Task Forces about their [planned] protest activities,\" he said.\nWizner said the ACLU believes that cooperation and information sharing between law enforcement agencies --- including campus police forces -- are \"absolutely important,\" but that the task forces have raised serious concerns about civil liberties.\nIn one of several incidents involving JTTFs and college students outlined in the FOIA requests, a member of the North Carolina State University Campus Greens is said to have been interrogated by the Raleigh, N.C., police and agents of a JTTF last year. The North Carolina ACLU affiliate is requesting records involving the student, Brad Goodnight. The FOIA request states that \"during the interrogation, the agents reportedly asked questions to determine whether members of the NCSU Campus Greens have ties to terrorism or anarchists. Since the interrogation, Mr. Goodnight has noticed a greater police presence at his group's events.\"\nWizner called this type of investigation of a political group \"a misuse of antiterrorism resources.\"\nThough the current litigation has not addressed the the civil liberties issues at stake, Wizner said, \"If FBI surveillance and interrogation actually chilled someone's expression of their First Amendment rights, we would consider that a First Amendment violation.\"\nBull, the spokeswoman for the FBI in Connecticut, would not comment specifically on civil liberties concerns, but told The Herald, \"The only thing I can say in general is, it is not the '60s and the '70s in the FBI.\"\nAsked whether he thought the ACLU's concerns were groundless, Cogswell, the FBI spokesman in Washington, said, \"I'm not going to get in for a tit for tat.\"\nCogswell did say that the bureau has the training, oversight and guidelines to ensure that \"legal parameters\" are followed. \"We are not looking at protected speech,\" he said.\nThe national ACLU's FOIA request seeks FBI records in 40 subject areas, all relating to the function and activities of JTTFs. A few areas in the request relate to college campuses, though not specifically to partnerships between campus police and JTTFs. For example, the request seeks any bureau documents related to policies or practices of JTTFs for surveillance, interrogation or investigation of students, faculty or staff on campuses. The request also seeks the name and role of all agencies participating in JTTFs, which would include any campus police departments.\nThe government will release an initial round of the requested documents about JTTFs by next March, in accord with a judge-brokered agreement.\nMark Smith, director of the government relations office at the American Association of University Professors, which claims a membership of 45,000 academics, said his organization \"would like to know anything we can about\" arrangements between campus police and JTTFs.\nSmith said he could not point to a specific incident about which the AAUP was concerned and said it did not want to \"inhibit actual criminal investigations.\" But, he said, \"We're concerned about anything that has the potential to violate academic freedom, and we have been concerned about the mindset of security people who in some cases overstep the bounds of constitutional protections.\"\nThe local picture\nLocally, there does not appear to be any single factor that determines whether a school's police work with a JTTF.\n\"We do not have anyone quartered or assigned outside of this department,\" said Capt. Emil Fioravanti of Brown's DPS. Fioravanti said DPS does get information from a JTTF, but most of the information that comes in is national, not local.\nFioravanti said the Yale Police Department has a \"radically different\" mission from DPS because it has \"a much stronger presence in the community.\"\nChief of Police and Director of Public Safety Mark Porter at times receives information about terrorism at weekly meetings he attends with other Rhode Island law enforcement agencies, according to Nickel.\n\"The University through these meetings is advised of any particular threats that the terrorism task force may identify from time to time, and it's good for the University to know about that,\" Nickel said.\nAsked if Brown would consider assigning an officer to the local JTTF, Nickel said, \"If there would be a perception that such a program would contribute to a higher degree of public safety ... (it) would be something that the University would at least take a look at.\"\nRobert Drapeau, director of public safety at the University of Rhode Island, said his department gets bulletins about terrorism that would go out to other law enforcement agencies but does not have an officer assigned to a JTTF. Drapeau pointed out that URI has a small nuclear reactor and is currently revamping its screening policies for the crew of the Endeavor, URI's large research vessel. The URI police department has also received some training from a terrorism advisory committee out of the U.S. attorney's office in Rhode Island, Drapeau said.\nThe Massachusetts Institute of Technology, a large research institution, has \"a seat at the table\" at a JTTF but uses it for informational purposes only and does not participate in any police work, according to MIT Chief of Police John DiFava.\nDiFava said he is a big supporter of cooperation, but added, \"I also believe that you stick to your venue and my people are paid for by MIT -- and we have a responsibility to the institute.\"\nOfficials at Harvard University would not comment about any arrangement with a JTTF, but as Harvard spokesman Joe Wrinn wrote in an e-mail to The Herald, \"Generally speaking, the [Harvard Police] Department is in contact with all levels of law enforcement -- local, state and federal -- and cooperates with them if and when there is an issue that might involve the university community.\"\nThe commentary in The Nation on JTTFs noted another New England school that, like Yale, does have an officer assigned to a JTTF: the University of Massachusetts at Amherst.\nFurther questions\nWizner, the ACLU attorney, questioned what would happen if a local law enforcement officer were deputized to a JTTF but the officer's parent agency had more \"civil rights-friendly\" policing guidelines than the FBI.\nAccording to Cogswell, there is usually a \"memorandum of understanding\" between the FBI and each agency in a JTTF. \"That's generally worked out on a case by case level, on the field office level,\" he said.\nCogswell said he had never heard of such a conflict arising.\nWizner said the ACLU was particularly concerned about JTTFs because in 2002 then-Attorney General John Ashcroft loosened internal guidelines that govern the FBI. The changes expanded the bureau's authority to monitor political and religious groups and the Internet in order to fight terrorism.\nWhen the changes were announced, the ACLU said in a press release that the changes would \"trash a central protection against government fishing expeditions.\"\n\"They should not be investigating thought, they should be investigating action,\" Wizner said.\nCogswell stressed that \"in order for there to be an investigation, there has to be some predication of illegal activity\" and \"protected speech\" is not illegal activity.\nThe original form of the guidelines Ashcroft changed was instituted in the 1970s after a congressional investigation uncovered information about the FBI's Cointelpro, a domestic spying program, which targeted Martin Luther King Jr., among others.\n(C) 2005 Brown Daily Herald via U-WIRE\n\nLoad-Date: October 11, 2005"
}