{
    "title": "FBI probes letter urging Serb terrorism in U.S",
    "publisher": "the atlanta journal and constitution",
    "year": 1999,
    "month": 4,
    "day": 15,
    "full text": "The FBI is investigating a Serb-language letter faxed to several Orthodox churches in the United States urging terrorist strikes on U.S. military installations.\nCounterterrorism agents at the FBI sent out an electronic alert memo last week to military bases, nuclear weapons labs and other key installations after Serbian Orthodox churches in the Sacramento, Calif., Milwaukee, Chicago and Indianapolis areas received the letter via fax. It urged Serbian Americans to respond violently to U.S.-led NATO strikes on Yugoslavia.\nJournal\n''The threat letter requested that all Serbian nationalists living in America take action against the NATO decision to intervene in the Serbian/Kosovo conflict by killing as many American soldiers in the United States as necessary to stop the NATO attacks in Serbia,'' according to the FBI memo.\nThe memo, which was obtained by the Associated Press, was distributed to military bases and other sensitive federal installations, such as nuclear weapons labs, through a special e-mail warning system, officials said.\nDale Watson, the FBI's deputy assistant director for counterterrorism, declined to discuss the memo but said the church letters weren't the only Serb-related terrorism threats being examined by FBI investigators.\n''As the war continues, we receive a lot of threats in here. The FBI looks into them,'' Watson said Wednesday in a telephone interview. ''This (letter) is not just an isolated situation. We look at threats; we take them all seriously.''\nSerbian Orthodox church officials in the cities mentioned in the FBI memo either declined to comment or said they had no information about the Serb- language letter.\nNo arrests have been made of any Serb nationals suspected of planning terrorist acts. The FBI is investigating whether there is any link between the Yugoslav government in Belgrade and the threats in the United States, officials said.\nThe alert memo warned military commanders nationwide ''that there is a credible threat outstanding to take action within the United States against U. S. military personnel.''\n''We have increased our threat condition from Alpha to Bravo,'' said Bob Pepper, spokesman for the 49th Fighter Wing at Holloman Air Force Base, N.M., home of F-117 stealth fighters being used against Yugoslavia.\n\nLoad-Date: April 16, 1999"
}