{
    "title": "FBI chief warns of 'terrorist diaspora' Attacks on West to rise as ISIS loses in Syria , he says. TE",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 28,
    "full text": "Hundreds of terrorists will fan out to infiltrate western Europe and the United States to carry out attacks on a wider scale as Islamic State is defeated in Syria, FBI Director James Comey warned Wednesday.\n\"At some point there's going to be a terrorist diaspora out of Syria like we've never seen before,\" Comey said in New York at a conference on cybersecurity. \"We saw the future of this threat in Brussels and Paris.\"\nHe added that future attacks will be on \"an order of magnitude greater.\"\nComey's blunt warnings echo those of Republican presidential nominee Donald Trump, who has scoffed at Obama administration efforts to defeat Islamic State extremists in Syria and Iraq. They also reflect a consensus among U.S. intelligence officials, who say the Islamic State's attacks on foreign targets will only increase as it loses territory in Iraq and Syria.\nCIA Director John Brennan told the Senate Intelligence Committee in June that \"our efforts have not reduced the group's terrorism capability and global reach.\"\nUsing an acronym for the Islamic State, Brennan said, \"as the pressure mounts on ISIL, we judge that it will intensify its global terror campaign to maintain its dominance of the global terrorism agenda.\"\nComey, who called violence directed or inspired by Islamic State \"the greatest threat to the physical safety of Americans today,\" said that \"a lot of terrorists fled out of Afghanistan in the late 1980s and early 1990s. This is 10 times that or more.\"\nHe also cited the difficulty of heading off what are often called \"lone-wolf \" attacks acting on the group's calls for violence.\nIt is \"increasingly hard\" for counterterrorism officials to find and stop individuals inspired or directed by Islamic State who use a knife or a vehicle to kill people, Comey said.\nAttacks in France have left more than 230 people dead since the start of last year. A mass shooting that killed 49 people at a nightclub last month in Orlando, Fla., was carried out by a man who claimed allegiance to the Islamic State. Less than two weeks before the Olympic Games begin in Rio de Janeiro, Brazilian police have rounded up a dozen people it said were possibly members of an Islamic State cell.\nThe Islamic State also took credit for a July 23 suicide bombing at a rally in Kabul that killed more than 80 people, the deadliest single attack in Afghanistan in 15 years of war.\n\nLoad-Date: July 28, 2016"
}