{
    "title": "FBI outlines case against Tarek Mehanna in terror plot Massachusetts resident Tarek Mehanna, arreste",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 10,
    "day": 22,
    "full text": "Frustrated at failing in his travels overseas to locate a terrorist training camp, a Massachusetts man returned home in 2003 to begin plotting a domestic terror attack. Thrilled by the 9/11 attacks and impressed by the success of the Washington, D.C., snipers in terrorizing the public in late 2002, Tarek Mehanna and several friends began planning an attack on a shopping mall, a Federal Bureau of Investigation complaint alleges. In \"multiple conversations, discussions, and preparation,\" Tarek Mehanna, a student living at home with his parents in Sudbury, Mass., discussed with three other men how to \"obtain automatic weapons, go to a shopping mall, and randomly shoot people,\" according to the federal criminal complaint filed in a US district court Wednesday. The trio - Mehanna, Ahmad Abousamra, and an unnamed informant - debated logistics, types of weapons needed, the number of attackers needed, how to coordinate the attack, and how to attack emergency responders, the FBI says. \nBut like others' attempts to fight alongside terrorists against the United States, Mehanna's purported scheme ran into a problem. One of the group traveled to New Hampshire to acquire automatic weapons but could not get them - and so the plan was abandoned, the complaint says. Mehanna, who graduated from Massachusetts College of Pharmacy in May 2008, has been charged with conspiring to \"provide material support and resources\" for terrorists. Authorities have been building a case for some time. Mehanna had posted bail from a November 2008 arrest for lying to the FBI after agents interviewed him in December 2005, according to news reports. The FBI says he lied when questioned about Daniel Maldonado, a former resident of Methuen, Mass., suspected of traveling to Somalia to train in an Al Qaeda training camp. Mr. Maldonado is now serving a 10-year sentence for training with Al Qaeda in Somalia. Mr. Abousamra fled the US in late 2006 after being interviewed by the FBI and is now living with his wife in Syria, the complaint says. But Mehanna, too, was taking steps to become a terrorist by, among other things, traveling to try to find a terrorist training camp, the complaint says. Failing that, he returned home. There were brief discussions among the group - which at one point included Maldonado and Abousamra. After the mall massacre plan fell through, Mehanna turned to the idea of becoming the \"media wing\" for Al Qaeda in Iraq. He established a website and became a blogger and disseminator of jihadist videos and other material, an affidavit in support of an FBI search warrant alleges. Among other things, Mehanna translated and published online an English translation of \"39 Ways to Serve and Participate in Jihad\" - such activities as fundraising or \"electronic jihad\" by participating in online chat rooms and cyber attacks on enemy websites, the affidavit alleges. A copy of \"39 Ways\" was found on Mehanna's laptop computer along with files showing he had \"translated and distributed materials which promoted Jihad,\" including Al Qaeda propaganda. One video alleged to be distributed by Mehanna in July 2006 depicts the remains of US personnel in Iraq being mutilated; it included a preface by Osama bin Laden. The House permanent Select Committee on Intelligence heard testimony in May 2005 in which terrorist organizations' Internet presence was described as \"a critical component of their strategies to engage in propaganda, recruit, raise funds, operationally communicate, in essence, to perform the necessary support functions of terror.\" The government's case falls somewhere in the middle of recent terrorism cases in terms of its seriousness, experts say. Najibulla Zazi, an immigrant from Afghanistan arrested last month in Colorado, has been charged with attempting to conduct an attack in New York around the anniversary of 9/11. Other cases include more serious preparation. Daniel Boyd of North Carolina and six other men, including his two sons, were charged with collecting automatic weapons, and they had traveled overseas for terror training. Mehanna did not get nearly that far but appears, rather, to be a \"terrorist wannabe\" who was rejected when he went looking for training camps abroad, says Christopher Brown, a terrorism expert at the Potomac Institute for Policy Studies in Arlington, Va. Even so, he says, the case points to a troubling class of individuals: those who have no organizational guidance and who can be difficult to track because they lack any large support structure. \"With all that motivation, eventually he could probably have pulled something off and really hurt someone,\" Mr. Brown says. \"Someone else with more skill, who goes about it a little smarter, could be a real problem.\" ---- Terrorist plots uncovered in the US since 9/11: a chronology At least 21 domestic terrorism plots have been foiled. Click here to read about them. ---- Follow us on Twitter.\n   \n\nLoad-Date: February 19, 2010"
}