{
    "title": "FBI investigates Southern California attack as act of terror",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "SAN BERNARDINO, Calif. • The FBI announced Friday that it was investigating the mass shooting at a Southern California office party as an act of terrorism, but the agency's director said there was no indication that the slain husband and wife who killed 14 were part of a larger plot or members of a terrorist cell.\nThough authorities did not cite specific evidence that led them to the terrorism focus, a U.S. law enforcement official revealed that the wife, Tashfeen Malik, had under a Facebook alias pledged allegiance to the Islamic State group and its leader. A Facebook official said Malik praised Islamic State in a post at 11 a.m. Wednesday, when the couple were believed to have stormed a San Bernardino social service center and opened fire.\nMalik and her husband, Syed Farook, died several hours after the massacre in a fierce gunbattle with police.\nThe Islamic State-affiliated news service Aamaq called Malik and Farook \"supporters\" of their Islamist cause but stopped short of claiming responsibility for the attack.\nFBI Director James Comey would not discuss whether anyone affiliated with the Islamic State communicated back to Malik, but he said there was no indication yet that the plot had been directed by the Islamic State group or any other foreign terrorist group. He also declined to rule out that possibility based on further investigation.\n\"The investigation so far has developed indications of radicalization by the killers and of potential inspiration by foreign terrorist organizations,\" Comey said. He cautioned that the investigation had not yet shown evidence the couple was part of a larger group.\nDespite mounting signs of the couple's radicalization, there \"is a lot of evidence that doesn't quite make sense,\" Comey said in a nod to the fact that the investigation was just two days old.\nDavid Bowdich, assistant director of the FBI's Los Angeles office, said that \"a number of pieces of evidence\" point to terrorism and that the agency was focused on that idea \"for good reason.\" He would not elaborate.\nThe U.S. official who revealed the Facebook post was not authorized to discuss the case publicly and spoke on condition of anonymity.\nThe Facebook official, who also spoke on condition of anonymity , said the company discovered Wednesday's post on Thursday, removed the profile from public view and reported its contents to law enforcement.\nBowdich said he was not aware of the Aamaq report but was not surprised that the Islamic State would attempt to link itself to the attack. He said investigators were looking carefully to determine if there was a connection with the extremist group.\nAttorneys representing Farook's family said Friday that none of his family members had any indication that either Farook or his wife held extremist views. Mohammad Abuershaid and David Chesley urged the public and media to wait for specific evidence before jumping to conclusions.\nWhen asked to explain potential motivations for the attack, Chesley said at a news conference Friday that co-workers had made fun of Farook for his beard and said he had been isolated with few friends.\nThe attorneys said the family was shocked by the attack and saw no signs that the couple would be aggressive or had extreme views.\nAbuershaid and Chesley said Malik had been soft-spoken and talked only with female relatives. She wore a veil that covered her face and didn't drive.\nFarook and Malik, who had a 6-month-old daughter, rented a townhome where investigators said they found an arsenal of ammunition and homemade bombs. The attorneys said that Farook's mother lived with the couple but she stayed upstairs and didn't notice they had stockpiled 12 pipe bombs and well over 4,500 rounds of ammunition.\nAbuershaid and Chesley say the couple left their daughter in her care when they carried out Wednesday's attack. They say the child is with child protective services. Farook's brother-in-law is beginning the legal process to adopt the girl.\nCellphones found\nBowdich said FBI analysts were trying to retrieve data from two cellphones found near the couple's townhome that had been crushed in an apparent attempt to destroy the information inside.\n\"We hope that will take us to their motivation,\" he said.\nUntil Friday, federal and local law enforcement officials said that terrorism was a possibility but that the violence could have stemmed from a workplace grudge or a combination of motives.\nFarook had no criminal record, and neither he nor his wife was under scrutiny by local or federal law enforcement before the attack, authorities said.\nMalik, 27, was a Pakistani who grew up in Saudi Arabia and came to the U.S. in 2014 on a fiancée visa. Farook, 28, a restaurant health inspector for the county, was born in Chicago to Pakistani parents and raised in Southern California.\nLaw enforcement officials have long warned that Americans acting in sympathy with Islamic extremists - though not on direct orders - could launch an attack inside the U.S. Using slick propaganda, the Islamic State in particular has urged sympathizers worldwide to commit violence in their countries.\nOthers have done so. In May, just before he attacked a gathering in Texas of people drawing cartoons of the Prophet Muhammad, a man from Phoenix tweeted his hope that Allah would view him as a holy warrior.\nTwo weeks ago, with Americans on edge over the Islamic State attacks in Paris that left 130 people dead, Comey said that U.S. authorities had no specific or credible intelligence pointing to an attack on American soil.\nSince March 2014, 71 people have been charged in the U.S. in connection with supporting the Islamic State, including 56 this year, according to a recent report from the George Washington University Program on Extremism. Though most are men, \"women are taking an increasingly prominent role in the jihadist world,\" the report said.\nIt was not immediately clear whether Malik exhibited any support for radical Islamists before she arrived in the U.S. - or, like scores of others arrested by the FBI, became radicalized through online or in-person associations after arriving.\nVetting process\nFriends of Farook who knew him from his daily prayers at a mosque in San Bernardino said they saw nothing to make them think he was violent. They said Farook reported meeting his future wife online.\nTo receive her visa, Malik was subjected to a vetting process the U.S. government describes as vigorous. It includes in-person interviews, fingerprints, checks against terrorist watch lists and reviews of her family members, travel history and places where she lived and worked.\nForeigners applying from countries that are home to Islamic extremists - such as Pakistan - undergo additional scrutiny before the State Department and Homeland Security approve their applications.\nPakistani intelligence officials said Malik moved as a child with her family to Saudi Arabia 25 years ago.\nThe two officials, who spoke on condition of anonymity, said that the family was originally from a town in Punjab province and that the father initially moved to Saudi Arabia about three decades ago for work.\nAnother person close to the Saudi government said Malik did not stay in Saudi Arabia, eventually returning to Pakistan and living in the capital Islamabad, though she returned to Saudi Arabia for visits. The person was not authorized to speak publicly and did so on condition of anonymity.\nFriends in Southern California said they had no idea Farook and Malik were building pipe bombs and stockpiling thousands of rounds of ammunition for their commando-style assault on a gathering of Farook's colleagues from San Bernardino County's health department.\nOn Friday morning, the owner of the townhome that Farook and Malik rented opened it to reporters. On a living room table was a copy of the Quran. An upstairs bedroom had a crib, boxes of diapers and a computer.\n\nGraphic\n\n \n FILE -In this June 18, 2015 file photo, FBI Director James Comey speaks at the Justice Department in Washington. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Pablo Martinez Monsivais, File)  San Bernardino County Sheriff John McMahon talks to reporters during a news conference Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  Kareema Abdul-Khabir, who teaches special needs students at an elementary school in Barstow, Calif., places some cards made by her students at a makeshift memorial honoring the victims of Wednesday's shooting rampage Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  Balloons adorn a makeshift memorial site honoring the victims of Wednesday's shooting rampage, Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  David Bowdich, center, assistant director of the FBI's Los Angeles office, talks to reporters during a news conference Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  David Bowdich, assistant director of the FBI's Los Angeles office, talks to reporters during a news conference Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  Chaplain Chuck Bender, right, prays with Michael Davila at a makeshift memorial honoring the victims of Wednesday's shooting rampage, Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  Kayla Gaskill, left, Gaskill's mother and Connie Pegler, right, pay respect at a makeshift memorial for the victims of Wednesday's shooting rampage, Friday, Dec. 4, 2015, in San Bernardino, Calif. Gaskill said her friend Daniel Kaufman was killed in the shooting. (AP Photo/Jae C. Hong)  Candles are placed at a makeshift memorial site honoring the victims of Wednesday's shooting rampage, Friday, Dec. 4, 2015, in San Bernardino, Calif. The FBI said Friday it is officially investigating the mass shooting in California as an act of terrorism, while a U.S. law enforcement official said the woman who carried out the attack with her husband had pledged allegiance to the Islamic State group and its leader on Facebook. (AP Photo/Jae C. Hong)  This undated photo provided by the California Department of Motor Vehicles shows Syed Rizwan Farook who has been named as the suspect in the San Bernardino, Calif., shootings. Farook communicated with individuals who were under FBI scrutiny in connection with a terrorism investigation. But the official said the contact was with \"people who weren't significant players on our radar,\" dated back some time, and there was no immediate indication of any \"surge\" in communication ahead of the shooting. (California Department of Motor Vehicles via AP)  Members of the media crowd into the living room of an apartment in Redlands, Calif., shared by San Bernardino shooting rampage suspects Syed Farook and his wife, Tashfeen Malik, Friday, Dec. 4, 2015, after the building landlord invited media into the townhouse rented by the California attackers. (AP Photo/Chris Carlson) \n\nLoad-Date: December 6, 2015"
}