{
    "title": "FBI cases drop as it focuses on terror White-collar crime gives way to security",
    "publisher": "usa today",
    "year": 2006,
    "month": 4,
    "day": 13,
    "full text": "FBI criminal cases have fallen sharply since the 9/11 terrorist attacks as the bureau shifts its focus from drugs and white-collar offenses to anti-terrorism, Justice Department statistics show.\nOver the past five years, prosecutions in which the FBI acted as lead investigator have fallen about 25%, from nearly 19,000 in fiscal 2001 to just more than 14,000 in fiscal 2005. Convictions in FBI cases are down roughly 11% during the same period, from about 13,500 to just more than 12,000.\nAt the same time, convictions in the FBI's national security and terrorism cases quadrupled, from 84 to 336.\nThe declining number of FBI cases runs counter to rising numbers of overall federal prosecutions, which have increased 13% since 2001.\n\"It's a healthy step,\" said Robert Precht, a Honolulu attorney and former federal public defender who has represented defendants in terrorism cases. \"It moves us away from the federalization of (lesser) crimes and toward a focus on the truly big ones.\"\nThe numbers were collected by the Executive Office for U.S. Attorneys, a Justice Department agency, and archived by TRACFED, Syracuse University's federal justice data-collection program.\nThe FBI's shifting emphasis is clearly visible in the caseloads for white-collar crime and narcotics investigations, traditionally the bureau's busiest investigative categories.\nWhite-collar prosecutions based on FBI investigations fell from 4,950 in fiscal 2001 to 2,945 last year, a drop of more than 40%. Drug cases also declined more than 40%.\nThe pattern holds true in the FBI offices that handle the most cases. New York, Detroit and Los Angeles all showed increases in terrorism prosecutions and dramatic declines in other types of cases.\nIn December, Attorney General Alberto Gonzales said the new emphasis had produced a \"track record of success\" including several \"significant convictions\" in 2005. Among other cases, he cited that of Ali al-Timimi, a Northern Virginia mosque leader sentenced to life in prison for encouraging Muslim men to travel to Pakistan for terrorist training.\nHowever, the average sentence for a national security or terrorism conviction last year was 58 months -- about half of what drug violators received and a third of the average for weapons violators.\nHalf of those convicted of terrorism or national security violations received sentences of 12 months or less, Justice Department records show.\nGregory Wallance, a former federal prosecutor who practices law in New York City, says those figures show that the Justice Department may be padding its numbers by labeling immigration and other low-level violations as terrorism cases.\nIn January 2003, the agency now known as the Government Accountability Office studied 174 terrorism convictions and concluded that about three-fourths should not have been labeled \"terrorism.\"\nThe mislabeled convictions included the cases of 60 students of Middle Eastern background who cheated on English-language proficiency tests.\n\nGraphic\n\n \nGRAPHIC,b/w,Sources:Executive Office for U.S. Attorneys\nSyracuse University's Transactional Records Access Clearinghouse(Chart)\n\nLoad-Date: April 13, 2006"
}