{
    "title": "FBI enlists biz interests against terrorism",
    "publisher": "new orleans citybusiness ",
    "year": 2004,
    "month": 9,
    "day": 13,
    "full text": "The FBI New Orleans Field Office had already met with several public officials and business leaders to warn them of a possible terrorist attack before a Pakistani man was detained in Charlotte, N.C., on suspicion of surveillance in six U.S. cities.\nThe New Orleans authorities had already seen video footage taken by Kamran Akhtar of public transit, hotels and buildings in New Orleans before his arrest was made public.\n\"We received a copy of the videotapes a couple of days before they became public information,\" said Louis M. Riegel III, special agent in charge of the FBI New Orleans Field Office. \"We sent a warning to those who were videoed before the tapes were released so that they were aware they could be a target and would not be blindsided by the report.\"\nThe warning was part of the FBI's InfraGard program, an association of businesses, academic institutions, state and local law enforcement agencies dedicated to sharing information and intelligence to prevent hostile acts against the United States.\nInfraGard is a free program open to businesses and individuals concerned about terrorism. Members gain access to information enabling them to protect assets and in turn give that information to government to prevent and address terrorism and other crimes.\n\"The InfraGard program is the FBI's outreach to the business community to let business leaders know what the FBI is doing to counter terrorism, specifically if it impacts their business,\" Riegel said. \"It is our goal to improve and extend information sharing between private industry and the government, particularly the FBI, when it comes to critical national infrastructures.\"\nThe New Orleans streetcar line was part of Akhtar's video. Before the tapes were released, the FBI met with the Regional Transit Authority to discuss potential threats.\n\"The meetings are confidential but the FBI went over all of the information and made suggestions about what we needed to make sure the streetcar line is secure,\" said Rosalind Blanco Cook, acting manager of RTA marketing and public relations.\nCook said RTA has a plan to coordinate a disaster response and conducted drills with the New Orleans Police Department, the New Orleans Fire Department and the Office of Emergency Preparedness to inform the public and prepare for evacuation of streetcars and buses.\nRiegel, Terry Ebbert, director of New Orleans Homeland Security and Public Safety; and Walter S. Maestri, director of Jefferson Parish's Emergency Management, led a forum Friday to promote InfraGard and the business community's need to have a heightened awareness of a potential tragedy.\n\"There are strong indicators that Al Qaeda will attempt to do something on our soil prior to the November presidential election,\" Riegel said.\nBecause of the heightened concern, the FBI is reaching out to the community to discuss potential terrorist attacks Riegel said.\nMaestri said businesses need to plan ahead for potential terror threats as well as other cataclysmic events such as hurricane. He pointed to the devastating impact hurricanes Charley and Frances have had on businesses in Florida.\n\"The first thing companies need is a plan to address possible disruption and closure because of a tragedy,\" Maestri said. \"Companies need a business interruption plan that will allow them to operate from a location outside of their offices if a natural or man made event were to occur.\"\nMaestri said the plan should encompass access to banking and accounting records, customer databases, supply lines and minimal components to keep their business operational.\n\"We're addressing every single lead that comes in,\" Riegel said. \"We want the community to know they can reach out to the FBI and get a response without exception.\"\n\nLoad-Date: September 13, 2004"
}