{
    "title": "FBI issues Y2K terrorism warnings U.S. Postal Service screening all mail from Frankfurt",
    "publisher": "charleston daily mail",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "WASHINGTON - The FBI warned today of possible mail bombs being sent from Germany to addresses in the United States even as federal officials urged Americans to stay calm but vigilant about possible terrorist threats.\nThe FBI warning has prompted the Postal Inspection Service to begin screening all incoming parcels and first-class mail from Frankfurt, Germany, Inspection Service spokesman Dan Mihalko said. Inspectors are using X-ray machines to check the mail at U.S. airports where it arrives, he said.\nMihalko said his agency knows of no specific threat, but suggested that the public take precautions with any parcel that seems suspicious. \"Anything bearing a Frankfurt postmark, if you weren't expecting it, would be suspicious,\" he said.\nPeople concerned about a parcel can call local police or postal inspection officials, who will screen the package, Mihalko said.\nMeanwhile, authorities are searching for links between suspicious individuals and alleged terrorism mastermind Osama bin Laden.\nPresident Clinton, law enforcement and State Department officials all walked a fine line Wednesday, encouraging people to go ahead with holiday plans while saying they should look for unattended packages and other signs of possible terrorism.\n\"We obviously are trying to strike an appropriate balance,\" Assistant Attorney General Eric Holder told a news conference. He advised Americans traveling overseas to avoid large gatherings, but assured people it was safe to attend large New Year's events in the United States where there will be \"an extensive law enforcement presence.\"\nAn FBI statement issued in the predawn hours today warned that it had received \"unsubstantiated information that individuals may be planning to send bombs in small parcels to addresses in the United States\" from Frankfurt.\n\"Out of an abundance of caution, the public is being promptly alerted to this information,\" the statement said. \"The public should be cautious with parcels originating from or bearing Frankfurt, Germany, postal markings or stamps when the sender is unknown or unfamiliar to the recipient. Questionable packages should not be handled and local authorities should be notified.\"\nThe statement gave no further details nor any indication of which \"individuals\" were involved in the potential threat.\n\nLoad-Date: December 28, 1999"
}