{
    "title": "FBI arrests 2 terror suspects Atlanta area men met with Islamic extremists in Canada, agency says",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 4,
    "day": 22,
    "full text": "A 21-year-old Georgia Tech student and another man traveled to Canada to meet with Islamic extremists to discuss \"strategic locations in the United States suitable for a terrorist strike,\" according to an affidavit made public Friday.\nSyed Haris Ahmed and Ehsanul Islam Sadequee, both U.S. citizens who grew up in the Atlanta area, met with at least three other targets of ongoing FBI terrorism investigations during a trip to Canada in March 2005, an FBI agent's affidavit said.\nThe affidavit said the men discussed attacks against oil refineries and military bases and planned to travel to Pakistan to get military training at a terrorist camp, which authorities said Ahmed then tried to do.\nAhmed, who was indicted on suspicion of giving material support of terrorism, was being held at an undisclosed location. He waived his right to arraignment and pleaded not guilty.\nAhmed was arrested March 23 when the indictment was returned under seal. It was unsealed by the court Thursday. The charge carries a maximum sentence of 15 years in prison and a fine of up to $250,000.\nAhmed's attorney, Jack Martin, did not return messages seeking comment.\nSadequee, 19, who is accused of making materially false statements in connection with an ongoing federal terrorism investigation, was arrested in Bangladesh and was en route to New York City to be arraigned.\nSeveral phone messages left with his sister were not immediately returned.\n\"There is no imminent threat,\" said FBI Special Agent Richard Kolko, a spokesman in Washington.\nAuthorities said the two men spent several days in Canada, where they met with others being investigated by the terrorism task force.\nSadequee is accused of lying about the trip when he was interviewed at John F. Kennedy International Airport in August as he was about to leave for Bangladesh. The affidavit said Sadequee had said he traveled alone in January to visit an aunt.\nWhen Sadequee's suitcase was searched at JFK, agents found a CD-ROM containing encrypted files that the FBI has been unable to decode and a map of the Washington area hidden in the lining, the affidavit said.\nOne day later, federal agents interviewed Ahmed, who was coming back from a monthlong trip to Pakistan, at Atlanta's Hartsfield-Jackson International Airport. He said he had gone to Toronto with Sadequee, according to the affidavit.\nFederal agents found that money for both men's 2005 bus trip from Atlanta to Toronto was withdrawn from Sadequee's account.\n\nLoad-Date: April 22, 2006"
}