{
    "title": "FBI chief apologizes for snooping on media",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 10,
    "full text": "WASHINGTON — FBI Director Robert Mueller has apologized to the editors of The Washington Post and The New York Times for improperly obtaining phone records of the newspapers’ reporters while investigating terrorism four years ago.\nMueller called Post Executive Editor Leonard Downie Jr. and Times Executive Editor Bill Keller on Friday to express regret that agents did not follow proper procedures in 2004 when they obtained the phone records of a Post reporter and a researcher and two Times reporters. All four were working in Indonesia and writing about Islamic terrorism at the time.\nMueller and other FBI officials told the newspapers that agents obtained the records under a process that allowed them to bypass a grand jury review in emergency cases. The incident came to light through a review by the Justice Department’s inspector general of bureau procedures that enabled the FBI to obtain thousands of records from phone companies after the Sept. 11 attacks. In the case of the newspaper reporters, agents obtained toll phone records — records of incoming and outgoing calls, but not details of conversations — using what are known as \"exigent circumstances\" letters.\nLast year, the inspector general uncovered 700 cases in which FBI agents obtained telephone records through \"exigent letters,\" which asserted that grand jury subpoenas had been requested for the data when in fact such subpoenas never had been sought. The FBI eliminated use of the letters in 2007. Both Keller and Downie said they are seeking more information on the incidents, and Keller said he wants to know how the FBI intends to prevent future incidents.\nDeputy Assistant FBI Director Mike Kortan said in a statement that no investigative use was made of the reporters’ phone records, and that \"safeguards are now in place that we believe would prevent this from recurring.\"\nBut Jameel Jaffer, director of the American Civil Liberties Union’s national security project, said in a statement the episode confirms \"there are insufficient safeguards on the agency’s use of national security letters and other intrusive surveillance tools. There aren’t enough controls inside the agency, and there aren’t enough checks from outside the agency.\"\n\"Especially dangerous is the FBI’s power to impose gag orders on those ordered to disclose information,\" Jaffer said. \"These gag orders, which are often unnecessary and almost always overbroad, invite abuse.\"\n\nGraphic\n\n \nAssociated Press File, 1964 The bipartisan presidential commission to investigate the assassination of President John F. Kennedy sits for an official picture, at the Veterans of Foreign Wars office on Capitol Hill. From left, are: Rep. Gerald R. Ford, Rep. Hale Boggs, Sen. Richard Russell, Chief Justice Earl Warren, chairman of the group; Sen. John Sherman Cooper, John J. McCloy, New York banker; Allen W. Dulles, former director of the Central Intelligence Agency; and J. Lee Rankin, general counsel for the commission.\n\nLoad-Date: December 22, 2008"
}