{
    "title": "FBI IS MONITORING TERRORIST GROUPS",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 25,
    "full text": "WASHINGTON - The FBI is monitoring supporters in the United States of Abu Nidal, Hezbollah and other Mideastern terrorist groups that ''have the capability to take action,'' a senior bureau official said Thursday.  But Assistant FBI Director William Baker stressed that ''we continue to see a rather low level of activity within the United States,'' despite an outbreak of terrorist incidents overseas since the start of the Persian Gulf War.  FBI Director William S. Sessions appeared with Baker at the U.S.  Conference of Mayors. ''The bureau feels it is very much in control of the counter-terrorism program,'' Sessions said.  ''I think we ought to go about our business as usual.'' The FBI sees a threat of Iraqi-inspired terrorism in this country as coming from Iraqi diplomats, supporters of international terrorist groups and individual zealots, Baker said.  ''Various terrorist support groups . . . have infrastructures in the United States,'' Baker said. ''The Abu Nidal organization is the one that we would rate as having the highest potential'' for carrying out a terrorist attack.  Abu Nidal has been held responsible for nearly 30 hijackings, assassinations and other violent acts, including attacks that killed 16 people at the airports in Rome and Vienna, Austria.  Supporters of Hezbollah, the Iranian-backed Palestinian terrorist group, also pose a threat in this country, Baker said. Hezbollah has been held responsible for the 1983 truck bombing of the U.S. Marine barracks in Lebanon and the American Embassy in Beirut.  Both the Palestine Liberation Front and the Democratic Front for the Liberation of Palestine ''have structures here in the United States,'' Baker said.\nThe Palestine Liberation Front is blamed for the hijacking of the Italian cruise ship Achille Lauro and the killing of an American passenger.  The Democratic Front is blamed for a series of grenade attacks and bombings dating to 1974, when it allegedly took over a school house and massacred 27 Israelis.  Sessions indicated that the FBI did not have any evidence that a U.S.  citizen has plotted violence or that foreigners were directly linked to terrorist acts overseas.  Baker said the FBI had already foiled several attempts by ''individuals who are offering their services to Saddam Hussein.'' These people, classified as zealots, ''would take their action based upon outrage, revenge, loyalty, whatever the motive,'' Baker said. ''They acting alone would be perhaps less dangerous than the dedicated intelligence-directed terrorist operation, but they are capable of mayhem.'' Evidence Cited Citing a recent bombing in the Philippines as an example, the State Department said Thursday that there was clear evidence of Iraqi backing for an international terrorist network targeting countries opposed to Saddam Hussein's policies.  Spokeswoman Margaret Tutwiler gave no hint as to the number of countries where Iraq-sponsored terrorists may be active, but one official said they are operating on ''more than one continent.'' She said the clearest example was the attempted bombing Saturday of the U.S. cultural center in Manila.  The Philippine government has expelled an Iraqi diplomat for his role in the attempt. The two Iraqis arrested are the sons of Iraq's ambassador to Somalia.\n\nGraphic\n\n \nPhoto Graphic; LOGO...Gulf War PHOTO HEADSHOT of William S. Sessions, ''Very much in control''\n\nLoad-Date: October 8, 1993"
}