{
    "title": "FBI investigating alleged removal of secret papers Case involves Senate staff study of harsh CIA int",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 3,
    "day": 8,
    "full text": "The FBI is investigating the alleged unauthorized removal of classified documents from a secret CIA facility by Senate Intelligence Committee staff members who prepared a study of the agency's use of harsh interrogation techniques on terrorism suspects in secret overseas detention centers, McClatchy has learned.\nThe FBI's probe takes to a new level an extraordinary behind-the-scenes fight over the report that has relations between the agency and its congressional overseers at their iciest in decades. The FBI probe stemmed from a request to the Justice Department by the CIA general counsel's office for a criminal investigation into the removal last fall of classified documents by committee staff members from a high-security electronic reading room that they were required to use to review top-secret emails and other materials, people familiar with issue told McClatchy. The existence of the referral was first reported online Thursday afternoon by Time magazine.\nThe matter is now with the FBI, said one federal official. Like all of those who spoke to McClatchy, the federal official requested anonymity because the case is highly sensitive, closely guarded and could involve criminal charges.\nThe investigation request by the CIA general counsel's office is one of two criminal referrals sent to the Justice Department in connection with the committee's 6,300-page report, which remains unreleased nearly 15 months after the panel voted to approve its final draft, said those familiar with the case.\nThe second was made by CIA Inspector General David Buckley, they said. It relates to the monitoring by the agency of computers that the committee staff used to review millions of classified documents in the electronic reading room set up in a secret CIA facility in Northern Virginia, they said.\nIt was unclear when precisely the referrals were made or when the FBI became involved or whether the bureau investigation also includes the computer monitoring. The FBI and the CIA declined to comment. The committee referred calls to the Justice Department, which also declined to comment.\nThe committee's $40 million classified study concluded that little valuable intelligence was obtained by the CIA's use during the George W. Bush administration of waterboarding and other harsh interrogation methods on terrorism suspects at black site prisons in Europe, Africa, Asia and the Middle East, said to lawmakers who have read it.\nThe study, the lawmakers have said, also found that the CIA misled the White House, Congress and the public about the usefulness of information gained with the techniques, which many experts and governments condemn as torture. \n\nLoad-Date: March 8, 2014"
}