{
    "title": "FBI issues new terrorism warning",
    "publisher": "charleston gazette",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "WASHINGTON - The FBI issued a new terrorism warning Monday asking Americans and law enforcement to be on the highest alert for possible attacks this week in the United States and abroad.\nThe alert was based on new information that was deemed credible but was \"not specific as to intended targets or as to intended methods,\" FBI Director Robert Mueller said.\nThe warning went out to 18,000 law enforcement agencies.\n\"The administration has concluded based on information developed that there may be additional terrorist attacks within the United States and against United States interests over the next week,\" Attorney General John Ashcroft said.\nHe said that while the information was not specific, the FBI was issuing the alert to the American people because \"they can make good judgments and can understand this kind of information.\"\nThe attorney general asked citizens to be patient if they encounter additional security measures and to note any suspicious activities.\n\"We urge Americans in the course of their normal activities to remain alert and to report unusual circumstances and inappropriate behavior to the appropriate authorities,\" he said.\nMueller and Ashcroft declined to discuss the nature or source of the information that prompted the warning, saying only that it was deemed credible.\nAshcroft canceled plans to travel to Toronto to address a conference of police chiefs.\nThe alert is the second this month. On Oct. 11 the FBI said it had gathered \"certain information\" that additional terrorism attacks could occur within days.\nEarlier Monday, President Bush was asked whether the government expected more attacks from groups associated with Osama bin Laden, the primary suspect in the Sept. 11 suicide hijackings. Bush said, \"We believe the country must stay on alert, that our enemies still hate us.\"\nUnderscoring the balancing act that officials face in warning the public but not inciting panic, Bush urged people not to stop their daily activities.\n\"The American public must go about their lives. I understand it's a fine balance,\" Bush said.\n\nLoad-Date: October 30, 2001"
}