{
    "title": "FBI admits monitoring ACLU , Greenpeace , other rights groups; The organizations say they are being",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "The FBI has thousands of pages of records in its files relating to the monitoring of civil rights, environmental and similar advocacy groups, the Justice Department acknowledges.\nThe organizations, including the American Civil Liberties Union and Greenpeace, are suing for the release of the documents. The organizations contend that the material will show that they have been subjected to scrutiny by FBI task forces set up to combat terrorism.\nThe FBI has identified 1,173 pages related to the ACLU and 2,383 pages about Greenpeace, but it needs at least until February to process the ACLU files and until June to review the Greenpeace documents, the government said in a filing in U.S. District Court in Washington.\nThe FBI has not said specifically what those pages contain. The ACLU's executive director, Anthony Romero, said the disclosure indicates that the FBI is monitoring organizations that are engaging in lawful conduct.\n\"I know for an absolute fact that we have not been involved in anything related to promoting terrorism and yet the government has collected almost 1,200 pages on our activities,\" Romero said. \"Why is the ACLU now the subject of scrutiny from the FBI?\"\nJohn Passacantando, Greenpeace's U.S. executive director, said his group is a forceful, but peaceful, critic of the Bush administration's war and environmental policies.\n\"This administration has a history of using its powers against its peaceful critics. If, in fact, the FBI has been deployed to help in that effort, that would be quite shocking,\" Passacantando said.\nJustice Department and FBI spokesmen declined to comment, citing the ongoing case. The FBI has denied singling out individuals or groups for surveillance or investigation based solely on activities protected by the Constitution's guarantees of free speech.\nOfficials have said agents adhere strictly to Justice Department guidelines requiring evidence of criminal activity or indications that a person may know something about a crime.\nThe ACLU has sought FBI files on a range of individuals and groups interviewed, investigated or subjected to searches by the task forces. The requests also are for information on how the task forces are funded to determine if they are rewarded with government money by labeling high numbers of cases as related to terrorism.\nThe government did release one document it gathered on United for Peace and Justice that Romero said reinforces his concerns. The organization describes itself as a coalition of more than 1,300 anti-war groups.\nA memo from Sept. 4, 2003, about Internet sites that were promoting protests at the 2004 Republican National Convention in New York was addressed to counterterrorism units in Boston, Los Angeles and New York.\n\nLoad-Date: July 18, 2005"
}