{
    "title": "FBI warns eco-terror on the rise",
    "publisher": "the salt lake tribune",
    "year": 2004,
    "month": 7,
    "day": 10,
    "full text": "Acts of destruction tied to extreme animal rights and environmental groups have escalated recently, from spray-paint vandalism to arson, and now the FBI is asking for the public's help.\nThe FBI warns that eco-terrorism is on the rise and asks for residents to look for suspicious behavior around potential targets such as universities, lumber companies, fur farmers and car dealerships.\n\"We see a trend among these organizations to care less about human life and the safety of human beings in deference to their cause,\" said Ray Mey, supervisory FBI agent over the Joint Terrorism Task Force.\nThe plea came one day after arsonists burned two tractors and thousands of pounds of cardboard at a building near animal testing areas of Brigham Young University's Provo campus. Messages such as \"ALF Freedom\" and \"ALF This Is War\" were spray-painted on nearby buildings and vehicles. ALF stands for the Animal Liberation Front.\nThe ALF has claimed responsibility for two less violent incidents in the same area of the campus, including the release of a small number of birds and rabbits and the destruction of an experiment. BYU says the area is used for livestock studies meant to improve the health of the animals.\nThe Joint Terrorism Task Force assumes all three acts are connected. \"What you see here is an escalation of violence,\" Mey said.\nThe task force is also investigating an arson at a West Jordan lumber warehouse last month. The Earth Liberation Front, which is affiliated with the ALF, claimed responsibility. So far no arrests have been made.\nNational spokespeople for the ALF and the ELF are expected in downtown Salt Lake City next week as part of the Total Liberation Tour. A gathering of activists and bands, including a variety of Straight Edge groups, are expected to descend on the city's Main Library on Thursday.\nAnyone with information can contact the terrorism task force at 579-1400.\n\nLoad-Date: July 10, 2004"
}