{
    "title": "FBI official speaks to agribusiness on domestic terrorism",
    "publisher": "lancaster new era",
    "year": 2006,
    "month": 4,
    "day": 18,
    "full text": "If you filled a room with people who are animal-rights activists, almost all would be law-abiding citizens with a genuine concern for the welfare of animals.\nBut there also are extremists, or \"those who engage in criminal acts in the name of animal rights,\" said an FBI agent who specializes in combating \"domestic terrorism\" cases.\nAnd those extremists can commit acts that aren't \"what you think about as violent crime,\" the agent, Joseph Metzinger, said at a seminar in Lancaster today. \"It's the peace of mind that they take away from you.\"\nMetzinger spoke this morning at a seminar on \"Agroterrorism,\" sponsored by The Lancaster Chamber of Commerce & Industry, at Lancaster's Southern Market Center.\nThe session in Lancaster City Council chambers, designed for anyone who works directly or indirectly with the agriculture industry, drew nearly 50 people.\nMetzinger said the cases can be serious enough that they can't be dismissed.\nHe called it \"micro-targeting\" - aimed at investors, or those who do business with animal-research and pharmaceutical businesses, as well as other firms.\nIt can be protests in front of a company president's house, \"which is fine\" and legal, Metzinger said. But it can escalate to taking mail or even trash to try and get personal information, spray-painting cars, and in rare extreme cases, acts of violence.\n\"Since Lancaster County is the number-one non-irrigated county in the (U.S.) for many types of animal agriculture production, we need to be aware that we may be targeted by those individuals who are intent on disrupting and/or destroying our agriculture industry,\" the chamber cautioned on its Web site.\n\"As a result of terrorism attacks at home and abroad in recent years, there has been a growing interest in all forms of terrorism, including agroterrorism,\" the chamber stated.\nTips related to homeland security and suspected terrorism can reported to the FBI, and to the state police at a special number: 1-888-292-1919.\nAnimal-rights advocates say theirs is a peaceful, if vocal, movement aimed at pointing out legitimate abuses of animals.\nMetzinger said people \"shouldn't minimize it, saying, 'All they did was get into a chicken house.' It's still domestic terrorism.\"\n\nLoad-Date: April 24, 2006"
}