{
    "title": "FBI says Texas naval base shooting is 'terrorism-related'",
    "publisher": "university wire",
    "year": 2020,
    "month": 5,
    "day": 21,
    "full text": "A shooting at a Texas naval air station that wounded a sailor and left the gunman dead is being investigated as \"terrorism-related,\" the FBI said Thursday.\nThe shooting began around 6:15 a.m. Thursday at Naval Air Station-Corpus Christi.\nThe shooter tried to speed through a gate at the base in a vehicle, but security personnel put up a barrier in time to stop the shooting, U.S. officials told The Associated Press. The man then got out of the car and opened fire, striking and wounding a Navy sailor who is a member of the security force at the base. During the exchange of gunfire, the shooter was killed by security personnel, the officials said.\nThe officials spoke on condition of anonymity to discuss details about an ongoing investigation.\nThe FBI is investigating the shooting as \"terrorism-related,\" FBI Special Agent Leah Greeves said at a news conference Thursday afternoon, and investigators were working to determine whether a second person of interest was at large in the community.\n\"We have determined that the incident this morning at the Naval Air Station Corpus Christi is terrorism related,\" Greeves said. \"We are working diligently with our state, local and federal partners on this investigation, which is fluid and evolving.\"\nGreeves did not elaborate on a potential motive or specify what led investigators to believe the shooting is related to terrorism. Federal investigators also did not provide any information about the \"potential second related person of interest at large in the community\" or why they believe that is the case.\nOfficials were still working to process the crime scene, Greeves said.\nThe FBI's field office in Houston has taken the lead on the investigation and neither investigators nor the Navy provided details on the shooter or a possible motive.\nAttorney General William Barr was briefed on the shooting, a Justice Department spokeswoman said.\nThe facility was on lockdown for about five hours Thursday morning, but that was lifted shortly before noon.\nThe station had a similar lockdown last December. In another incident at the base last year, a man pleaded guilty to destruction of U.S. government property and possession of a stolen firearm for ramming his truck into a barricade at the Corpus Christi station.\nThe shooting also comes months after a Saudi Air Force officer who was training at a Navy base in Pensacola, Florida, killed three U.S. sailors and wounded eight other people in a shooting that American officials described as an act of terrorism. The country's top federal law enforcement officials said this week that the gunman in December's attack, Mohammed Saeed Alshamrani, had been in touch with al-Qaida operatives about planning and tactics in the months before the shooting. Alshamrani was killed by a sheriff's deputy.\n---\nAssociated Press writer Eric Tucker in Washington contributed to this report.\nSubmit a Letter to the Editor\nIf you're interested in submitting a Letter to the Editor, click here.\nSubmit\nSend Letter to the Editor\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: May 21, 2020"
}