{
    "title": "FBI official discusses terrorism with Princeton U. students",
    "publisher": "university wire",
    "year": 1999,
    "month": 4,
    "day": 7,
    "full text": "Chief of the Federal Bureau of Investigation's National Infrastructure Protection Center Michael Vatis '85 spoke Tuesday at Princeton University on the changing nature of national security in the information age.\nVatis, who majored in the Wilson School and holds a degree from Harvard Law School, discussed the drastic changes that the information age and the Internet have made in society.\n\"One issue that has had virtually no attention outside of Washington is how the Internet has drastically altered the national security paradigm,\" he said.\nPrinceton University\nVatis described the pre-information age paradigm as one in which America's geographical separation offered it relative protection from invading enemies. The military was used primarily to guard the national borders and the intelligence community gathered information on foreign threats, he said.\nAs with any paradigm, however, there were exceptions, such as the World Trade Center bombing and the Oklahoma City bombing. In each case, both foreign and domestic terrorists invaded America's borders. \"Despite these exceptions, the basic paradigm boils down to the enemy on the outside and the military on the perimeter,\" he said.\nCONNECTED\nAccording to Vatis, the information age has changed the national security paradigm drastically. \"Technology is embedded in everything we do,\" he said.\n\"Another fundamental difference with the information age is that everything is connected,\" Vatis explained. \"This inter-connectivity is a great thing, but it offers instant accessibility to the systems that you're connected to through hacking techniques.\"\nSystems sensitive to hacking include water supplies, banking and finance, gas and oil storage, government operations, emergency services and telecommunications, he said.\nIn the new paradigm, the enemies are \"virtually present\" in the United States through instant accessibility, which makes America's geographical separation meaningless, Vatis said. In addition, there is no longer a defined perimeter because the enemy is within the borders and the means of attack are cheap and ubiquitous. \"Now all you need to attack our infrastructure is a laptop and a connection to the Internet,\" Vatis explained.\nBecause of this new paradigm, the United States must utilize different means of protecting the national security, Vatis said.\n\"We can no longer just rely on the military and the intelligence agencies, so we have to also rely on law enforcement and the private sector to protect our national security,\" he said.\n(C) 1999 The Daily Princetonian via U-WIRE\n\nLoad-Date: April 8, 1999"
}