{
    "title": "FBI director in S.L. says 9_11 is no time for complacency",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "Tim Fuhrman worries that we've all gotten too complacent.\nOn the seventh anniversary of the 9/11 terrorist attacks, the special agent in charge of the Salt Lake City office of the FBI urged vigilance about the potential for future attacks.\n\"It's human nature to become complacent. It's human nature to forget,\" he said in an interview Wednesday with the Deseret News.\nLocally, Fuhrman said the FBI has no specific threats against infrastructure or any particular targets but said information sharing between the agencies has been beneficial in other investigations.\n\"Sometimes the information that's shared in Salt Lake City may relate to information that's occurring in Kansas City,\" he said. \"We've come a long way in putting that information out there so it's accessible to a broad variety of individuals.\"\nThe FBI office in Salt Lake City has been involved in international as well as domestic terrorism-related investigations. Fuhrman pointed to the agency's joint terrorism task forces, which incorporate local, state and federal agencies working together on intelligence gathering and sharing.\nIn the years since 9/11, the FBI has hired thousands of intelligence analysts to aid in the war on terror. He rejected criticism that the federal government's tactics in a post-9/11 world have eroded some civil rights.\n\"We have safeguards in place to ensure that individual civil liberties are protected,\" he said, pointing to the latest version of the Patriot Act. \"I believe it's a fair balance with the national security needs and the civil liberties needs.\"\nSept. 11 is something that the FBI is \"sensitive to,\" Fuhrman said, urging people to not be complacent.\n\"We have got to be able to balance national security needs with civil liberties,\" he said. \"I think in the vast majority of situations and cases, we're succeeding.\" E-mail: bwinslow@desnews.com\n\nLoad-Date: September 11, 2008"
}