{
    "title": "FBI pushes for heightened vigilance against terrorism over July 4 weekend",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 7,
    "day": 2,
    "full text": "The FBI urged police nationwide Thursday to step up patrols and watch for signs of terrorist activity during the Fourth of July weekend. Still, officials said there was no specific, credible intelligence indicating an attack was likely.\n\"We know the U.S. homeland remains a top al-Qaida target,\" the FBI said in its weekly bulletin to 18,000 state and local law enforcement agencies.\nIntelligence reports indicate that al-Qaida is determined to stage another major attack this summer or fall, possibly timed to one of a series of symbolic events in the United States and overseas, most notably the political conventions, national election and Olympics, but also the Fourth of July.\nThe FBI said police should increase patrols this holiday weekend, vary the timing, size and routes of the patrols, and make sure all vehicles illegally parked in key areas are approached and their drivers questioned.\nThe Homeland Security Department had no plans to raise the nation's color-coded terrorism alert level above its current midpoint status of yellow, or elevated. Last week, the agency sent a bulletin urging tighter security to state and local officials and those that operate power and chemical plants and key transportation facilities.\nThe government's approach to this major U.S. holiday was muted in comparison to Memorial Day, when the FBI and Attorney General John Ashcroft warned that terrorists were nearly ready to strike. In Florida this week, Ashcroft repeated his contention that al-Qaida was between 75 percent and 90 percent ready to attack again.\nFBI Director Robert Mueller told reporters Thursday in Seattle that local, state and federal officials must cooperate to prevent a terrorist attack. The lack of such cooperation, from the federal government on down, has been cited by congressional and independent investigators as a key reason the Sept. 11, 2001, plot was not detected.\n\"We try to use our imagination to determine where the next threat might come from,\" Mueller said after a visit to the FBI's Seattle field office.\nThe FBI bulletin cited recent intelligence that continues to show al-Qaida interest in attacking a range of facilities, including gas stations and refineries; financial and government institutions; civil aviation; nuclear plants and dams, and subways and freight trains.\nTerrorists could seek to replicate attacks overseas that have used bombs in vehicles, assault teams armed with light weapons and suicide bombers, the FBI said.\nAround the country, state and local officials echoed the federal government's approach to the Fourth.\n\"We're encouraging New Yorkers to enjoy the holiday but to remain vigilant and aware of their surroundings,\" said Lynn Rasic, spokeswoman for New York Gov. George Pataki.\nIn Washington, police were setting up 19 security checkpoints along the National Mall for people to enter to watch the nationally televised fireworks show on Sunday.\n\nNotes\n\nNATION\n\nLoad-Date: July 2, 2004"
}