{
    "title": "FBI director tells Congress about al-Qaida threat",
    "publisher": "charleston daily mail",
    "year": 2011,
    "month": 6,
    "day": 9,
    "full text": "WASHINGTON - FBI Director Robert Mueller told Congress on Wednesday that one of the early assessments from the intelligence gathered at Osama bin Laden's compound in Pakistan is that al-Qaida remains committed to attacking the United States.\n\"We continue to exploit the materials seized from bin Laden's compound\" and \"we are focused on the new information about the homeland threat gained from this operation,\" Mueller told the Senate Judiciary Committee, which is considering legislation that would extend Mueller's job for up to two more years.\nMueller got a favorable reception from Republicans and Democrats on the proposal initiated by President Barack Obama.\nJames Comey, a former deputy attorney general in the George W. Bush administration, told the committee that \"there are bad, and even potentially dangerous, times to change directors, and this is one of them.\"\nComey added, \"I no longer have access to threat intelligence, but common sense and the publicly available information tell me that the combination of the successful raid on bin Laden's compound and the approaching 10th anniversary of 9/11 creates an unusual threat environment.\"\nCommittee chairman Patrick Leahy, D-Vt., expressed confidence that Congress would agree to extend Mueller's term.\nA co-sponsor of the legislation, Sen. Charles Grassley, R-Iowa, said continuity in the arenas of national security and counter-terrorism is important, especially in light of increased threats. Grassley, the panel's ranking Republican, added that \"two years is as far as I will go.\"\nMueller told the panel that in regard to terrorism, he plans to build on the 10 years he has already served as FBI director by focusing on the continuing threat that al-Qaida poses and the growing threat of cyber attacks on U.S. targets.\n\nLoad-Date: June 9, 2011"
}