{
    "title": "FBI downplays terrorism probe",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 9,
    "day": 25,
    "full text": "MINNEAPOLIS - The FBI said it searched eight addresses in Minneapolis and Chicago as part of a terrorism investigation Friday. Warrants suggest agents were looking for connections between local anti-war activists and terrorist groups in Colombia and the Middle East. FBI spokesman Steve Warfield told The Associated Press agents served six warrants in Minneapolis and two in Chicago. \n\"These were search warrants only,\" Warfield said. \"We're not anticipating any arrests at this time. They're seeking evidence relating to activities concerning the material support of terrorism.\" The homes of longtime Minneapolis anti-war activists Mick Kelly, Jess Sundin and Meredith Aby were among those searched, they said. All three were subpoenaed to appear before a federal grand jury in Chicago: Aby on Oct. 5, Sundin on Oct. 12 and Kelly on Oct. 19. \"The FBI is harassing anti-war organizers and leaders, folks who opposed U.S. intervention in the Middle East and Latin America,\" Kelly said before agents confiscated his cell phone. Sundin said she believes the searches are connected with the Minnesota Anti-War Committee's opposition to U.S. military aid to Colombia and Israel, as well as its opposition to the wars in Iraq and Afghanistan. \"It's kind of outrageous that citizens of the United States could be targeted like this,\" Sundin said. In Chicago, the home of activists Joe Iosbaker and his wife, Stephanie Weiner, was searched by more than a dozen agents who carried out boxes full of their possessions and loaded them into a white van, the couple's attorney said. Stepping outside his house briefly as FBI agents searched inside, Iosbaker was clearly shaken when he told The Associated Press: \"I have done nothing wrong.\" Their attorney, Melinda Power, said the warrant cited possible support, in her words, \"for unnamed terrorist organizations.\" Iosbaker and Weiner were summoned to testify before a grand jury on Oct. 5. \"These are people committed to social justice,\" Power said. \"That is not a crime in this country.\" As news of the raid spread around the neighborhood, friends and fellow activists gathered outside the house and several sang John Lennon's, \"Give Peace a Chance.\" \"These people have been activists all their lives,\" said Bob Hearst, who said he was a family friend. \"I can't imagine why the FBI would have any interest in them.\" Warfield said he couldn't comment on whose homes were searched or give details on why because it was an ongoing investigation. \"There's no imminent threat to the community,\" he said.\n\nLoad-Date: September 25, 2010"
}