{
    "title": "FBI serves terrorism warrants in Minn. , Chicago",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 24,
    "full text": "MINNEAPOLIS ? The FBI said it searched eight homes in Minneapolis and Chicago as part of a terrorism investigation on Friday, and two subjects said the agency is targeting leaders of the anti-war movement. FBI spokesman Steve Warfield told The Associated Press agents served six warrants in Minneapolis and two in Chicago. \n\"These were search warrants only,\" Warfield said. \"We're not anticipating any arrests at this time. They're seeking evidence relating to activities concerning the material support of terrorism.\" The home of Minneapolis anti-war activists Mick Kelly and Jess Sundin were among those searched, they told the AP. \"The FBI is harassing anti-war organizers and leaders, folks who opposed U.S. intervention in the Middle East and Latin America,\" Kelly said before agents confiscated his cell phone. Sundin called the suggestion they were connected with terrorism \"pretty hilarious and ridiculous.\" Warfield said he couldn't comment on whose homes were searched or give details on why because it's an ongoing investigation. \"There's no imminent threat to the community,\" he said. The searches were first reported by the Star Tribune. Sundin said she wasn't certain exactly what kinds of information the FBI was after or who else had been searched in either city. An FBI SWAT team entered first \"and looked for pointy things. And then they left and the FBI agents came in and looked through everything in the house,\" she said. The agents took \"computers, several boxes of papers, everything related to data like discs,\" Sundin said. Both Sundin and Kelly were organizers of a mass march on the first day of the Democratic National Convention in St. Paul two years ago, and recently appeared at a news conference to announce plans for another protest if Minneapolis is selected to hold the 2012 Democratic National Convention. Police estimated the peaceful march drew 10,000 protesters; organizers put the figure at 30,000. Other protests were marked by destructive acts by anarchists. More than 800 people were arrested during the four days of the convention, including Sundin and Kelly. Sundin said they've already sought permits for 2012, \"something I don't think terrorists would do.\" The FBI's spokesman in Chicago, Ross Rice, would only say two searches were conducted Friday in Chicago and that there were no arrests. He declined comment further. Asked about the reports, the U.S. Attorney's office spokesman in Chicago, Randy Samborn, confirmed warrants were served in the city \"in connection with a law enforcement investigation.\" He also declined to provide details. Associated Press Writer Michael Tarm in Chicago contributed to this report. \n\nLoad-Date: September 25, 2010"
}