{
    "title": "FBI Student Academy discusses international terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 18,
    "full text": "FBI Supervisory Special Agent Shelly Rodriguez spoke to students last Tuesday about international and homegrown terrorism at UMKC FBI Student Academy.\nThe group discussed the tactics of well-known terrorist organization ISIL (commonly known as ISIS). Rodriguez discussed how ISIL uses social media and propaganda pamphlets to recruit members.\n\"It is common to see these materials in the possession of the people we investigate,\" Rodriguez said.\nIn response to a student question, Rodriguez stated that these materials are open information, and it's not illegal to possess ISIL propaganda.\nIn addition, Rodriguez discussed the importance of staying informed about the threat of homegrown violent extremists.\nRodriguez listed some of the terrorists that have committed recent attacks, describing how they lived normal lives and had families before ISIL radicalized them to carry out attacks.\nShe highlighted the changing trends of ISIL operations, including the increased targeting of civilian recreational areas and increases in female operatives.\nRodriguez referenced the Shared Responsibility Committee, a group of community interest groups, community leaders, mental health professionals and medical professionals who cooperate with federal, state and local agencies to identify radicalized terrorists.\nFurthermore, she mentioned Joint Terrorism Task Force, or JTTF, small cells of locally based, trained investigators, analysts, linguists, SWAT experts and other specialists led by the FBI. Many consider these groups the front line of defense against terrorism.\nAccording to the FBI's website, there are approximately 4,000 JTTF members nationwide, who are able to investigate, make arrests and provide protection at special events.\nTuesday was the second of eight UMKC-FBI Student Academy sessions. Students who attend six sessions, which occur throughout the fall and spring semesters, receive a certificate of completion from the FBI.\nThe next UMKC-FBI Academy session is Oct. 24, where students will learn about evidence response teams.\n\nLoad-Date: October 24, 2017"
}