{
    "title": "FBI MONITORING GROUPS IN U.S. THAT BACK PALESTINIAN MOVEMENT; BUT AUTHORITIES DENY THAT AMERICANS AR",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 2,
    "day": 2,
    "full text": "The FBI believes that some Arab-Americans are raising money for the political and welfare - though not military - activities of Hamas, a Palestinian fundamentalist Muslim movement in Israeli-occupied territories, officials said Monday.\nLaw enforcement agencies are monitoring several groups of Hamas supporters - including those in northern Virginia, in Dallas, in the Detroit and Chicago areas and in Tucson, Ariz. - that are disseminating anti-Israel propaganda and raising money for Palestinian welfare and religious causes, one official said.\nBut the law agencies dispute claims in the state-run Israeli press that Hamas' main command and control center is in the United States. Those charges were repeated in Israel after last week's arrest of two Arab-Americans there.\n\"This is a great exaggeration,\" said one U.S. official who is familiar with the issue. The command and control of the military branch of Hamas, which Israel blames for the killings of at least 11 Israelis in the last four years, is in the occupied Gaza Strip and West Bank, said this official, who spoke only on the condition of anonymity.\nMeanwhile, a State Department official said Monday that the department for the first time would officially label the organization as a \"terrorist\" group in its annual terrorism report.\n\"Hamas does commit terrorism, and we'll be talking about that in our next report that comes out in April,\" said the official, who also asked not to be identified.\nHe said that the report would state that Hamas \"increasingly uses lethal tactics, such as firearms and car bombs,\" and that it had been responsible for a large number of attacks against Israeli civilian and military targets.\nIsrael has detained two Arab-Americans from the Chicago area, accusing them of being sent to rebuild the radical movement, which advocates the formation of an Islamic state in what is now Israel and its occupied territories.\nAn Israeli security official told reporters that the two men had given $ 300,000 to operatives in the territories and had planned to distribute an additional $ 350,000. He said documents about armed Hamas attacks had been discovered among one of the men's possessions.\nA U.S. official said that the majority of financial support for Hamas comes from religious foundations in Saudi Arabia and that some comes from the Iranian government.\nA small number of Hamas activists are receiving training in Lebanon from Iranian-backed Hezbollah - Party of God - guerrillas, said the official, who requested anonymity.\nThe movement, which was born in the poverty-ridden Gaza Strip in late 1987, also gets money from Muslim fundamentalist groups in Egypt, Sudan, Jordan, Syria and other countries, he said.\nIn the United States, a third official said, supporters of Hamas have been trying in recent weeks to raise money for the families of the 415 Palestinians deported by Israel to a no man's land in southern Lebanon.\n\nLoad-Date: September 29, 1993"
}