{
    "title": "FBI official tallies successes against terrorists in US, despite funding problems; TERRORISM IN THE",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 7,
    "day": 3,
    "full text": "The TWA hostage crisis has kept American attention focused on international terrorism. But a battle against terrorism is also under way in the United States itself.\nThat battle has been showing a string of successes. The rate of left- and right-wing terrorist incidents between 1982 and 1984 has fallen, from 51 to 13.\nBut a Federal Bureau of Investigation request for $11 million to beef up domestic antiterrorism forces has twice been turned down by the Office of Management and Budget, according to Sen. Lloyd Bentsen (D) of Texas. The small increase they did receive has not kept pace with inflation.\nHe calls the effective cut in the FBI antiterrorism budget ''one of the most foolish things I've seen since I've been up here (in Congress).'' Senator Bentsen intends to introduce legislation soon to give the FBI the extra money it has been seeking, his spokesman says.\nIn a Monitor interview the day before Bentsen's remarks, the FBI's top official in charge of antiterrorism efforts, Oliver Revell, pointed to a string of successes in FBI crackdowns on planned terrorist activities in the US. Mr. Revell also named the targets of some of those crackdowns and discussed future antiterrorism efforts.\nQuestions and answers are paraphrased except where quote marks are used.\nWhat is the trend in terrorist activities in the US?\nThere has been a decline in terrorist incidents in the US, along with an increase in the number of incidents prevented and an increase in convictions for terrorist activities. ''I think the overall impact (of terrorism in the US) has been reduced.''\nAre most of the incidents bombings and attempted bombings?\nWe have found bombing plans, surveillance plans, and assasination plans such as those planned by alleged Sikh terrorists against India's Prime Minister Rajiv Gandhi during his recent visit to the US. (An FBI spokesman said most terrorism incidents in the US have been bombings and attempted bombings.)\nHas the number of incidents against Americans overseas been increasing?\n''It seems to be somewhat cyclical.'' The number of incidents (against all nationalities) overseas is about the same. The percentage against Americans has remained at about 40 percent. The change is the ''high loss of life'' involved in those incidents, such as the bombing of the Marine barracks in Lebanon.\nWhat's ahead regarding terrorism in the US?\nPredictions are difficult. ''I think terrorism is a fact of life that will be with us.'' It is a kind of ''warfare'' carried out by ''both left- and right-wing terrorists.''\nIs terrorism in the US likely to increase?\n''The potential is there to increase.''\nAnd only a few people can cause a lot of problems.\n''It only takes one person to plant a bomb. No democracy can carry out police actions at a level that could totally deny terrorists an opportunity.''\nWhat steps are being taken to prevent terrorist activities in the US?\nParticular potential targets of terrorism, including individuals, are being guarded; security is being tightened where necessary.\nA number of state and local task forces are operating to combat terrorism. Some groups suspected of terrorist activities are being watched.\n''We're not about to lock down the country . . . and close the borders.''\nHow many FBI agents are assigned to combat terrorism?\nMore than 500 full-time agents.\nHas this number been changing?\n''It's (been) going up'' over the past several years. (Senator Bentsen says FBI officials have told him the Reagan administration's budget cuts have meant not hiring some 200 additional FBI agents and support personnel to combat terrorism in the US, according to his spokesman.)\nWhat terrorist groups have been detected in the US?\nThe Order - an offshoot of the Aryan Nations, a white supremacist, neo-Nazi group, a number of whose key members have been arrested in recent months. ''We are still very much interested in the Aryan Nations. It still functions.'' Other terrorist groups in the US include the Wisconsin-based Posse Comitatus; the Covenant, the Sword, and the Arm of the Lord, some of whose members were arrested earlier this year along the Arkansas-Missouri border, and some Ku Klux Klan groups.\n''I don't think right-wing terrorism has been put out of business, but I think it's been dealt a severe blow.'' And a number of key arrests of left-wing terrorists have ''set them back very severely.''\nThe Puerto Rican terrorist group FALN has had ''some severe blows'' from the FBI antiterrorist activities. Some other Puerto Rican pro-independence terrorist groups remain a concern.\nCorrection\n\nIn an interview on Page 19 of Tuesday's issue, the name of an official with the Federal Bureau of Investigation was misspelled. His name is Oliver Revell.\nThe Christian Science Monitor will not be published on July 4, a national holiday in the United States.\nCorrection-Date: July 3, 1985, Wednesday\n\nGraphic\n\n \nGraph, Terrorists incidents in US, SHIRLEY HORN -- STAFF, Source: FBI"
}