{
    "title": "FBI downplays terror expertise",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 6,
    "day": 20,
    "full text": "In sworn testimony that contrasts with their promises to the public, the FBI managers who crafted the post-Sept. 11 fight against terrorism say expertise about the Mideast or terrorism was not important in choosing the agents they promoted to top jobs.\nAnd they still do not believe such experience is necessary today even as terrorist acts occur across the globe.\n\"A bombing case is a bombing case,\" said Dale Watson, the FBI's terrorism chief in the two years after Sept. 11, 2001. \"A crime scene in a bank robbery case is the same as a crime scene, you know, across the board.\"\nCompiled from Times Wires\nThe FBI's current terror-fighting chief, Executive Assistant Director Gary Bald, said his first terrorism training came \"on the job\" when he moved to headquarters to oversee antiterrorism strategy two years ago.\nAsked about his grasp of Middle Eastern culture and history, Bald responded: \"I wish that I had it. It would be nice.\"\n\"You need leadership. You don't need subject matter expertise,\" Bald testified in an ongoing FBI employment case. \"It is certainly not what I look for in selecting an official for a position in a counterterrorism position.\"\nIn a development that has escaped public attention, FBI agent Bassem Youssef has questioned under oath many of the FBI's top leaders, including Director Robert Mueller and his predecessor, Louis Freeh, in an effort to show he was passed over for top terrorism jobs despite his expertise. Testimony from his lawsuit was recently sent to Congress.\nThose who have held the bureau's top terrorism-fighting jobs since Sept. 11 often said in their testimony that they - and many they have promoted since - had no significant terrorism or Middle East experience. Some could not even explain the difference between Sunnis and Shiites, the two primary groups of Muslims.\n \nVietnam's prime minister\n \nlaunches U.S. tour\nSEATTLE - Phan Van Khai, the first Vietnamese prime minister to visit the United States since the end of the war 30 years ago, called on Vietnamese emigres to help strengthen ties between the two countries as he began a weeklong tour aimed at improving relations with Washington.\n\"It is our government's consistent policy to consider the Vietnamese community living abroad as an important and integral part of our nation and our resources,\" Khai said Sunday.\nMeanwhile, demonstrators gathered on downtown streets, shouting \"Down with communists,\" and calling for an end to political and religious persecution in Vietnam. Some held signs that read \"Khai is another Saddam Hussein.\"\nKhai, 71, arrived Sunday morning and stopped first at Boeing's plant in Renton, south of Seattle, to oversee the purchase of four 787 airliners by Vietnam Airlines. On Monday, he is to visit the Redmond campus of Microsoft, which has an office in Vietnam.\n \nPresbyterian Church\n \naddresses sex abuse\nLOUISVILLE, Ky. - The Presbyterian Church, USA, has formally adopted constitutional changes aimed at preventing and punishing sexual abuse by clergy.\nThe ratification of 11 constitutional changes by presbyteries, or regional governing bodies, of the Louisville-based denomination comes three years after a report on the sexual abuse of children of missionaries at boarding schools in the Congo, the church announced this past week.\nThe new regulations, which will become part of the church's Book of Order on July 3, impose stricter requirements for reporting abuse to civil authorities and give accusers more say in the disciplinary process.\n \nBiden says he plans to run for president in 2008\nWASHINGTON - Sen. Joseph R. Biden Jr., D-Del., said Sunday he plans to seek the Democratic presidential nomination in 2008 unless he decides later this year that he has little chance of winning.\n\"My intention is to seek the nomination,\" Biden said on CBS' Face The Nation. \"I know I'm supposed to be more coy with you. I know I'm supposed to tell you, you know, that I'm not sure. But if, in fact, I think that I have a clear shot at winning the nomination by this November or December, then I'm going to seek the nomination.\"\nBiden is the top-ranking Democrat on the Senate Foreign Relations Committee and has used that pulpit to launch increasingly caustic criticisms of President Bush's policy in Iraq.\n \nAir Force Academy chief\nleaves for the Citadel\nDENVER - Air Force Academy superintendent Lt. Gen. John Rosa, who took over the school following a sex assault scandal and acknowledged problems of religious intolerance, is leaving to become president of his alma mater, the Citadel.\nRosa, a 1973 Citadel graduate, will replace John Grinalds, who leaves Aug. 1 after eight years running the state military college in Charleston, S.C., to become headmaster at a private prep school there.\n \nModerate quake hits\n \noff  California coast\nEUREKA, Calif. - A 5.0-magnitude earthquake hit about 120 miles off the Northern California coast early Sunday morning, near where a larger temblor prompted a brief tsunami warning last week, according to the U.S. Geological Survey.\nThe quake struck at 1:27 a.m. and was centered about 130 miles west of Eureka.\nA Humboldt County Sheriff's Department dispatcher said there were no immediate reports of damage or injuries.\nCalifornians have had a string of significant earthquakes after several years of relative seismic calm. But seismologists say clusters of quakes do not necessarily mean the Big One is coming.\n \nJerry Brown, former\n \nCalif. governor, marries\nOAKLAND, Calif. - Mayor Jerry Brown, who was twice elected California governor and ran for president three times, ended one of the longest bachelor streaks in American politics Saturday, marrying longtime girlfriend Anne Gust.\nIt was the first marriage for Gust, 47, a former Gap executive, as well as for Brown, 67, who plans to run for state attorney general next year.\nSen. Dianne Feinstein officiated at the ceremony. Guests included former Gov. Gray Davis and Willie Brown, a former speaker of the state Assembly and former San Francisco mayor who is not related to the groom.\nFormer state Treasurer Kathleen Brown, Jerry Brown's sister, was also present.\n\nGraphic\n\n \nPHOTO; Sen. Joseph R. Biden Jr.\n\nLoad-Date: June 20, 2005"
}