{
    "title": "FBI widens terror probe from New York to Colorado",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 17,
    "full text": "Najibullah Zazi met for the second time with Federal Bureau of Investigations (FBI) officers in Denver Thursday to answer more questions regarding a terrorism probe that stretches from Queens, N.Y., to Aurora, Colo., and has been called the most \"sensitive\" investigation of its kind since 9/11.\nMr. Zazi, an Afghan native who works as an airport shuttle driver in Colorado, has become the subject of interest in a case that law enforcement sources have said may involve an US-based terrorist cell with possible links to Al Qaeda.\nOfficials told the Associated Press (AP) that the group is suspected of aiming to develop hydrogen peroxide-based bombs, the same types of explosives the London bombers used in July 2005 attack that killed 56 people.\nThe government issued an alert to law enforcement Monday to be on the lookout for anyone buying large quantities of chemicals that could be used to make explosives. Also, on Thursday, agents in Denver went to Home Depot stores in an effort to track any recent purchases of similar chemicals.\nUS terrorism experts and government officials have been saying since 9/11 that another attack was likely. While several terrorism-related arrests have been made in the US over the past eight years, nothing matches the reach of what officials allege in this still-unraveling case.\nZazi has maintained his innocence. His lawyer has said Zazi, who is reportedly eligible to apply for US citizenship next month, never met with Al Qaeda and has no ties to terrorism.\nIt appears that a federal antiterrorism task force has been following Zazi for some time. That investigation turned public after Zazi traveled from Colorado to New York in a rental car just before Sept. 11. He was stopped by authorities before entering New York City and federal agents searched three of his acquaintances' apartments in Queens.\nNational Public Radio (NPR) reports that \"agents expected to find bomb components - chemicals or timers or fuses. Instead, they turned up a frightened Muslim family and a bomb-making manual. The key suspect they hoped to grab had already left.\"\nAgents confiscated backpacks, computers, and cellphones from the apartment that are now being analyzed.\nZazi says he was driving to New York to check on a coffee cart that his family owns. The New York Times spoke with the coffee cart vendor who appears to have confirmed that story.\nThis week, agents searched Zazi's Colorado apartment. \"Agents clad in white 'clean suits' and others using dogs executed search warrants at Zazi's apartment and at the nearby home of his aunt and uncle. Tarps were used to cover the entrances to both homes, and both Zazi's apartment building and a neighboring one were briefly evacuated at the beginning of the search,\" wrote the Denver Post.\nAP reports that Zazi came to the US in 1999 and has traveled to Pakistan, where he moved to when he was a child, at least four times since. His wife still lives in Pakistan.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: September 18, 2009"
}