{
    "title": "FBI's Webster_ don't overreact to terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 7,
    "full text": "FBI Director William Webster warned Tuesday against overreacting to the threat of terrorism in the United States, saying that Americans ''must not give terrorists a victory on the cheap.''\nThe head of the Federal Bureau of Investigation also praised the joint declaration issued Monday at the Tokyo summit which denounced terrorism and called for international cooperation and sanctions against countries that sponsor terrorists.\nSpeaking to the National District Attorneys Association here, Mr. Webster said, ''The terrorist wins when he causes us to act totally from fear. The terrorist wins when he causes the government to act so repressively that it undermines confidence in government.''\nHe added, ''The terrorist loses when citizens place their confidence in law enforcement and military defense mechanisms, when they go about their business in a prudent way, unaffected by the threats of terrorism and retaliation.''\nThe terrorist also loses, he said, when ''governments do their work quietly and effectively and without hyping the fear of the problem.''\nWebster's comments came a day after the United States and its chief allies signed a declaration in Tokyo calling for ''determined, tenacious, discreet, and patient action combining national measures with international cooperation'' in the fight against terrorism.\nLast month, Webster and Attorney General Edwin Meese III traveled to the Hague to meet with top European law enforcement officials in an effort to boost intelligence sharing and other cooperative efforts to hinder Libyan-sponsored terrorism. Webster says that effort and others are beginning to bear fruit.\n''I think the European countries are coming to a recognition that (terrorism) is not something that goes away if you leave it alone,'' Webster said.\nHe acknowleged that the US jeopardized its future ability to monitor Libyan communications by publicly revealing to the European allies intelligence data linking Libya to the West Berlin night club bombing. But Webster noted, ''We decided that it was more important that the European people know (about the Libyan involvement) and get on board with us'' in countering Libyan-sponsored terrorism.\nThe FBI director emphasized the need for continued intelligence gathering to help expose terrorist plots before they are carried out. Despite rising terrorism internationally, only seven attacks were carried out within the United States last year and 23 planned terrorist attacks were thwarted by the FBI before they could be executed.\nBut Webster cautioned, ''You can't make a blanket promise about terrorism that we will always get there before the bomb goes off.'' He added, ''A few years ago there were people who didn't think we could get there at all before the bomb would go off.''\nAsked about possible Libyan plots to strike within the US, Webster said, ''We know in this country when we exercise our leadership responsibilities abroad, particularly against those who by their rhetoric at least have threatened reprisals on American shores, that we have to take seriously the prospect of some costs to us.\n''I believe the American people will accept a cost if the effort furthers the world effort to deal with terrorism,'' Webster said. ''In the meantime, it is our job to have our intelligence agencies here knowing as much as possible about the plans and activities of those who could attempt to engage in terrorist activity in the United States.''\nHe added: ''I believe we are doing our job and that we will be able to cope with any attempts that are made.''\n\nGraphic\n\n \nPicture, Webster: Europeans realizing terrorism can't be left alone, FILE PHOTO/R. NORMAN MATHENY - STAFF"
}