{
    "title": "FBI's criminal cases drop, reflecting focus on anti-terrorism Reduction creating bigger workload for",
    "publisher": "charleston daily mail",
    "year": 2005,
    "month": 10,
    "day": 4,
    "full text": "WASHINGTON - The FBI opened about half as many criminal cases last year as it did four years earlier, a stark example of the agency's rapid shift from traditional crime-fighting to terrorism prevention, according to a comprehensive study.\nThe FBI began a little more than 34,000 criminal cases in 2004, a 45 percent drop from the number it initiated in 2000, according to a 194-page audit by Justice Department Inspector General Glenn Fine.\nThe decline included probes related to drugs, organized crime, civil rights and corporate fraud, the study found. It also found significant decreases in the number of FBI agents investigating organized crime, bank robberies and other traditional crimes.\nThe one exception was the number of gang-related cases, which increased slightly over the same period.\nThe FBI's retreat from such investigations has led to heavier caseloads for the Drug Enforcement Administration and other federal agencies, as well as more work for local and state police, the study found.\nThe study shows the extent to which the FBI and its parent agency, the Justice Department, have shifted priorities since the Sept. 11, 2001 attacks. A separate study released last week by researchers at Syracuse University found immigration prosecutions had more than doubled in the past four years - reflecting the department's increased emphasis on pursuing such cases as a method of fighting terrorism.\n\"Over the past four years, the FBI has realigned its investigative resources to balance the prevention of terrorism and foreign intelligence threats with a concentration on the most critical federal crime problems, such as public corruption, civil rights, international organized crime and major gangs,\" FBI spokesman John Miller said in a statement.\nChris Swecker, head of the FBI's criminal investigations division, said in an interview that the majority of the decrease can be attributed to a decline in drug cases. The number of agents assigned to drug investigations has plummeted from more than 2,000 before the 2001 attacks to about 600 now, he said.\n\"We are concentrating on areas where we bring a certain expertise to the table and where we are needed the most,\" Swecker said.\nFine's audit found about 2,200 fewer agents dedicated to investigating traditional crimes in 2004 compared to 2000.\nOverall, most local and federal law enforcement officials surveyed by Fine's office said other agencies have been able to adapt to the FBI's new focus.\nBut some officials indicated they were worried about the ability of other federal agencies to keep up with growing caseloads, according to the audit. Some authorities also said they were concerned about the ability of smaller departments to handle the kind of complex investigations traditionally pursued by the FBI, particularly cases involving fraud or financial crimes.\nFurthermore, some DEA officials warned \"an investigative gap\" exists in smaller urban areas that had previously relied on the FBI for assistance in drug probes, the study said.\nBut James Pasco, executive director of the Fraternal Order of Police, said the FBI has always focused on a relatively small proportion of overall crimes and local police agencies have become increasingly sophisticated.\n\"The assets are there,\" Pasco said. \"It's just that instead of people looking always to the FBI, there are going to be a variety of federal agencies there to help.\"\n-30-\n\nLoad-Date: October 5, 2005"
}