{
    "title": "FBI's new focus will be on preventing crimes",
    "publisher": "the world",
    "year": 1999,
    "month": 11,
    "day": 11,
    "full text": "WASHINGTON - In its most dramatic organizational overhaul in decades,\nthe FBI is changing its structure to address internal problems with\nthe handling of information and put a greater emphasis on preventing\nterrorism and espionage, rather than simply responding to such crimes\nafter they happen.\nIn an interview, FBI Deputy Director Robert M. Bryant characterized\nthe restructuring, which bureau officials plan to announce today, as a\n\"sea change\" that will encourage the sharing of information between\ndivisions and better communication between analysts and senior\nofficials.\n\"We collect a lot of information, but our predictive intelligence\nis poor,\" said Bryant, the second-in-command at the bureau. \"The\nbottom line is, 'We don't know what we know.' '\nThe reorganization is an integral part of a broader transformation of\nthe FBI under Director Louis J. Freeh and reflects his commitment to\nthe bureau's growing role in fighting terrorism in the United States\nand around the world. The FBI's counter-terrorism budget has more than\ntripled in the past three years, while its overall budget has doubled\nfrom $ 1.5 billion to about $ 3 billion since Freeh took the helm in\n1993.\nUnder the restructuring, the number of major operating divisions at\nthe bureau will increase from two - the Criminal Division and National\nSecurity Division - to four. A new Counterterrorism Division will\nfocus on terrorist threats and include the bureau's National\nInfrastructure Protection Center and its computer crimes unit; an\nInvestigative Services Division will consolidate analysts who had\nworked in separate divisions and will also include the bureau's\nhostage rescue team and negotiators.\nBryant said the old system left analysts in different divisions\nfocused too narrowly on their areas of expertise.\n\nLoad-Date: November 16, 1999"
}