{
    "title": "FBI, ATF battle for control in Justice Department The rival law enforcement agencies have been at od",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 5,
    "day": 11,
    "full text": "In the five years since the FBI and ATF were merged under the Justice Department to coordinate the fight against terrorism, the rival law enforcement agencies have fought each other for control, wasting time and money and causing duplication of effort, according to law enforcement sources and internal documents.\nTheir new boss, the attorney general, ordered them to merge national bomb databases, but the FBI has refused. The Bureau of Alcohol, Tobacco, Firearms and Explosives has long trained bomb-sniffing dogs; the FBI started a competing program.\nAt crime scenes, FBI and ATF agents have threatened to arrest one another and battled over jurisdiction and key evidence. The ATF inadvertently bought counterfeit cigarettes from the FBI because the agencies are running parallel investigations of tobacco smuggling between Virginia and other states.\nThe squabbling poses dangers, many in law enforcement say, in an era in which cooperation is needed more than ever to prevent another terrorist attack on U.S. soil. Michael A. Mason, a former head of the FBI's Washington field office who retired in December from a senior post at FBI headquarters, said outside intervention might be needed.\n\"A lot of these things require a little adult supervision from the Justice Department or Congress, which will resolve a lot of the food fights these two agencies find themselves in,\" Morris said. He added that although both agencies \"have in their hearts the safety and security of this country,\" he worries about a potential attack \"where the ball got dropped, and it's not going to matter whose fault it was because information wasn't passed or shared.\"\nATF's transfer from the Treasury Department to the FBI's home at Justice after the Sept. 11, 2001, attacks was supposed to eliminate long-standing tensions between two proud and independent entities.\n\"We thought we'd get more cooperation from two agencies that ought to be cooperating in the war on terror,\" Sen. Charles E. Grassley, R-Iowa, said of the 2002 law that created the Department of Homeland Security and authorized the merger. But little thought went into melding the distinctive cultures.\nThe new law not only failed to repair clashing jurisdictional lines, it also expanded ATF's role in domestic terrorism cases, bringing that agency into conflict with the core mission of the post-Sept. 11 FBI. \nOfficials from both agencies acknowledged occasional tensions and said they are working hard to protect Americans and ensure smooth relations. They provided numerous examples of cooperation, including the response to bombings in Iraq, the recovery efforts after Hurricane Katrina and the investigation of the Virginia Tech massacre led by state and university police.\nBut law enforcement sources describe an unyielding struggle for control of explosives, arson and tobacco investigations that has played out in recent months at the government's highest levels. A dispute over ATF's role in explosives cases, sources said, has helped delay a White House-ordered national strategy to protect the nation from terrorist bombs.\n\"Everything that we're doing, they're doing,\" said one ATF agent not authorized to comment. \"It's just a constant battle.\"\n'lack of efficiency'\nMore than 30 ATF agents arrived at the smoldering Pentagon the day after Sept. 11, 2001, to help with the investigation. The FBI commander threw them off the site.\nArlington County, Va., had authority over the scene at first, but the two federal agencies fought over who would take the eventual lead in the investigation, recalled Arlington Fire Chief James H. Schwartz, the incident commander.\nThe ATF backed down, but before assuming control, the FBI again excluded some ATF agents from the site. Several frustrated ATF agents cut a fence to get closer and were ejected by U.S. marshals, Schwartz said.\n\"The American people are not being best served by this sour relationship and by the lack of efficiency,\" Schwartz said.\nATF spokesman Robert Browning said ATF commanders told him the fence incident did not happen. \nJurisdiction issues\nThe Homeland Security Act of 2002 united the agencies under Justice but might have deepened their estrangement. Congress added the word \"explosives\" to the name of ATF, which had been the Bureau of Alcohol, Tobacco and Firearms.\nAnd the law spelled out that in addition to violent crime, ATF could investigate acts of \"domestic terrorism.\"\nLess than two months later, in March 2003, a North Carolina farmer drove his tractor into a pond on the Mall in Washington, keeping police at bay for 47 hours as he threatened to set off bombs. The FBI and ATF both asserted jurisdiction, sources said.\nDays later, ATF sought to become the department's primary responder to all of the nation's estimated 3,500 annual explosives incidents and to coordinate the on-scene investigation even for domestic terrorism.\nThe FBI, which had always taken the lead on terrorism, fought back. Other disputes flared about such things as data centers and training of bomb-sniffing dogs.\nAn August 2004 memo from then-Attorney General John Ashcroft decreed that bomb data centers - vast databases used in explosion investigations - and most explosives training would be consolidated under ATF and that the agency would train all Justice Department bomb-sniffing dogs. Yet, FBI officials have not transferred to ATF the bomb data center they have operated since 1972, saying it analyzes key terrorism intelligence.\nAshcroft also decided that if a bombing was terrorist-related, the FBI-led Joint Terrorism Task Force for that area would control the investigation. If it was not, the ATF would take charge, unless the case involved areas such as civil rights that are traditional FBI turf. The memo left it up to the task forces to determine terrorist links. In practice, it has meant that both agencies descend on the same crime scenes, often at the same time.\nied protection\nConflict among the FBI, ATF and the Department of Homeland Security has helped delay for nearly a year the national strategy to protect the United States from improvised explosive devices, or IEDs - a top Bush administration priority. The president directed that the plan be ready by last July. It is unclear when it will be finished.\nTensions spilled out publicly when the Center for Strategic and International Studies held an IED conference in Washington in October. David Heyman, director of the center's homeland security program, threatened to cancel the conference.\"It was such bad blood that if either agency was going to be there, the other wasn't going to be,\" said Heyman.\n\nLoad-Date: May 11, 2008"
}