{
    "title": "FBI_ 4 Calif. men charged in alleged terror plot FBI_ 4 Southern California men arrested on terroris",
    "publisher": "the capital ",
    "year": 2012,
    "month": 11,
    "day": 20,
    "full text": "LOS ANGELES (AP) - Four Southern California men have been charged with plotting to kill Americans and destroy U.S. targets overseas by joining al-Qaida and the Taliban in Afghanistan, federal officials said Monday.\nThe defendants, including a man who served in the U.S. Air Force, were arrested for plotting to bomb military bases and government facilities, and for planning to engage in \"violent jihad,\" FBI spokeswoman Laura Eimiller said in a release.\nA federal complaint unsealed Monday says 34-year-old Sohiel Omar Kabir of Pomona introduced two of the other men to the radical Islamist doctrine of Anwar al-Awlaki, a deceased al-Qaida leader. Kabir served in the Air Force from 2000 to 2001.\nThe other two - 23-year-old Ralph Deleon of Ontario and 21-year-old Miguel Alejandro Santana Vidriales of Upland - converted to Islam in 2010 and began engaging with Kabir and others online in discussions about jihad, including posting radical content to Facebook and expressing extremist views in comments.\nThey later recruited 21-year-old Arifeen David Gojali of Riverside.\nAuthorities allege that in Skype calls from Afghanistan, Kabir told the trio he would arrange their meetings with terrorists. Kabir added the would-be jihadists could sleep in mosques or the homes of fellow jihadists once they arrived in Afghanistan.\nThe trio made plans to depart in mid-November to carry out plots in Afghanistan, primarily, and Yemen, after they sold off belongings to scrape together enough cash to buy plane tickets and made passport arrangements.\nIn one online conversation, Santana told an FBI undercover agent that he wanted to commit jihad and expressed interest in a jihadist training camp in Jalalabad, Afghanistan.\nThe complaint also alleges the men went to a shooting range several times, including a Sept. 10 trip in which Deleon told a confidential FBI source that he wanted to be on the front lines overseas and use C-4, an explosive, in an attack. Santana agreed.\n\"I wanna do C-4s if I could put one of these trucks right here with my, with that. Just drive into, like, the baddest military base,\" Santana said, according to the complaint.\nSantana added he wanted to use a large quantity of the explosive. \"If I'm gonna do that, I'm gonna take out a whole base. Might as well make it, like, big, ya know,\" he said.\nAccording to the complaint, at the shooting range that day both Santana and Deleon told a confidential FBI source they were excited about the rewards from becoming a shaheed, which is Arabic for martyr.\nTen days later, during another trip to the shooting range to fire assault-style rifles, Santana told the source he had been around gangs and had no problem taking a life.\nOn Sept. 30, Gojali was recruited to the plot after he was asked if he had it in him to kill in jihad. Gojali answered, \"Yeah, of course.\"\n\"I watch videos on the Internet, and I see what they are doing to our brothers and sisters. ... It makes me cry, and it gets like I'm, like, so angered with them,\" Gojali said, according to the complaint.\nThe men wiped their Facebook pages of radical Islamist content and photos of themselves in traditional Muslim attire, and devised a cover story that they were going to Afghanistan to attend Kabir's wedding.\nFederal authorities said the trio and the FBI's confidential source bought airplane tickets last week for a Sunday flight from Mexico City to Istanbul, with plans to later continue to Kabul.\nAfter Kabir began talking to him about Islam, Santana said he \"accepted Islam without knowing anything about it besides it being the truth\" and that he believed the religion would help him \"fit in and actually be able to fight for something that's right,\" according to the complaint.\nIf convicted, each defendant faces a maximum of 15 years in federal prison.\nKabir is being detained in Afghanistan. The other three appeared for a detention hearing Monday in Riverside, and all but Gojali were remanded to federal custody with no bail. His detention hearing was delayed.\nAfter-hours calls left for the men's attorneys were not immediately returned Monday.\nA preliminary hearing is slated for Dec. 3, and an arraignment is set for Dec. 5.\nKabir is a naturalized U.S. citizen who was born in Afghanistan. Santana was born in Mexico, while Deleon was born in the Philippines. Both are lawful, permanent U.S. residents. Gojali is a U.S. citizen.\n\nLoad-Date: November 20, 2012"
}