{
    "title": "FBI_ Al-Qaida still ranks as top terrorism threat; Assessment_ Official says that other groups offer",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 2,
    "day": 6,
    "full text": "Al-Qaida is weakened and scattered but remains the top threat to commit terrorist attacks in the United States, the FBI says in a first-of-its-kind national assessment for Congress.\nThe study also says there are other Muslim extremist groups engaged in a \"jihad,\" or holy war, against the United States and other Western countries. Some of them provide \"varying degrees of support\" to al-Qaida, according to the report, which a government official described Wednesday on condition of anonymity.\nThe FBI assessment comes amid heightened concern about potential terrorist attacks timed to coincide with the Hajj, the annual pilgrimage Muslims make to Mecca. The three-day holy period begins Sunday.\nRecent intelligence, coupled with the Muslim holy days, could lead to an increase in the nation's terrorism-alert system, according to U.S. government officials speaking on condition of anonymity. It now stands at yellow, or elevated, which is the middle tier in a five-color system.\nGordon Johndroe, spokesman for the Homeland Security Department, said the threat level is evaluated daily and there are no immediate plans to raise the threat level.\n\"We remain concerned about the continued al-Qaida activity overseas as well as al-Qaida sympathizers here in the United States,\" he said. \"Should additional information and analysis develop requiring the threat level to be raised, we will keep the American public informed as always.\"\nThe government official declined to discuss whether the FBI assessment describes a greater danger of terrorism if the United States goes to war with Iraq. But German Interior Minister Otto Schily, his country's top counterterrorism official, told reporters Wednesday that such a war would inflame Muslim extremists worldwide and increase the terror threat.\n\"If a war takes place, the emotions will intensify,\" said Schily, who met this week with Attorney General John Ashcroft and Homeland Security Secretary Tom Ridge. \"It's a matter of concern. You can't exclude repercussions.\"\nThe FBI assessment, most of which is classified, will be delivered to members of the House and Senate intelligence committees next week by FBI Director Robert Mueller. Originally promised in 2000, a version was completed just a day before the Sept. 11, 2001, terror attacks and has since been rewritten amid criticism from Capitol Hill for the delay.\nThe central conclusion is that \"al-Qaida, led by Osama bin Laden, remains, for the foreseeable future, the most serious threat against the United States.\"\nThe report cites various U.S. intelligence sources as evidence that al-Qaida operatives around the world continue to discuss large-scale strikes against the United States. Al-Qaida continues to be actively attempting to acquire chemical, biological, radiological and even nuclear weapons, the report adds.\n\nLoad-Date: February 6, 2003"
}