{
    "title": "FBI_ Explosion not being called act of domestic terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 7,
    "day": 12,
    "full text": "BIXBY, Okla. - Federal authorities said Tuesday that they are no longer investigating a pipe bomb explosion that damaged a northeast Oklahoma Air Force recruiting station as a possible act of domestic terrorism, adding that the blast could be the work of a disgruntled employee or a prank.\nFBI agent Jessi Rice said the explosion in the Tulsa suburb of Bixby is not being called domestic terrorism because investigators have not determined a motive, but that a person of interest has been taken into custody. Rice said she could not provide that person's name and that investigators were asking the person questions at a Tulsa-area apartment complex.\n\"We don't know if it was a disgruntled employee, an act of terrorism or someone playing games,\" Rice said at a news conference.\nRice said the blast currently is a criminal investigation into the use of an explosive device.\nA device was set off about 10:30 p.m. Monday in front of the recruiting center, which was closed, federal authorities said. No one was hurt.\nEarlier Tuesday, a spokeswoman for the Bureau of Alcohol, Tobacco, Firearms and Explosives had said the blast was being treated as a possible act of domestic terrorism out of \"an abundance of caution,\" because of its proximity to the recruiting office.\nThe Air Force recruiting station is in a commercial area that also houses restaurants, financial planning firms and other businesses. A movie theater is nearby.\nThe door of the recruiting center was blown off in the explosion and landed in a parking space in front of the storefront and its soot-covered windows. Two workers from a glass repair business were replacing the shattered door with a new one by late Tuesday morning.\nRice said agents were still scouring the area for surveillance cameras that might show someone putting the device in place or a vehicle containing suspects. A witness said a motorcycle was seen in the area about the time of the blast.\nAgents also are looking into a possible connection between the explosion and recent vandalism of vehicles in the parking lot of a nearby Air Force National Guard center, Rice said.\nThe aftermath of the blast rattled some business owners near the recruiting center and bystanders who gathered around the site.\n\"We just opened (on Monday) and we get the fireworks,\" said Dale Barnett, co-owner of Barnett Music Exchange, located four storefronts from the recruiting station.\nLinda Allen, who lives in Tulsa, said it concerns her that the explosion happened so close to home.\n\"I'm worried if there is a safe place in (the Tulsa area) anymore,\" she said.\n\nGraphic\n\n \n Glass and a door lie on the ground at the scene of an explosion at an Air Force recruiting office in Bixby, Okla., Tuesday, July 11, 2017, after an explosion Monday night outside an Air Force recruitment office. The center was closed at the time and no one was injured. The explosion is being investigated as a possible act of domestic terrorism, but the late-night blast could also have been a horrible prank, a federal agent said Tuesday. (Mike Simons//Tulsa World via AP)  Louis Cody and Dillion McCully replace a door Tuesday, July 11, 2017, that was damaged during Monday night explosion at an Air Force recruitment center in Bixby, Okla. FBI Special Agent Jessi Rice said Tuesday that the blast is not being called terrorism because investigators have not determined a motive and have not identified a suspect. (Ian Maule/Tulsa World via AP)  Indrek Redard, who works for the property management company, views damage Tuesday, July 11, 2017, after an explosion Monday night outside an Air Force recruitment office in Bixby, Okla. The center was closed at the time and no one was injured. The explosion is being investigated as a possible act of domestic terrorism, but the late-night blast could also have been a horrible prank, a federal agent said Tuesday. (Mike Simons//Tulsa World via AP)  Louis Cody replaces a door Tuesday, July 11, 2017, that was damaged during Monday night explosion at an Air Force recruitment center in Bixby, Okla. FBI Special Agent Jessi Rice said Tuesday that the blast is not being called terrorism because investigators have not determined a motive and have not identified a suspect. (Ian Maule/Tulsa World via AP)  Indrek Redard, who works for the property management company, views damage Tuesday, July 11, 2017, after an explosion Monday night outside an Air Force recruitment office in Bixby, Okla. The center was closed at the time and no one was injured. The explosion is being investigated as a possible act of domestic terrorism, but the late-night blast could also have been a horrible prank, a federal agent said Tuesday. (Mike Simons//Tulsa World via AP)  Louis Cody and Dillion McCully replace a door Tuesday, July 11, 2017, that was damaged during Monday night explosion at an Air Force recruitment center in Bixby, Okla. FBI Special Agent Jessi Rice said Tuesday that the blast is not being called terrorism because investigators have not determined a motive and have not identified a suspect. (Ian Maule/Tulsa World via AP)  Louis Cody and Dillion McCully replace a door Tuesday, July 11, 2017, that was damaged during Monday night explosion at an Air Force recruitment center in Bixby, Okla. FBI Special Agent Jessi Rice said Tuesday that the blast is not being called terrorism because investigators have not determined a motive and have not identified a suspect. (Ian Maule/Tulsa World via AP) \n\nLoad-Date: July 12, 2017"
}