{
    "title": "FBI_ Mall stabbings possible terrorism Islamic State claims responsibility for Minnesota attack. MIN",
    "publisher": "daily news ",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "People stand near the entrance of the Crossroads Center mall in St. Cloud, Minn., on Saturday night after nine people were stabbed. An off-duty police officer shot and killed the suspected attacker.\nST. CLOUD, MINN. - A man in a private security uniform stabbed nine people at a Minnesota shopping mall, reportedly asking one victim if the person was Muslim before an off-duty police officer shot and killed him in an attack the Islamic State group claimed as its own.\nNone of the nine people who were stabbed in Saturday night's attack received life-threatening wounds, St. Cloud police Chief Blair Anderson said. He said it doesn't appear that anyone else was involved in the attack at the Crossroads Center in St. Cloud, which began at around 8 p.m. and was over within minutes.\nAt a news conference Sunday, FBI Special Agent-in-Charge Rick Thornton said the attack was being investigated as a possible act of terrorism and that agents were still digging into the attacker's background and possible motives.\nAn Islamic State-run news agency, Rasd, claimed Sunday that the attacker was a \"soldier of the Islamic State\" who had heeded the group's calls for attacks in countries that are part of a U.S.-led anti-IS coalition.\nIt was not immediately clear if the extremist group had planned the attack or even knew about it beforehand. IS has encouraged so-called \"lone wolf\" attacks. It has also claimed past attacks that are not believed to have been planned by its central leadership.\nAuthorities didn't identify the attacker, but the Star Tribune of Minneapolis said the man's father identified him as Dahir A. Adan, 22. Speaking to the newspaper through an interpreter, Ahmed Adan, whose family is Somali, said his son was born in Africa and had lived in the U.S. for 15 years.\nA spokesman for St. Cloud State University confirmed that Adan was a student there, but has not been enrolled since the spring semester. Spokesman Adam Hammer said Adan's intended major was information systems, which is a computer-related field.\nAnderson said police had had three previous encounters with the attacker, mostly for minor traffic violations.\nAccording to Anderson, the attacker, dressed in a security uniform and wielding what appeared to be a kitchen knife, began attacking people right after entering the mall, stabbing people in several spots inside the building, including corridors, businesses and common areas.\nFive minutes after authorities received the first 911 call, Jason Falconer, a part-time officer in the city of Avon, shot and killed the attacker.\n\nLoad-Date: September 19, 2016"
}