{
    "title": "FBI_ Men unknowingly put fake bombs at Ohio bridge FBI_ 5 anarchists put fake bombs beneath Ohio bri",
    "publisher": "the capital ",
    "year": 2012,
    "month": 5,
    "day": 2,
    "full text": "CLEVELAND (AP) - Five men charged with plotting to bomb a bridge linking two wealthy Cleveland suburbs placed what they thought were real explosives at the site and repeatedly tried to detonate them using text messages from cellphones, according to an FBI affidavit filed in court.\nFederal authorities on Tuesday described the men as anarchists who are angry with corporate America and the government and unknowingly worked with an FBI informant for months as they crafted and carried out their plan.\nThe FBI said suspects bought fake explosives from an undercover employee and put them at the base of a highway bridge over the Cuyahoga Valley National Park, about 15 miles south of downtown Cleveland, on Monday. After leaving the park, they tried to initiate the explosives using a text-message detonation code, and they called the person who provided the bombs to check the code when it failed, according to the FBI affidavit.\nTheir arrests that night marked the latest case in which FBI agents planned fake terrorism plots alongside targeted suspects, an indication it continues to be a top strategy for the government in preventing terrorism.\n\"They talked about making a statement against corporate America and the government as some of the motivations for their actions,\" U.S. Attorney Steven Dettelbach said Tuesday.\nCourt documents detail conversations the FBI secretly recorded in which its informant discussed bomb plans with some of the suspects. In one, Brandon L. Baxter, 20, of Lakewood, allegedly said, \"Taking out a bridge in the business district would cost the ... corporate big wigs a lot of money\" because it would cause structural damage and prevent people from going to work.\nThe alleged conversations depict Douglas L. Wright, 26, of Indianapolis, as a sort of group leader who recruited others, scouted out the bridge site and participated in buying the fake explosives.\nThe other suspects were identified as Joshua S. Stafford, 23, and Anthony Hayne, 35, both of Cleveland, and Connor Stevens, 20, of suburban Berea.\nAll five are charged with conspiracy and trying to bomb property used in interstate commerce. They appeared Tuesday in U.S. District Court and were ordered jailed without bond pending a hearing Monday.\nThe charges carry possible penalties of more than 20 years in prison.\nSimilar arrests in the last few years - including in Massachusetts, Oregon, New York and Texas - offer a glimpse into sting operations by undercover FBI agents trying to catch possible terrorists in the act.\n\nLoad-Date: May 2, 2012"
}