{
    "title": "FBI_ California gunman had list of possible targets",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 8,
    "day": 7,
    "full text": "LOS ANGELES - The FBI has opened a domestic terrorism investigation into the mass shooting at a California food festival after it discovered a \"target list\" compiled by the gunman whose relatives apologized Tuesday and said they were \"horrified\" by his actions.\nThe FBI disclosure came during a funeral Mass for Keyla Salazar, a 13-year-old middle schooler who was one of three people killed on July 28 by gunman Santino William Legan during the Gilroy Garlic Festival. Thirteen others were injured.\nIt was the first of three mass shootings within a week that killed a total of 34 people in Gilroy, Dayton, Ohio, and El Paso, Texas. The attacks have prompted widespread calls for gun reform and heightened mental health care.\nThe FBI has opened domestic terrorism cases in two of the attacks. In Gilroy, the FBI cited the 19-year-old Legan's list of targets that included religious institutions, courthouses, federal buildings and both major political parties in the U.S.\nIn California, federal investigators and Legan's family said they have not been able to come up with a motive for the festival attack.\nHowever, John Bennett, FBI agent in charge in San Francisco, said the agency cannot rule out white nationalism as a factor. On the day of the attack, Legan urged his Instagram followers to read a 19th-century book popular with white supremacists who follow extremist websites. He also complained about overcrowding towns and paving open space to make room for \"hordes\" of Latinos and Silicon Valley whites.\nU.S. law does not contain a specific domestic terrorism charge. As a result, the FBI looks for possible hate crimes, weapons and other violations. Simply being a member or showing support for a white supremacist organization is not unlawful.\nFamily members of Legan released a statement saying they were \"deeply shocked and horrified\" by his actions. They also apologized to the victims and their families.\n\"We have never and would never condone the hateful thoughts and ideologies that led to this event, and it is impossible to reconcile this with the son we thought we knew,\" the family said in a statement released by attorney Chuck Smith.\nLegan grew up less than a mile from Christmas Hill Park, where the festival was held. His father was a competitive runner and coach; his brother was an accomplished young boxer; and his grandfather had been a Santa Clara County supervisor.\nPolice say Legan fired 39 shots from an AK-47-style rifle before turning the gun on himself during a shootout with three Gilroy police officers. He was wearing a bullet-resistant vest and carrying several high-capacity magazines, with more ammunition on the ground and in a bag in a nearby creek.\n\nLoad-Date: August 7, 2019"
}