{
    "title": "FBI_ Surveillance tools at risk amid Patriot Act debate",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 5,
    "day": 28,
    "full text": "WASHINGTON - As Congress wrestles over renewing the bulk collection of Americans' phone records, federal law enforcement officials are warning that legal authority also is at risk for lesser-known surveillance tools that are valuable in fighting terrorism.\nThe Patriot Act authorities give the FBI flexibility to intercept the calls of terror suspects who continuously switch phones during the course of an investigation and to conduct surveillance on \"lone wolf\" individuals who pose threats but aren't affiliated with an international terrorism organization.\nU.S. officials have defended the need for those powers over the past decade, but they have amplified those efforts in recent weeks as the expiration dates for their authority nears without any signals of a congressional compromise that would keep them from lapsing along with other parts of the act on June 1.\nThe Senate returns to session Sunday, facing a deadline to reach a last-minute agreement to renew a once-secret National Security Agency program that collects Americans' phone records in bulk. Provisions of the Patriot Act dealing with lone-wolf targets and roving wiretaps also would expire at midnight with the phone records program.\nFBI Director James Comey has called bulk phone collection a useful tool to the FBI's counterterrorism efforts. But recently he has expressed more concern about being able to maintain the lone wolf and roving wiretap capabilities, as well as a separate Patriot Act provision that allows the FBI to obtain secret court orders to collect documents.\n\"I sure hope Congress figures out a way to make sure I don't lose these essential tools,\" he said during a visit Tuesday to the New Haven, Conn., field office of the FBI.\nAttorney General Loretta Lynch warned Wednesday against permitting the expiration of \"vital and uncontroversial tools we use to combat terrorism and crime.\"\nBut civil liberties lawyers say the FBI already has the tools it needs and haven't presented enough information to justify the use of these additional authorities. The American Civil Liberties Union accuses intelligence officials and some in Congress of \"scaremongering\" about the Patriot Act and says the debated authorities give the government too much discretion in national security investigations.\n\"Existing laws provide ample authority for the government to obtain information about individuals who are planning attacks of terrorism,\" ACLU lawyers wrote in a memo urging Congress to let the provisions expire.\n\nLoad-Date: May 28, 2015"
}