{
    "title": "FBI_ Plane laser attacks probed by terrorism unit",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 10,
    "day": 20,
    "full text": "NEW YORK (AP) - The FBI says it has assigned its Joint Terrorism Task Force to lead a probe of laser attacks on the cockpits of two planes approaching LaGuardia Airport last week, inviting help from the public as well to fight a growing threat against the nation's air transportation.\nThe FBI said Friday it is asking \"anyone with information about any of these dangerous laser incidents to pick up the phone and call us,\" George Venizelos, head of the FBI's New York office, said in a statemennt.\nThe announcement came along with a report that laser attacks against inbound flights at New York airports have increased 17 percent so far this year, a rising threat because lasers can temporarily or permanently blind a pilot and crew, the FBI said.\nThe FBI said a reward is available for anyone providing information leading to arrests in the Tuesday evening attacks.\nOne attack occurred when a Shuttle America cockpit was illuminated by a green laser on its final approach to LaGuardia.\nThe second incident occurred three hours later when a private aircraft reported a green laser two miles southwest of LaGuardia.\nNo injuries were reported in either incident, though the FBI noted that several commercial pilots earlier this year suffered significant injuries, including a burnt retina.\nThe FBI said the crew reported that the laser appeared to originate about a half mile west of the New York Botanical Garden in the Bronx, striking the plane when it was 2,000 feet above ground, about six miles from the runway.\nst of LaGuardia at 10:37 p.m. as it headed eastbound over the Triborough Bridge. The FBI said the laser originated near the intersection of Broadway and Steinway Street in Queens.\nThe probe is being led by the FBI's Joint Terrorism Task Force, which includes more than 50 local, state and federal agencies.\nThe Federal Aviation Administration announced two years ago that it would fine those who point lasers at planes up to $11,000 per violation after reports of people shining hand-held lasers at planes soared, rising from a few hundred instances of laser attacks on planes in 2005 to nearly 3,000 reports in 2010.\nThe lasers, marketed as tools to point out stars at night, are much more powerful than laser pointers used by lecturers. They can be seen up to 25,000 feet away and are used by bird watchers, astronomers and lecturers to point out faraway objects.\nIn 2009, a Southern California man was sentenced to 21/2 years in a federal prison after he became the first person in the nation convicted at trial of interfering with pilots by aiming lasers at their planes. He had aimed a hand-held laser at two Boeing jets as they were landing in May 2008.\nIn 2005, a New Jersey man was arrested and charged under the Patriot Act for aiming a green laser at a small jet flying over his home near Teterboro Airport a year earlier. The man, who was eventually sentenced to probation, said he had been using the device to point at the stars from his backyard.\n\nLoad-Date: October 21, 2013"
}