{
    "title": "FBI_ Pressure-cooker bombs suspected in Boston blast",
    "publisher": "telegraph herald ",
    "year": 2013,
    "month": 4,
    "day": 17,
    "full text": "BOSTON - Federal agents zeroed in Tuesday on how the Boston Marathon bombing was carried out - with kitchen pressure cookers packed with explosives, nails and other lethal shrapnel - but said they still didn't know who did it and why.\nAn intelligence bulletin issued to law enforcement and released late Tuesday includes a picture of a mangled pressure cooker and a torn black bag the FBI says were part of a bomb.\nThe FBI and other law enforcement agencies repeatedly pleaded for members of the public to come forward with photos, videos or anything suspicious they might have seen or heard.\n\"The range of suspects and motives remains wide open,\" Richard DesLauriers, FBI agent in charge in Boston, said at a news conference. He vowed to \"go to the ends of the Earth to identify the subject or subjects who are responsible for this despicable crime.\"\nPresident Barack Obama branded the attack an act of terrorism but said officials don't know \"whether it was planned and executed by a terrorist organization, foreign or domestic, or was the act of a malevolent individual.\"\nScores of victims of the Boston bombing remained in hospitals, many with grievous injuries, a day after the twin explosions near the marathon's finish line killed three people, wounded more than 170 and reawakened fears of terrorism. A 9-year-old girl and 10-year-old boy were among 17 victims listed in critical condition.\nOfficials found that the bombs in Boston consisted of explosives put in ordinary, 1.6-gallon pressure cookers, one with shards of metal and ball bearings, the other with nails, according to a person close to the investigation who spoke on condition of anonymity because the probe was still going on.\nBoth bombs were stuffed into black duffel bags and left on the ground, the person said.\nDesLauriers confirmed that investigators had found pieces of black nylon from a bag or backpack and fragments of BBs and nails, possibly contained in a pressure cooker. He said the items were sent to the FBI laboratory at Quantico, Va., for analysis.\nThe FBI said it is looking at what Boston television station WHDH said are photos sent by a viewer that show the scene right before and after the bombs went off. The photo shows something next to a mailbox that appears to be a bag, but it's unclear what the significance is.\n\"We're taking a look at hundreds of photos and that's one of them,\" said Jason Pack, FBI spokesman in Boston.\nInvestigators said they have not yet determined what was used to set off the explosives.\nPressure-cooker explosives have been used in international terrorism, and have been recommended for lone-wolf operatives by Al-Qaida's branch in Yemen.\nBut information on how to make the bombs is readily found online, and U.S. officials said Americans should not rush to judgment in linking the attack to overseas terrorists.\nDesLauriers urged people to come forward with anything suspicious, such as hearing someone express an interest in explosives or a desire to attack the marathon, seeing someone carrying a dark heavy bag at the race, or hearing mysterious explosions recently.\n\"Someone knows who did this,\" the FBI agent said.\nThe blasts killed 8-year-old Martin Richard, of Boston, 29-year-old Krystle Campbell ,of Medford, Mass., and a third victim, identified as a graduate student at Boston University.\nObama plans to visit Boston on Thursday to attend an interfaith service in honor of the victims. He has traveled four times to cities reeling from mass violence, most recently in December after the schoolhouse shooting in Newtown, Conn.\n\nLoad-Date: April 17, 2013"
}