{
    "title": "FBI_ Aurora teen planned to bomb suburban nightclub",
    "publisher": "chicago daily herald",
    "year": 2013,
    "month": 4,
    "day": 26,
    "full text": "An Aurora teenager arrested last week on terrorism-related charges had plans to blow up a local nightclub, ABC 7 Chicago reported.\nAbdella Ahmad Tounisi, 18, targeted the now-shuttered LIT Nightclub at 4448 E. New York St. in Aurora, FBI officials told ABC 7.\nAuthorities said Tounisi worked with a friend, Adel Daoud, who is charged in a separate Chicago terrorism case.\nDaoud told an FBI informant that Tounisi \"knows the place ... all these filthy people go there and use drugs and alcohol,\" according to court records.\nFBI officials told ABC 7 Tounisi talked in code about the nightclub plot, saying he would bring a \"food station,\" which meant a vehicle filled with explosives, and a \"snack,\" meaning a bomb inside the club.\nAccording to the FBI, Tounisi said, \"We can feed (kill) more people if we put a bomb inside the club, too.\"\nTounisi was arrested Friday as he tried to board a flight from O'Hare International Airport to Istanbul, Turkey. Authorities say he was trying to travel to Syria to join a terrorist group.\nHe has been charged with one count of attempting to provide material support to a foreign terrorist organization.\nHis father Ahmad Tounisi told ABC 7 his son is innocent and that any nightclub bomb plot was engineered by Daoud.\n\"I believe they are trying to tie him to that now, which is totally unfair,\" Ahmad Tounisi said.\nAurora Police Department spokesman Dan Ferrelli said police have had no involvement in the investigation, which is being handled by the FBI. He said the nightclub had been on Aurora police's radar due to incidents related to overcrowding, overserving and fights.\nThe nightclub was a popular spot for young people, but had not been in business for a long time, he said.\nOfficials from the nightclub could not be reached.\n\nGraphic\n\n \nAbdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi\n\n\nLoad-Date: April 26, 2013"
}