{
    "title": "FBI_ Shootings were an act of terrorism But no evidence San Bernardino killers were part of cell(2)",
    "publisher": "usa today",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "FBI Director James Comey confirmed Friday his agency was treating the shooting spree in San Bernardino as a “federal terrorist investigation” but said there is no indication the killers were part of a cell or network or were directed by a terrorist group.\nAuthorities say Syed Farook, 28, and his wife, Tashfeen Malik, 27, opened fire on a holiday party at the Inland Regional Center on Wednesday, killing 14 people and injuring 21. They were killed hours later in a gun battle with police as they attempted to flee in a black SUV. \nComey said there are indications of “radicalization by the killers and the potential inspiration by foreign terrorist organizations” but did not elaborate. U.S. officials earlier said Malik had expressed support for the Islamic State terrorist group and its leader, Abu Bakr al-Baghdadi, in a posting on Facebook. \nWhile noting the investigation is still in the early stages, Comey said “we have no indication that these killers are part of an organized, larger group or form part of a cell; there is no indication that they are part of a network.” \nPreviously, authorities had declined to refer to the killings definitively as a terrorist act, suggesting they might have been triggered by a workplace dispute. \nWhile conceding a lot of evidence in this case “does not make sense,” Comey, speaking in Washington, said a large volume of evidence prompted authorities to add the terror designation to the investigation. “We are spending a tremendous amount of time trying to understand the motives of the killers and every detail of their lives,” he said. \nComey said the killers tried to destroy or conceal evidence by smashing electronic devices but that investigators had been able to harvest considerable data from cellphones. Authorities say Fa-rook was deleting information from such devices at least one day before the attack. \nComey played down the possible importance of “telephonic connections” between the suspects and at least two subjects of earlier FBI investigations. Comey said nothing about the contents of those communications elevated the California killers to the attention of the FBI prior to the attacks this week. \nWhile there was no indication that the extremist group, also known as ISIL or ISIS, directed the massacre in California, Malik’s Facebook posting, as described by U.S. officials, is the strongest link yet that the killings had terrorist roots. \nThe U.S. officials, who are not authorized to comment, said the posting that pledged support to al-Baghdadi was made under another name than Malik just before the shootings.\n\nGraphic\n\n \nAP\">Islamic State terrorist group leader Abu Bakr al-Baghdadi.\n\nLoad-Date: November 30, 2023"
}