{
    "title": "FBI_ 850 open investigations into domestic terrorism",
    "publisher": "tribune-review",
    "year": 2019,
    "month": 5,
    "day": 8,
    "full text": "WASHINGTON -- The FBI has more than 850 open investigations into domestic terrorism across the country, and the threat continues to grow, top counterterrorism officials said Wednesday. \nFBI, Justice Department and Homeland Security officials gave testimony before a congressional committee on homegrown hate and violence. They cautioned lawmakers they could not prosecute a white supremacist simply for the ideology or an online manifesto -- there must be intent to harm or harass. \nAnd much like foreign terrorists, domestic terrorists are radicalizing quickly online with few gateways or barriers and no need to meet up in person. \n\"There's a lot of hate out there on the internet,\" said Mike McGarrity, the FBI's top counterterrorism official. \"Violent extremists around the world have access to our local communities to target and recruit and spread their messages of hate on a global scale, as we saw in the recent attack in Christchurch, New Zealand,\" he said, referring to the mosque attacks by a white supremacist and member of the alt-right that killed 51 people. \nJust two weeks ago, a gunman killed a woman and wounded an 8-year-old girl, her uncle and a rabbi at Chabad of Poway, a Southern California synagogue. \nMcGarrity said there were six deadly domestic terrorism attacks in 2018, and five in 2017. Of the hundreds of open FBI investigations, about half were anti-government cases and around 40% were related to race or religion. \nMcGarrity said preventing terrorism in the U.S. is the bureau's top priority. \n\"We don't differentiate between a domestic terrorism attack we're trying to stop or an international terrorism attack. It's a terrorism attack we're looking to stop,\" he said. \nBut there is no domestic terrorism statute. The Justice Department relies on other statutes to prosecute ideologically motivated violence by people with no international ties. \nThat makes it hard to track how often extremists driven by religious, racial or anti-government bias commit violence in the U.S. It also complicates efforts to develop a universally accepted definition of domestic terror. \nCommittee Chairman Bennie Thompson said he was alarmed by a lack of public information on the issue and sought better information. \nHe criticized the FBI for stopping a monthly briefing to the committee on threats to the nation, including domestic and international terrorist organizations and counterintelligence threats. He said the threat of domestic terror is growing and must be better understood. \n\"To all of the victims, survivors and communities who have felt like the terror you suffered was ignored or minimized, know that it ends today,\" said the Mississippi Democrat. \nBrian Murphy, Homeland Security's deputy undersecretary for intelligence and analysis, said officials at the department were working on intelligence more than ever before, and have created a round-the-clock open source collection team to track and share potentially threatening information. \n\"We continue to refine that and get better at that,\" he said. \n\nLoad-Date: May 10, 2019"
}