{
    "title": "FBI_ Man threatened San Francisco tourist area for Christmas Day attack",
    "publisher": "charleston gazette",
    "year": 2017,
    "month": 12,
    "day": 23,
    "full text": "SACRAMENTO, Calif. - The FBI said Friday that it found a martyrdom letter and several guns in the home of a former Marine who said he wanted to carry out a Christmas Day attack on a popular San Francisco tourist destination.\nEveritt Aaron Jameson, 26, a Modesto tow-truck driver, was charged Friday with attempting to provide material support to a foreign terrorist organization. It was not clear if he had an attorney.\nJameson told an undercover agent he believed to be associated with senior leadership of the Islamic State group that he wanted to conduct a violent attack on Pier 39 in San Francisco because it was heavily crowded, according to an FBI affidavit.\nHe told the undercover agent that Christmas Day would be \"the perfect day to commit the attack and that he \"did not need an escape plan because he was ready to die, according to the affidavit.\nPier 39, packed with restaurants, bars and souvenir shops, is one of San Francisco's most popular tourist spots. Home to the city's aquarium, the pier offers free live music and street performances and offers a good spot to photograph sea lions that gather in the marina below.\nHe was under surveillance and \"the public was never in imminent danger, FBI spokeswoman Katherine Zackel said in a statement.\nShe and San Francisco Acting Mayor London Breed both said there are no other known threats, though police increased their presence throughout the city after being notified of the FBI investigation several days ago.\n\"San Francisco is a city that proudly champions democracy, freedom and liberty. Sadly, that makes our home a target, Breed said in a statement. \"We will not allow the thwarted attempts of one dangerous individual to disrupt our way of life. We will remain vigilant and continue to protect our city from any threat.\nJameson had posted radical jihadist messages online, including expressing support for the Halloween terror attack in New York City in which a driver used his truck to kill eight people, the FBI said. Jameson offered to use his tow truck to support the cause, the affidavit says.\nThe FBI began investigating in mid-September when it learned that Jameson was expressing support for posts that favored terrorism or the Islamic State group. He \"loved an online post that showed Santa Claus threatening an attack in New York with a box of dynamite.\nAgents raided his home Wednesday, finding a martyr's letter signed with an Islamic variation of his name, along with his last will and testament updated in November. They also found fireworks, two rifles and a 9mm handgun.\nDuring the search, Jameson \"stated his support of ISIS and terrorism and discussed aspects of the plan to carry out an attack, noting that he would be happy if an attack was carried out, the affidavit says.\nHe was arrested Friday and faces up to 20 years in prison if convicted.\nJameson, who was set for an afternoon court appearance in federal court in Fresno, had attended Marine basic recruit training in 2009 and earned a sharpshooter rifle qualification.\nHe was discharged for failing to disclose a history of asthma, the affidavit said. He referred to his military service in comments to undercover agents.\n\"I have been trained in combat and things of war, Jameson told one agent.\nJameson made a pledge to the Muslim faith two years ago at an Islamic center in Merced, according to the affidavit.\n\"The threat from radical Islamic terrorism is real - and it is serious, Attorney General Jeff Sessions said in a statement, but federal agents are protecting the nation from what he called \"an alleged plot to kill Americans.\n\nLoad-Date: December 23, 2017"
}