{
    "title": "Fearing Fear Itself",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 16,
    "full text": "Like millions of people, I've been obsessively following the news from Paris, putting aside other things to focus on the horror. It's the natural human reaction. But let's be clear: it's also the reaction the terrorists want. And that's something not everyone seems to understand.\nTake, for example, Jeb Bush's declaration that ''this is an organized attempt to destroy Western civilization.'' No, it isn't. It's an organized attempt to sow panic, which isn't at all the same thing. And remarks like that, which blur that distinction and make terrorists seem more powerful than they are, just help the jihadists' cause. \n  Think, for a moment, about what France is and what it represents. It has its problems -- what nation doesn't? -- but it's a robust democracy with a deep well of popular legitimacy. Its defense budget is small compared with ours, but it nonetheless retains a powerful military, and has the resources to make that military much stronger if it chooses. (France's economy is around 20 times the size of Syria's.) France is not going to be conquered by ISIS, now or ever. Destroy Western civilization? Not a chance.\n  So what was Friday's attack about? Killing random people in restaurants and at concerts is a strategy that reflects its perpetrators' fundamental weakness. It isn't going to establish a caliphate in Paris. What it can do, however, is inspire fear -- which is why we call it terrorism, and shouldn't dignify it with the name of war.\n  The point is not to minimize the horror. It is, instead, to emphasize that the biggest danger terrorism poses to our society comes not from the direct harm inflicted, but from the wrong-headed responses it can inspire. And it's crucial to realize that there are multiple ways the response can go wrong.\n  It would certainly be a very bad thing if France or other democracies responded to terrorism with appeasement -- if, for example, the French were to withdraw from the international effort against ISIS in the vain hope that jihadists would leave them alone. And I won't say that there are no would-be appeasers out there; there are indeed some people determined to believe that Western imperialism is the root of all evil, and all would be well if we stopped meddling.\n  But real-world examples of mainstream politicians, let alone governments, knuckling under to terrorist demands are hard to find. Most accusations of appeasement in America seem to be aimed at liberals who don't use what conservatives consider tough enough language.\n  A much bigger risk, in practice, is that the targets of terrorism will try to achieve perfect security by eliminating every conceivable threat -- a response that inevitably makes things worse, because it's a big, complicated world, and even superpowers can't set everything right. On 9/11 Donald Rumsfeld told his aides: ''Sweep it up. Related and not,'' and immediately suggested using the attack as an excuse to invade Iraq. The result was a disastrous war that actually empowered terrorists, and set the stage for the rise of ISIS.\n  And let's be clear: this wasn't just a matter of bad judgment. Yes, Virginia, people can and do exploit terrorism for political gain, including using it to justify what they imagine will be a splendid, politically beneficial little war.\n  Oh, and whatever people like Ted Cruz may imagine, ending our reluctance to kill innocent civilians wouldn't remove the limits to American power. It would, however, do wonders for terrorist recruitment.\n  Finally, terrorism is just one of many dangers in the world, and shouldn't be allowed to divert our attention from other issues. Sorry, conservatives: when President Obama describes climate change as the greatest threat we face, he's exactly right. Terrorism can't and won't destroy our civilization, but global warming could and might.\n  So what can we say about how to respond to terrorism? Before the atrocities in Paris, the West's general response involved a mix of policing, precaution, and military action. All involved difficult tradeoffs: surveillance versus privacy, protection versus freedom of movement, denying terrorists safe havens versus the costs and dangers of waging war abroad. And it was always obvious that sometimes a terrorist attack would slip through.\n  Paris may have changed that calculus a bit, especially when it comes to Europe's handling of refugees, an agonizing issue that has now gotten even more fraught. And there will have to be a post-mortem on why such an elaborate plot wasn't spotted. But do you remember all the pronouncements that 9/11 would change everything? Well, it didn't -- and neither will this atrocity.\n  Again, the goal of terrorists is to inspire terror, because that's all they're capable of. And the most important thing our societies can do in response is to refuse to give in to fear.\n   Read Paul Krugman's blog, The Conscience of a Liberal, and follow him on Twitter. \n  Follow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter. \n\nhttp://www.nytimes.com/2015/11/16/opinion/fearing-fear-itself.html\n\nLoad-Date: November 16, 2015"
}