{
    "title": "Fear vs. facts_ The brain clouds our thinking about terrorism",
    "publisher": "usa today",
    "year": 2010,
    "month": 1,
    "day": 6,
    "full text": "The threat du jour is once again terrorism-by-airplane. Over the past several years, our worries about this particular risk have had nearly as many ups and downs as the Boston-D.C. shuttle, though probabilistically, the risk has stayed about the same. But with each emotional up and down, the perception gap between our fears and the facts has created new risks.\nWhen commercial air travel reopened after the attacks in September 2001, many seats stayed empty for months. Images of jets plowing into the towers were fresh in our minds, and the greater our awareness of any risk, the more worried about it we are likely to be.  The threat of being on a plane seized by terrorists -- which used to only happen somewhere else -- was more frightening because now it could happen here, to you and me. The hijackings  highlighted why some people worry about flying even in normal times; there is no control. Finally, there was such great uncertainty back then. Who were the bad guys? When would they strike again? How? Where? Uncertainty fed our fears.\nSo in the months that followed the 9/11 attacks, tens of thousands of people chose to drive rather than fly. Driving is less scary because it provides at least some degree of control. Uncertainty is relatively low. The risk is seductively familiar, something we've gotten used to. And there is rarely front-page awareness of the danger of motor vehicle crashes. Never mind the statistical reality that roughly 40,000 people in the USA are killed on the roads each year.\nWhen feelings overrun facts\nThe result of this sort of risk response? Hundreds more people were killed in motor vehicle crashes in the months after the 9/11  attacks than normal for that time period. More than 1,000, according to a study by transportation experts at the University of Michigan. That's a third as many people as were killed in the attacks themselves. Dead, because of a response to risk that was informed more by feelings than the facts.\nNow here we are again. But the interesting thing this time is how our fear of the threat has abated, which might have increased the actual risk. Two years ago, Schipol Airport officials in Amsterdam wanted to install full body scanners, the kind that can see through clothing (though not to the level of detail that might make some blush) to screen passengers on U.S.-bound flights. American officials were wary of using these scanners for privacy reasons.  In the wake of the Christmas Day attempt on Detroit-bound Flight 253, those scanners, which might have prevented this attack, are finally being installed for U.S.-bound flights.\nPresident Obama has also made it plain that U.S. intelligence agencies had enough information to keep Umar Farouk Abdulmutallab off the plane. But as was the case before 9/11, a mix of ineptness and interagency turf wars, in the context of a reduced sense of danger, kept the people in those organizations from sharing that information amongst themselves. This time, catastrophe was averted only because the would-be bomber had trouble setting his pants on fire.\nLetting our guard down\nWhy these failures? In part because we have grown less worried. Post-9/11 awareness has faded. Comfortable familiarity with flying safely has dulled our caution. The fact that Richard Reid couldn't ignite his sneakers on a U.S.-bound Christmastime flight in 2001, and that the 2006 plotters who tried to mix fluids into bombs on up to 10 U.S. and Canada-bound flights apparently flunked chemistry, and that Abdulmutallab was also thankfully incompetent, has given us a false sense of security. As Flight 253 teaches us, the risk of terrorism-by-airplane might actually have grown over the past several years because characteristics such as control, uncertainty, familiarity and optimism have caused us to let our guard down.\nLet's hope that the people in charge of keeping us safe bear this in mind. It will be hard. They are, after all, people too, influenced by the same subconscious instinctive risk perception processes rooted deep in the brain. But those officials must do better. They must rise above these emotional blinders and make choices informed more by the facts than by how scary, or not, things feel. They must recognize, and work to overcome, the influences that shape our fears, and sometimes raise our risks. Our lives, quite literally, are in their hands.\nDavid Ropeik is an instructor at Harvard University Extension School and author of the forthcoming How Risky Is It, Really? Why Our Fears Don't Match the Facts. \n\nGraphic\n\n \nPHOTO, B/W, File photo by Carmen Taylor, AP\n\nLoad-Date: January 6, 2010"
}