{
    "title": "Fear of terrorism jolts stock market",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "NEW YORK -- Stocks, which rose steadily for almost a year while ignoring geopolitical risks, Monday hit their lowest levels of 2004 amid rising terrorism fears.\nIt was the second time in less than two weeks that terrorism-related headlines rocked the market, prompting investors to reduce the risk in their portfolios.\nThe latest flashpoint to worry investors occurred Monday in Gaza City, where Israeli forces killed the spiritual leader of terrorist group Hamas, which vowed revenge against both Israel and the United States. The killing, just 11 days after deadly bombings in Madrid, intensifies radical rhetoric and raises concerns about potential attacks that could disrupt the U.S. economy and financial markets.\n\"Clearly, the risk of terror is the major reason why stocks have come down,\" says Jeremy Siegel, finance professor at the University of Pennsylvania's Wharton School.\nThe Dow Jones industrial average fell 122 points, or 1.2%, to 10,065, its lowest close since Dec. 15 and a 6.3% drop from its 2004 high. The Nasdaq composite and Standard & Poor's 500 index also suffered losses that left them at levels not seen since December. Fearing that the chance of a terrorist attack on U.S. soil has risen in recent weeks, investors are driving down stock prices to offset the higher risk, says Jeff Van Harte, manager of the Transamerica Equity fund.\nWhile terrorism is getting most of the blame for accelerating a long-expected price correction for stocks, there are other fears: the tight presidential race between President Bush and likely Democratic nominee John Kerry, stubbornly high oil prices and the economy's inability to create enough jobs, says Hugh Johnson, chief investment officer at First Albany.\nThe jitters are made worse by the market's rally of 45% in 12 months, making it \"more vulnerable to unexpected surprises,\" Van Harte adds. The S&P had been in its longest run without a 5% pullback since 1996. That ended Monday, when it closed 5.4% below its 2004 high.\nMiddle East turmoil has not held this much sway over Wall Street since the buildup to the Iraq war. But the Madrid bombings, Israel's strike against Hamas, reports that terrorist group al-Qaeda may have \"suitcase nukes\" and disappointment that fighting on the Pakistan-Afghanistan border has ended without the capture of al-Qaeda's No. 2 man have put investors on the defensive, says Michael Holland, manager of the Holland Balanced fund.\n\"It has raised the level of concern about the likelihood of terror anywhere in the world,\" he says.\nDamaged Dow\nThe Dow has suffered five triple-digit losses in the past two weeks, two of which -- Monday and March 11 -- were prompted by terrorism fears. Daily point changes:\nMarch 8 -66\nMarch 9 -73\nMarch 10 -160\nMarch 11 -169\nMarch 12 112\nMarch 15 -137\nMarch 16 82\nMarch 17 116\nMarch 18 -5\nMarch 19 -109\nMonday -122\nSource: CSI\n\nLoad-Date: March 23, 2004"
}