{
    "title": "Fear strikes even when terrorism doesn't",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 13,
    "full text": "Yesterday as Americans heard the news of the downed American Airlines flight in New York it came with an eerie familiarity and an uncomforting sense that we had seen this sort of thing before.\nMaybe those who said the United States had shed it collective naivete or lost its innocence were right -- and if they were, Monday was an example of just what that means.\nOnly two months after the same sort of scene was played on the same networks, a country that has come to expect the worse was once again watching the black plume of ignited aircraft debris billow into the New York sky while trying make sense of it all. The news no doubt tore open fresh wounds where scars were just beginning to heal, forcing people to fear that the nightmare of Sept. 11 was happening again.\nU. Michigan\nExcept yesterday, after two months of tension, anxious Americans collectively did what Sept. 11 has taught them -- they expected the worst and feared terrorism. And as the news reports trickled in, Americans were comforted with statements from the FBI and the White House that blamed mechanical failure and not the terrorist attacks we all immediately feared.\nBut what kind of comfort is there when our suspicions are immediately focused on answering the question of whether or not terrorists were involved? And herein lies the reality of a society losing its innocence -- every plane crash or suspect envelop or situation without clear answers becomes one in which fear of attack finds a haven. That headlines today have to calm fears that terrorism is not suspected in Monday's crash means that we are fighting terrorism even when terrorism per se doesn't strike.\nSaying that America has lost its innocence is a realization easier said than done. The tricky thing with the whole shattered innocence notion is that it brings with it a certain amount of baggage. Fear, in many ways is inevitable if innocence is lost, but the outright assumption that all bad things are a result of terrorism until they can be explained brings with it a feeling of insecurity that Americans may not have been ready to accept; a feeling very evident on the streets of New York Monday. \"I'm not asking them to prove to me that it's terrorism,\" said Roger Santos, a Queens resident who spoke to NBC Monday. \"They're gonna have to convince me it's not.\"\nA loss of innocence signals a change in how things are done. Gone, at least for now, are the days when plane crashes were the horrible tragedies that families suffered and the Federal Aviation Administration sought to explain. Crashes instead, in these awkward days of fear, are met with the closing of airports, bridges and tunnels and the convening of the Washington press corps where terrorism and suspicion is the matter of discussion and the subject of immediate fear.\nWelcome to the brutal realities of losing innocence -- a reality where terrorism is our enemy even before it strikes, and even if it doesn't strike.\nTwo months ago in the wake of the tragedies its was almost a cliche to hear commentators tell us that now Americans knew how the rest of the world felt, that now Americans could relate to a set of horrible realities that they had previously not regarded. They were only half right however. Being ripped from innocence is one thing, I thought at the time, but enduring tragedy and fear after that innocence and naivete is already broken is something different. And that is something that nations that grapple with terrorism are forced to deal with -- vulnerability and uneasiness that doesn't seem to go away -- not even when the crashes are deemed mechanical or the tests for anthrax come back negative. Terrorism is terrorism because of how it makes us feel, not merely because of what it does to us.\nTerrorism, it seemed Monday, was not embodied in the flames that burned from a row of houses in New York, but rather in the fear of where those flames could have come from and what those flames could've meant.\nNew York Mayor Rudolph Giuliani told reporters that the city, already on edge, raised its level of security after the crash with the fear of possible terrorist attacks. \"You always have to assume the worst,\" the mayor explained to a city that perhaps now realizes just what that means.\n(C) 2001 Michigan Daily via U-WIRE\n\nLoad-Date: November 13, 2001"
}