{
    "title": "Fear of terrorism no excuse for torture",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 1,
    "day": 12,
    "full text": "Fear of terrorism no excuse for torture\nContrary to the headline, \"Differing views on torture report\" on Dec. 15, what followed were four letters in support of America's torture of prisoners.\nI've been sorely tempted in the past to cancel my subscription to the Daily Herald for several reasons, including its willingness to print letters filled with lies stated as facts.\nBut in this culture where so many of us get our news through social media that caters to our views, creating an echo chamber of agreement, I keep reading the Herald because I hope it's a place where all voices can be heard. Am I to assume there were no letters in support of the Senate report and against the use of torture? If so, perhaps it was due to fear of being called unpatriotic. But to quote Julian Barnes, \"The greatest patriotism is to tell your country when it is behaving dishonorably, foolishly, viciously.\"\nNot only did one prisoner die of hypothermia while chained to the floor, but another prisoner who the CIA now admits was \"mistakenly detained\" was tortured so cruelly that he attempted suicide three times. To say that America's use of torture does not fulfill the international standards of human rights is a vast understatement. Yes, terrorists have done horrible things, but our fear of terrorism is no excuse for torture.\nSen. John McCain, who knows a thing or two about torture, spoke eloquently about the report, saying, \"Most of all, I know the use of torture compromises that which most distinguishes us from our enemies. Our belief that all people, even captured enemies, possess basic human rights which are protected by international conventions, (which) the United States not only joined but for the most part, authored.\" What our country needs now is the courage to live up to our ideals.\nJanet McDonnell\nArlington Heights\nThis year, explore a plant-based diet\nIt's time for New Year's resolutions, particularly those about our health.\nAlthough gun violence remains the leading cause of death among young people, our most dangerous weapon is still our fork. Forty-five times as many die of chronic diseases linked to a diet containing animal products, sugar and salt.\nHardly a month goes by without another study linking consumption of animal products with obesity, high blood pressure, diabetes, heart disease, stroke and certain cancers. No reputable study has ever shown an opposite result.\nBut times are changing. Hundreds of schools, colleges, hospitals and corporate cafeterias, have embraced Meatless Monday. According to a Gallup poll, 22 percent of American consumers are avoiding meat and 12 percent are avoiding dairy products. Harris Interactive claims that 47 percent of American consumers are reducing consumption of animal products.\nAccordingly, plant-based alternatives to meat and dairy products are growing explosively, propelled by investments from Microsoft, PayPal and Twitter founders. Fast-food chains like Chipotle, Subway and Taco Bell are rolling out vegan options.\nLet this New Year's resolution be about exploring the rich variety of plant-based entrees, lunch meats, cheeses, ice creams and milks in our supermarket. The Internet offers tons of recipes and transition tips.\nRyan Crizio\nArlington Heights\nIt makes sense to televise Esports\nI support the showing and viewing of Esports. It's not a well-known subject but it is entertaining and worth a lot of money. ESPN's choice to show the Dota 2 World Championship, The International, was a smart choice. I believe this move was a huge step to more Esports coverage and awareness, both in the business world and entertainment world.\nOn July 20, 2014, ESPN 3 covered the Dota 2 World Championship bringing in over 300,000 people watching that day. Some other World Championships have brought in more views than actual sports games. The prize pool for The International 4 was roughly around $11 million.\nMost Esports coverage comes from live streaming sites such as hitbox.tv and twitch.tv. During August of 2014, Twitch agreed to a $970 million deal where Amazon would acquire twitch.tv. Before Amazon's offer, Google offered over $1 billion for the streaming site. The reason Twitch is worth so much is due to huge user-base and streamers broadcasting.\nIf more TV networks or streaming sites cover and allow Esports games, then more networks can grow instead of shrink. Overall viewers go up, making more people use your good/service, helping grow a profit and fan base.\nIn the long run, the biggest signal for businesses and even the viewers is having something that brings people back, something to remember. With most World Championships having a prize pool of some odd million dollars, or a sold-out soccer stadium with 40,000 people watching, or at home in front of a TV or computer, people love video games.\nFrom NES to the new consoles like Xbox One & PS4 or PC, fans will always pay for the next new thing or game.\nSean Santore\nHawthorn Woods\nObama has changed America fundamentally\nSaul Alinsky says there are eight levels of control that must be obtained before you are able to create a social state. President Obama has learned these steps very well and he told everyone that he was going to fundamentally change America, as you can see below.\n1.Health care: Control health care and you control the people. Obamacare they lied in order to pass it\n2.Poverty: Increase the poverty level as high as possible. Poor people are easier to control and will not fight back if you are providing everything for them to live. More people are in poverty in this country in the last six years than any other time in our history\n3.Debt: Increase the debt to an unsustainable level. That way you are able to increase taxes and this will produce more poverty. In the last six years the debt has almost doubled from $10.5 trillion dollars to $18 trillion.\n4.Gun control: Remove the ability to defend yourself from the government. That way you are able to create a police state.\n5.Education: Take control of what people read and listen to. Take control of what children learn in school. Common Core is a move by the government to do just that by dictating what will be in textbooks and how teachers must teach without local input.\n6.Religion: Remove the belief in God from the government and the schools.\n7.Class warfare: Divide the people into the wealthy and the poor. This will cause more discontent and it be easier to take money from the wealthy with the support of the poor. Class warfare has been promoted more by this president than any other in my lifetime.\n8.Remember \"You didn't build that.\" And that Hillary Clinton wrote her senior thesis on Saul Alinsky.\nRichard L. Olhava\nArlington Heights\nEmbracing a ‘culture of death'\nIn recent years, President Obama stated that the United States is not a Christian nation. Sadly, at least based on lifestyles of many who call themselves Christian and those who don't, he has a point.\nThat's not the way our nation started. Our founders clearly believed they were establishing a Christian nation. Our rule of law is securely anchored in the Ten Commandments and the Judeo-Christian ethic, as is our Constitution, its preamble, and Declaration of Independence.\nYearly, 1.2 million babies die from abortion, our national holocaust. Brittany Maynard was lauded in the media for moving to Oregon so she could end her life herself in one of the five states where euthanasia is legal. This in contrast to Kara Tippetts who is dying from brain cancer, too, but has chosen to trust God's timing rather than her own for her death.\nSome seem to believe that terminally ill people, or the elderly and infirm, are always burdens, never benefits, and have an obligation to end their lives.\nWhat most don't realize is that in countries such as Belgium and The Netherlands what began as a right to die has become a duty to die with non-consensual euthanasia being practiced 32 percent of the time. Lives deemed not worth living are being eliminated for the purpose of procuring their organs to the extent that elderly Belgium citizens have become fearful of being hospitalized.\nThose who dare investigate what the most popular video and Xbox, etc. games are will find they revolve around mayhem and murder and our younger people are those most using them, often hours per day. So what can we expect in the future? Will we backpedal from the culture of death we have embraced? Or will we Choose Life?\nP.J. Bertrand\nWood Dale\nCan't make it on minimum wage?\nThis is in response to Lou Pardini's letter regarding executive pay increases versus the minimum wage increase.\nIt is really quite simple. Each corporation pays its executives based on what feels it can afford. Naturally, it would be better to increase the pay of the workers who actually contribute directly to the company's profits. But this decision is up to the individual corporations.\nThe government's forced increase in the minimum wage affects all companies, large and small. Many of the small to medium companies cannot afford an increase. That is the difference.\nFor those who cannot make it on a minimum wage job, go out there and better yourself so that you can get a higher paying job. I am speaking from personal experience. There's nothing special about me. If I can do it, so can you.\nTerry Tallian\nWood Dale\n\nLoad-Date: January 12, 2015"
}