{
    "title": "Fear Itself",
    "publisher": "the new york times",
    "year": 2009,
    "month": 3,
    "day": 1,
    "full text": "Something interesting happened last week when the homeland security secretary, Janet Napolitano, went to Capitol Hill. She did not use the word ''terrorism'' in her prepared testimony. \n  Representative Peter King of New York, the ranking Republican on the Homeland Security Committee, noticed. He did not approve. ''I think it's important for us in positions of leadership to constantly remind people how real that threat is,'' Mr. King told her, ''and how it's an ongoing threat.''\n  Barely a month into a new administration, Mr. King was straining to hear the terror drums of the last eight long years. Whether it was John Ashcroft's trumpeted dirty bomber, Tom Ridge's color-coded fear chart, or Dick Cheney's muttering about mushroom clouds, the Bush administration could set the nation's pulse spiking.\n  The trouble was, it did not ask the country to do anything butbe afraid, the better to push its disastrous campaign of unnecessary war and trampled civil liberties. \n  Memo to Mr. King, and anyone else nostalgic for another jolt of Be Very Afraid: We are still afraid. \n  It is not just those of us who live or work in New York, who ride the subway and gaze into the empty sky above ground zero. It is anybody who boards a plane, who knows what and who Iran and North Korea are, who remembers Mr. Bush's post-9/11 failures to secure chemical plants, to complete the urgent mission in Afghanistan, to catch Osama bin Laden. Being wise to the reality of terrorism is not something we have to work on. \n  It is preparation, watchfulness and calm -- not blind fear -- that we need to deter and handle disasters, which, of course, can come not just as 19 stealthy hijackers on planes, but also as a white pinwheel as big as the Gulf of Mexico, rumbling for days toward New Orleans. \n  We give credit to Ms. Napolitano and President Obama for changing the tone. We do not doubt their acute awareness of the world's many perils. Ms. Napolitano was very explicit in her testimony about her duty to protect the homeland. Mr. Obama's recent speeches have been full of real dangers -- terrifying ones, in fact. Yet both of them, so far, have blessedly avoided striking the apocalyptic gong of fear-for-fear's-sake.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 1, 2009"
}