{
    "title": "Fear doesn't sell to N.Y. 's mall crowd",
    "publisher": "daily news ",
    "year": 2013,
    "month": 9,
    "day": 24,
    "full text": "Yes, of course it could happen here.\nJust park and enter the Queens Center Mall on a sunny Monday morning and you see how soft a target it is for terrorist gunmen like the ones who slaughtered dozens of shoppers at the Westgate Mall in Nairobi.\nGo do some shoppi\nng as the hostage situation in Africa airs live on TV and feel the big, fat bull's-eye on your back - especially as the holidays approach, when we will jam malls like this one across the country.\nBut if you're a New Yorker, you don't back down.\n\"Sure, I thought about the killings in the mall in Africa before I came here this morning,\" says Serena Davidoff, strapping her daughter into a stroller before entering the Queens Center Mall. \"But if you're gonna be afraid to live your life, stay home. Me, I refuse to live my life in fear. If it's gonna happen, it'll happen. You have to live without fear or you're not living.\"\nShe's dead right.\nThe best weapon against terrorism is refusing to be terrorized.\nThe mall in Queens, the most diverse county in the U.S.A., is really no different from the Westgate in Nairobi, where terrorists from Al Shabab, an affiliate of Al Qaeda, entered firing AK-47 rifles.\nBut 12 Septembers after 9/11, New Yorkers refuse to let fear dictate their behavior.\nAs the terrorists continued to hold hostages in Nairobi, the mind-set in Elmhurst was to shop till the terrorists drop.\n\"I've been watching the Nairobi scene on CNN all week,\" says Frank Riche, 40, who'd just driven his son to school in Middle Village before coming to the mall to buy a shirt for a night out in Atlantic City.\n\"It's a scary world, man,\" he says. \"I worry about this mall. I worry about my kid in school after Newtown. We had that incident in Times Square. But we have to live our lives. I always keep my eyes open. I think we would handle a situation like this mall shooting better here in New York than they did in Nairobi, because since 9/11, security is priority No. 1 here.\"\nAcross the East River at the United Nations, President Obama was scheduled to meet with world leaders in town for the United Nations General Assembly.\nOn the second level of Queens Center Mall, as diverse as the UN, Jose Martinez slid a dollar bill into a big vibrating armchair for a three-minute massage.\n\"I think it's a terrible thing happening over there in Africa,\" he says. \"But I feel safe here. I'm more worried how much my wife will spend than terrorists coming in here. So while my wife shops, I'm getting a massage for the stress.\"\nHe laughs as the big chair vibrates.\nEven tourists defied the fear of terrorism.\n\"There's nothing to fear but fear itself,\" said Billy Cusack, visiting from Ireland. \"When your time is up, it's up. Our New York holiday has been brilliant. And I won't let any terrorist in Africa or anywhere else frighten me.\"\nEdwin Lorenzo stops shoppers passing his Children International booth to ask for donations to help sick kids in Third World countries. I ask if he worries about working in a mall all day while the siege in Nairobi approaches a violent end game.\n\"I've traveled to places like Zambia and Ghana, and believe me, our security is so much better here,\" Lorenzo says. \"I know firsthand that terrorism is real. I know Somali pirates are real. But I worry more about sick kids with no medical attention who could be saved for a $28 donation than I worry about terrorists in this mall in Queens.\"\nEven senior citizens refuse to stay away.\n\"Sure I'm scared of coming here today,\" says Madalen Armani, 75. \"But I come in here for my daily walk, to keep cool in the summer and warm in the winter. It frightens me that terrorists might come in here with big guns like in Africa. I worry for my four grandchildren in school in Manhattan, too. We never thought 9/11 could happen here. It happened here. But I need my morning walk for my health, so here I am in the mall. And I'll be back again tomorrow no matter what happens in Africa.\"\nAnd then she marched into the swelling lunch crowd at the Queens Center Mall that is a soft target filled with tough New Yorkers who refuse to be terrorized.\n\nGraphic\n\n \nViiolence in Kenya is not keeping Frank Riche (l.), Madalen Armani and Edwin Lorenzo from Queens Center Mall (below). PHOTOS BY ANTHONY DELMUNDO/DAILY NEWS\n\nLoad-Date: September 24, 2013"
}