{
    "title": "Fearing Terrorism, U.S. Keeps Consulates in Turkey Closed",
    "publisher": "the new york times",
    "year": 2000,
    "month": 12,
    "day": 15,
    "full text": "The United States consulates in Istanbul and the southern Turkish city of Adana will remain closed indefinitely because of fears of potential terrorist attacks, American officials said today.\nWhile the officials said there had been no specific threats against the American posts in Turkey, a heightened state of concern led to the decision to keep the buildings closed. In addition, people working in satellite offices outside the embassy in Ankara, the capital, were moved inside the walled compound.\nThe State Department issued a warning on Oct. 18 that it had information that terrorists may have been planning attacks against American citizens and interests in the Persian Gulf, the Arabian peninsula and Turkey.\nAmericans in the region were advised to avoid crowds and demonstrations, maintain a low profile and vary routes and times for travel. Workers at consulates and embassies were also cautioned to be more observant and to monitor suspicious people and mail.\nThe advisory followed the Oct. 12 suicide bombing that killed 17 sailors on the American destroyer Cole while it was refueling in the port of Aden, Yemen.\n\"Are we more concerned right now than in October?\" said an embassy official in Ankara. \"Sure. We don't do this lightly.\"\nThere has been no order to evacuate American workers. Security officials are reviewing measures at the two consulates and assessing the potential threat daily, two American officials said.\nThe American consulate in Istanbul has long been a security concern. The 19th-century building is in a busy urban neighborhood, and several surrounding rooftops offer a potential vantage point for attackers. Plans are under way for a new consulate on the outskirts of the city.\nSimilarly, security officials determined that the three-person consulate in Adana and the American offices that are outside the embassy compound in Ankara are not secure.\nAmerican and British personnel at Incirlik air base in southern Turkey have been on heightened alert since the bombing of the Cole because of concerns about a terrorist attack. The air base is home to the fighters that patrol the no-flight zone over northern Iraq.\nA Turkish newspaper, Milliyet, said this week that American officials were worried about possible links between the Turkish religious terror group Hizbullah and the exiled Saudi millionaire Osama bin Laden.\nWashington believes that Mr. bin Laden was behind the 1998 bombings of the American embassies in Kenya and Tanzania, which killed more than 200 people, and he is suspected of being involved in the bombing of the Cole.\n      \n\nhttp://www.nytimes.com\n\nLoad-Date: December 15, 2000"
}