{
    "title": "FEAR OF FLYING; SUDDENLY, A NEW BURST OF UNCERTAIN FRUSTRATION",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 6,
    "full text": "THE explosion aboard TWA Flight 840 over Athens last week was a classic act of terrorism. It took place suddenly, with devastating results, and left the United States and other countries frustrated, juggling the blame for evident security lapses, unsure who carried it out, uncertain what to do about it. ''The shadow of terrorism is spreading over the Mediterranean,'' said Defense Minister Giovanni Spadolini of Italy.\nAs authorities dealt with the TWA attack, another terrorist bomb went off Saturday in a West Berlin night club, killing an American soldier and a West German woman and wounding 155 people. The nightclub is a favorite of American soldiers. Unconfirmed claims of responsibility were made by a West German terrorist group and an Arab group. In Washington, American officials said they suspected there was a Libyan involvement in the Berlin attack. They said their suspicion was based on intelligence reports that Libya had been encouraging anti-American attacks in Europe.\nAs the violence continued, the affected countries sought ways to stop it. France said Saturday that it had expelled two Libyans who had contacts with suspected terrorists. And the new conservative French Government said it would place terrorism on the agenda of next month's summit meeting of industrialized states; in the last year, terrorists have killed more than 100 people. Even before last week's bombing, many worried Americans were canceling Mediterranean trips. The State Department called for ''prudence'' by travelers.\nThe explosion was particularly exasperating for Washington, which had sent Navy jets into the Gulf of Sidra just the week before in hopes, United States officials said last week, of encouraging disaffection in the Libyan military against Col. Muammar el-Qaddafi and thus curbing Libyan support for terrorism. Americans instinctively looked for the Colonel's hand in the TWA bombing, but found no immediate proof. And there was no enthusiasm in Europe or among friendly Arab countries for another American military confrontation with Libya, as Secretary of State George P. Shultz learned on his recent European trip. Such moves only bolster the Libyan leader at home and abroad, he was told by officials in Turkey, Greece and Italy.\nThe victims last week were four Americans, including an eight-month-old child, sucked to their deaths when the bomb blew a hole in the side of the plane Wednesday. Italian investigators said a woman identified as May E. Mansour was a prime suspect. But no one was sure of her real identity or intentions.\nA woman in Tripoli, Lebanon, said she was the person being sought and was an anti-Israeli guerrilla, but denied that she had placed the bomb. Italian authorities said she had flown from Beirut to Cairo March 25. Eight days later, she flew from Cairo to Athens in Seat 10F on the TWA Boeing 727. They said she planted the bomb somewhere around her seat before disembarking in Athens and taking another flight back to Beirut. Airport officials in Cairo said Mrs. Mansour and her belongings had been searched thoroughly.\nThe TWA plane continued to Rome, took on 121 passengers and a new crew, and headed back to Athens. The explosion occurred at 11,000 feet during its descent over Greece. At the normal cruising altitude, 25,000 feet, the entire plane might have been destroyed. The Italian story places primary blame on the Egyptians for allowing the bomb to be brought aboad and on TWA for overlooking it during the Rome layover. The United States avoided endorsing the Italian version while waiting for results of a full investigation.\n \nTracing the Airport Attackers\nWashington needed to know who had placed the bomb and whether any government was behind it. ''We are not ruling out any terrorist group, organization, movement or individual,'' the White House said. Michael H. Armacost, the Under Secretary of State for Political Affairs, said Colonel Qaddafi had to be regarded as a suspect despite the lack of evidence. During the Sidra maneuvers, the Libyan leader called on Arabs to kill Americans and destroy American targets.\nBut last week, he condemned the TWA bombing as an impermissible attack on purely civilian targets. A group calling itself the Arab Revolutionary Cells claimed responsibility, but Israeli officials asserted that the operation was executed jointly by the pro-Syrian wing of the Palestine Liberation Organization and the Abu Nidal group, which has claimed responsibility for numerous acts of terrorism.\nIn December, after the terrorist attacks on the Rome and Vienna airports, Western authorities captured some of the gunmen and traced their passports to Libya. A persuasive case was made that the operation was planned by the Abu Nidal group working out of Libya. The United States launched an economic boycott of Libya and later forced the military showdown in the Gulf of Sidra. However, Mr. Armacost said, the TWA bomb did not appear to be directly related to the Sidra operation, but was rather one of the increasingly frequent terrorist actions over the last year.\nRobert B. Oakley, the State Department's ambassador at large for counterterrorism, had predicted in February that ''the terrorism threat is likely to continue to grow and be with us for at least another decade.'' He added, ''There are too many causes, too many diverse actors and too many political, religious, social and nationalistic sore spots in the world, which generate individuals ready to become terrorists.'' But Mr. Oakley offered no dramatic antidotes. ''We should not be discouraged or panicked about it,'' he said, ''but rather keep our cool and determination. This will be a long process; there are no magic solutions or remedies.''\n\nGraphic\n\n \nDrawing"
}