{
    "title": "Fear and Trembling",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 12,
    "day": 26,
    "full text": "Frank Furedi is a British sociology professor and a prolific author of books, many of which feature \"Fear\" in the title. Once upon a time, Frank \"Richards\" (to use his cadre pseudonym) was the lead guru of a 1970s Trotskyite sect called the Revolutionary Communist Party, whose magazine, Living Marxism, briefly outlived the death of European communism.\nNot that his sect had much in common with Warsaw Pact \"tankies\" such as Honecker or Kadar. The RCP despised the British working class and the Labour Party for being, respectively, \"workerist\" and reformist, and the party was in turn dismissed as \"The Revolutionary Campus Party\" for its overwhelmingly middle-class membership. They thought Greens (a rising presence on the left) were irrational, anti-scientific, nature-worshipping fascists, and even managed to bamboozle Channel 4 into making a series called \"Against Nature,\" which presented their viewpoint as \"neutral reporting.\" They themselves were in favor of abortion, genetic engineering, Indian hydroelectric schemes which drowned peasant villages, and silicone implants as inhibitors of breast cancer. Venturing further into perverse contrarianism, they claimed that films of Serb concentration camps for Bosnians were fictions (a libel action brought by a major British television company promptly bankrupted Living Marxism) and that some of the more egregious instances of greed under the Tory government of the early 1990s were just symptomatic of the furious energy of Mammon. Oh, and having checked out what the more fuddy-duddy extreme left thought, they were naturally fans of Saddam Hussein.\nThe RCP went out of its way to attract the rich and well-heeled and especially anyone with access to the mainstream media. That is one reason why several former acolytes are currently columnists for national newspapers, or treasured presences on a BBC radio show devoted to moral issues - an ultra-libertarianism severed from its original political moorings has turned out to be profitable.\nMuch of the foregoing lurks, in the imperative to contrarianism, just beneath the surface of Mr. Furedi's \"Invitation to Terror\" (Continuum, 224 pages, $24.95). The book follows the trail already pioneered by John Mueller in his \"Overblown: How Politicians and the Terrorism Industry Inflate National Security Threats, and Why We Believe Them\" (2006), a title comprehensive enough for Sun readers not to have to wade through the contents. But it is also a plea for greater rationality in how we respond to terrorism.\nMr. Furedi's essential contention is that we have all vastly overrated the existential threat that terrorism poses to our societies, and not just because more Americans drown in bathtubs or expire from bee-stings than die in terrorist incidents. Unlike those on the left who see malign Straussian neo-conservatives scheming to exploit the power of our darkest nightmares, Mr. Furedi thinks that politicians are more susceptible to them than the average person who suffers no similar crisis of authority. Perhaps additional intelligence briefings denied to the rest of us give them good grounds. Reverting to a favored hobbyhorse, Mr. Furedi claims that the limitless dread that environmentalists have long propagated - images of waves lapping the Empire State or the sun going out - have an analog in the fear of small-scale depredations of handfuls of lunatics who are cunning enough to work out that societies too riskaverse to let little Susie have a go on a swing are unlikely to really defend themselves. A sober culture of actuarial probability has been replaced by one of open-ended \"what if\" possibilities, Mr. Furedi writes. Something of this anxious mindset has leached into the ruminations of politicians, notably when a former defense secretary, Donald Rumsfeld, notoriously spoke of \"unknown unknowns,\"\na concept borrowed from aerospace engineering in the 1970s, which dubbed them \"unk-unks.\" Somewhat unsatisfactorily, Mr. Furedi endeavours to connect an allegedly pervasive sense of individual vulnerability with an absence of the resilient common values that manifested themselves in national solidarity during the 1940 London Blitz, after Pearl Harbor, and throughout the Cold War. The fact that our politicians drone on about \"ideas\" and \"values,\" and then throw money at defining and inculcating them, suggests to Mr. Furedi that they may well have ceased to exist, although he offers no remedies for that malady, a civilization in a state of self-repudiation.\nI wonder about the validity and verifiability of these conjectures, although he is right about a Western political class almost embarrassed by the West's history and high culture. On the afternoon of the July 7, 2005, bombings in London, my wife walked home from her offices through the City of London. More than 50 people had been murdered by Islamist fanatics, but the pubs were heaving with City workers who had been forced to evacuate their offices: no anxiety or lack of defiance there. As for whether Mr. Furedi is correct to so haughtily pooh-pooh all \"what if\" terrorism scenarios, a little-noticed recent story about a successful Slovakian police operation involving a pound of enriched uranium powder that might have been incorporated into a radiological weapon. This is a clever book that may come to seem profoundly stupid.\nMr. Burleigh's \"Blood and Rage: A Cultural History of Terrorism\" appears in February in Britain.\n\nLoad-Date: December 27, 2007"
}