{
    "title": "Fear of terrorism, terrorism of fear",
    "publisher": "the world",
    "year": 2007,
    "month": 3,
    "day": 25,
    "full text": "Smart Remarks\nLast election season I had an idea for a campaign commercial. It would have begun simply with a single individual, an average American who looked into the camera and said something like this:\n\"We live in the most powerful and benevolent nation in the history of the world, but we do have enemies. Radical Islamists hate us because of our modernism and our support for Israel. And our government must take strong measures to make sure another 9/11 never happens.\n\"But we can't live our lives in a constant state of fear. If we do, we might lash out and make mistakes. And we might trade away the things that made this country great in the first place. Our freedoms.\n\"We must be vigiliant. But the biggest thing we have to fear is fear itself. And I am not afraid.\"\nThen the camera would cut to one face after another, a veritable cross-section of America: Black, white, Latino, Asian, young and old. And all of them would say the same thing:\n\"I am not afraid.\"\nIt would drive conservatives crazy.\nFor conservatism in its current form is largely predicated upon fear. Fear of the big bad \"Islamo-fascist\" wolf; fear that this nation, the mightiest ever to stride the earth, could be decimated, not just harmed but actually brought to its knees, by terrorism. The notion is ridiculous. Even the absolute worst-case scenario, a dirty bomb in a crowded urban center, could not destroy us. Yet we proceed as if it would. And in so doing, we may destroy ourselves.\nIf you consider the measures passed these past few years, the Patriot Acts, the warrantless wiretapping, we see a government that has in place the apparatus by which the population might be monitored and controlled. The framework for repression exists, in part because we have demanded it. We want our phone calls monitored, our e-mails intercepted. It makes us feel safe; and if we have nothing to hide, what's the problem?\nWe fail to see how the apparatus could be turned upon us. Consider that war with Iran might bring about a new wave of terrorism along with a massive spike in gas prices that roars through the economy like a tsunami. That would generate considerable grumbling. Even those who now nominally support these wars might have second thoughts. But should they choose to express them, our government has in place the means by which it might know of your misgivings - your treason.\nHowever safe this makes you feel, it is pretty much the opposite of freedom as America and Americans have traditionally defined it.\nWe have not always been a fearful people. You don't pack up the Conestoga wagon and plunge into the wilderness, hack your home out of the forest and subdue the beasts within if you cringe when things go bump in the night, if you jump at ghosts. But something changed these last few years. Where FDR's rejection of fear itself once defined the national character, now we anxiously watch the Fox News ticker for news of the color-coded threat level. I have heard people say that after decades of having Soviet nuclear missles pointed directly at us, they feel far more frightened now.\nA terrified and terrorized populace is easily manipulated, as we have been. And the mantra of this administration has been: Be afraid. Be very afraid. Indeed, among the conservative camp you cannot be a good American unless you are afraid - so afraid that you give Our Leader carte blanche to do whatever he deems necessary. Don't worry, you'll be informed on a need-to-know basis. But frankly, you don't need to know. You just need to keep biting your fingernails, and your government will take care of everything.\nAnd it will. Count on it.\nGil Smart is associate editor of the Sunday News. E-mail him at gsmart@lnpnews.com, or phone 291-8817.\n\nLoad-Date: March 26, 2007"
}