{
    "title": "FEAR OF TERRORISM GROWING IN U.S",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 21,
    "full text": "Dallas Morning News\nOn Nov. 1, 1955, a United Air Lines plane exploded in midair and\ncrashed in Colorado, killing 44 people. The cause turned out to be a\nbomb planted by a man who wanted to kill his mother, a passenger, for\nthe insurance money.\nFew Americans at the time would have suspected that politics - or the\nwillingness to use random mass murder to terrorize a nation - would\never be behind such a disaster.\nTimes have changed. With the investigation of the crash of TWA Flight\n800 barely under way, President Clinton said he wanted \"to urge all\nthe American people not to jump to unwarranted conclusions about the\ntragedy.\"\nBut many people already had jumped, assuming that the destruction of\nthe Boeing 747 on Wednesday off the coast of Long Island was yet\nanother act of terrorism in a country that used to think it was immune\nfrom such atrocities.\n\"It's changed because we're vulnerable,\" said Harvey Kushner, a\ncriminal justice professor at Long Island University in New York, who\nstudies and writes about terrorism.\nRegardless of what caused the TWA crash, Dr. Kushner said, \"we've been\nvictims of terrorism, and the two oceans that separate us from the\nworld are very short now. That's changed our psyche.\"\nThe result, said Robin Wagner-Pacifici, a sociologist at Swarthmore\nCollege in Pennsylvania, is that terrorism automatically enters our\nthinking as a possible cause of disaster.\n\"It's become one of the ways people have of trying to understand these\nkinds of tragedies, and that's a relatively new phenomenon,\" she\nsaid.\n\"Ten years ago they wouldn't have made that assumption. I think that\nterrorism up until then was seen as something that happened in other\nplaces, and terrorists were seen as something shadowy from other\nreligious or ethnic origins.\"\nWagner-Pacifici, who has studied public attitudes toward terrorism\nhere and in Italy, said Americans \"were kind of slow in understanding\nthe vulnerability of the U.S. to terrorists.\"\n\"People still want to resist thinking about how this is going to\naffect me on a daily basis,\" she said. \"That sense of invulnerability\nis very slow to die.\"\nThere have been plenty of lessons, from the bombing of a Pan American\njet over Scotland in 1988 to the World Trade Center bombing in 1993 to\nlast year's truck bomb that destroyed the Alfred P. Murrah Federal\nBuilding in Oklahoma City.\nCraig McDonald, an associate professor of criminal justice at the\nRochester Institute of Technology, agreed that because of the attacks,\n\"we are recognizing that we are a target and it can happen.\"\nBut that, he said, isn't enough.\n\"I think it's almost a two-stage thing,\" McDonald said. \"Stage One is\nrecognition that it could occur, and Stage Two is accepting that it's\nhere and there are countermeasures that need to be employed. I don't\nthink we have gone into a stage of acceptance that we are going to\nhave to live a little differently.\"\nJoe Plaud, a behavioral psychologist at the University of North\nDakota, attributed that to the unwillingness to suffer extreme\ninconvenience, and a relatively short memory.\nAmericans hear and read about gunmen shooting up post offices and\nfatal crashes on the highway, he said. But they don't stop mailing\nletters and they don't stop driving.\n\"We need our mail and we have to have our cars,\" Dr. Plaud said.\n\nLoad-Date: July 23, 1996"
}