{
    "title": "FEAR OF TERRORISM GRIPPING MUSCOVITES",
    "publisher": "the new york times",
    "year": 2004,
    "month": 9,
    "day": 2,
    "full text": "Lilya Boyalova came to work yesterday resolved to be stoic. But as she sold lottery tickets inside the bustling Paveletskaya subway station in the capital, she felt only anxiety and fear.\n Her neighbor in Moscow was among those injured the night before, when a suicide bomber blew herself up outside a subway station across the city, killing at least 10 others and wounding 50.\n\"I am trying to get around normally,\" said Boyalova, 42, sitting at a folding table, peeling off tickets for the small trickle of customers looking for a bit of luck. \"But inside, we are all unsettled.\"\n Yesterday, as a hostage siege unfolded at a school in southern Russia, the mood in Moscow darkened. Speakers crackled warnings throughout the city's subways, as officers searched bags and checked IDs.\n At Domodedovo International Airport, where eight days earlier, two passenger airliners had departed only to be destroyed by terrorist bombs, dogs sniffed for explosives in departure terminals.\n An unfamiliar anger against President Vladimir Putin simmered.\n The country's human rights commissioner, Vladimir P. Lukin, called the attack on the school in North Ossetia -- where a dozen armed militants were threatening to kill scores of captive schoolchildren, parents and teachers -- the \"height of cynicism and brutality.\" He pleaded with Muscovites to \"remain calm, to persevere and believe in their strength, to keep from panicking.\"\n So the first day of school opened across Russia with a tinge of tragedy. At School No. 292, just blocks from the Rizhskaya subway station, the site of Tuesday night's suicide bombing, festive balloons waved. But Tatyana Yakovlevna, a vice principal, said she was frightened even before she heard about the hostage-taking.\n \"I am worried for my children, and even for children that are not my own,\" she said. \"Someone could be alive, but dead five minutes later. Now, you can just be walking by, and a bomb explodes.\"\n Resignation and foreboding reigned on the subway, where 8 million passengers travel every day. Shock and anger seemed to hit in a way it had not after previous attacks in this capital. Outside the Rizhskaya subway station, Russians laid flowers on a mosaic of pocked asphalt and broken glass. Then they argued over who to blame for their insecurity. Some chose Putin.\n \"The main misconception is that Putin can do something,\" said Viktor Antonov, 62, a geological engineer who regularly uses the station. \"He is like your Bush,\" he said, standing near the growing makeshift memorial of flowers, candles and icons. \"They are two hawks who have joined hands. In the meantime, simple people are suffering.\"\n Putin has rarely come in from such anger in Russia, but another reaction was quite familiar. Some Muscovites blamed the Caucasuses, which includes Chechnya. \"They are trying to ruin our lives and create a blood feud,\" Anna Sergeyeva said. At the same time, she accused the Kremlin of waging war in Chechnya for oil.\n Few in the crowd at the makeshift memorial, which momentarily seemed to become a political demonstration, expressed support for the government.\n\nLoad-Date: September 2, 2004"
}