{
    "title": "Fears of terrorism aren't keeping everyone away from Athens",
    "publisher": "the world",
    "year": 2004,
    "month": 4,
    "day": 11,
    "full text": "Gus and Frances Trantham are going to the Olympics, which doesn't make their children very happy.\n\"They can't understand why we're going,\" Gus Trantham said. \"They have a very conservative attitude about this.\"\nNot their parents.\nThe Tranthams have traveled the world for business and pleasure. They've been to the heart of Africa and have crisscrossed Europe more times than they want to remember.\nThe increasingly real threat of terrorism bothers their four grown children. Gus Trantham is more worried about the heat.\n\"We've talked more about how hot it will be than anything,\" he said.\nAmerican athletes aren't the only ones who face uncertain times far away from home this summer. The people who come to cheer them on in Athens will have more on their minds than price gouging and the lousy exchange rate.\nBombings in Spain and Turkey have upped the danger level of a city that wasn't known as a place terribly friendly to Americans even before the backlash over the war in Iraq.\nStill, they are coming, though perhaps not in the numbers travel agents and Greek hotel owners envisioned when Athens first won the Summer Games.\n\"Terrorism is still an issue on a lot of people's minds, but we're still getting a lot of people going to the games,\" said Don Williams, vice president of Cartan Tours. \"The ones who are going feel it is going to be as safe or safer than anywhere in the world because of the security preparations.\"\nCount the Tranthams among that group. The 60ish couple from the Chicago suburb of Glen Ellyn, Ill., spent $ 21,000 last year on a six-day package that includes travel to the Greek islands, tickets to opening ceremonies and swimming and a room aboard a ship in an Athens harbor.\nThey could have spent a lot more - like another $ 8,000 if they wanted a cabin with a verandah. The Olympics in Athens won't be for those on a budget, with six-day packages in tourist class hotels starting at about $ 10,000 a couple plus airfare.\nTheir children aren't concerned their inheritance is being spent. They're more worried about being orphaned.\nThe Tranthams aren't as troubled.\n\"In all our travels it's the first time they have brought up the subject seriously,\" Gus Trantham said. \"But we don't look at it in the manner of something that's going to scare us away. Terrorism will be low on my scale.\"\nTourism figures are notoriously difficult to come by - and sometimes almost as hard to believe - but the two American travel agencies that are official Olympic brokers say they are doing as well as can be expected considering the current world climate.\nWilliams said he ordered 125,000 tickets for customers, down from 187,000 in Sydney four years ago. With the average person going to eight to 10 events, he figures that works out to about 10,000 to 12,000 Americans visiting Athens during the Olympics.\n\"We've done pretty good so far,\" Williams said. \"I think the fact the games are returning to Greece is helping these games even with the security worries.\"\nAt Jetset Travel, which handles corporate packages for the Olympics, owner Sead Disdarevic said there is strong demand by corporations with both European and American clients.\nDisdarevic said he has had no cancellations, and that he expects to sell individual packages for another 6,500 people.\n\"There's probably three types of individuals who might want to go,\" he said. \"One says forget it, I won't even look. The second is determined to go no matter what. The third is security-conscious and asking a lot of questions.\"\nTourists aren't the only ones asking questions. American athletes are nervous, and have been told not to walk the streets of Athens wearing anything that identifies them as being American. Some members of the Dream Team say they are worried about staying on the Queen Mary II in the harbor of Piraeus during the Olympics.\nThose at home worry, too. A recent Associated Press poll showed more than half of Americans think a terrorist attack in Athens is likely, and four in 10 think U.S. athletes will be the main target.\nAthletes, though, will be under protection of an $ 800 million security umbrella. Outside of Olympic venues, tourists will mainly be on their own.\nThat's fine with the Tranthams, who are used to dealing with foreign situations after 23 years of traveling the world producing conventions and seminars. They enjoy going to big events such as Formula One races.\nEvents don't get any bigger than the Olympics.\n\"We think the opening ceremonies is going to be a once-in-a-lifetime experience,\" Gus Trantham said.\nThe Tranthams say they understand going to Athens is risky.\nBut, says Gus Trantham:\n\"You can't just sit here in Glen Ellyn, Illinois, the rest of your life.\"\n\nLoad-Date: April 12, 2004"
}