{
    "title": "Fear terrorism, not surveillance",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 13,
    "full text": "Surveillance has become a dirty word among certain members of the left and right, with government spying seen as a threat to privacy and civil liberties.\nKentucky Sen. Rand Paul, a possible Republican presidential candidate, has warned Americans their right to privacy is under assault and government has no business tracking phone messages or such.\nSuch warnings look hopelessly naive after the carnage in France, where radical Muslims killed 17 people, including journalists at a satiric magazine that mocked Islam.\nFrench authorities were aware the leader, who had been imprisoned for seeking to battle the United States in Iraq, was a violent jihadi, yet France had dropped surveillance of Said Kouachi and his brother.\nSo the brothers were able to execute a carefully planned assault on the Charlie Hebdo magazine office, coldly murdering cartoonists whose drawings offended them and killing a wounded police officer who pleaded for his life.\nDespite what Rand and the ACLU would have you believe, surveillance is essential to the nation's security  - and its freedom.\nIt is necessary for the United States, and all nations, to be vigilant about terrorists, whether homegrown or foreign. And that requires unstinting vigilance. Law enforcement can't simply wait for a tragedy to occur.\nA couple of years ago the Associated Press ran a series of stories about the New York police infiltrating Muslim groups in a comprehensive effort to identify terrorists.\nThe police force was widely attacked for its  tactics.\nPerhaps some of those efforts went too far, but the focus was on detecting radicals. The police were correct to want to keep a close watch on those who might launch a terrorist attack.\nWithout question, individuals should not be targeted solely for their ethnic or religious identity, and it is important for law enforcement to work respectfully with Muslim leaders in such efforts. It is useful to remember that a Muslim policeman was among the victims in France and that a Muslim worker helped save Jewish customers' lives during the attack on a kosher grocery. Muslims are not the enemy. But it is no insult to Muslims to recognize that the terrorist threat comes mostly from radical jihadis.\nSomeone who promotes the videos of Anwar al-Awlaki, the late and viciously anti-U.S. cleric, or seeks to travel to Yemen deserves law enforcement's  attention.\nAnd it's not as though the zealots respect our privacy. On Monday hackers who said they represented Islamic State militants hacked U.S. Central Command's YouTube and Twitter accounts, threatening U.S. soldiers and their families. Apparently no classified sites were breached, but the incident highlights their sophistication, their intent to attack on every possible front and the need to use technology in our defense.\nConsider the much-scorned U.S. National Security Agency's surveillance, which was compromised by Edward Snowden, who fled to Russia and is treated as a hero by some for betraying his country.\nThe NSA's efforts have been decried by many American and international leaders, including some who joined the massive anti-terrorism demonstration in Paris on Sunday, but the monitoring helped identify suspicious activity and posed little threat to anyone's rights.\nOne program monitored the time and duration of phone calls without revealing the calls' content. Another NSA program monitored foreign-to-foreign calls. All this is legal under U.S. law.\nSuch security work is necessary to find links in the vast terrorist network. Said Kouachi, for instance, was a colleague in Yemen of the Nigerian who in 2012 sought to blow up a Detroit-bound plane with an underwear bomb.\nDetecting and monitoring such relationships is no threat to Western freedoms. But it can minimize the threat of coldblooded killers who have no regard for Western lives or freedoms.\n\nLoad-Date: January 13, 2015"
}