{
    "title": "Fearing Terrorism, U.S. Plans to Press Sudan",
    "publisher": "the new york times",
    "year": 1996,
    "month": 2,
    "day": 2,
    "full text": "Convinced that the Sudan is moving rapidly to the top of a list of rogue nations harboring international terrorists, the Administration plans to increase pressure on the Sudan through the United Nations, while effectively closing the American Embassy in Khartoum, officials said today.\nWhile Washington is not breaking formal diplomatic relations with the Sudan, all American diplomats and other embassy personnel will be withdrawn in the next few days. An office to handle American interests will be set up in a nearby capital.\nOfficials advise that Americans not travel to the Sudan, saying their safety cannot be assured with many terrorist organizations and Islamic militant groups apparently operating freely. Among the groups of concern to the United States are Hamas, the Party of God, Palestinian Holy War, the Abu Nidal organization and the Eritrean Holy War.\nThe Sudan denies that it has become a crossroads of militancy. Ali O. M. Yassin, the Sudanese representative here, told the Security Council on Wednesday that a conspiracy of outsiders was intent on making his country a symbol of terrorism.\nAlthough American officials say that in the last few months, the security situation has deteriorated, not everyone shares that assessment.\n\"As far as security is concerned, I certainly don't think that this is the worst capital in Africa,\" said Christophe Harnisch, head of the Khartoum office of the International Committee of the Red Cross, in a telephone interview.\nTimothy Carney, the departing Ambassador, said the United States has repeatedly asked the Sudan to expel terrorists or curb militant groups. The Sudan's lack of action reawakened fears in a country where United States diplomats have been attacked and an American ambassador was assassinated in 1973.\nThe Sudan's military Government is led by Lieut. Gen. Umar Hasan Ahmad al-Bashir, but real power is believed to belong to Hasan al-Turabi, leader of the National Islamic Front, a fundamentalist organization.\nThe Muslim Arabs who dominate the northern Sudan have been at war with the black people of the south, who follow traditional African religions or are Christians.\nIn Washington Glyn Davies, a State Department spokesman, said the closing of the embassy had been under discussion for many weeks. \"There have been threats over time,\" he said. \"We've been through a couple of years' worth of a bad security environment, including all kinds of terrorist groups. The Sudanese were unable to clean up the neighborhood.\"\nOn Wednesday, the United States strongly supported a Security Council resolution demanding that the Sudan turn over three men wanted by Ethiopia in the assassination attempt last June on President Hosni Mubarak of Egypt. A 60-day deadline for meeting the request leaves open the possibility of more punitive steps.\nThe Security Council asked Secretary General Boutros Boutros-Ghali to press the Sudan and report back on his efforts in 60 days.\nFor the United States, a failure by the Sudan to act within that period would provide a pretext for seeking sanctions or other punitive action.\nOfficials acknowledge, however, that it will be more difficult to get widespread support for sanctions than it was to get unanimous backing for a condemnation. Several Council members have commercial interests in the Sudan, diplomats say. Others are wary of imposing sanctions after recurrent reports of damage they have done to civilians in Iraq and Haiti, among other places.\n\nLoad-Date: February 2, 1996"
}