{
    "title": "FED TERRORISM PROBE INCLUDES N.Y. ARREST",
    "publisher": "philadelphia daily news",
    "year": 1999,
    "month": 12,
    "day": 31,
    "full text": "FBI agents fanned out across the nation yesterday and questioned dozens of people as they sought to unravel the mystery surrounding an Algerian caught smuggling explosives into the United States. Some of those questioned were arrested on immigration charges.\nAuthorities in New York charged a man yesterday with aiding Ahmed Ressam, the Algerian charged earlier this month. Abdel Ghani was charged with concealing his material support of Ressam and with conspiracy to traffic in - and use - fraudulent credit and bank cards, according to federal and New York City law enforcement authorities.\nThe U.S. attorney's office in New York said the arrest was \"part of efforts to pursue all information regarding the risk of any planned attacks but has not suggested any specific and credible threats against any particular targets, either in New York or elsewhere.\"\nWith the New Year's holiday fast approaching, law enforcement officials staged the sweep in major cities from New York to San Francisco as they sought new information about Ressam.\nRessam was arrested in Washington state earlier this month on explosive smuggling charges. Even after the interviews, officials stressed they hadn't turned up information suggesting a terrorist attack was imminent on any U.S. city.\nThe nationwide questioning occurred as prosecutors in Vermont for the first time drew a connection between Ressam and a Canadian woman detained after trying to cross a remote border in Vermont.\nThe prosecutors said the two belonged to the same cell of an Algerian militant organization. The argument persuaded a federal magistrate to continue to hold the woman, Lucia Garofalo, without bail.\nLaw enforcement officials said some of those being questioned in the United States were of Algerian descent. Most of the interviews were uneventful. although agents in Boston ended up in a chase after one Algerian man fled.\nFederal agents arrested a total of five men in Boston, most of them Algerian, after they were questioned. One was charged with illegal entry, another with possession a false green card while three others were detained on civil charges related to their immigration status.\nIn New York City, a federal Joint Terrorist Task Force detained three people and arrested one man after a raid in Brooklyn. Mayor Rudolph Guiliani said the arrests \"do not involve any specific threat to the city.\"\nOne of the men arrested was connected to Ressam through phone records, law enforcement officials said.\n\nLoad-Date: October 22, 2002"
}