{
    "title": "Federal security requirements set at local level in Ohio",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "When asked if the United States is safer now than before the Sept. 11 attacks, Assistant Chief Daniel Fitzpatrick of the Kent State University Police Department provided a definitive response.\n\"Absolutely,\" he said. \"We are safer as a country and safer as a state. Ohio is one of the leaders of homeland security.\"\nAfter Sept. 11, new federal requirements were implemented at the state and local levels to create more security measures to prevent terrorism and prepare for a national emergency.\nMore than $2 million in homeland security grants were implemented in Portage County, Ohio, said Mark Griffiths, director of the office of Homeland Security and Emergency Management for Portage County.\nThe grants provide state agencies with first-responder equipment in case of a chemical or biological disaster. There are 12 police departments in Portage County, and each police officer is given a first-responder kit which includes a full body suit and gas mask to guard against chemical or biological warfare.\nGriffiths said the idea of \"regionalization\" is a central theme in recent years, which has been implemented across the country to unite and build relationships with different state agencies and levels of government. Portage County was the first county in Ohio to form the Terrorism Response and Planning Committee, which meets bi-monthly.\nRepresentatives from police, fire and health departments, the Red Cross, the Federal Emergency Management Agency, local hospitals and PARTA attend the meetings.\n\"The purpose is for everyone to come together for a common goal to make things more streamline and simplified,\" Griffiths said.\nIn addition to collaboration with levels of government and state agencies, all law enforcement offices are required to complete eight hours of first responder to hazardous material and weapons of mass destruction training to comply with federal standards, said Lieutenant Michelle Lee of the Kent Police Department.\n\"Before Sept. 11, we always looked at the local level for criminals, but now suspicious people could be terrorists,\" Lee said. \"We now have to look nationally and globally because terrorism doesn't just happen in big cities.\"\nLaw enforcement is also more watchful of non-criminal behavior such as someone taking pictures of a water treatment plant. Although that person may not be committing a burglary, he or she may have motives of a larger scale, Lee said.\nThe FBI and Department of Homeland Security keep local law enforcement informed of suspicious individuals and activities via regular e-mails and articles sent through mail.\n\"Sept. 11 showed us as a nation how unprepared we truly were with terrorism and national disasters,\" Fitzpatrick said.\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: September 11, 2006"
}