{
    "title": "Federal cuts to impact Annapolis anti-terror grants",
    "publisher": "the capital ",
    "year": 2016,
    "month": 9,
    "day": 16,
    "full text": "Sept. 16--The adage \"All politics is local\" applies again as federal reductions to anti-terrorism funding are expected to cut Annapolis' grant money by an estimated $200,000.\nThe reductions would affect hazardous materials teams, bomb squads and community notification systems that residents use when the city sends out emergency email alerts, texts and robo-calls.\nThe notification systems could be reduced or possibly stopped, said Deputy Chief Kevin J. Simmons, director of Annapolis' Office of Emergency Management.\nThe city has enough leftover grant money from last year, but will begin running into problems next year, Simmons said.\n\"We want to maintain the ability to give information to residents,\" Simmons said.\nThis funding loss is the result of cuts to the federal government's Urban Area Security Initiative. The Baltimore region, which includes Annapolis, received 46 percent less money with a drop from $5.5 million in fiscal 2015 to about $2.96 million in fiscal 2016. The city expects to receive its cut in October.\nThe grants are sent to assist \"high-threat, high-density urban areas\" to respond, prevent and recover \"from acts of terrorism,\" according to the grant's summary. Annapolis benefits from the money because it has potential targets as the city houses a stadium, the Naval Academy and the state capitol building.\nOne of the biggest losses will be money for the CodeRED community notification system. Officials are estimated to receive $55,000 less than its previous grant, a 50 percent cut.\nThe city's bomb squad would have $25,000 less money for training and equipment maintenance. Annapolis has a bomb squad presence in part due to its position as the state's capital. The city estimates it spends about $250,000 on bomb squad services.\nSmaller grants will affect the city as well. Emergency officials estimate $7,100 in cuts for hazardous material teams, as well as $2,000 in cuts for a sheltering program at the Pip Moyer Recreation Center. That program helps the city provide meals and shelters in case of emergency.\nThe police department is anticipating reductions with $13,000 in cuts for security cameras and $63,400 in law enforcement anti-terrorism programs.\n\"(The cuts are) certainly going to reverberate through the local jurisdictions,\" said Cal Bowman, chairman of the Baltimore Urban Area Security Initiative. Bowman's group oversees distribution of the grants.\nMayor Mike Pantelides said the city could look to the state for help. Some of the money could come from the state's payment in lieu of taxes (PILOT) to the city. Annapolis doesn't collect taxes on the state buildings within city limits. The state, at a discount, provides a payment to the city each year instead of paying taxes.\nThe fiscal 2017 budget came with $300,000 PILOT funding. The city estimates it spends $2.65 million on additional services as a capital city, some of which are services that also receive anti-terrorism grants.\nPantelides was pushing for the state to increase the PILOT payments, but the state decreased PILOT money in the fiscal 2017 budget. The city received about $1 million for flood mitigation projects that same year.\nIf money couldn't be found at the state or federal level, the mayor said the city would find a way.\n\"We will have a very aggressive lobbying effort,\" Pantelides said. \"Public safety is priority number one.\"\n___ (c)2016 The Capital (Annapolis, Md.) Visit The Capital (Annapolis, Md.) at www.hometownannapolis.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 17, 2016"
}