{
    "title": "Federal Bureau of Investigation formally identifies Florida naval base shooter",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "The FBI said Sunday the shooting was being investigated with the \"presumption\" it was an act of terrorism, but that authorities had yet to make a final determination.\nO'Brien went on to say the Federal Bureau of Investigation is interrogating other Saudi students from the naval base.\nBefore the pilot opened fire at the base, he tweeted a will and quoted Osama bin Laden in justifying his actions, according to the SITE Intelligence Group, which translates jihadist threats and communications.\nUnited States federal agents are questioning Saudi students who were training at a naval air base in Pensacola, Florida, after 21-year-oldMohammedAlshamrani, a 2nd Lieutenant in the Royal Saudi Air Force, opened fire in a classroom with a Model 45 Glock handgunon Friday, killing three aviation students and wounding eight others, before being shot dead in a gunfight.Alshamrani was a flight student at Pensacola, where members of foreign militaries are routinely trained by the US.\nMohammedAlshamrani, the Saudi student who opened fire inside a classroom at Naval Air Station Pensacola, on December 6, 2019, before one of the deputies killed him.\nTen Saudi students were being held on the base Saturday as part of the investigation, the official said.\nFlorida Governor Ron DeSantis, speaking at a Sunday afternoon press conference, answered \"yes, yes\" when asked if he considered the shooting an act of terrorism.\nAlso, investigators believe the gunman visited New York City, including Rockefeller Center, days before the shooting and are working to determine the goal of the trip, the official said. Saudi Arabia remains one of the closest US allies in the Middle East, and President Donald Trump has cultivated its controversial de facto ruler, Crown PrinceMohammed bin Salman.\nBanana artwork worth £90,000 eaten by 'hungry' rival artist\nArtist David Datuna from NY chose to dedicate his performance to an Italian colleague Maurizio Cattelan . Every time he traveled, he brought a banana with him and hung it in his hotel room to find inspiration.\nSaudi Arabian King Salman bin Abdulaziz Al-Saud denounced the shooting as a \"heinous crime\" and saidAlshamrani \"does not represent the Saudi people\". \"We'll get to the bottom of it very quickly\".\nBut he also criticised President Donald Trump for not being more aggressive with the kingdom. \"They should not be doing that if they hate our country\".\n\"I'm just an emotional wreck\", Benjamin told reporters, adding \"We want my son's story told\". \"We'll start that immediately\".\nPresident Trump also declined to say whether the shooting was terrorism-related.\nThe U.S. has sought the assistance of Saudi officials as they try to piece together information about the gunman and his motive.\nTwelve minutes before, at 6:39 a.m., a Twitter account with the handle @M7MD_SHAMRANI posted a message addressed to the American people, declaring hate for Americans due to their \"crimes\" against Muslims. Rand Paul (R-Ky.) said the latest incident is not the first of its kind.\nDeSantis pressed for more questioning into how the Saudi military and government vetted people who may have harbored radical worldviews. \"Can anyone spot the common thread?\"\nAlshamrani was in the US for flight training, and was killed by a sheriff's deputy during the attack. Esper said he had asked the Pentagon to \"review what our screening procedures are\" before soldiers from other countries come to the United States for training.\n\nLoad-Date: December 9, 2019"
}