{
    "title": "Federal officials investigating fiery derailment of train carrying crude oil",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 12,
    "day": 24,
    "full text": "BELLINGHAM - Federal and local authorities were investigating a fiery oil car train derailment north of Seattle near where two people were arrested last month and accused of attempting a terrorist attack on train tracks to disrupt plans for a natural gas pipeline.\nSeven train cars carrying crude oil derailed and five caught fire Tuesday, sending a large plume of black smoke into the sky close to the Canadian border. There were no injuries in the derailment about 100 miles (161 kilometers) north of Seattle\nOfficials were asked about recent attempts to sabotage oil trains, but they said the investigation was just beginning.\n\"We've not been able to get close enough to the site to make an evaluation,\" Whatcom County Sheriff Bill Elfo said late Tuesday.\nOfficials with the National Transportation Safety Board along with the FBI and other federal, state and local agencies were on the scene.\nLast month federal authorities in Seattle charged two people with a terrorist attack on train tracks, saying they placed \"shunts\" on Burlington Northern Santa Fe tracks. Shunts consist of a wire strung across the tracks, mimicking the electrical signal of a train. The devices can cause trains to automatically brake and can disable railroad crossing guards.\nAuthorities said the pair were opposed to the construction of a natural gas pipeline across British Columbia when they interfered with the operation of a railroad in Washington state.\nThe FBI's Joint Terrorism Task Force has said there have been dozens of such cases involving BNSF tracks since January, with a message claiming responsibility posted on an anarchist website early this year.\nIn one, shunts were placed in three locations in northwest Washington on Oct. 11, prompting emergency brakes to engage on a train that was hauling hazardous materials and flammable gas. The braking caused a bar connecting the train's cars to fail. The cars became separated and could have derailed, authorities said.\nHome to five oil refineries, Washington state sees millions of gallons of crude oil move by rail through the state each week, mostly coming from North Dakota along with some from Alberta and Saskatchewan in Canada.\nThe seven cars derailed about 11:46a.m. Tuesday. Two people were on board the 108-car train headed from North Dakota to the Ferndale Refinery, owned by Phillips 66.\nOn Wednesday, officials said the spilled crude oil appears to be contained around the crash site, with little to no harm so far detected to the public or environment, the Seattle Times reported.\n\"There have been no wildlife impacts and most importantly no injuries to the public or responders to this incident,\" Dave Byers, the state ecology department's on-scene coordinator, said during a news conference.\nBNSF officials could not readily say Wednesday how much oil spilled from several cars that ruptured. State ecology responders and the railway's contractors expect to have the railcars safely removed from the site within 48 hours.\nCritics of oil transport by rail car said Tuesday's incident was another example of the dangerousness of the practice. They cited the 2013 fiery derailment of a train carrying crude in Lac Megantic, Quebec, which killed 47 people.\nWashington state passed a law that imposed safety restrictions on oil shipments by rail, but it was blocked earlier this year by the federal government.\nThe U.S. Department of Transportation in May determined federal law preempts the Washington law adopted last year, which mandated crude from the oil fields of the Northern Plains have more of its volatile gases removed before being loaded onto rail cars.\nMatt Krogh, director of U.S. Oil & Gas Campaigns for the environmental group Stand.earth, said it is difficult for state and local officials to place restrictions on shipments of oil by train.\n\"Our hands are tied in many ways because of federal preemption,\" Krogh said.\n\nLoad-Date: December 24, 2020"
}