{
    "title": "Federal Government Accuses Charity of Terrorist Links",
    "publisher": "the chronicle of philanthropy",
    "year": 2007,
    "month": 11,
    "day": 29,
    "full text": "The U.S. Department of the Treasury has announced that it has taken steps to crack down on a Sri Lankan charity it accuses of supporting terrorism.\nThe Treasury Department said in a statement that the group, Tamils Rehabilitation Organization, funneled donations and purchased equipment on behalf of the separatist Liberation Tigers of Tamil Eelam. The organization used charitable donations made after the 2004 Asian tsunamis, as well as other donations, to bolster the military capacity of the Liberation Tigers, the Treasury Department said.\nThe Tamils Rehabilitation Organization \"passed off its operations as charitable, when in fact it was raising money for a designated terrorist group responsible for heinous acts of terrorism,\" said Adam J. Szubin, director of the Treasury's Office of Foreign Assets Control, in a press release.\nThe Liberation Tigers have waged a separatist campaign against the Sri Lankan government since the 1970s. The U.S. government first recognized the group as a terrorist movement in 1997.\nAs part of its crackdown, the U.S. government will freeze the charity's assets in the United States and bar donors from contributing to it. The 22-year-old charity has affiliates in 18 countries, including one in Cumberland, Md.\nThe charity denied the charges in a press release posted on its Web site. \"We are a local NGO providing humanitarian relief, reconstruction, rehabilitation, and development to tsunami and war-affected persons, and not a 'front to facilitate fund raising and procurement for the Liberation Tigers of Tamil Eelam,'\" the group said. \"There seems to be an ongoing political witch hunt aimed at discrediting TRO and other national and international organizations working in LTTE-held areas.\"\nThe Treasury Department's move to freeze the charity's assets will exacerbate the difficult situation of the approximately 300,000 people who rely on the group for assistance, the Tamils Rehabilitation Organization said.\n\nLoad-Date: November 26, 2007"
}