{
    "title": "Federal Cuts Spell Delay for City Safety System",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 6,
    "day": 13,
    "full text": "Cuts to the city's share of federal anti-terrorism funding have forced a delay in plans to build a high-tech surveillance system to protect Lower Manhattan, the police commissioner, Raymond Kelly, said yesterday.\nThe city had been relying on homeland security grants to pay for the $81.5 million \"Lower Manhattan Security Initiative.\" Officials now are trying to determine whether aspects of the proposal can be paid for with city dollars, the commissioner said at a City Council hearing.\nAs part of the proposal for the financial district, officials would install hundreds of closed-circuit cameras, vehicle barriers, and state-of-the-art license plate readers in the area below Chambers Street. The system is modeled on London's \"ring of steel,\" which comprises hundreds of security cameras within the city's square-mile financial center.\nThe police department had requested $219.7 million from the federal government, nearly half of the city's total anti-terrorism request of $458.8 million. The city's allotment was cut by more than 40%, to $124.5 million.\n\"It's going to put at least a pause in going forward with the Lower Manhattan Security Initiative,\" Mr. Kelly told the City Council yesterday. \"We don't have the money to do it now.\"\nNew York's elected officials have raged at the Department of Homeland Security in the days since the announcement of the grants, and council members convened yesterday's hearing to find out what impact the cuts would have on planned initiatives.\nWhile the Lower Manhattan project will have to be re-examined, Mr. Kelly said it was premature to say exactly how the police department would use its funds and what initiatives would have to be modified.\nA committee of officials from various city agencies will review the government's response to its application for homeland security funds and make recommendations to Mayor Bloomberg on how to use the money, the first deputy director of the Office of Management and Budget, Stuart Klein, said at the hearing. The police department has received the bulk of federal grants in years past, but the Office of Emergency Management, the Department of Health and Mental Hygiene, and other agencies have all requested a share of the anti-terror pot.\nIn his testimony yesterday, Mr. Kelly did not shy away from criticizing the Department of Homeland Security, saying its response to the city's application was \"as inscrutable as it is baffling.\" He listed 17 instances of terrorist-related activity in New York since 1990, including the two World Trade Center attacks, a foiled plot to destroy the Brooklyn Bridge, and three cases in which Iranian diplomats were expelled from America for conducting video surveillance of city landmarks and infrastructure.\nMr. Kelly also questioned the competence of more than 100 federal \"peer reviewers\" who rated two NYPD counter-terrorism initiatives in the bottom 15% of proposed investments nationwide. \"Any process in which so-called experts from outside New York City are charged with commenting on and evaluating the efficacy of the NYPD's counter-terrorism programs and initiatives is inherently flawed,\" he said.\nCity officials have cited what they say is a fundamental difference of philosophy in which the government favors spending federal funds on flashy new equipment while the city relies on increased manpower - \"boots on the ground\" - for its counter-terrorism initiatives, leading to high overtime costs.\nMr. Kelly said he hoped federal legislation could lead to better outcomes for the city in future grant applications. A New York congressman, Rep. Anthony Weiner, has already said he plans to introduce a bill that would mandate changes to federal funding priorities and remove restrictions on how cities can use homeland security grants.\nThe secretary of homeland security, Michael Chertoff, has defended the department's allocation of funds, saying the overall pool of available money had decreased and pointing out that the city still received the largest grant and remained the nation's top terrorist target.\nThe onslaught of criticism from some circles, however, has not abated. The chairman of the council's Public Safety Committee, Peter Vallone Jr., derided Mr. Chertoff for responding to the city at times like \"a petulant child\" and at other times like \"an arrogant dictator.\"\n\nLoad-Date: June 13, 2006"
}