{
    "title": "Federal deficit expected to worsen; Red ink_ Recession and costs of fighting terrorism add up",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 5,
    "day": 11,
    "full text": "The Congressional Budget Office said federal tax collections for this fiscal year through April had fallen $$ @75 billion below expectations of only two months ago, suggesting this year's budget deficit will be worse than projected. \nThe new numbers, issued Thursday, seemed to confirm fears expressed by government and private analysts in recent weeks of a worsening budget picture fed by shrinking revenues that could produce a deficit this year of $$ @100 billion, or even deeper. Red ink in 2002 would end a string of four consecutive surpluses, a turnabout that appears the result of the recession, last year's 10-year tax cut and the costs of battling terrorism. \n\"It is not possible now to say whether the unexpected weakness in receipts will persist through the rest of the fiscal year,\" Congress' nonpartisan budget analyst said in its monthly examination of Treasury tax data.\nBut while the budget office said receipts could rebound somewhat because the economy has been stronger than it expected, \"even if the situation improves later in the year, receipts in fiscal year 2002 will still be significantly lower than CBO projected in March.\"\nCBO had projected a $$ @46 billion shortfall in fiscal 2002, which ends Oct. 1, before the gloomy revenue figures appeared. The new numbers mean a $$ @121 billion deficit is possible this year, out of a $$ @2.1 trillion federal budget. \nThat number could grow worse because of the spending side of the budget as well. Congress has just approved a huge new farm bill and lawmakers are working on an anti-terrorism package and on legislation that would restore billions in highway cuts proposed by President Bush.\nThe worsening numbers could have negative long-term implications as well, further diminishing or even eliminating projected future surpluses. That could make it hard for Republicans to win additional tax cuts or for Democrats to gain added spending for favorite priorities.\nThe budget office said the revenue shortfall seemed to be coming largely from nonwithheld income, self-employment taxes and higher than expected individual income tax refunds.\n\nLoad-Date: May 17, 2002"
}