{
    "title": "Federal backstop vital to national security",
    "publisher": "business insurance",
    "year": 2007,
    "month": 11,
    "day": 5,
    "full text": "Nothing's more permanent than a temporary federal program, according to what often passes for common knowledge about official Washington.\nEveryone has heard the bureaucratic horror stories about some agricultural program designed to assure the production of some good that was desperately needed during World War II, a program that didn't end with V-J Day. Instead, the program keeps chugging along for decades despite the total lack of any justification for its continued existence. Then there are the programs designed to help small farmers stay in business that over the years have mutated into subsidy-paying perpetual motion machines that spew their largesse in the direction of millionaires who wouldn't know the difference between hay and straw. And all this is courtesy of your taxpayer dollars.\nYou can blame it on institutional inertia.\nThings start to exist because they do exist. That's not a question that arises only in the federal sector, either. Not that long ago, during a hearing that ranged from offshore reinsurance taxes to college endowments, I listened to earnest witnesses question what exactly college endowments were doing with their money, since some very large ones pay very little of their value annually in student aid. The endowments appeared to be growing for the sake of growing. As the father of a college freshman, I found that discussion quite intriguing.\nThe possibility that the federal terrorism insurance backstop will be one of those well-intentioned temporary programs that becomes permanent has arisen during the current debate over extending the program for an additional seven or 15 years. Opponents argue that as long as there's a backstop, no private market for terrorism insurance will emerge. The longer the backstop remains, the longer insurers can ride the government gravy train free of charge, skeptics say.\nDespite the fact that such arguments ignore the economic reality that insurers aren't going to underwrite a risk they cannot quantify, they have a certain resonance on both the left and right. Those on both sides of the spectrum see corporate socialism at work. When the Wall Street Journal agrees with Bob Hunter, probably the most high-profile industry critic, you know something unusual's going on.\nThe truth of the matter is the backstop involves national security, albeit of the economic rather than military variety. If a truly catastrophic terrorist attack should succeed, the wherewithal would be there to rebuild the target area.\nYes, there are exposed taxpayer dollars, but the government could recoup its costs over the long-term. That's a better deal than having simply to pay out billions in post-disaster relief, as happens repeatedly after major hurricanes, without hope of recovery.\nThis year's terrorism backstop debate seems to take these facts into account much more seriously than has been the case in previous congresses. The program appears likely to be extended far beyond the two-years extension it was given in 2005. Somewhere between seven and 15 years appears most likely.\nThat recognizes the fact that the struggle against terrorism is going to be a long one, something more akin to the Cold War than World War II. People from all-or at least most-points of the political spectrum agree that's the case. Yet like the Cold War, or the Thirty Years' War or the Hundred Years' War, the war against terrorism will someday come to an end.\nUntil that day comes, some form of the federal terrorism insurance backstop is an essential part of the entire national security strategy. And its staunchest supporters will welcome that day when the backstop is no longer necessary and can become the rare temporary program that sunsets after having met the purpose for which it was designed.\n\nGraphic\n\n \nArt Credit: Mark A. Hofmann\n\nLoad-Date: November 11, 2007"
}