{
    "title": "Federal Commission Predicts Increasing Threat of Terrorism",
    "publisher": "the new york times",
    "year": 1999,
    "month": 9,
    "day": 21,
    "full text": "The United States faces increasing threats from terrorism in the next 25 years and is likely to be compelled to intervene in other conflicts like Kosovo and East Timor even as its military shrinks, a Federal advisory commission warned in a report issued today.\nThe report makes grim predictions about crises and threats at home and abroad. The commission, headed by former Senators Gary Hart and Warren B. Rudman, warns in the 143-page report that the country \"will be vulnerable to an increasing range of threats against American forces and citizens overseas, as well as at home,\" from terrorists or rogue states.\n\"While conventional conflicts will still be possible, the most serious threat to our security may consist of unannounced attacks on American cities\" by terrorist groups using germ warfare, said a report summary. \"Another may be well-planned cyber-attack on the air traffic control system on the East Coast of the United States as some 200 commercial aircraft are trying to land safely in a morning's rain and fog.\"\nThe commission predicted that the American military will increasingly be called upon to conduct humanitarian missions and what the Pentagon calls \"operations other than war\" in trouble spots around the world. But its status and influence will fuel resentment toward the United States, making it a target for attacks at home and abroad. In one of its grimmest predictions, the report added, \"Americans will likely die on American soil, possibly in large numbers.\"\nThe commission said the United States is not prepared to defend itself against terrorist threats at home. That, its report concluded, will lead to more pressure on the military to expand its scope into domestic law enforcement as the line between foreign and domestic threats is blurred.\nThe commission's effort is the latest in a series of reviews undertaken inside and outside the Government during the last few years to try to assess threats to the United States in the post-cold-war era. Many of its findings echo those made by the Pentagon's own Quadrennial Defense Review in 1997 and a Congressional group, the National Defense Panel, which issued a report a year later.\nStill the commission is expected to influence the debate over funding for the Pentagon and its programs for dealing with new threats, including a stronger focus on chemical and biological weapons and a missile defense system.\nAt a news conference last week previewing the report, Mr. Rudman said he hoped that the commission's work would ultimately lead to a rethinking of the organization of the nation's national security agencies -- the way similar reviews after the end of World War II led to the creation of the Air Force, the Central Intelligence Agency and the National Security Council. The commission stopped short of offering prescriptions, saying it would offer those in its subsequent reports.\nIn looking ahead, the commission was not entirely gloomy. The spread of democracy, advances in medicine and technology and new economic opportunities raise the prospect of increased stability and security around the world, it said.\nBut some of the same trends have less benign consequences. The increasing integration of the world's economy will mean that economic crises that were once local might spread, while scientific advances could hasten the spread of nuclear, chemical and biological weapons, as well as missiles to fire them.      \n\nhttp://www.nytimes.com\n\nLoad-Date: September 21, 1999"
}