{
    "title": "Federal prosecutor lectures about terrorism and criminal justice",
    "publisher": "university wire",
    "year": 2008,
    "month": 9,
    "day": 18,
    "full text": "Â \nAndrew McCarthy discussed terrorism at Amherst College Tuesday, trying to answer the question, \"Does our criminal justice system work for terrorism?\"\nMcCarthy, a New York federal prosecutor for the past 18 years and the director of the Foundation for the Defense of Democracies Center for Law and Counterterrorism, replied that the question could \"not even be debated,\" because \"we've used it, and it works.\"\nAs a federal prosecutor, Andrew McCarthy led the prosecution against terrorist Sheikh Omar Abdel Rahman and 11 others in connection with the 1993 bombing of the World Trade Center. In addition, McCarthy was a major contributor to the prosecutions of the terrorist bombers of the American Embassies in Tanzania and Kenya as well as the 'Millennium' plot attack on Los Angeles International Airport.\nWhen elaborating on the question of whether or not the justice system is successful in rightfully prosecuting terrorists, McCarthy says that question in particular is usually asked in an academic setting and what the American people really should be asking is, \"does are criminal justice system have enough integrity to prosecute terrorists using due process?\" His answer, \"Yes it does.\"\nMcCarthy cites the nine terrorism cases the U.S. tried between 1993 and before September 11, 2001, all nine of the defendants received fair representation and the right to due process, according to him. McCarthy also addressed the idea of public view of terrorism on trial.\n\"The public wants to make sure, within the bounds of reason that if we can stop an attack, we need to stop it,\" McCarthy said.\nHowever, asking law enforcement, post-9/11, to stop things from happening before they happen is accompanied by \"ramifications\" which the American public may not yet have grasped.\nMcCarthy said the only way to prevent attacks before they happen is, \"to break up cells, plots and organizations; maybe even before they're plotting something.\"\nThe evidence against these suspected terrorists, as described by McCarthy, is often \"dodgy and ambiguous, but we can't afford to be wrong.\"\nMcCarthy adds lastly that, \"there are going to be some people indicted who are not guilty, but we're trying to convince the public we're acting in good faith.\"\n\"The underlying assumption is that people would rather see the guilty go free than see the innocent be wrongfully convicted,\" McCarthy said. \"The criminal justice system doesn't work for terrorism as it works for terrorists.\"\n(C) 2008 Massachusetts Daily Collegian via UWIRE\n\nLoad-Date: September 19, 2008"
}