{
    "title": "Federal group cites value of terror backstop But supporters still face challenges in Congress",
    "publisher": "business insurance",
    "year": 2014,
    "month": 4,
    "day": 28,
    "full text": "A report by the President's Working Group on Financial Markets could further boost efforts to reauthorize the federal government's terrorism insurance backstop.\nThe program, which was established by the Terrorism Risk Insurance Act of 2002, will end Dec. 31 if it is not extended. Four extension bills - three in the House and one in the Senate - have been introduced, and another House bill is expected in the next few weeks.\nThe House bills call for varying lengths of extension and other changes. The Senate measure would extend the program for seven years and require insurers to shoulder higher copayments before triggering coverage from the backstop.\nAlthough the recent report, \"The Long-Term Availability and Affordability of Insurance for Terrorism Risk,\" did not call for extending the program, it noted that respondents to its call for comment cited potentially serious market dislocations if the backstop is allowed to expire.\n\"Challenges continue to exist regarding the ability of the private market to provide terrorism risk insurance without a federal backstop, particularly with respect to the ability of insurers to model the frequency and severity of losses that would arise from acts of terrorism,\" according to the report. \"Also, reinsurers and the capital markets appear reluctant to provide further support to the terrorism risk market.\"\nThe working group is comprised of the heads of four federal agencies and is chaired by the treasury secretary.\nObservers generally gave the report high marks.\n\"This has cachet because it's done by a handful of federal agencies,\" said Charles Symington, senior vice president of the Alexandria, Va.-based Independent Insurance Agents & Brokers of America. \"When you look at their conclusions, they're largely in line with the conclusions we've seen in a number of the private studies. That gives even more weight to the case that the program is working well and absolutely critical.\"\n\"I would certainly view it as positive step forward, and the timing is quite good in conjunction with the Senate bill,\" said Aaron Davis, New York-based managing director with Aon Risk Solutions national property practice.\nHe said the report is \"largely supportive of TRIA being extended in its current format, and I think it's supportive of all the analytics that exist regarding the need for the backstop in creating an available and affordable terrorism insurance market in the United States.\"\nUnder current law, in the event of a terrorist attack, insurers would first pay 20% of the prior year's direct earned premium for covered commercial lines as a deductible. After that deductible, the federal government covers 85% of each insurer's losses until losses total $100 billion, leaving individual insurers to cover the remaining 15%.\nThe proposed legislation would increase insurers' copay after the deductible to 20% from 15%. The copay increase would be phased in incrementally over five years.\n\"All the data they gathered really confirms what we've been saying all along - that the program works and provides market stability and certainty,\" said J. Stephen Zielezienski, senior vice president and general counsel of the Washington-based American Insurance Association.\n\"It further confirms that the amount of available reinsurance is not enough to provide capacity to enable the private market to act on its own,\" Mr. Zielezienski said. \"I think all of that is positive. All signs in the report lead to a positive outlook on TRIA, although the report doesn't come out and say that, so I think it provides some momentum.\"\n\"I think the working group report certainly adds support to the notion that the private market does not have the capacity to provide reinsurance by itself\" said John P. Dearie Jr., a partner at Edwards Wildman Palmer L.L.P.'s New York office. \"They don't have the adequate models to determine the frequency and severity of losses. It certainly will add support to the momentum, to getting a reauthorization,\" but there could be \"some disconnect\" from Republicans regarding the program.\nHe noted that two senior House Republicans asked the Government Accountability Office to assess the program in a report that's due next month.\n\"The sticky issue will be on the Republican side on what this GAO report says and what impact that may have on the copay issue,\" said Mr. Dearie.\nThe working committee report is \"likely is a net plus,\" said Jimi Grande, senior vice president in the Washington office of the National Association of Mutual Insurance Cos. \"The report makes it clear that the sharing partnership created under TRIA is vital for the existence of a private marketplace for terrorism insurance coverage.\"\nRobert Freeman, government relations principal at Cozen O'Connor in Washington, said the report reflects comments of insurers that support extension.\n\"I think it will be used by those who are in favor of TRIA reauthorization,\" he said. \"There are some strong statements that make it clear that the industry is still very dependent on it. It appears to me they make it clear that the reinsurance still remains a large problem.\"\nBut insurer observers questioned the report's contention that insurers could bear higher incremental retentions without significantly disrupting the market.\n\"We would take issue with that,\" said the AIA's Mr. Zielezienski. \"At some point the industry skin in the game affects the ability of individual insures to maintain their current exposure to terrorism risk, and that will have negative impact on the market in terms of availability and perhaps affordability.\"\nThe report's recommendations do nothing to protect taxpayers or increase private capacity, he said. \"Our view is keeping TRIA on its current terms is your best shot on maintaining private market stability.\"\nNAMIC's Mr. Grande called the contention \"a little bit careless\" since the report didn't analyze the retention issue.\n\"Incremental can mean a lot of thing to a lot of people,\" Mr. Grande said. \"Any change to the program can have an impact on availability and affordability.\"\n\nLoad-Date: May 1, 2014"
}