{
    "title": "Federal Victory in Terror Case May Prove Brief, Experts Say",
    "publisher": "the new york times",
    "year": 2006,
    "month": 4,
    "day": 27,
    "full text": "Despite predictions that their victory might not hold up on appeal, federal prosecutors on Wednesday savored their victory in a Sacramento courtroom, where a jury a day earlier convicted an American born in Pakistan of providing support to a terrorist group and lying to investigators.\n  McGregor W. Scott, the United States attorney who oversaw the prosecution, said in a telephone interview Wednesday that the conviction of the man, Hamid Hayat, 23, showed that the government was capable of winning a jury trial on terrorism charges after a number of high-profile failures elsewhere.\n''In this post-9/11 context, those of us in law enforcement have been tasked with preventing new acts of terrorism, trying to stop something from happening, rather than after the fact trying to establish what happened,'' Mr. Scott said. ''This is a difficult task and a new mission. We have shown in this case and this trial and conviction that we can succeed in that mission.''\n  But legal experts said the prosecution's celebration might be short-lived because a federal appeals court had twice ruled unconstitutional some aspects of the law on which Mr. Hayat was convicted. They also said Mr. Hayat's reported confessions to F.B.I. agents could be challenged on the ground they were coerced from a frightened suspect with a limited command of English.\n  Mr. Hayat's lawyer, Wazhma Mojaddidi, told reporters after the verdict on Tuesday that she would appeal, citing unspecified ''outside influences'' that affected the jury. She did not return telephone calls on Wednesday seeking comment.\n  Eric M. Freedman, a constitutional law expert at Hofstra University who has consulted with defense lawyers in terrorism cases, said the government's record of prosecuting terror cases since the attacks of Sept. 11, 2001, had been mixed, in part because several cases hinged on confessions rather than hard evidence.\n  ''This conviction bears all the hallmarks of one that is eventually overturned as being unsupported,'' Professor Freedman said.\n  A potentially greater threat to the conviction lies in the statute on which Mr. Hayat was charged, which makes it a crime to provide ''material support'' for a terrorist group.\n  The government charged that Mr. Hayat attended a terrorist training camp in Pakistan in 2003 or 2004, returning to the United States in the spring of 2005 with the intent of waging religious war. Upon his return, he was arrested and questioned. The government said he lied repeatedly to the F.B.I. about his training and intentions before confessing to plotting against the United States.\n  The government never presented evidence that Mr. Hayat had participated in or planned any terrorist act. His crime, apart from lying to investigators, was providing support to violent extremist groups by attending their training camp.\n  That law has helped win convictions in the so-called Lackawanna Six terrorism case and the prosecution of John Walker Lindh, the American who fought alongside the Taliban in Afghanistan. But prosecutions based on the law collapsed in Tampa, Fla., where a jury last year acquitted a former professor charged with supporting extremist Palestinian groups, and in Idaho, where a college student was acquitted two years ago after being accused of aiding terrorists in Chechnya and Israel.\n  David Cole, a Georgetown University law professor and critic of the administration's application of antiterrorism laws, said that charging people under the material-support provision of a federal law was a ''thin reed'' on which to base prosecution.\n  ''It's a conviction,'' Professor Cole said of the Hayat case, ''and to that extent it's a victory for the government. But has this made the United States one iota safer? I don't see any evidence of it. This is very likely to be overturned on appeal.'' \n  Professor Cole said the United States Court of Appeals for the Ninth Circuit, which sits in San Francisco and covers the Sacramento federal court district, had twice ruled the material-support law unconstitutionally vague because it did not require proof of any overt act.\n  The government also charged Mr. Hayat's father, Umer Hayat, 48, an ice-cream truck driver in Lodi, Calif., of lying to investigators to conceal his son's activities. A separate jury deadlocked on two charges against the father, and the judge declared a mistrial. Mr. Scott said he had not decided on a new trial.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 27, 2006"
}