{
    "title": "Federal Court Jury Finds Sheik Guilty Of Conspiracy and Financing Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 3,
    "day": 11,
    "full text": "A Yemeni cleric who once said that Osama bin Laden had called him his sheik was convicted of financing terrorism yesterday in a federal court in New York City.\n The victory for the Justice Department came in one of the government's most visible terrorism-financing prosecutions, a case that had for a time appeared uncertain after the F.B.I.'s star informer set himself on fire outside the White House in November.\n  The sheik, Mohammed Ali Hassan al-Moayad, a prominent Yemeni who once held a government post in his country, was convicted by a jury in Federal Court in Brooklyn of conspiracy to support Al Qaeda and Hamas and other charges after a five-week trial. His assistant, Mohammed Mohsen Yahya Zayed, was also convicted of conspiracy and other charges. Lawyers for both men said they would appeal. \n Federal prosecutors said yesterday that the trial provided a view of a successful campaign in the government's war on terror and a sample of how traditional law-enforcement methods have been applied to new targets.\n Saying ''money is the lifeblood of terrorism,'' the United States attorney in Brooklyn, Roslynn R. Mauskopf, whose assistants prosecuted the case, described the conviction as important in the effort to block terrorist attacks.\n Defense lawyers portrayed the verdict as the jury's capitulation to fear and a result of an overly aggressive prosecution that included the use of what the defense lawyers called prejudicial evidence, including videotaped images of Mr. bin Laden.\n In interviews yesterday, five jurors said that no one on the 12-member panel had expressed any serious doubt during deliberations about the guilt of the two men. But they said that evidence dealing with the sheik's alleged links to Al Qaeda was the weakest presented.\n In addition to the conspiracy charges, Sheik Moayad was convicted of providing material support to Hamas, the Palestinian militant organization, and of attempting to provide material support to Al Qaeda. But the jury found that there was not enough evidence to convict the sheik of actually providing material support to Al Qaeda, a charge that had once appeared to be the heart of the case.\n When Attorney General John Ashcroft announced the charges during a congressional hearing in March 2003, he described the prosecution as an important blow to Al Qaeda and said that the sheik had admitted giving Mr. bin Laden $20 million before the attacks of Sept. 11, 2001. \n In some instances, the prosecution's claims about the sheik's ties to Al Qaeda dated from many years ago, when, the sheik conceded, he visited with Mr. bin Laden. Both the sheik and Mr. Zayed were convicted of all charges against them concerning what the prosecution said were efforts to support Hamas.\n The sheik and Mr. Zayed, who were extradited to this country after their arrests in Germany in January 2003, are to be sentenced by Judge Sterling Johnson Jr. on May 13. The sheik could face up to 75 years in prison, and Mr. Zayed up to 45 years. The men have received wide support in Yemen.\n The jury returned the verdict after five days of deliberations in a trial that centered on videotapes made secretly during a sting operation in Frankfurt in January 2003. The defense had claimed that the sting was nothing more than a trap that snared a vulnerable Yemeni and his aide, who they said were trying to collect money for innocent charities, like a bakery that fed the poor in Yemen's capital, Sana.\n But in extensive interviews with reporters after the verdict, the five jurors, who spoke only after they were assured that the anonymity they had had during the trial would be preserved, said they were not persuaded by the defense arguments and had been offended by defense lawyers' claims that prosecutors were trying to incite their prejudices.\n The jurors, three women and two men, said that the Frankfurt videotapes had been decisive. ''We saw the videotapes,'' one juror said, adding that the jurors had kept transcripts of prosecution translations before them in the jury room. ''There was so much there.''\n Another juror said that the jurors did not believe the defense contention that two government informers who appeared on the tapes had directed the conversation and made it appear that the sheik and Mr. Zayed were more interested in working with terrorist groups than they actually were.\n ''They were free to get up and walk out and say they were not interested in doing this,'' the juror added. In the quiet courtroom after the verdict, both the sheik, 56, and Mr. Zayed, 31, began speaking aloud in Arabic. When none of the court interpreters translated his remarks, the sheik turned to reporters and said in English: ''I want to speak with you.'' \n Mr. Zayed, who had tears in his eyes, was shouting that he wanted a new lawyer ''because the jury did not fairly study my case,'' a translator said later. After a few minutes in which everyone in the courtroom seemed frozen, federal marshals hustled the two men out through a side door. They have been held in the Metropolitan Detention Center in Brooklyn since they were extradited in November 2003.\n Sheik Moayad's lawyer, William H. Goodman, said the conviction would be appealed. ''This is a prosecution that was designed and carried out in a way that played upon the worst possible fears of the public,'' he said. He called the verdict an injustice that ''can only strengthen the evil people in this world to perpetuate more terrorism.''\n Mr. Zayed's lawyer, Jonathan Marks, said that ''there was an enormous amount of prejudicial evidence that was admitted that really drove the verdict.''\n But several jurors insisted that they were not swayed by the evidence that drew the most complaints from the defense, including a videotape of a visit Mr. bin Laden made to an Al Qaeda training camp. \n The lead prosecutor, Kelly A. Moore, argued during the trial that the sheik was connected to Al Qaeda training camps because his name was found on a recruit's registration form showing that he had been recommended by Sheik Moayad.\n The five jurors said the deliberations had taken five days only because the panel members were weighing the evidence so carefully. \n One juror said the language the sheik and Mr. Zayed used on the videotape of the sting was more persuasive than any other element of the case. During the sting, the F.B.I. informer who would eventually set himself on fire at the White House, Mohamed Alanssi, worked with a second informer, who posed as a wealthy American Muslim interested in contributing $2.5 million to terrorist causes.\n The jurors said they were not persuaded by defense arguments that the sting entrapped the defendants. They said the two men had volunteered specific information about the terrorist groups they supported.\n ''They actually mentioned the different groups,'' a juror said.\n According to a prosecution transcript, the sheik said on the videotapes that he would make contributions to ''Hamas, Al Qaeda, prisoners, mujahedeen and such. Anyone we know of, who is in the jihad field.''\n Several jurors laughed when asked about a contention, central to the defense, that when the two men used the word ''jihad'' repeatedly, they had not meant armed holy war, but had instead intended to invoke another meaning in Islam, earnest self-improvement.\n Mr. Goodman, the sheik's lawyer, claimed that the second, innocent, use of the term could include a resolution to lose weight. When asked about that, several jurors giggled. ''Just put we laughed,'' one of them said.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Sheik Mohammed Ali Hassan al-Moayad (Photo by Associated Press)(pg. B1)\n Kelly A. Moore, the lead prosecutor in the trial of Sheik Mohammed Ali Hassan al-Moayad, at a news conference after the guilty verdict. (Photo by Michael Nagle for The New York Times)(pg. B6)                                               \n\nLoad-Date: March 11, 2005"
}