{
    "title": "Federal Judge Rejects Terrorism Suspect's Plea to Halt His Strip-Searches",
    "publisher": "the new york times",
    "year": 2010,
    "month": 6,
    "day": 18,
    "full text": "A federal judge has refused to order the Bureau of Prisons to stop conducting strip-searches of a former detainee at Guantanamo Bay, Cuba, who is now jailed in Manhattan awaiting trial in a terrorism case. \n  The defendant, Ahmed Khalfan Ghailani, faces charges of conspiring in the 1998 bombings of two American embassies in East Africa, which killed 224 people. He later trained with Al Qaeda and was a bodyguard for Osama bin Laden, the authorities have said. \n  After Mr. Ghailani  was captured in 2004, he was held for nearly five years in secret overseas prisons run by the Central Intelligence Agency and  at the naval base at Guantanamo. He was ordered moved into the civilian court system last year. \n  It was what his lawyers called his harsh treatment in the C.I.A. prisons that led to the current dispute over the searches.\n  Mr. Ghailani refused to attend court proceedings because of the psychological trauma that the strip-searches caused, his lawyers told the judge, Lewis A. Kaplan of Federal District Court, in asking that the searches be stopped. The lawyers cited findings by a psychologist that Mr. Ghailani suffered from post-traumatic stress disorder triggered by the searches, which he had to undergo each time he was taken from  jail to   court  and back.\n  Mr. Ghailani was required to undress and bend over or squat briefly in order to display his rectum to a correction officer, the judge noted in his opinion, which was made public on Thursday. The defense's psychologist, Katherine A. Porterfield, had testified that Mr. Ghailani's disorder stemmed from his treatment while in C.I.A. custody, and particularly ''enhanced interrogation techniques'' that he has said  were used on him. \n  ''It is her clinical opinion that, as a result of these experiences, exposure of the defendant's rectal area -- or even anticipation of such exposure -- triggers the defendant's P.T.S.D. and thus makes him unable to assist in his defense,'' Judge Kaplan wrote.\n  The government said the policy was to subject all inmates to ''a visual inspection of all body surfaces and body cavities,'' which it said was necessary to ensure inmates did not ''secrete weapons or other contraband.''\n  In refusing to order the searches stopped, Judge Kaplan called them ''justified by the legitimate governmental interest in protecting the safety of prison and court personnel and other inmates.'' \n  ''The court's intervention in this matter would be inappropriate,'' he wrote. \n  Neither the United States attorney's office in Manhattan nor a lawyer for Mr. Ghailani would comment on the ruling. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 18, 2010"
}