{
    "title": "FEDERAL PROSECUTORS BEGIN TRAINING FOR ANTI-TERRORISM WORK; IN WASHINGTON CONFERENCE, THEY WILL BE D",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 14,
    "full text": "Armed with job titles less than two months old, federal prosecutors from the St. Louis area and the rest of the nation huddled in a hotel ballroom Tuesday for their marching orders as America's anti-terrorism coordinators.\nAttorney General John Ashcroft let them know just how different the approach to crime-fighting will be:\n\"In the changed world in which we now live, a seemingly routine prosecution of an immigration violation may be much more important than a million-dollar fraud case, because the immigration prosecution or minor identity theft case may remove a terrorist operative from our community,\" he said.\nFor seasoned federal prosecutors like Michael Fagan and Norman Smith, the world has already changed. Fagan and Smith, the anti-terrorism coordinators for the U.S. attorney's offices for Eastern Missouri and Southern Illinois respectively, have 29 years of experience between them.\nFagan is best known for going after drug dealers and companies that dump pollutants into the Mississippi River. Smith has tackled public corruption, racketeering and bombing plots.\nNow, their jobs are all anti-terrorism, all the time. The St. Louis task force alone has met seven times since it was created Sept. 17, Fagan said. Smith declined to comment on the Southern Illinois task force.\nU.S. Attorney Ray Gruender tapped Fagan to lead the St. Louis-based anti-terrorism task force and accompanied him Tuesday to the training session.\n\"That's the new thing: techniques to disrupt and dismantle potential ter rorist activity,\" Gruender said.\nIn three days of closed meetings, the prosecutors are being drilled on the aggressive use of new anti-terrorism legislation signed into law Oct. 26 by President George W. Bush.\nThey're being told to make immediate and frequent use of expanded powers for nationwide wiretapping of terrorism suspects and increased access to e-mail accounts and voice-mail messages. They'll also be able to seek tougher sentences for terrorism-related crimes and use broader legal definitions of terrorism.\nAshcroft told the prosecutors to trade tips about suspected terrorists with local officials.\n\"I want to emphasize again today how crucial it is that we share with the necessary federal or state agencies, as soon as possible, any inform ation that exposes a credible threat to the public or national security - even though this may hinder a criminal investigation,\" Ashcroft said. \"Prevention of terrorist attacks - even at the expense of prosecution - must be our priority.\"\nHe announced that the Justice Department will spend $9.3 million - about $100,000 per task force - to pay for intelligence analysts or communications equipment to enhance cooperation. He also announced the creation of a National Law Enforcement Coordinating Committee whose job will be to bridge communication gaps between local and federal law enforcement.\nGruender said the anti-terrorism task force in eastern Missouri has a head start on that part of Ashcroft's charge.\n\"We met with the (FBI) Special Agent in Charge Bill Eubanks and 10 local police chiefs just last week for a 45-minute briefing,\" said Gruender.\nThe St. Louis-based task force will soon be breaking into five subcommittees, Gruender said: international terrorism, domestic terrorism, weapons of mass destruction, civil preparedness and security infrastructure.\n\nNotes\n\nReporter Karen Branch-Brioso: E-mail: kbranch@post-dispatch.com Phone: 202-298-6880  \n\nLoad-Date: November 14, 2001"
}