{
    "title": "Feds may mine blogs for terrorism clues Researchers see rise in Web's use to plan attacks",
    "publisher": "usa today",
    "year": 2008,
    "month": 12,
    "day": 24,
    "full text": "WASHINGTON -- The Homeland Security Department may soon start scouring the Internet to find blogs and message boards that terrorists use to plan attacks in the USA.\nThe effort comes as researchers are seeing terrorists increasingly use the Internet to plan bombings, recruit members and spread propaganda. \"Blogging and message boards have played a substantial role in allowing communication among those who would do the United States harm,\" the department said in a recent notice.\nHomeland Security officials are looking for companies to search the Internet for postings \"in near to realtime which precede\" an attack, particularly a bombing. Bombings are \"of great concern\" because terrorists can easily get materials and make an improvised explosive device (IED), the department said.\n\"There is a lot of IED information generated by terrorists everywhere -- websites, forums, people telling you where to buy fertilizer and how to plant IEDs,\" said Hsinchun Chen, director of the University of Arizona's Artificial Intelligence Lab. Chen's \"Dark Web\" research project has found 500,000,000 terrorist pages and postings, including tens of thousands that discuss IEDs.\nChen and others aren't sure how helpful blogs and message boards will be in uncovering planned attacks.\n\"I just can't envision a scenario where somebody posts to a message board, 'I'm getting ready to launch an IED at this location,' and the government will find that,\" said terrorism analyst Matt Devost. A lot of postings about attacks are \"fantasy, almost role-playing,\" Devost said.\nInternet searches are used routinely by government agencies, such as the Defense Department, in gathering intelligence, said Chip Ellis of the Memorial Institute for the Prevention of Terrorism.\nThe searches use methods similar to a Google query and can be helpful in uncovering the latest IED technology, Ellis said.\nSteven Aftergood, an intelligence expert at the Federation of American Scientists, praised Homeland Security for \"trying to develop innovative approaches\" and said its effort would not jeopardize privacy because the department would be scanning public websites.\nThe department, which declined to comment, has made no decision about using Internet searches and is reviewing statements that companies submitted last month describing their ability to do the searches. \n\nGraphic\n\n \nPHOTO, B/W, Andrew Councill for USA TODAY\n\nLoad-Date: December 24, 2008"
}