{
    "title": "Feds, 9_11 survivors fight over account linked to al-Qaida",
    "publisher": "the world",
    "year": 2012,
    "month": 3,
    "day": 11,
    "full text": "CHICAGO - The investor's money was converted from Saudi riyals and transmitted through an account in Spain before it was quietly traded on the U.S. futures market through a Chicago brokerage firm.\nThe shadowy investor turned out to be a former mujahedeen fighter and fundraiser for al-Qaida with direct ties to Osama bin Laden, according to the U.S. government.\nWhat's left of the cash - $6.6 million after the account lost about three-fourths of its value in less than a year of trading - is the subject of an unusual legal battle in Chicago. It pits the U.S. Justice Department against victims and survivors of the Sept. 11, 2001, terrorist attacks, who for more than a decade have been seeking to hold al-Qaida responsible and cripple its finances.\nThe U.S. Attorney's Office in Chicago - an arm of the Justice Department - moved to take control of the money last year under federal laws that allow seizure of assets connected to terrorism.\nBut the 9/11 victims want the money as part of their long-standing civil lawsuit against al-Qaida's network and its supporters - from charitable organizations to banks to sovereign nations.\nThat lawsuit, pending in New York, seeks billions of dollars in damages for the huge losses suffered by victims, as well as insurers, in the attacks.\nThe victims hope that seizing money from terrorists will damage their ability to strike U.S. soil again.\nBeverly Burnett's son, Thomas Burnett Jr., died on United Airlines Flight 93 when it crashed in Shanksville, Pa., after he and other passengers charged the cockpit to thwart hijackers. Burnett said she and her husband are committed to the terrorism fight in their son's memory.\n\"We live in the flight path of planes coming into Minneapolis. We look to the sky and think of Tom,\" Burnett, 81, said recently by phone from her home in Minnesota. \"My son would not have rested. So no, we are not going to forget.\n\"The only way we are going to stop the terrorists is to dry up the money. We have to stop them. We have to stop it. That is what our lawsuit is about.\"\nAttorneys for the victims said that, even though the Chicago brokerage account doesn't involve a huge sum of money, it is significant because it is the first money linked to al-Qaida they have found since 9/11. They expressed frustration that their interests have collided with the U.S. government.\n\"This is the tip of the iceberg of attempting to attach money that is held by a named agent of al-Qaida,\" said Brian Frutig, an attorney with the South Carolina-based law firm that represents the victims. \"In our first instance of trying to do so, the government has stepped in to forfeit that money.\"\nAttorneys for the victims have criticized prosecutors for failing to notify the victims after they discovered the funds in 2007. In one court filing, the victims' attorneys alleged the government was \"pulling out every trick in the book\" to keep the money from them.\nProsecutors have argued that the victims don't have legal standing to lay claim to the money but, even if the Attorney General's Office wins the court fight, money could go to help 9/11 victims, they insisted.\nThe New York lawsuit is separate from the billions of dollars given to the victims as part of the September 11th Victim Compensation Fund. Those compensated in that fund were not precluded from seeking civil restitution from the perpetrators or supporters of the attacks, victims' attorneys said.\nThe account at the center of the legal battle was opened in Chicago in 2003. Two years later, Abu al-Tayyeb, identified by U.S. authorities as a known member of al-Qaida, invested about $24 million in the account, according to recent government filings in court. However, the account plummeted to about $6.6 million by mid-2006 because of poor trading decisions, the government said.\nAl-Tayyeb met with bin Laden and three others in Afghanistan in 2000 or 2001, in advance of the 9/11 attack, according to U.S. authorities.\nHe also is believed to have plotted to assassinate state officials, poison water supplies, kidnap U.S. diplomats and launch a biological attack, court documents stated.\nExperts said such asset seizures have become a routine part of the U.S. government's financial assault on terrorist organizations.\n\"The government has been aggressive in all areas of intelligence regarding terror financing because these terror groups can't survive without money,\" said Stuart Gottlieb, a former foreign policy adviser in the U.S. Senate who teaches counterterrorism at Columbia University in New York. \"As al-Qaida gets more and more decentralized, it is even more important to cut the links between these networks, so they can't do the financing.\"\nThe 9/11 victims' attorneys learned of the Chicago brokerage account only after the Chicago Tribune wrote last summer about the government's move to seize the money. They then filed to intervene in the lawsuit in federal court in Chicago.\nIn court filings, prosecutors maintain the money should be handed over to the U.S. attorney general to potentially be disbursed to 9/11 victims, as well as victims of other terrorists attacks who make a claim.\nThey also suggest the money could be used to help pay for future terrorism investigations.\nAttorneys on the other side argued that the overwhelming number of al-Qaida victims are linked specifically to the 9/11 attacks and raised concern that, if the government gains control of the money, the process to obtain a payout would be cumbersome and painful for victims who likely would have to retell their stories of loss to federal authorities.\nThe attorneys have not said how they would use the money if the 9/11 victims won control of the funds, only that the money would not go toward legal fees.\nFred Brewer, whose wife, a high-ranking bank executive, died in the World Trade Center collapse, believes a slice of the $6.6 million isn't likely to bring much financial relief, given the thousands of victims.\nHowever, it could help finance a protracted, complicated fight for justice.\n\"The question is, what's the best use for the money,\" said Brewer, who is raising the couple's 14-year-old daughter in New York.\n\"We are saying, let's keep the private litigation going forward as pressure on the groups [and] the countries who have been identified [as linked to terrorism].\"\nMCT photo\nNorthfield, Minn., resident Thomas E. Burnett Sr. holds Miss Billie, a dog who belonged to their son, Thomas Jr., who was killed in the al-Qaida terrorist attacks on 9/11. Burnett and his wife, Beverly, are part of a lawsuit that pits them and other 9/11 victims' survivors against the U.S. Justice Department. They seek billions of dollars in damages from terrorists. The government, they say, is \"pulling out every trick in the book\" to keep the money from them.\n\nLoad-Date: March 12, 2012"
}