{
    "title": "Feds to track foreign students",
    "publisher": "university wire",
    "year": 2000,
    "month": 6,
    "day": 6,
    "full text": "The United States should \"pursue a more aggressive strategy against terrorism,\" according to a report released June 5. The report, released by the National Commission on Terrorism, caused controversy in Washington and included a recommendation that may affect the lives of international students in America.\nThe commission, a federal organization created in 1998, is spearheaded by L. Paul Bremer, former state ambassador-at-large. The commission's primary objective is to \"examine our national counter-terrorist policies and suggest steps that we can take to be more effective in preventing terrorism against Americans at home and abroad.\"\nU. Texas-Austin\nThe commission's 64-page report called for an increase in government controls to combat terrorism. The report prescribes eight specific counter-terrorism measures.\nMost controversial is the commission's recommendation to track international students in America.\nThe commission believes, as stated in the report, \"a small minority [of students] may exploit their student status to support terrorist activity. The United States lacks the nationwide ability to monitor the immigration status of these students.\"\nAccording to the report, \"Thousands of people from countries officially designated as state sponsors of terrorism study in the United States. Experience has shown the importance of monitoring the status of foreign students.\"\nThe program, if implemented, will keep detailed records on student information, noting students who make significant changes in their majors.\nOfficials did not name any majors as being inherently suspicious. The commission did, however, note the incidence of terrorism by students of natural sciences and engineering, citing as an example the World Trade Tower bombing perpetrated by an international engineering student.\nAlthough international students enrolled at the University of Texas in fall 1999 held a wide range of majors, the majority of the 3,984 international students were in the College of Natural Sciences, with 422 students, and in the College of Engineering, with 252 students.\nThe University already keeps detailed records of its international students, including records of major changes, said Jerry Wilcox, director of the International Student Office. He added that the University would be prepared if the government proposed tracking of international students.\nHowever, he expressed concern.\n\"I am not sure that the U.S. government can use that information wisely and protect our international students,\" Wilcox said.\nMembers of the Arab-American Anti-Discrimination Committee, the most outspoken opponent of the commission, voiced criticism.\n\"(The report) really calls for measures that undermine the basic civil liberties in the United States,\" said Hussein Ibish, ADC communications director. \"If you're a student of a certain national origin, [and] if you're studying science or engineering, this report suggests that you should be tracked by the government… We find [the report] to be very disturbing.\"\nAccording to a U.S. government release, Cuba, Libya, Sudan, Syria, Iraq, Iran, North Korea, Afghanistan, Greece and Pakistan are classified as either supporters or sponsors of terrorism. A significant percentage of UT international students are from Korea and Pakistan.\nThe National Commission on Terrorism declined comment on the specific designation of students as potential terrorists.\n\"It is disturbing,\" said Bob Jensen, journalism professor and staff advisor for the Anti-Racist Organizing Committee, a campus organization dedicated to cultural awareness and understanding. \"Treating international students differently like this is a problem. It creates a climate of fear in a university.\"\n(C) 2000 Daily Texan via U-WIRE\n\nLoad-Date: June 6, 2000"
}