{
    "title": "Feds say family plotted terrorism while at N.M. desert compound",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 3,
    "day": 14,
    "full text": "A federal grand jury on Wednesday indicted five relatives from Atlanta, charging them with plotting terrorism after kidnapping a toddler and retreating to an isolated desert compound in New Mexico.\nThe defendants, whose site was raided last summer, have long been accused by authorities of planning terrorism, but the indictment is the first time they've been formally charged with such allegations. The Clayton County boy, Abdul-Ghani Wahhaj, was found dead at the compound on what would have been his fourth birthday.\n Previously, the relatives, who had lived around Clayton, DeKalb and Fulton counties in Georgia, were held in federal custody only on firearm charges. The new indictment doesn't specify the group's plans but says they intended to kill members of the FBI and the U.S. military.\n \"The superseding indictment alleges a conspiracy to stage deadly attacks on American soil,\" New Mexico U.S. Attorney John C. Anderson said in a news release. \"These allegations remind us of the dangers of terrorism that continue to confront our nation, and the allegation concerning the death of a young child only underscores the importance of prompt and effective intervention by law enforcement.\"\n Previously, attorneys for the suspects have claimed they were misunderstood because they are black Muslims.\n Authorities have said they believe the boy may have died because, rather than giving him seizure medicine, his father, Siraj Ibn Wahhaj, performed rituals to rid him of evil spirits. Due to trouble getting oxygen during birth, the boy, Abdul-Ghani, had many medical problems, including seizures as well as cognitive and developmental delays. Before Wahhaj went into the desert with four adult relatives and 12 of their children around December, at least one friend heard the man speaking of trying to rid the child of a \"curse,\" the friend told The Atlanta Journal-Constitution last year.\n According to Abdul-Ghani's mother, Wahhaj had said he was taking the boy to a Clayton County park one day in late 2017 and never returned. Instead, the child was found dead in a cave in the desert on Aug. 6, 2018.\n Wahhaj was arrested at the compound with his wife, Jany Leveille, his sisters, Hujrah Wahhaj and Subhanah Wahhaj, as well as Subhannah Wahhaj's husband, Lucas Morton. Their 11 children were taken into custody from the property by New Mexico child welfare workers.\n\nLoad-Date: March 15, 2019"
}