{
    "title": "Feds say terrorism-related arrests made in 2 states",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 8,
    "full text": "SACRAMENTO, Calif. - Authorities said Thursday that two people with ties to the Islamic State have been arrested on terrorism-related charges in California and Texas, including a refugee from Syria who is charged with lying to federal investigators about his travels to the civil war in that country.\nThe arrests feed a national debate over whether the United States is doing enough to screen refugees from Syria for terrorists from that nation.\nCourt documents say the men wanted to aid terrorist organizations affiliated with the Islamic State group. However, one man is accused of assisting a group that allied with the Islamic State organization only after he had returned to the United States. He earlier said he wouldn't join Islamic State group himself because it was killing fellow Muslims.\nA criminal complaint unsealed Thursday accuses that man, Aws Mohammed Younis Al-Jayab, 23, of Sacramento, of traveling to Syria to fight and lying to investigators about it. U.S. Attorney Benjamin Wagner said in a statement that while Al-Jayab was potentially dangerous, there is no indication that he planned any attacks in the United States.\nMeanwhile, the U.S. Attorney's Office based in Houston, Texas, said late Thursday that Omar Faraj Saeed Al Hardan, 24, of Houston, was indicted Wednesday on three charges that he tried to provide material support to the extremists.\nThere is no indication from prosecutors that Al Hardan was a threat in the United States, but his arrest sparked immediate criticism of the Obama administration's refugee policies from Texas Gov. Greg Abbott and Lt. Gov. Dan Patrick.\n\"This is precisely why I called for a halt to refugees entering the U.S. from countries substantially controlled by terrorists,\" Abbott said in a statement. \"I once again urge the President to halt the resettlement of these refugees in the United States until there is an effective vetting process that will ensure refugees do not compromise the safety of Americans and Texans.\"\nBoth men are Palestinians born in Iraq, authorities said.\nThe complaint in federal court in Sacramento said Al-Jayab came to the United States from Syria as a refugee in October 2012. While living in Arizona and Wisconsin, he communicated on social media about his intent to return to Syria to fight for terrorist organizations and discussed his previous experience fighting against the regime in Syria, starting shortly after he turned 16. When he was interviewed by citizenship officials, he lied about his travels and ties, the complaint alleges.\nHe left the United States in November 2013, but he came to Sacramento in January 2014, the FBI said in a 20-page affidavit.\nSocial media and other accounts say that as soon as he arrived in the United States, he began saying he wanted to return to Syria to \"work,\" which the FBI says is believed to be a reference \"to assisting in and supporting violent jihad.\" Authorities said he eventually fought with various terrorist organizations, including Ansar al-Islam, which in 2014 merged with the Islamic State of Iraq and the Levant after Al-Jayab had returned to the United States.\nHe criticized Islamic State group in several messages for killing Muslims.\n\"If it weren't for the State's bloodletting, I would have been the first one to join it,\" he said, according to the FBI, although he later described fighting alongside the group.\nThe documents did not indicate how the two men are connected.\nHowever, the affidavit says Al-Jayab communicated with an unnamed individual living in Texas in April 2013 to see if he could receive training in various weapons.\nA few days later, he described, during earlier fighting, emptying seven ammunition magazines from his assault rifle during a battle and executing three Syrian government soldiers.\nBen Galloway of the federal defender's office is Al-Jayab's attorney. He did not return telephone and emailed messages Thursday.\nThe U.S. Attorney's Office in Sacramento said Al-Jayab was arrested Thursday morning in Sacramento.\nFederal officials say three separate arrests in Milwaukee on Thursday grew out of the Sacramento investigation but are not related to national security.\nThe suspects in Wisconsin are relatives of the man arrested in Sacramento, said Lauren Horwood, a spokeswoman for the U.S. Attorney's Office in Sacramento.\n___\nAssociated Press writers Amy Forliti in Minneapolis and Terry Wallace in Dallas contributed to this story.\n\nLoad-Date: January 17, 2018"
}