{
    "title": "Feds target terrorist recruiting inprisons Security agencies seek intelligence on extremists' impact",
    "publisher": "usa today",
    "year": 2006,
    "month": 11,
    "day": 7,
    "full text": "WASHINGTON -- The federal government is working with prisons in dozens of states to improve intelligence gathering and monitoring of inmates in a stepped-up campaign to curb homegrown terrorism behind bars.\nThe FBI and Homeland Security Department are urging prison officials to do more extensive background checks on workers and volunteers who meet with inmates. And members of Congress are looking at possible reforms in prison security as a way to combat the spread of extremist Islamic beliefs.\nChief among the concerns is that radical Muslim clerics could have access to prisoners and coerce them with terrorist literature.\n\"It's a concern because we know that violent extremist groups will target people in prisons,\" said Donald Van Duyn, the FBI's counterterrorism director. \"We're working to improve monitoring, improve training and increase awareness.\"\nThe intensified surveillance follows the recent arrests of people alleged to be home-grown terrorism suspects in London and Canada, which have raised concerns that the United States may be vulnerable to terrorism at the hands of its own citizens. British authorities said in August that they broke up a conspiracy to blow up U.S.-bound airliners with liquid bombs, and Canadian officials charged 17 people in June with an al-Qaeda-inspired plot to possess 3 tons of bombmaking materials.\nHomeland Security officials, who are sending investigators to prisons around the country to gather intelligence on inmate radicalization, are worried that similar plots could be hatched in U.S. prisons. \"Prisons can be a breeding ground,\" says Charles Allen, Homeland Security's top intelligence officer.\nAmong the steps that the FBI and Homeland Security are urging prisons to take:\n*Develop more informants and set up more intelligence units in state prison systems. The FBI is encouraging prison systems to set up their own intelligence units and to work with local agents to share information. The bureau won't say whether it has undercover agents in the nation's prisons.\n*Train more prison staff to recognize signs that prisoners are turning to extremist propaganda, sharing radical views, and attempting to convert other inmates.\n*Conduct background checks on volunteers and workers to ensure extremist Muslim clerics don't have access to prisoners.\n\"Our concern is not with prison inmates converting to Islam,\" says Sen. Susan Collins, R-Maine, chairwoman of the Senate Homeland Security Committee. \"For many converts, this religion brings the direction and purpose their lives previously lacked.\"\nA case in California shows how some U.S. prisons have spawned converts to radical forms of Islam.\nMembers of an extremist group robbed a dozen Los Angeles gas stations in 2005 to raise money to finance terrorist attacks on the United States.\nThe group's founder, Kevin James, is alleged by the FBI to have recruited members from prison. Four members of the group are awaiting trial on charges including conspiracy to levy war against the U.S. government.\n\"We have to wonder how many other such conspiracies are taking shape under the radar in other prisons,\" Collins says. \n\nLoad-Date: November 7, 2006"
}