{
    "title": "Feds search for link to terrorism",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 9,
    "day": 9,
    "full text": "Money laundering: The FBI is investigating connections to suburban housing developments\nCHICAGO (AP) - Federal authorities are investigating whether several suburban Chicago housing developments may have played a role in laundering money for terrorists, according to a published report.\nThe Chicago Tribune reported Tuesday that an FBI terrorism task force initially focused on the activities of the Quranic Literacy Institute, an Oak Lawn-based non-profit Islamic organization, and its financial ties to Woodridge Fountain, an upscale subdivision in DuPage County.\nSubsequent reviews of land records revealed three other suburban land developments were financed in a similar fashion by businessmen linked to the Quranic Literacy Institute but working through other Islamic non-profit groups. The developments were located in Tinley Park, Naperville and Lombard, the newspaper reported.\nEd Worthington, assistant special agent in the Chicago FBI office, told the Tribune the money-laundering investigation in the Chicago area was \"a chunk of the puzzle\" in a nationwide investigation of funding for Middle Eastern terrorist groups.\nIn June, the federal government seized $ 1.4 million in cash and assets from Mohammad Salah of Bridgeview, who was identified by the FBI as a high-level operative of the Islamic militant group Hamas, and from the Quranic Literacy Institute, which allegedly gave him money and cover.\nThe FBI seized the assets because Hamas is on a State Department list of illegal terrorist organizations. Assets in the United States belonging to any organization on the list can be taken by the government.\nAccording to the FBI affidavit, Salah gave money to Hamas, which in turn bought weapons used in attacks that killed Israeli soldiers.\nSalah, who served almost five years in an Israeli prison after being convicted of channeling funds to Hamas, has denied the allegations.\nSalah's attorney, Matthew Piers, also denied Salah had any connection with the Woodridge Fountain project, which was developed by companies owned by a Chicago-area surgeon, Dr. Tamer Al-Rafai.\nAl-Rafai also was the developer of Chateau Court in Naperville, the Brementowne Park Town Houses in Tinley Park and the Fairfield Court Townhomes in Lombard.\nFederal investigators say the Woodridge Fountain was owned by the Quranic Literacy Institute, which describes its mission as the translation of the Koran into English. The other three developments were reportedly financed by the North American Islamic Trust of Plainfield, Ind., which has the stated purpose of building mosques and Islamic schools in the United States.\n\nLoad-Date: September 9, 1998"
}