{
    "title": "Feds detail charges against 4 arrested in western Pa. raids",
    "publisher": "pittsburgh tribune review",
    "year": 2008,
    "month": 6,
    "day": 10,
    "full text": "Suspects arrested in weekend raids by a terrorism task force face allegations that they trafficked in blasting caps, illegally possessed weapons and transferred exploding golf balls. \nThe charges were detailed in federal grand jury indictments unsealed Tuesday in Pittsburgh, where a federal magistrate will be asked at a hearing Wednesday to keep three of the four suspects in jail until they can stand trial. \nMarvin E. Hall, 49, of Rimersburg, and his live-in girlfriend, Melissa Huet, 34, are charged in a three count indictment. Authorities contend Hall transferred two exploding golf balls to an unnamed person in January, without a firearms license. \nHe is also accused of illegally possessing a 12-gauge shotgun and an SKS assault rifle; it is illegal for Hall to possess guns because he has a 1999 federal weapons conviction. Huet is accused of helping him possess the weapons in violation of the law. \nHall remains in custody, but Huet, who will appear before a federal magistrate on June 26, told The Associated Press that she owns the guns and has sales receipts in her name. After the Pittsburgh Joint Terrorism Task Force raided the couple's home Sunday, she said, federal agents told her she couldn't possess the guns because she was living with a felon. \n\"Nobody ever told me that before,\" Huet said. \nHall's former neighbor, Morgan A. Jones, 64, of Lucinda, is charged with illegally transferring a Romanian AK-47 assault rifle to someone who lives out of state in February; Jones was arrested as he left church over the weekend. \nPerry E. Landis, 61, of DuBois, is charged with illegally transferring blasting caps in September and March. \nJones and Landis are represented by the Federal Public Defender's Office in Pittsburgh, which has a blanket policy of not commenting on cases. \nHall, Jones and Landis are scheduled for detention hearing Wednesday before U.S. Magistrate Amy Reynolds Hay. \nProsecutors plan to present evidence that the men are dangerous or likely to flee prosecution in hopes Reynolds will keep them jailed until trial. \nProsecutors have refused to say why they want the men detained or why the cases were investigated by the terrorism task force. \n\nLoad-Date: June 10, 2008"
}