{
    "title": "Feds fret about terrorism threats at Burning Man",
    "publisher": "the salt lake tribune",
    "year": 2019,
    "month": 4,
    "day": 3,
    "full text": "Reno, Nev. • Burning Man organizers say the U.S. government wants to place unreasonable conditions on a proposal to expand the counter-culture festival’s capacity to 100,000, including stepped-up security searches and new perimeter barriers that land managers say would reduce vulnerability to acts of terrorism.\nGroup leaders say the Bureau of Land Management’s proposed stipulations for a new 10-year special use permit would for the first time require certified building inspections, maintenance of a county road and air quality mitigation that could raise their costs by $10 million a year at the annual event in the desert 100 miles north of Reno.\nThe draft environmental impact statement points to the mass shooting at a country music festival on the Las Vegas Strip in October 2017. It's apparently the first time the agency has analyzed terrorist threats as part of an environmental review for proposed activities on federal land.\nWhile terrorism has never occurred at Burning Man, \"several vulnerabilities exist,\" the 372-page document warns. It says the big crowds, \"iconic status of Burning Man and widespread media coverage of the event could make the festival an attractive target for an individual or team of attackers.\"\nCrowds at the weeklong celebration culminating on Labor Day weekend with the burning of a towering wooden effigy have grown from about 30,000 in 2002 to 79,000 in 2017. Attendance currently is capped at 80,000.\nThe draft issued last month says an attack could result in mass casualties that exceed the capacity of law enforcement and medical resources on-site.\n\"Since the event is a soft target with the potential to draw the ire of international and domestic terrorists, tactics from active shooter, vehicular assault and improvised explosive devices are real threats with a low to moderate risk of occurrence,\" the document said.\nWithout naming best-selling author Brad Thor's spy-thriller \"Use of Force,\" it notes that \"a novel depicting the Burning Man Event as a terrorist target was published in 2017 and depicts weaknesses in the event security.\"\n\"Limited access controls and lack of professional security resources at entrances points into the city, coupled with limited law enforcement staffing, are two critical event vulnerabilities,\" the agency said.\nBureau field manager Mark Hall said it's the first time he's aware of his agency has analyzed terrorism in an environmental review on federal land.\n\"Since the October 1, 2017 shooting in Las Vegas, however, a greater emphasis on large scale outdoor gatherings has evolved and (the Department of Homeland Security) recently provided new protocols for outdoor mass gathering event safety,\" he said in an email to The Associated Press.\nThe draft EIS proposes 10.4 miles of perimeter fencing under the 100,000-capacity scenario that would enlarge the closure area to 23 square miles.\nHardened physical barriers would reduce the risk of vehicle entry through the current \"orange plastic trash fence,\" the agency said. Private security portals would reduce entry of firearms \"and other contraband.\"\nBurning Man leaders say the proposal would force them to hire private security \"to conduct unwarranted searches without probable cause as a condition of entry into this section of public land.\"\nDominque Debucquoy-Dodley said in an email to AP on behalf of Burning Man Project that several stipulations would result in the government replacing, overseeing or managing operations organizers \"have successfully built and managed for decades.\"\n\"Our initial assessment reveals that the measures recommended by BLM in order to issue our next permit are unreasonable\" and \"would forever negatively change the fabric of the Burning Man event,\" he wrote. He said \"one brazen measure\" would force the private organization to pay for maintenance of a public highway.\n\"This and many of the mitigations ... would raise ticket prices substantially.\"\nOther alternatives analyzed would maintain capacity at 80,000, reduce it to 50,000 or deny a permit altogether.\nHall said it's the largest recreational permit BLM issues and one of the largest on all federal lands. He declined to speculate on mitigation costs.\nThe agency will pick a preferred alternative in the final EIS after a public comment period closes April 29. Public hearings are scheduled April 8 in Reno and April 9 in Lovelock.\n\nLoad-Date: April 5, 2019"
}