{
    "title": "FEDS_ MAN WANTED TO KILL U.S. SOLDIERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 7,
    "day": 28,
    "full text": "A New York man who planned to join the Taliban in Afghanistan and kill American forces was arrested at John F. Kennedy Airport on Friday, federal officials said.\nDelowar Mohammed Hossain, 33, of the Bronx, is charged with attempting to provide material support for acts of terrorism, the U.S. Attorney's Office for the Southern District of New York said in a statement.\nA criminal complaint alleges that in recorded conversations with a confidential informant, he said he wanted to join the terror group and fight American forces, said Michael McGarrity, the FBI assistant director of counterterrorism.\nHe expressed his desire to join the Taliban in September last year, and attempted to recruit a confidential FBI source to travel with him to Pakistan then cross the border to Afghanistan, according to the criminal complaint.\n\"Delowar Hossain had a despicable goal. He wanted to make his way to Afghanistan, join up with Taliban forces, and kill Americans. But he failed because members of the FBI's joint terrorism task force interrupted his plans,\" Mr. McGarrity said.\nGeorgia voting machines\nATLANTA - Georgia allowed its election system to grow \"way too old and archaic\" and now has a deep hole to dig out of to ensure that the constitutional right to vote is protected, according to U.S. District Judge Amy Totenberg.\nNow Judge Totenberg is in the difficult position of having to decide whether the state, which plans to implement a new voting system statewide next year, must immediately abandon its outdated voting machines in favor of an interim solution for special and municipal elections to be held this fall.\nElection integrity advocates and individual voters sued Georgia election officials in 2017, alleging that the touchscreen voting machines the state has used since 2002 are unsecure and vulnerable to hacking. They've asked Judge Totenberg to order the state to immediately switch to hand-marked paper ballots.\nBut lawyers for state election officials and for Fulton County, the state's most populous county that includes most of Atlanta, argued that the state is in the process of implementing a new system, and it would be too costly, burdensome and chaotic to use an interim system for elections this fall and then switch to the new permanent system next year.\nPlans for migrant kids\nOKLAHOMA CITY - The Trump administration no longer needs to detain migrant children at an Oklahoma Army base and preparations to house them there have stopped, the U.S. Department of Health and Human Services said in a statement.\n\"Over the last several weeks HHS has experienced a decrease in Department of Homeland Security referrals of unaccompanied alien children (UAC). Additionally, HHS has been placing UAC with sponsors at a historically high rate. As such, the UAC Program does not have an immediate need to place children in (holding) facilities,\" said Evelyn Stauffer, spokeswoman for the agency's Administration for Children and Families.\nMs. Stauffer, who did not immediately reply to messages seeking further information, said no children have been held at the base at Lawton, about 80 miles southwest of Oklahoma City.\nHomeland Security officials said earlier this month there was a 28% drop in the number of migrants encountered by Customs and Border Protection in June, amid a crackdown on migrants by Mexico.\n\nLoad-Date: September 11, 2019"
}