{
    "title": "FEDS SEEK LIFE IN GUARD ATTACK HORROR",
    "publisher": "daily news ",
    "year": 2008,
    "month": 5,
    "day": 14,
    "full text": "FEDERAL PROSECUTORS urged an appeals court yesterday to stiffen the sentence given to an Osama Bin Laden loyalist for a brutal attack on a prison guard in lower Manhattan.\nThey want the higher court to override a judge's decision that spared him a life term.\nManhattan Federal Judge Deborah Batts committed a \"reversible error\" in 2004 by ruling that the 2000 attack on guard Louis Pepe was not an act of terrorism, Assistant U.S. Attorney Jonathan Kolodner told a panel of Manhattan federal appeals judges.\nPepe lost his left eye and suffered brain damage in the assault, which was carried out by Mamdouh Mahmud Salim and accomplice Khalfan Khamis Mohamed while both were awaiting trial in bombings of American embassies overseas.\nSalim was sentenced to 32 years behind bars for attacking Pepe, but prosecutors say he would have been eligible for a life term if Batts had accepted their theory that the stabbing was an act of terrorism. They say Salim poked a sharpened comb in Pepe's eye in an effort to get Manhattan Federal Court Judge Leonard Sand to replace his attorneys.\n\"Salim knew the only way to get new attorneys was to force Judge Sand's hand,\" Kolodner said.\nPepe, 50, sat in a wheelchair a few rows back shaking his head in disbelief as Salim's attorney argued that the attack had nothing to do with terrorism.\n\"I was dead and then I came back,\" Pepe said later. \"I really should be dead. That's why I'm trying to get this guy. He's got to go.\"\nPepe's attackers squirted him in the eye with Tabasco sauce to stun him before plunging the shank into his eye. His speech is slurred and he wakes at 3 a.m. in his Queens home for a vigorous round of physical therapy to regain the strength he has lost in his right side.\nBatts had Pepe removed from the courtroom at Salim's sentencing when the victim brandished a comb and screamed: \"I'm dead! You understand that? I'm dead, dead, dead!\"\ntzambito@nydailynews.com\n\nLoad-Date: May 14, 2008"
}