{
    "title": "Feds add gun charges to St. Charles man facing terrorism charges in Nebraska Amtrak incident",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 2,
    "day": 2,
    "full text": "ST. LOUIS - A St. Charles man who is already facing two terrorism charges after allegedly stopping an Amtrak train in Nebraska is now facing four federal gun charges in St. Louis.\nTaylor Michael Wilson, 26, was indicted by a federal grand jury Thursday on one count of possession of an unregistered short-barreled rifle and three counts related to a fully automatic rifle: possession of a machine gun, possession of a gun with a serial number that was removed and possession of an unregistered machine gun.\nThe automatic weapon is a Pioneer Arms Corp. 7.62x25mm Tokarev PPS43-C and the other rifle is a 9mm Scorpion EVO 3 pistol, court documents say.\nThe Scorpion manufacturer says attaching a stock or something intended to be used as a stock to the pistol \"constitutes the making of a short-barreled rifle which requires registration with ATF and the payment of the applicable tax.\"\nThe charges result from a Dec. 21 FBI raid conducted after Wilson was arrested and charged in state court over the Oct. 22 Amtrak incident. Agents found more than 1,000 rounds of ammunition, \"white supremacy documents and paperwork,\" gunpowder and a \"pressure plate\" that an FBI agent described as a device commonly used to construct an improvised explosive, court documents say. Wilson's father turned over body armor and 15 rifles and pistols that belonged to his son, including the two rifles at issue in the indictment, documents say.\nFBI agents have also alleged that Wilson had \"alt-right\" and \"neo-Nazi\" literature, spoke of wanting to harm blacks and may have been involved in pointing a gun at a black woman during a \"road rage\" incident in St. Charles in 2016.\nWilson's parents have not responded to requests for comment. No lawyer is listed for Wilson in St. Louis.\nWilson was indicted Jan. 17 in Nebraska on one count of attempting to or threatening to \"wreck, derail, and disable railroad on-track equipment and a mass transportation vehicle\" on Oct. 22 and one count alleging he attempted \"to interfere with, disable, or incapacitate any locomotive engineer or railroad conductor.\"\nCharging documents claim Wilson breached a secure area of the train, and was found in the engineer's seat of the follow engine on the train \"playing with the controls\" before being restrained by Amtrak staff.\n\nGraphic\n\n \n Taylor Michael Wilson, of St. Charles, was accused of forcibly stopping an Amtrak train in Nebraska and faces terrorism charges. He allegedly has white supremacist and neo-Nazi ties. Photo courtesy of the Lincoln Journal Star.  \n\nLoad-Date: February 2, 2018"
}