{
    "title": "Feds name another N.C. terrorism case suspect",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 8,
    "day": 4,
    "full text": "RALEIGH, N.C. - A 20-year-old U.S. citizen who traveled to Pakistan in 2008 \"to engage in violent jihad\" has been named as the eighth suspect in a North Carolina terrorism case, according to court documents released Monday.\nJude Kenan Mohammad is charged with conspiracy to provide material support to terrorists and a conspiracy to murder, kidnap, maim and injure persons in a foreign country, according to a newly unsealed indictment. The indictment specifically mentions Mohammad's trip to Pakistan in October 2008.\nFBI spokeswoman Amy Thoreson said Mohammad is not in custody. Authorities have said they believe he's in Pakistan.\nMohammad's uncle, Evan Risueno, scoffed at the accusations.\n\"I think it's ridiculous,\" said Risueno, who helped raise Mohammad. \"He's not that kind of kid.\"\nThe indictment alleges that Daniel Boyd, 39, was the suspected ringleader and bought guns and led a group of men who were planning to kidnap, kill and maim people in other countries. The indictment also names two of Boyd's sons - Zakariya, 20, and Dylan, 22.\nSeven of the men were arrested last week and are scheduled to appear Tuesday in federal court for a detention hearing. Their family members have said the accusations are unfounded.\nMohammad was officially identified as the eighth suspect after federal prosecutors requested that the full indictment be made public. His name had been redacted from court papers made public last week, although law enforcement sources had told The Associated Press that he was the suspect.\nProsecutors haven't said whether the terror suspects had any specific timelines or targets, although the indictment said some of them took trips over the past three years to Jordan, Kosovo, Pakistan and Israel \"to engage in violent jihad.\"\nThe indictment said the elder Boyd received terrorist training in Pakistan and Afghanistan two decades ago and, more recently, recruited followers in North Carolina. It also said he began stockpiling weapons and conducted military-style training at a rural site.\nRisueno said Mohammad went to Pakistan to visit his father, who lives there. He hasn't talked with Mohammad and didn't know how long his nephew planned to stay overseas.\nEarle Purser, a Raleigh attorney who represented Mohammad after he was charged in 2008 with driving 105 mph in a 55-mph zone, said he remembered a conversation with Mohammad about religion.\n\"He said that Muslims were peaceful people, they didn't believe in war unless they had to and didn't believe in killing anybody,\" Purser said. \"He impressed me a whole lot.\"\nMohammad didn't show up for a court appearance last fall in that case, Purser said.\nAlso Monday, prosecutors said the terror case may involve classified material that will raise national security issues if given to their defense attorneys. They requested time to review classified material and a hearing to discuss it, according to court documents.\nThe government filed a motion under the Classified Information Procedures Act, which sets guidelines for the disclosure of sensitive information.\n\nLoad-Date: August 5, 2009"
}