{
    "title": "Feds explore how to try terrorism suspects",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "After the attacks on the World Trade Center and the Pentagon on Sept. 11, President Bush vowed to \"bring the terrorists to justice, or . . .  bring justice to them.\"\nNow, with U.S. forces stepping up the hunt for terrorism sponsor Osama bin Laden and nearly 700 people in custody worldwide, officials are beginning to consider precisely what \"justice\" means.\nMore specifically, U.S. prosecutors are examining how -- and whether -- an American legal system geared toward prosecuting crimes should deal with what Bush has called an \"act of war.\"\nAt the Justice Department, lawyers began meeting about a week after the attacks to explore options for investigating and prosecuting terrorists and their accomplices.\nIn the Senate Judiciary Committee, staffers have been asked to research the legality of bypassing civilian courts and creating a military tribunal or other special body to try those charged in the attacks, as was done during the Civil War and World War II.\nUnited Nations officials, meanwhile, have proposed an international trial.\nThe unprecedented attacks are unique in American history, and experts say they call for an extraordinary response from the judicial system.\nA specially created court could allow the government to bring suspected terrorists to trial swiftly, under rules that would keep intelligence-gathering methods from being divulged.\nMoreover, say some, creating special courts would send a message that might deter future terrorists, who in the past have been tried in ordinary courts and afforded all the protections of American defendants.\n\"We'd be saying 'no more business as usual,' \" says John Kunich, military law expert at Roger Williams law school in Bristol, R.I. \"We'd be saying 'get involved in terrorism and we're going to treat you as a war criminal.' \"\nJustice officials have yet to charge any of the 682 people they have detained since Sept. 11 with a criminal offense related to the hijackings. But they are holding at least 20 as material witnesses believed to have information important that could lead to charges.\nAnd prosecuting others involved in the hijackings remains secondary to catching terrorist \"sleeper\" agents and heading off new attacks.\n\"This is a very unusual prosecution in that their focus has to be on other things first,\" says Michael Wildes, a federal prosecutor in New York City from 1989 to 1993. \"They have to focus on who may do something next before they get to who already did what.\"\nOfficials do not expect bin Laden or his top associates to be captured alive. But they say that federal or even state courts would be likely places to try people believed to have helped the Sept. 11 terrorists.\n\"(Those courts) are already constituted, there's a body of U.S. law covering (terrorist) offenses, and you could make the case that we'd be following the rule of law (even if) the people who carried out the crime didn't,\" says Paul Robinson, a criminal law professor at Northwestern University.\nFederal prosecutors obtained convictions against four Islamic radicals for killing six people and attempting to destroy the World Trade Center in 1993. They obtained convictions against four others for bombing American embassies in Kenya and Tanzania in 1998, killing 224 people.\nBut such a prosecution would carry problems. Experts say that evidence gathered by foreign intelligence services, which have made numerous arrests, might not be admissible.\nIntelligence gathered by American investigators using specially authorized secret wiretaps could also prove difficult to introduce in court under current federal rules.\nAnd granting the accused terrorists the same rights as ordinary defendants would allow them to review government investigative files and learn more about how the government tracks terrorism suspects.\nInvestigators who worked on the prosecutions stemming from the 1993 World Trade Center bombing later complained that Islamic radicals had used information learned by the defendants to become more adept at eluding surveillance.\n\"We've got to recognize as a society that this is a new situation,\" says Michael Wildes, a federal prosecutor in New York City from 1989 to 1993. \"We play by the rules, and we're up against people who don't, but want to use our rules against us.\"\nProponents say trying suspects in an international court would underscore the contention that the attacks against America reflect a worldwide problem. After World War II, the victorious Allies set up such a court to try and convict Nazi war criminals.\n\"No one can argue that this isn't a crime against humanity,\" says Mary Robinson, U.N. High Commissioner for Human Rights.\nBut the international court option carries problems, too.\nDifferent nations have different rules for conducting criminal trials, and there is no set procedure for deciding which would be used.\nAnd legal experts say that the American public might be reluctant to accept an international court.\n\"This happened in America, to Americans, and more Americans may be at risk,\" says Kunich, the military law expert. \"A reluctance to let the case be handled (by an international court) wouldn't be unusual.\"\nAlleged terrorists could also be tried by a tribunal of military officers, under the theory that their mass slaughter of civilians violates universally recognized laws of war. The burden of proof could be relaxed, making convictions easier to obtain. Secret evidence could be admitted, and all or part of the trials could be closed to the public. The unwillingness of the accused to testify in their own defense could be held against them.\nSuch commissions were used to try civilians suspected of disloyalty during the Civil War, including seven men and a woman accused of helping John Wilkes Booth assassinate President Lincoln in 1865. All were convicted and four were executed.\nWhen eight would-be saboteurs were caught sneaking into the United States from Germany during World War II, President Franklin D. Roosevelt created a military commission to try them. All eight were convicted and six were executed. The convictions were upheld by the Supreme Court. The rationale: Sabotage was a violation of the \"law of war\" and should thus be tried in a military court.\n\" You could make the case that the hijackings were very similar,\" Kunich says. \"They declared war, came into the country as guerrillas, essentially, and committed a clear law-of-war violation.  . . .  Some would argue that people who do that are like spies, and aren't entitled to anything beyond being shot on sight.\"\nBut a military commission likely would face a legal challenge on constitutional grounds, and might strike some Americans as unnecessarily harsh.\n\"If the ordinary civil courts are open, I just can't see (military commissions) getting past a judicial review,\" says Bob Jarvis, international law professor at Nova Southeastern University in Fort Lauderdale. \"It might be too much like something the (Taliban) would do. But since Sept. 11, nothing is off the table.\"\nThe death penalty complicates matters, regardless of which option is chosen.\nThree states that could conceivably try suspected Sept. 11 terrorists -- New York, Virginia and Pennsylvania -- and the federal government can impose the death penalty for aggravated murder.\nBut the United Kingdom, where at least one potential suspect has been detained, does not have the death penalty and generally will not extradite a suspect to a nation that does unless it promises not to seek it. France, Germany and other European nations that have arrested suspected terrorists since the attacks have similar provisions.\nU.S. authorities are seeking the extradition of Lotfi Raissi, an Algerian-born flight instructor currently held without bond in London. American investigators think Raissi helped train the suicide pilots. He is resisting extradition.\n***\nContributing: Ellen Hale, Donna Leinwand\n\nGraphic\n\n \nPHOTO, B/W, Agence France-Presse; PHOTO, B/W, AP; PHOTO, B/W, Lois Lanzano, AP; Bin Laden: Unlikely to be taken alive. <>Suspect: Investigators think Algerian-born pilot Lotfi Raissi helped train pilots in the Sept. 11 attacks. <>Still smoking: A rescue worker pauses while perched on a large section of the wreckage of the World Trade Center in New York on Sunday. The search-and-recovery operation grinds on.\n\nLoad-Date: October 15, 2001"
}