{
    "title": "FEDS TREAT SPOKANE OFFICIALS TO TERRORISM DISASTER TRAINING; COMMISSIONER MCCASLIN SAYS IT'S TAXPAYE",
    "publisher": "spokesman review",
    "year": 1998,
    "month": 5,
    "day": 6,
    "full text": "The federal government will fly 130 Spokane officials mostly from public agencies to Virginia for a week to learn how to handle a large-scale terrorism disaster.\nFederal officials and local participants say the June training by the Federal Emergency Management Agency will be priceless. It's the same program that trained Oklahoma City officials, who used what they learned to help them respond to the 1995 bombing of the federal building there.\nBut the number of participants and the seemingly unchecked costs have infuriated Spokane County Commissioner Kate McCaslin.\nIncluded are city and county parks officials, a risk manager and purchasing agents.\nA local disaster coordinator admitted participants have been arranging their own travel with little attempt to get group rates.\nFederal officials agree there are few controls in place to keep the estimated $ 100,000 cost from ballooning.\n''I should call 'Fleecing of America,''' a livid McCaslin said Tuesday, referring to the NBC News consumer watchdog report. ''I get tired of the attitude that 'someone else is paying the bill, so let's go for it.' It's still taxpayers' money.''\nMcCaslin was so vocal about her distaste Tuesday that fellow Commissioner John Roskelley and County Administrator Fran Boxer were reconsidering their plans to attend.\nThe class is put on by FEMA's National Emergency Training Center in the mountains of Virginia about 50 miles west of Dulles International Airport.\nEach year, communities apply to attend because FEMA has the time and money to cover the costs for only eight to 10 communities each year.\nSpokane city and county officials began the application process more than a year ago. McCaslin wasn't involved in that process.\nThe Spokane area was selected from 45 other cities and counties because officials here felt ill-prepared to deal with a terrorist attack.\n''The region has had experiences with floods and wildfires and terrorism at banks and the newspaper,'' said Spokane City Manager Bill Pupo, referring to the 1996 Spokane Valley bombings.\nThe course takes place on a military-style campus, where participants stay in dormitories. It includes two days of classroom activities, a choreographed mock disaster, a mop-up and a debriefing on how the situation was handled.\n''The incident unfolds as it might in a normal community, though we may collapse time,'' said Steve Sharro, deputy director of training for FEMA in Maryland. ''The next day is a recovery exercise where we look at what it takes to bring the community back into some kind of normalized circumstance.''\nFEMA officials ask communities to send representatives from major emergency units and public utilities.\nMost of those attending from Spokane are police officers, sheriff's deputies, firefighters and emergency medical personnel. Washington Water Power, US West Communications and Air Touch Cellular are sending a handful of people.\nBut included among the 100-plus government workers planning to go are city and county engineers, attorneys, finance officers, solid waste and water officials, and animal control officers.\nThat's what upset McCaslin.\n''Purchasing? Animal control? Come on,'' said McCaslin. ''I didn't pay $ 12,000 in federal income taxes last year to send people like that to this.''\nSharro said their participation is essential.\n''You wouldn't believe all the things that may have to be purchased quickly in a disaster,'' he said. ''Normally when you set up shelters, you can't take pets. What if there's a large area demolished and you have stray animals running all over the place?''\nMcCaslin also was upset by the lack of coordination.\nThose attending buy airline tickets and the first night's lodging and bill FEMA. While Sharro expects that to be roughly $ 500 per person, he admitted there are no efforts to control costs.\nIf someone comes to him with a $ 2,000 bill, ''we pay it,'' he said.\nMcCaslin said she could support sending a dozen people to Virginia who could then return and train the rest of the county. Or she would be happy to host FEMA officials here.\nBut Sharro said having all the participants in Virginia gets them away from their telephones and other distractions.\n''It's very expensive,'' Sharro said. ''It's the most expensive course we offer, but it's because we think it's so valuable.''\n\nGraphic\n\n \nColor photo;\nKate McCaslin, county commissioner\n\nLoad-Date: May 7, 1998"
}