{
    "title": "Feds_ Suspect hit beauty stores for bomb supplies",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 9,
    "day": 25,
    "full text": "NEW YORK - An Afghan immigrant who received explosives training from al-Qaida went from one beauty supply store to another, buying up large quantities of hydrogen peroxide and nail-polish remover, in a chilling plot to build bombs for attacks on U.S. soil, authorities charged Thursday.\nNajibullah Zazi, a 24-year-old shuttle driver at the Denver airport, was indicted in New York on charges of conspiracy to use weapons of mass destruction. Investigators found bomb-making instructions on his computer's hard drive and said Zazi used a hotel room in Colorado to try to cook up explosives a few weeks ago before a trip to New York.\nThe extent of Zazi's ties to al-Qaida was unclear, but if the allegations prove true, this could be the first operating al-Qaida cell to be uncovered inside the U.S. since the Sept. 11, 2001, attacks. Over the past few days, talk of the possible plot set off the most intense flurry of national terrorism warnings since the aftermath of 9/11.\nProsecutors said they have yet to establish exactly when and where the Zazi attacks were supposed to take place. But Attorney General Eric Holder said in Washington, \"We believe any imminent threat arising from this case has been disrupted.\"\nA law enforcement official told The Associated Press on Thursday that Zazi had associates in New York who were in on the plot.\nZazi was arrested in Denver last weekend and was charged along with his father and a New York City imam with lying to investigators. Authorities said in the past few days that they feared Zazi and others might have been planning to detonate homemade bombs on New York trains, and warnings went out to transit systems, stadiums and hotels nationwide.\nExplosives built with hydrogen peroxide killed 52 people four years ago in the London transit system. They are easy to conceal and detonate, and last week's warnings asked authorities to be on the lookout for them.\nA law enforcement official said Thursday that authorities had been so worried about Zazi - and that his Sept. 10 trip to New York City coincided with a visit by President Barack Obama - that they considered arresting him as soon as he reached the city. The official spoke on condition of anonymity because the investigation continues.\nZazi left a Denver court Thursday without commenting and will be transferred soon to New York. He and his lawyer have denied he is a terrorist.\nIn two unrelated terrorism cases elsewhere around the country Thursday:\n* Michael C. Finton, a 29-year-old man who idolized American-born Taliban soldier John Walker Lindh, was arrested after attempting to detonate what he thought was a bomb inside a van outside a federal courthouse in Springfield, Ill., officials said. FBI agents had infiltrated the alleged plot months ago.\n* Two North Carolina men under arrest since July on international terrorism charges were also accused by prosecutors of plotting to kill U.S. military personnel.\n(Barrett reported from Washington. Associated Press writers Steven K. Paulson and P. Solomon Banda in Denver and Samantha Gross in New York contributed to this report.)\n\nLoad-Date: September 25, 2009"
}