{
    "title": "Feds sharpen secret tools for data mining Several grew out of project that Congress killed in 2003",
    "publisher": "usa today",
    "year": 2006,
    "month": 7,
    "day": 20,
    "full text": "WASHINGTON -- U.S. intelligence agencies have invested millions of dollars since 9/11 on computer programs that search through financial, communications, travel and other personal records of people in the USA and around the world for connections to terrorism, according to public records and security experts.\nThe software is designed to find links between terrorism suspects and previously unknown people; track the international flow of money, operatives and materials; and search for clues in the worldwide communications over phone lines, wireless connections and Internet links.\nIndustry officials, government reports and contracting records do not say specifically how much the CIA and Pentagon have spent to develop, purchase and upgrade such data-mining programs, because that information is classified.\nAt least five of the data-mining programs were developed under a Pentagon program, called Total Information Awareness (TIA), that Congress disbanded nearly three years ago because of concerns that it threatened personal privacy, according to government records and participants in the projects.\nPresident Bush and administration officials say the searches for terrorists' trails follow the law and don't invade Americans' privacy.\nBush said May 11 that the government was \"not mining or trolling through the personal lives of millions of innocent Americans.\"\nWhite House spokeswoman Dana Perino declined to elaborate.\nQuestions of privacy\nClassified data-mining programs can violate Americans' privacy, says Marc Rotenberg, executive director of the Electronic Privacy Information Center. Revelations about the warrantless tapping of communications between people in the USA and terrorism suspects abroad and the collection of data about domestic phone calls cast doubt on Bush's assurances, Rotenberg says.\n\"There's a tendency with all of these systems to lead with terrorism and then find other applications,\" Rotenberg says.\nData-mining systems used by intelligence agencies include:\n*Hardware and software from NCR subsidiary Teradata that is capable of storing and searching databases as large as 4million gigabytes, or twice as much information as is held in all research libraries in the USA. Teradata executive Bill Cooper won't say what's in the Teradata systems that intelligence agencies use, but he says their applications include searching financial transactions for signs of money laundering.\n*A program designed to identify members of terrorist networks and determine the most important members of those networks. Cogito Inc., of Draper, Utah, sold the program to the National Security Agency and other intelligence agencies, company executive William Donahoo says.\n*Software from Verity Inc. used by the Defense Intelligence Agency and the Department of Homeland Security. A 2004 congressional report says DIA's Verity system includes personally identifiable information about Americans from other agencies and commercial sources.\nThe five data-mining programs developed under Total Information Awareness are among at least eight TIA projects that have continued since Congress killed TIA in 2003. They include four efforts to create software that searches through mountains of data for evidence of terrorists and three projects that allow intelligence analysts from many different agencies to collaborate on computer networks. A contract to pull all of the new software together into a working system also remained active until at least last year, government records show.\nUSA TODAY discovered the continuing TIA programs through entries in a public database of government contracts and a search of academic papers mentioning those contracts.\nTotal Information Awareness began months after the Sept. 11, 2001, terrorist attacks as an initiative to build and search massive databases to detect terrorists and prevent attacks. Managed by the Defense Advanced Research Projects Agency, the initiative sought to involve private companies, universities and researchers.\nDirecting the program was John Poindexter, a former Navy admiral and national security adviser for President Reagan and a central figure in the Iran-contra scandal of the 1980s.\nFinding links\nAfter news of the program surfaced in late 2002, critics in both parties, including then-House majority leader Dick Armey, R-Texas, and Sen. Ron Wyden, D-Ore., called it a potential invasion of Americans' privacy. Congress asked for investigations of TIA and eventually disbanded it in 2003.\nThe law eliminating TIA allowed some areas of research to continue: detecting biological weapons, analyzing recorded speech or written text in multiple languages, and creating two computer simulations to test various counterterrorism scenarios. The law also allowed work to continue on an unspecified number of projects authorized in a classified appendix.\nSpokesmen from the White House, the NSA and the office of National Intelligence Director John Negroponte declined to comment about the continuation of the projects or whether they were legal.\nSupporters including Robert Popp, a former TIA official, say the continuation of some of TIA's programs is legal under the exceptions approved by Congress.\nCritic Rotenberg says the continuation heightens concerns about oversight: \"The key problem here is the absence of accountability.\"\nOne surviving TIA program is a data-mining software development effort led by researchers at the University of Connecticut. The software, called Adaptive Safety Analysis and Monitoring (ASAM), was designed to uncover patterns of terrorist activity and suggest ways to intervene and stop terrorist plots.\nASAM is meant to computerize the tedious work of examining reams of data to find links that may reveal terrorism, such as travel or communication patterns, says Peter Willett, one of the University of Connecticut researchers.\n\"I heard someone say that an intelligence analyst's job is like watching 100 channels of TV at a time, looking for the right information,\" Willett says. \"If we can tell them what channel to tune to, we'd be doing our job.\"\nOngoing data-gathering, analysis projects\nAt least eight projects started under the controversial\nTotal Information Awareness program continued\nafter Congress disbanded the program in\n2003, public records show. They include:\nA software project by 21st Century Technologies\nInc. of Austin, called Automated Detection,\nIdentification and Tracking of Deceptive Terrorist\nActivity.\nResearch at the University of Connecticut to\nproduce similar software that identifies patterns indicating\npossible terrorist activity in data about everyday\ntransactions such as bank withdrawals and\ntelephone calls.\nA related project involving the Connecticut\nteam, researchers from Carnegie Mellon University\nin Pittsburgh and Aptima Inc. of Boston. This project\ndeveloped software to allow analysts from different\nagencies to collaborate and share data over a secure\ncomputer network.\nDevelopment of counterterrorism software by\nMetron Inc. of Reston, Va. Metron received at least\n$850,000 through August 2004 to create computer\nmodels to track and disrupt terrorist organizations,\nrecords show.\nSoftware development by researchers at Science\nApplications International Corp. to allow analysts\nto find information from separate databases.\nResearch and development of tools to scan\ndocuments as they flow through high-speed computer\nnetworks to determine what language theyre\nin and whether they might be related to terrorism.\nComputer models allowing intelligence analysts\nto examine the possible outcomes of various\ncounterterrorismactions.\nA program to connect, update and support the\ndata collection and analysis systems created for TIA.\n\nGraphic\n\n \nGRAPHIC, B/W, Robert W. Ahrens, USA TODAY, Source: USA TODAY research (Map)\nPHOTO, B/W, Ron Edmonds, AP\nPHOTO, B/W, 2001 AP photo\n\nLoad-Date: July 20, 2006"
}