{
    "title": "Feds on alert for terrorism; Bomb anniversary could bring attacks",
    "publisher": "the capital ",
    "year": 1999,
    "month": 8,
    "day": 7,
    "full text": "Over the past decade, metal detectors, armed guards and anti-bomb barriers disguised as mammoth planters have become almost as prominent in the capital as statues and national monuments.\nToday's first anniversary of the destruction of two U.S. embassies in Africa has pushed security to new levels, with tours of the FBI on hold and all police agencies on the lookout for the next terrorist bomber.\n\"We understand, but you're not safe anywhere really,\" said Mike Kasper of New Baltimore, Mich., who was turned away with his family Friday from the J. Edgar Hoover FBI headquarters building.\nAJC\nWashington tightens up security around several bloody anniversaries: Feb. 26, for the World Trade Center bombing in 1993; April 19, for the federal assault in 1993 on the Branch Davidian sect stronghold near Waco, Texas, and for the 1995 Oklahoma City bombing; and now Aug. 7, for the embassy bombings in Kenya and Tanzania.\nIn Nairobi, meanwhile, a noisy public quarrel over commemoration of the attack is raising fears that a foreign focus will overshadow Kenyans' bloody losses.\nLocal organizers of an interfaith service planned for today say a U.S.- based evangelist named Kilari Anan Paul is taking over Kenya's national remem- brance of the event with a rally in a huge Nairobi park.\nThey say Paul's rally threatens to shift attention away from the Kenyan victims and sentimentalize the disastrous attack with his feel-good message that \"love is more powerful than hatred.\"\n\"This is a national event with an international perspective, not the other way around,\" said Paul Okumu, an official for Operation Recovery, which offers trauma counseling to survivors and is co-sponsoring the interfaith service.\n\"It's Kenyans who should be leading the prayers,\" said Abdul-Hamid Slatch of the Supreme Council of Kenyan Muslims. Earlier this week, Muslim leaders declined Paul's invitation to participate in his \"Global Peace Rally.\"\nUnderlying the squabble is lingering tension over whether the bombing was an American or Kenyan tragedy. It was both, of course.\nThe attack, allegedly by Islamic militants, was aimed at the United States, but 201 of the 213 people killed and most of the 5,000 wounded were Kenyan. A nearly simultaneous blast at the U.S. Embassy in Tanzania killed 11 people and wounded 86 others.\nIn Tanzania, a U.S. envoy said Friday that the U.S government is planning the fastest embassy construction in the State Department's history, replacing the mission destroyed one year ago.\nCharles Stith, the U.S. ambassador to Tanzania, who was educated in Atlanta and once worked as Methodist minister in the city, was speaking at a ceremony in the capital, Dar-es-Salaam, marking the start of a weekend commemoration of the bombing.\nFriday's ceremony, attended by U.S. government employees and victims of the attack, was led by prayers from Christian and Muslim leaders, representing Tanzania's two main religions.\nThe children of three people killed in the Dar-es-Salaam attack unveiled a plaque bearing the names of those killed in both Tanzania and Kenya. The plaque is to be placed in the lobby of the interim embassy, then moved to the new embassy when it is completed.\nGroundbreaking for the new, $ 50 million chancery is set for today.\nThe new building, to be located at the site of Tanzania's only drive-in cinema, less than two miles from the bombed embassy, \"is going to be one of the finest and the most quickly built structures by the U.S. Department of State,\" Stith said.\nCiting security requirements, Stith said he was unsure when the new quarters would be ready for occupancy.\n\nLoad-Date: August 7, 1999"
}