{
    "title": "Feds fear freed mentally ill 'Blind Shiekh' follower",
    "publisher": "daily news ",
    "year": 2020,
    "month": 7,
    "day": 31,
    "full text": "A mentally ill follower of \"Blind Shiekh\" Omar Abdel Rahman completed his 30-year prison sentence Thursday for plotting to blow up New York City buildings in 1993 - and then alarmed federal officials by vowing to stop taking his meds.\nVictor Alvarez's return to society got off to a rocky start in Manhattan Federal Court as he began a three-year term of supervised release for what prosecutors called a conspiracy to \"wage a war of urban terrorism\" by bombing the FBI building in New York, the United Nations and other targets.\nHe insisted on an in-person hearing so he and his court-appointed attorney could explain that he would refuse mental health treatment and medicine to treat his mental illness while on home confinement at the Bellevue Men's Shelter.\n\"They know I'm mentally stable and continue to persecute me,\" Alvarez, 54, said, fidgeting in his seat. \"I want to be free from mental health treatment. I want to be free now.\"\nHe sported khaki pants and a blue long sleeve shirt. A white beard dangled beneath his face mask. Alvarez was described at trial in 1995 as a \"borderline retarded\" cocaine user who converted to Islam and became enthralled by the radical cleric Abdel Rahman.\nProsecutors linked Abdel Rahman (inset) to the 1993 bombing of the World Trade Center, which killed six people.\nAlvarez, a carpenter and mechanic, was sentenced in 1996 for providing a rifle to the terrorist cell, mixing diesel fuel and fertilizer for a bomb and plotting to steal cars to carry explosives.\nAlvarez's attorney said at sentencing that his mental limitations made him \"predisposed to join anything that made him feel important.\"\n\"People who are killed by people with limited capacity are just as dead,\" Judge Michael Mukasey replied.\nAlvarez faces an array of restrictions at Bellevue. He must wear an ankle monitor, participate in a \"deradicalization program,\" stay away from terrorist propaganda and frequently talk to a probation officer via a smartphone.\n\nLoad-Date: July 31, 2020"
}