{
    "title": "FEDS, POLICE BRACE FOR ANNIVERSARY",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 9,
    "day": 1,
    "full text": "If anyone tries to commemorate the 10th anniversary of the Sept. 11 attacks with violence, they'll face a coordinated federal, state and local response, security officials said Wednesday.\n\"We are on alert with the coming of this anniversary,\" U.S. Attorney David J. Hickton said. \"We are engaged, we are prepared, we are cooperating\" to detect any threat.\nThat's no truer for radicals from foreign lands than it is for local extremists.\n\"It's the home-grown stuff we're looking for,\" said state police spokeswoman Maria Finn, and the public can help. \"People should pay attention to their surroundings. If they see something odd, or not right, they definitely need to report that.\"\nNotably, one radical voice in Western Pennsylvania recently pleaded guilty to gun and incitement crimes.\nAlong with New York and Washington, the region will be a focal point for events on the solemn anniversary.\nOn Sept. 10, the Flight 93 National Memorial near Shanksville in Somerset County will hold a dedication ceremony by the crash site, including an appearance by Vice President Joe Biden and a performance by singer Sarah McLachlan. President Barack Obama is expected on Sept. 11, but not necessarily for the planned memorial service that day.\nSecurity will be tight around Shanksville, but the state police Wednesday advised residents everywhere to be on the lookout.\nSee someone showing \"unusual interest\" in a potential target, taking suspicious pictures, asking questions about security, buying tons of fertilizer or caustic chemicals, rehearsing an attack, or timing traffic lights? Call the State Police Terrorism Tip Line at 1-888-292-1919, or email sp-intelligence@pa.gov, State Police Commissioner Frank Noonan urged.\nThere is \"no specific or credible threat,\" said Matt Chandler, press secretary for the Department of Homeland Security, in an email response to questions. Nonetheless, preparations for the anniversary have been under way \"for the past several months,\" involving his agency, the FBI, other law enforcement and the private sector.\nThe vehicle for coordination among agencies is the 12-year-old Western Pennsylvania/West Virginia Joint Terrorism Task Force, which includes representatives of seven federal agencies, three organizations from the two states, the Allegheny County police and sheriff and also police departments from six cities.\n\"Since 9/11, there has been a spirit of cooperation that wasn't there before 9/11,\" Sheriff William Mullen said.\n\"Our main responsibility is the Courthouse buildings,\" he said of his office's role in anniversary preparations. \"Any information that we get -- of suspicious people passing through these buildings or carrying suspicious items [into court] -- we report it to the Terrorism Task Force.\"\n\"The threat has evolved over the last 10 years, and the threat now includes the lone wolf, home-grown, radicalized terrorist,\" Mr. Hickton said. \"As the threat has evolved, the response has evolved.\"\nThree weeks ago, Emerson Begolly, 22, of Mayport, Clarion County, pleaded guilty to soliciting others to commit violent crime and using a firearm in a crime of violence. He tried to pull a gun when two FBI agents approached him in January.\nThe FBI has said its agents wanted to ask Mr. Begolly about his Internet communications and also found an arsenal, plus training films, in his bedroom. His posts to radical Islamist forums urged bombings, railroad sabotage and shootings in revenge for U.S. policies toward Muslim nations. He is to be sentenced Nov. 29.\nThe Begolly case is an example of vigilance revealing the presence of a threat in an unlikely place, said Capt. Andrew Ashmar, director of the state police Intelligence Division.\n\"The terrain that we have in Pennsylvania is conducive to [terrorist training],\" he said, noting that the so-called Fort Dix Six were caught preparing in the Poconos for an attack on the New Jersey military base.\nAnd the vigilance needs to continue beyond Sept. 11, authorities said.\n\"We don't just need tips now, surrounding the 10th anniversary. The tips should be coming in all year,\" he said. \"A terrorist who is going to attack isn't necessarily going to do it around a specific date.\"\n\nNotes\n\n9/11 / THEN AND NOW/ Rich Lord: rlord@post-gazette.com or 412-263-1542./\n\nLoad-Date: September 2, 2011"
}