{
    "title": "Feeling Bad When Life Is Good",
    "publisher": "the new york times",
    "year": 2019,
    "month": 6,
    "day": 16,
    "full text": "THE RIGHT SIDE OF HISTORY\nHow Reason and Moral Purpose Made the West Great \n  By Ben Shapiro\n  CLEAR AND PRESENT SAFETY \n  The World Has Never Been Better and Why That Matters to Americans \n  By Michael A. Cohen and Micah Zenko\n  Why, exactly, are so many Americans so angry and unhappy? Almost any other country today, and any prior version of the United States, would give its eyeteeth to enjoy our manifold blessings. The country is prosperous and at peace; it faces rivals and nuisances but no major threat. The government acted decisively and capably to crush jihadist terrorism and avert a global depression. Innovation is galloping, crime is down, kids are behaving, and -- the ultimate gift -- Americans live almost a decade longer than as recently as 1960. President Obama was just plain right when he wrote, in 2016: ''If you had to choose any time in the course of human history to be alive, you'd choose this one. Right here in America, right now.''\n  Yet, right here in America, populist rage and illiberal backlash are seizing the day. Why? Two new books approach the question, one of them constructively, the other not so much. ''The Right Side of History'' looks to the politics of meaning; ''Clear and Present Safety,'' the politics of fear.\n  Remember the politics of meaning? That was the theme of a speech given by Hillary Clinton in April 1993, when she was the first lady. ''All of us face a crisis of meaning,'' she said. ''We need a new definition of civil society which answers the unanswerable questions posed by both the market forces and the governmental ones.'' Conservatives (and some liberals) made merciless sport of that speech. No one in those end-of-history days was in the mood to listen.\n  Well, they are listening now. Competition, consumerism and globalization worked out much better for some people than others, and the others, who saw their incomes stagnate, their dignified livelihoods evaporate and their communities wither, decided not to go quietly into that good night. In response, some of the best minds on the right are rethinking Reaganism and grappling with the need to humanize neoliberalism.\n  Into this conversation steps Ben Shapiro with ''The Right Side of History.'' A conservative writer and speaker whose previous books include ''Bullies: How the Left's Culture of Fear and Intimidation Silences Americans'' and ''Brainwashed: How Universities Indoctrinate America's Youth,'' Shapiro begins by saying that we live ''in the best world that has ever existed.'' Yet Americans are losing faith in their democracy and institutions. What changed? In a few introductory paragraphs, he dismisses economics, racial tensions and tribalism as inadequate answers. Instead, ''we've spent the last two centuries carving ourselves off from the roots of our civilization.'' Beginning with the Jewish Bible and ancient Greece, he argues that Western civilization succeeded because it balanced the anchoring moral foundations of its Judeo-Christian heritage with the revolutionary dynamism of Enlightenment liberalism. In the past couple of centuries, however, secularism has gone all-in on individualism and materialism. ''Material human progress in the absence of spiritual fulfillment isn't enough,'' he writes. ''People need meaning.'' Mrs. Clinton, call your office.\n  Shapiro's spiritual challenge to secularism is not new. In fact, it is venerable. As the liberal tradition's most astute contemporary defender, Peter Berkowitz, often points out, the charge that liberal individualism is self-destructively materialistic is itself an important strand of the liberal tradition. Today and in the recent past, its many facets have been explored and debated by some of the right's leading minds: David Brooks, Arthur C. Brooks, Patrick J. Deneen, Yuval Levin, Alasdair MacIntyre, Richard John Neuhaus, Michael Novak and the three most recent popes, to name just a few. Shapiro's argument claims a distinguished pedigree.\n  Why, then, did I find his book so dispiriting? Partly because, instead of contending with great ideas, it deploys them as if they were toy soldiers or characters in a video game. The head spins as he trots past thinkers from Plato to Steven Pinker, frequently rendering tendentious judgments along the way. In one typical four-page passage, we carom past Marx, Clausewitz, Fichte and Hegel. Most of the name-checked play either the role of tradition-upholding good guys or relativistic, secular bad guys. Hume leads briskly to Darwin, then Nietzsche, then eugenics and fascism and existentialism and postmodernism and intersectionality, and here we are, kowtowing to the ''knowing falsehood'' of transgenderism.\n  Although I am sympathetic with elements of the author's case, his galloping reductionism left me enervated and wishing his short book were even shorter. But one section is too short. If Western civilization hangs in the balance, how do we save it? In a concluding chapter of only eight pages, Shapiro urges that children be taught that life has purpose, that they have agency, that our civilization is unique and that we are all brothers and sisters. In this way, with ''boldness'' and ''sacrifice,'' parents will ''make warriors of our own children,'' training them as ''defenders of the only civilization worth fighting for.''\n  Pondering Shapiro's call for fresh recruits in a never-ending culture war, I found myself wondering what sort of book he might have written had he sought out and contended with the real-world puzzles and contradictions and trade-offs that would complicate his story line, as David Brooks and Timothy P. Carney and Oren Cass and James and Deborah Fallows and George Packer and J. D. Vance, among others, have done. May we hope that someday Shapiro will leaven his combativeness with curiosity?\n  ''Clear and Present Safety'' is less ambitious and more constructive. Michael A. Cohen and Micah Zenko, who are columnists for The Boston Globe and Foreign Policy magazine, respectively, write that ''Americans live in a world that is safer and freer than ever before in human history -- and it is not even close.'' Yet ''most Americans are simply unaware of the extraordinary and unprecedented political, economic and social progress that has taken place in virtually every corner of the globe over the past three decades.''\n  The closest thing America has to a national ideology today may be neurotic safetyism, the doctrine that the country's children and college students and homeland are fragile and besieged by danger. Leaving helicopter parenting and campus safe spaces to others, the authors focus on the exaggerated fear of foreign threats and terrorism. ''The American public is being fed, by politicians and pundits alike, a steady diet of threat inflation that has made them deeply fearful of the world outside their borders,'' they write. Fearmongering builds power for politicians and pundits, profits for media companies and defense contractors and publicity for social activists and reformers. The harms include swollen defense budgets, counterproductive military interventions, wasted resources (think: border wall) and demagoguery's toll on democracy itself.\n  This argument, too, is not new. In his book ''Overblown: How Politicians and the Terrorism Industry Inflate National Security Threats, and Why We Believe Them,'' John Mueller, of Ohio State University, has written indispensably about threat inflation, and so have others. But Cohen and Zenko march through the evidence commandingly and comprehensively; and their case has never been more apt and important than it is right now, when a professional fearmonger leads the country. Recall President Trump's Inaugural Address, with its theme of ''American carnage.'' Or his first speech to a joint session of Congress, when he lied point-blank about immigrant terrorism. Or any of a thousand other examples.\n  Next time you hear the words ''existential threat'' from a politician, hide the silver. The greater threat to American safety is demagogic safetyism, or, as another American president said in much harder times, fear itself.\n  Follow New York Times Books on Facebook, Twitter and Instagram, sign up for our newsletter or our literary calendar. And listen to us on the Book Review podcast.\n  THE RIGHT SIDE OF HISTORYHow Reason and Moral Purpose Made the West GreatBy Ben Shapiro256 pp. Broadside Books. $27.99.CLEAR AND PRESENT SAFETY The World Has Never Been Better and Why That Matters to Americans By Michael A. Cohen and Micah Zenko256 pp. Yale University Press. $27.50.        \n\nhttps://www.nytimes.com/2019/04/02/books/review/ben-shapiro-the-right-side-of-history-michael-a-cohen-micah-zenko-clear-and-present-safety.html\n\nGraphic\n\n \nDRAWING (DRAWING BY NA KIM)       \n\nLoad-Date: June 17, 2019"
}