{
    "title": "FEINGOLD_ MY LONE 'NO' IS VINDICATED; HE SAYS GROWING OPPOSITION TO THE PATRIOT ACT UPHOLDS HIS VIEW",
    "publisher": "wisconsin state journal",
    "year": 2004,
    "month": 4,
    "day": 5,
    "full text": "U.S. Sen. Russ Feingold told a group of about 500 people gathered Sunday at the Memorial Union that his lone Senate vote against the USA Patriot Act has been vindicated by growing opposition to its provisions.\n\"To me, this is a naked power grab by the government,\" the Democrat said of the law enacted about six weeks after the Sept. 11, 2001, terrorist attacks. \"This has become one of the most unpopular pieces of legislation I've ever seen.\"\nThe story appeared in the second edition on page B1. The headline was the same.\nSpeaking at an event sponsored by the American Constitution Society for Law and Policy and the Democratic Law Students Association, Feingold said 275 cities and four state legislatures have passed resolutions opposing the act.\nThe act granted new powers to domestic law enforcement and international intelligence agencies to track and intercept communications and created new crimes, penalties and procedures for dealing with terrorism.\nThe senator said he's concerned about the act's expansion of access to business and library records, its authorization to monitor computer usage without evidence of a crime and its allowance of roving wiretaps.\nLibrarians have objected to the authority to search their records, and Feingold said conservatives also now criticize it.\n\"My theory is that they're fearful that Hillary Clinton might be president one of these days and they don't want her to have that power,\" he said.\nThe Bush administration has defended the act as an essential tool in the fight against terrorism. In December, President Bush signed into law additional legislation that expands surveillance powers.\nRuss Darrow, one of three Republican candidates vying for the chance to challenge Feingold in this fall's election, said Sunday the Patriot Act provides \"tremendous vigilance without violating anybody's civil liberties.\" Other Republicans seeking the party's nomination in the Sept. 14 primary are Oconomowoc construction executive Tim Michels and state Sen. Bob Welch, Redgranite.\nDespite Feingold's criticism of the Patriot Act, Darrow, reached at his West Bend home, said the act was \"very important in response to Sept. 11 and in our efforts to stop the war on terrorism before it gets bigger.\"\nBut Feingold said he supports other legislation that would undo some of the act's provisions. Bipartisan legislation called the SAFE (Security and Freedom Ensured) Act would set an expiration date for a \"sneak and peek\" provision that allows searches without warrants where terrorist activity is suspected.\nFeingold said the Patriot Act was one of the ways the Bush administration lost its focus in the fight against terrorism.\n\"It is time for this administration to get their eye on the ball and focus on stopping terrorism, not devaluing the rights of law-abiding citizens,\" he said.\n/ Contact Marv Balousek at mbalousek@madison.com or 252-6135.  \n\nGraphic\n\n \nPhoto of Russ Feingold\n\nLoad-Date: April 6, 2004"
}