{
    "title": "FEINGOLD AD DETAILS PLAN TO COMBAT TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 2016,
    "month": 7,
    "day": 19,
    "full text": "Democratic U.S. Senate candidate Russ Feingold released a television ad outlining his plan to combat terrorism Monday, a day before his rival Sen. Ron Johnson is expected to address the same issue at the Republican National Convention.\nFeingold's 30-second spot, filmed inside Milwaukee's veterans' museum, is set to run statewide, including during broadcasts of the Republican National Convention this week. He speaks directly to the camera, highlighting what he thinks should be done to stop terrorism. The Democrat doesn't mention Johnson - chairman of the Senate's Homeland Security committee - in the ad.\n\"To defeat ISIS, we need to be strategic and tough,\" Feingold says. \"My plan? Cut off their oil, arms supplies and cash. Use special forces in targeted military strikes, better human intelligence. And here at home, more resources to track down and break up terrorist cells. And the U.S. has to pressure Middle Eastern nations to confront jihadist extremists.\"\nHe also spelled out his approach in December, and wrote about the threat of international terrorism in a 2011 book, \"While America Sleeps.\"\nJohnson's campaign spokesman Brian Reisinger brushed off Feingold's plan as more of the same.\n\"Sen. Feingold's so-called plan is to just keep doing what we are doing now, and it's not working,\" Reisinger said. \"This is just a failed approach from a failed career politician. Instead of a politician who voted against authorizing our military 11 times during his 18-year Senate career, we need strong leaders who will support our military and work to actually defeat ISIS.\"\nJohnson made similar arguments in a television ad accusing Feingold of being weak on national security that was slated to air last week. But Johnson pulled it because it was scheduled to run the morning after the attacks in Nice, France, that killed more than 80 people. At least three stations ran the spot briefly on Friday before taking it down as Johnson had wanted.\nJohnson announced on Sunday that he would speak Tuesday at the national convention after saying for weeks he wasn't going to attend it at all.\nIn an interview Monday on WLUK-TV in Green Bay, Feingold said Johnson hasn't offered a plan to combat terrorism and the convention speech gives him a chance to do that.\n\"He just talks about sending 100,000 troops into that region. That won't work,\" Feingold said.\nBut Johnson's spokesman Reisinger said Johnson's plan for destroying the Islamic State group includes securing the border, strengthening the military and having a \"fully committed president who will assemble a committed coalition of the willing.\" Reisinger said Johnson will use his convention speech to \"offer the truth, not campaign gimmicks.\"\n\nLoad-Date: July 20, 2016"
}