{
    "title": "FEINGOLD GRANDSTANDS ON WAR BILL",
    "publisher": "wisconsin state journal",
    "year": 2007,
    "month": 5,
    "day": 29,
    "full text": "For such a \"Dudley-Do-Right,\" Sen. Russ Feingold, D-Wis., certainly knows how to grab the gold ring of political cynicism when it suits his needs.\nFirst, he gets SeniorCare, what is in fact an earmark, into the Iraq war funding bill. But the senator is Mr. Clean on earmarks, isn't he? He opposes them on principle, right? Well, at least earmarks other than his own.\nThen Feingold votes against the bill, earmark and all. Is thwarting our soldiers' efforts to protect the people of Iraq from mass murderers so awful that it trumps even health care for seniors? Or is it that Feingold knew the bill would pass anyway (at the hands of more tainted mortals), so he could pretend to thwart the war effort on \"principle?\"\nI do not see the higher moral ground here. Grandstanding is what it looks like to me.\n- Jonathan Burack, Stoughton\nHealth outweighs bond payment\nFriday's article regarding the tobacco bonds missed one point about how we fund tobacco cessation and prevention efforts in this state.\nBy creating an endowment made up of tobacco industry payments and using the interest for the tobacco control and prevention program, the state could save hundreds of millions of dollars in reduced health care expenses.\nThe article points to the potential of having additional dollars available if we don't refinance the bonds and create an endowment. But it didn't take into account what an advantage this type of investment is for everyone.\nWe are all paying over $500 annually in taxes because of tobacco-related expenses. This will reduce that amount because this program has a proven record of reducing smoking While the Legislature hasn't had the ability to dedicate tobacco program funding recommended by the Centers for Disease Control, the endowment is a way to do that.\nEvery smoker we help to quit, and every kid who doesn't start, saves the state real money today, not 10 years from now. And the long-term benefit of this investment will yield hundreds of millions of dollars in savings - and more importantly, will save families from tragic losses of loved ones.\n- Maureen Busalacchi, executive director, SmokeFree Wisconsin\nTerrorists or freedom fighters?\nWhat do we call a group of people using violence against an occupying army? If we favor the occupied (France 1943), we call them freedom fighters. If we favor the occupiers (Iraq 2007), we call them terrorists.\nIs that too simple? What factors determine our judgment?\nIn Palestine, the resistance forces use violence against a repressive occupation. Freedom fighters or terrorists? Conditions in Gaza under occupation make it nearly impossible for most of the population to get sufficient food, water, electricity and employment. Is this a form of terrorism?\nOccupying forces destroy innocent lives in an air strike on \"suspects.\" Justified \"collateral damage\" or terrorism? Is torture a form of terrorism? Is the calculated exploitation of the vulnerable by the powerful also terrorism? Can the use of terror ever be justified? Is it ever productive of a positive result? Does anyone care?\n- Martha Kuhlman, Alma\n\nLoad-Date: May 30, 2007"
}