{
    "title": "FEINGOLD DELAYS ANTI-TERRORISM BILL; WISCONSIN SENATOR WANTS TO ADD AMENDMENTS LIMITING POLICE POWER",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "A Senate attempt to quickly pass President Bush's anti-terrorism legislation failed Tuesday after U.S. Sen Russ Feingold refused to let the bill go through without debate or amendment.\n\"I can't quite understand why we can't have just a few hours of debate,\" said Feingold, D-Wis., who wants to limit some of the police powers in the Senate legislation.\nThe House and Senate last week came up with anti-terrorism bills based on an outline offered by Attorney General John Ashcroft, who has been urging Congress to quickly pass the bill.\nSenate and House leadership both have said they would try to get the bill passed this week, and when Senate negotiations on an airline security bill stalled, Senate Majority Leader Tom Daschle, D-S.D., asked senators to unanimously agree to move on to the anti-terrorism bill.\nUnder Daschle's plan, the Senate would have voted on final passage of the bill this evening and senators would not be allowed to offer amendments. But Feingold refused to go along with it, saying he wanted to add four amendments.\nFeingold wants to eliminate a provision in the bill that would allow police to search suspects' home secretly, narrow a provision that allows federal officials to wiretap telephones, keep the FBI from being able to access Americans' personal records and clarify the federal government's ability to wiretap computers.\n\"It is crucial that civil liberties in this country be preserved,\" he said. \"Otherwise the terrorists will win the battle against American values without firing another shot.\"\nThe anti-terrorism bill now will have to wait until senators finish the aviation bill, and that worries some senators. \"There is a danger that the aviation bill will tangle up the rest of this week, and we won't be able to get to it until next week,\" said Senate Republican leader Trent Lott, R-Miss.\nThe House, meanwhile, is expected to move on an anti-terrorism bill before the end of the week.\n\nGraphic\n\n \nPhoto of Russ Feingold\n\nLoad-Date: October 11, 2001"
}