{
    "title": "Feingold talks about global issues, policy at U. Wisconsin",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 20,
    "full text": "U.S. Sen. Russ Feingold, D-Wis., discussed the future of American foreign policy in a post-9/11 world at the Monona Terrace Saturday.\nThe Madison Civics Club sponsored the luncheon - which was well-attended despite Saturday's University of Wisconsin football game - where Feingold addressed a myriad of global issues, including the Iraq War and the implications of global terrorism.\nFeingold, who is a UW alum, said that on Sept. 11, 2001, \"America became an adult.\" In its youth, he added, America had accomplished \"unbelievable things,\" but 9/11 forced America to \"become a part of the rest of the world.\"\nFeingold said he initially supported the post-9/11 war in Afghanistan. But where America went wrong, he added, was shifting its focus to Iraq.\nAccording to a list released by the U.S. State Department immediately following 9/11, the al-Qaida terrorist organization was operating in 45 countries. Iraq, Feingold said, was not included in that list.\n\"Think about the disconnect between what really happened to us and what we were doing in Iraq,\" Feingold said. \"When [President George W. Bush] wants to defend his situation in Iraq, he doesn't put out a document called 'Victory over Terrorism,' he puts out a document called 'Victory in Iraq.'\"\nThe senator also stressed the importance of addressing terrorism in other parts of the world. He said that he was one of only two U.S. senators to visit Indonesia in the last three years, which he said is home to a large number of terrorists that receives \"virtually no\" attention from the United States.\nIn an interview with The Badger Herald, UW professor of South-Eastern Asian Studies Charles Irish agreed with Feingold about the importance of Indonesia in the War on Terror. Indonesians are largely moderate Muslims, Irish said, and Indonesia's importance as a \"potential ally\" is \"massively important.\"\nIrish disagreed, however, with Feingold's assessment of U.S. activity in Southeast Asia. Irish said the U.S. has \"not done a good job in Indonesia,\" but noted that U.S. intelligence agencies as well as the agencies in their respective Southeast Asian countries are well-aware of the activities of terrorist groups such as Jemaah Islamiyah. These intelligence agencies, he said, are quite active, both \"covertly and overtly.\"\nAnd while Feingold also pointed to Thailand as a hotbed for terrorist activities, Irish argued that terrorism in Thailand is \"a very localized problem.\"\n\"Thailand is more than capable of dealing with [its terrorism] than a bunch of roughshod Americans,\" Irish said.\nBut Feingold said thinking of the world as a whole is difficult but necessary when dealing with terrorism.\n\"You just can't go country by country,\" he said. \"You just won't grasp the issues if you don't see how these countries, these situations, are all interrelated.\"\nFeingold advocated the redirected deployment of troops from Iraq by mid-2007, while continuing to train Iraqi troops. The focus of the War on Terror and of America's military budget, he said, should not be Iraq.\n\"It's like we're spending 95 percent of our resources on 5 percent of the problem,\" Feingold said. \"That doesn't work.\"\nFeingold added that international relations are also very important. He pointed to Bush's use of the term \"Islamic fascism\" as offensive to many Muslims. Such language, he said, \"is an insult to Islam\" and to the 1.3 billion Muslims worldwide.\n\"Our goal is to isolate terrorists,\" he said, \"not Muslims.\"\nAfter his speech, Feingold responded to questions from the audience, which primarily regarded domestic issues. The last question of the day addressed Feingold's recent decision to decline a bid for the 2008 presidential race, asking him if there was any way he would change his mind.\nFeingold accepted the audience's applause and said he enjoys having the ability, in his current capacity, to \"have an immediate impact on these issues.\" Feingold added he would support candidates for presidency, and playfully noted that a number of presidential candidates have been \"as warm as can be\" lately.\n(C) 2006 Badger Herald via U-WIRE\n\nLoad-Date: November 20, 2006"
}