{
    "title": "Fellow Americans' suspicions frustrate U.S. Muslims",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 12,
    "full text": "NEW YORK ? Nine years of denouncing terrorism, of praying side-by-side with Jews and Christians, of insisting \"I'm American, too.\" None of it could stop a season of hate against Muslims that made for an especially fraught Sept. 11. Now, Muslims are asking why their efforts to be accepted in the United States have been so easily thwarted. \"We have nothing to apologize for, we have nothing to fear, we have nothing to be ashamed of, we have nothing that we're guilty of ?\n but we need to be out there and we need to express this,\" said Imam Mohammed Ibn Faqih in a sermon at the Islamic Institute of Orange County in Anaheim, Calif., the day before the 9/11 anniversary. There is no simple way for American Muslims to move forward. Images of violence overseas in the name of Islam have come to define the faith for many non-Muslims at home. The U.S. remains at war in Afghanistan, and although America has formally declared an end to its combat operations in Iraq, U.S. troops there continue to fight alongside Iraqi forces. Within the U.S., domestic terror has become a greater threat, while ignorance about what Islam teaches is widespread. More than half of respondents in a recent poll by the Pew Forum for Religion & Public Life said they knew little or nothing about the Muslim faith. Some U.S. Muslims say their national organizations share the blame, for answering intricate questions about Islam with platitudes, and failing to fully examine the potential for extremism within their communities. Muslim leaders often respond when terrorists strike by saying Islam is a \"religion of peace\" that has no role in the violence instead of confronting the legitimate concerns of other Americans, these Muslim critics say. \"There's a quaintness and naivete or outright whitewashing of some very complex issues,\" said Saeed Khan, who teaches at Wayne State University in Detroit. \"This has caused a lot of frustration for a lot of Muslim Americans, myself included.\" The summer frenzy about Islam in America has revolved around Park51, a community center and mosque planned two blocks from New York's ground zero. Opponents and supporters of the center converged on the area for protests and counter-protests Saturday after the morning memorial ceremony at the World Trade Center site. In recent months, mosques in Tennessee, California, New York and elsewhere have been shot at and vandalized. Threatening messages were left at one mosque. A Florida pastor caused a global uproar with his ultimately unfulfilled threat to make a bonfire of Qurans on Sept. 11. Many Jewish, Roman Catholic, mainline Protestant, evangelical, atheist and other groups have responded with an outpouring of support for Muslims, but suspicion remains high among many Americans. Islamic centers have become a focus of non-Muslim fears. Federal authorities have placed informants in mosques, saying doing so is a critical counter-terrorism tool. Muslim groups have separately created national campaigns encouraging congregations to monitor for any sign of radicalization, but they have also complained bitterly about the use of informants, worried the innocent will be caught up in the net police have set for criminals. Akbar Ahmed, professor of Islamic studies at American University, found a wide range of mosques ? from literalist to modernist to mystical ? while researching his book, \"Journey Into America, The Challenge of Islam.\" He said many mosques are engaged in internal struggles between Muslims with rigid and modernist views, but he found none that fit the imaginings of anti-Muslim conspiracy theorists. Historians, and several Muslim leaders, see similarities to the prejudice Roman Catholics and Jews experienced as newcomers to America starting in the 19th century. The hierarchical Catholic church was denounced as a threat to the separation of church and state. Synagogues were banned in many states, and Jews were viewed as undermining the nation's Christian character. Mark Silk, director of the Greenberg Center for the Study of Religion in Public Life at Trinity College in Connecticut, said the experience of Japanese Americans in World War II more closely parallels the current plight of Muslims. After the Pearl Harbor bombing, Silk said Americans asked, \"Are our Japanese different from those Japanese?\" \"I don't think we're about to round up all the Muslims and put them in concentration camps,\" Silk said. \"But I don't think we've ever seen the degree of legitimacy given by people in positions of authority to straight-up, anti-Islamic expression.\" The Muslim Public Affairs Council, a Los Angeles-based advocacy group, blames bigotry on \"a small cottage industry\" that foments prejudice on the Web and elsewhere. These organizations have dramatically expanded their reach since 2001 through social media, and have made celebrities of Muslim converts to Christianity who disparage Islam as thoroughly violent. \"The reality is that there are very well-funded initiatives to spread misinformation about Islam,\" said Ingrid Mattson, president of the Islamic Society of North America, an umbrella group for thousands of Muslims. \"For the Muslim community, we are finding ourselves so stretched. We're a young community.\" U.S. Muslim condemnations of terrorism have failed to persuade other Americans. This year, in response to recent cases of young Americans lured into jihadist movements by Internet preaching, nine prominent U.S. Muslim scholars made a YouTube video denouncing radicalism. Other American Islamic scholars have written edicts, or fatwas, saying violence is contrary to Islamic teaching. The Islamic Society of North America dedicated its 2005 annual convention, which draws tens of thousands of Muslims, to fighting terrorism and extremism. However, suspicion persists among other Americans that Muslims say one thing in public and something different among themselves. U.S. Muslim groups that still accept foreign funding are the most vulnerable to this charge. Many critics, within and outside the Muslim community, also find the condemnations so broad that they are meaningless since they rarely denounce specific terrorist groups, including al-Qaida. It doesn't help that many of the statements against violence are delivered in heavily accented English at a time of heightened anti-immigrant feeling in the United States. \"I think that part of the reason the general American public is not listening is the common human impulse to fear and mistrust what we don't know or understand,\" said Abdullahi An-Na'im, an expert in Islam and human rights at Emory University School of Law. Throughout the recent anti-Muslim outburst, American Muslim leaders have taken pains to acknowledge that many in their community have prospered in the U.S., and that Muslims have more freedom here than they would in many other countries. At the same time, fatigue is setting in. They wonder: How many more times will they have to condemn violent extremism before non-Muslim Americans believe them? Associated Press Writer Gillian Flaccus in Anaheim, Calif., contributed to this report. \n\nLoad-Date: September 13, 2010"
}