{
    "title": "FELON FACES FIREARMS CHARGE; MAN ALSO BEING INVESTIGATED FOR CHILD RAPE,; DOMESTIC TERRORISM, BOMB-M",
    "publisher": "spokesman review",
    "year": 1998,
    "month": 8,
    "day": 26,
    "full text": "A man accused of raping nine Spokane children and videotaping some of the sex acts was indicted Tuesday on a federal firearms charge.\nFederal and state prosecutors, pursuing separate criminal cases against Gregory L.  McCrea, say they hope convictions will send him to prison for life.\nBesides child rape, he eventually is expected to be charged with possessing machine guns, hand grenades, pipe bombs and nails dipped in a deadly chemical.\nMcCrea, 54, was indicted on a single count of being a felon in possession of a handgun by a grand jury that heard evidence Tuesday.\nThe new firearms charge puts a federal detainer on McCrea, who is in jail, with bond being set at $ 1.25 million.\nAssistant U.S. Attorney Ron Skibbie said McCrea, who was convicted of possessing a pipe bomb in 1977, cannot possess firearms legally.\nHe is accused of possessing a .45-caliber handgun on May 8 when he was arrested by police and federal agents.\nMcCrea was arrested after police had been contacted by the parents of a 6-year-old girl he used to drive to McDonald's for Happy Meals. The girl is among the people McCrea is accused of having sexually molested, investigators say.\nAdditional federal charges are expected to be filed after two trials in Superior Court. Those trials are scheduled next month but could be delayed if McCrea's attorney asks for more preparation time or if plea negotiations begin.\nTwo of McCrea's friends, Daniel Alan Gard, 32, and James Michael Combs, 25, also face child sex charges.\nWhile Deputy County Prosecutor Ed Hay pursues child rape charges against McCrea, three federal agencies are looking at him in connection with potential domestic terrorism, bomb-making and Internet childpornography charges.\nMcCrea's activities are under scrutiny by the Bureau of Alcohol, Tobacco and Firearms, the FBI and U.S. Customs Service.\nInvestigators said they found an arsenal of machine guns, pipe bombs and deadly chemicals when they searched McCrea's house and storage facilities in Spokane in May.\nThose facilities included two former railroad boxcars that McCrea had purchased and converted for weapons storage.\nInvestigators spent several days hauling away, itemizing and storing the munitions and weapons. A hazardous-materials team was brought in to dispose of deadly chemicals.\nIt was one of the largest seizures of illegal firearms and pipe bombs ever made in the region, investigators say.\nCourt records are sealed, but sources who requested anonymity said that investigators recovered 70 pipe bombs, 28 pounds of a homemade C-4 explosive and a case or more of hand grenades. They also found a suspected bomb-making chemical, aluminum potassium sulfate, and nails that had been dipped in nicotine sulfate.\nThe nails apparently were intended to be wrapped as shrapnel on the outside of the grenades, sources said.\nInvestigators also seized several fire hydrants, which could have been used to conceal bomb components, and found child pornography on a seized computer, which could lead to additional charges, according to sources.\nInvestigators say McCrea has interests in militia activities but hasn't been tied to any particular militia group.\n''We just think he was stockpiling this stuff for Armageddon,'' one investigator said.\nIn Superior Court, McCrea is charged in two separate cases with a total of 11 counts of first-degree child rape and one count of sexual exploitation of a child.\nThree other counts of sexual exploitation will be dropped because the alleged crimes occurred too long ago, Hay said.\nIf convicted of those state crimes, McCrea faces a maximum of 598 months in prison.\n\nNotes\n\n\nBill Morlin can be reached at (509) 459-5444 or by e-mail at billm@spokesman.com.  \n\nLoad-Date: September 2, 1998"
}