{
    "title": "FEMALE MAYORS DISCUSS TERRORISM; A NEW JERSEY MAYOR TOLD HOW HER CITY'S POST OFFICE REMAINS CLOSED F",
    "publisher": "wisconsin state journal",
    "year": 2002,
    "month": 6,
    "day": 15,
    "full text": "Even months of meticulous planning can't always guarantee that an event such as the U.S. Conference of Mayors will come off exactly as planned.\nU.S. Rep. Tammy Baldwin, D-Madison, was a no-show at Friday morning's first official event, the female mayors breakfast meeting. Baldwin had been scheduled to speak to the group, but the mayors were told that Baldwin was forced to cancel because of late legislative sessions in Washington, D.C.\nMayor Sue Bauman made a brief appearance at the event, setting a casual tone in khaki cargo pants, multi-color walking shoes and a mayor's conference T-shirt. Her Casual Friday attire may have made some of the other female mayors a bit more comfortable, since several complained that their luggage had not yet arrived in Madison and as a result, they were still in their travel sweat pants and tennis shoes.\nIt was mostly a get-acquainted session, and several of the 30 or so middle-aged women from across the nation noted that they were the first female mayor in their city's history.\nThey spoke briefly about the diverse issues facing their communities. The mayor of Palatine, Ill., described her city's relief that a mass murder had finally been solved because of DNA evidence. In Colorado Springs, the state's out-of-control forest fires were the chief concern. The chic mayor of Beverly Hills assured the group that her community is about more than glitz and glamour, pointing to a $90 million bond issue for schools. Others were involved in breast cancer initiatives, zoning fights and squabbles over city spending.\nBut no one has a greater challenge back home than the New Jersey mayor whose community was at the center of the anthrax scare, with its post office still shut down. She said it was at a previous Conference of Mayors meeting, held before the anthrax attacks, that many of the nation's mayors were first warned about bio-terrorism.\nNow that terrorism on American soil is a reality, the mayors will be looking at the problem from another perspective. Tom Cochran, a staff member of the organization, said a key focus of this weekend's conference will be funding for homeland security. He warned the women that President Bush's plan leans toward giving control of homeland security money to the nation's governors -- and that would leave mayors out of the loop.\n\"We must be firm, and see that there is not just money for governors,\" he said. \"The funding stream must come to city hall.\"\nCochran pointed to the critical role of city-financed police, fire and emergency personnel. Now, he said, it's time to look closely at the danger terrorism poses to transportation systems, including buses, boats, and trains. \"Only 2 percent of the (cargo) that enters the U.S. is inspected.\"\n\nLoad-Date: June 16, 2002"
}