{
    "title": "FEMA, Cheney to head new office; Office of National Preparedness_ Group will assess and respond to t",
    "publisher": "telegraph herald",
    "year": 2001,
    "month": 5,
    "day": 9,
    "full text": "President Bush created a new office Tuesday to assess the nation's ability to deter terrorism and to coordinate a \"harmonious and comprehensive\" response to terrorist attacks, including those involving biological, chemical or nuclear weapons.\n\"Prudence dictates that the United States be fully prepared to deal effectively with the consequences of such a weapon being used here on our soil,\" the president said.\nThe Federal Emergency Management Agency, the government body that deals with floods, tornados and other natural disasters, will head the anti-terrorism effort through the newly created Office of National Preparedness.\nBush also said his vice president will lead an administration working group to assess terrorist threats. Dick Cheney, during a CNN interview, said the team will \"figure out how we best respond to that kind of disaster of major proportions that in effect would be manmade or man-caused.\"\nCheney's group was expected to report its findings to Congress by Oct. 1, with the recommendations to be reviewed by the National Security Council.\nThe announcements Tuesday came as a Senate panel held the first of three days of hearings on the subject.\n\"The president's purpose is to bring clarity to the 46 agencies that have a piece of the pie,\" FEMA director Joe Allbaugh told members of the Senate Appropriations Subcommittee on Commerce, Justice, State and the Judiciary.\n\"Preparedness is the key to everything, whether you are talking about tornados or flooding or terrorism events,\" Allbaugh said. \"I'm an old Boy Scout, and I believe in the motto, 'Be Prepared.' And the way we can be prepared is to educate and to train, particularly those who are the first responders - those who put their lives at risk every day.\"\nAllbaugh stressed that the office will serve only as an organizer to make sure local and state agencies are prepared for terrorism: \"We are not a deterrence agency, we are not in the intelligence business.\"\nThe new office created some concern among lawmakers who feared the effort might cause additional confusion for local governments unsure of who they must report to during an attack. Many roles that will be examined by FEMA now fall under the jurisdiction of the Justice Department or other federal agencies.\nSen. Judd Gregg, R-N.H., cited a training exercise conducted last year to gauge the ability to respond to a major terrorist attack. He said many \"bodies\" lay on the ground for hours while emergency workers tried to figure out \"who was in charge.\"\nAllbaugh said that kind of problem will be among those examined by his new office, as well as Cheney's working group.\n\nLoad-Date: May 10, 2001"
}