{
    "title": "FEW PROSECUTIONS FOR TERRORISM SEEN; U.S. ATTORNEYS CITE INSUFFICIENT EVIDENCE",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 12,
    "day": 3,
    "full text": "Federal agents who conducted thousands of terrorism investigations last year sought prosecution of fewer than 500 individuals, and most of those never made it to court, Justice Department records show.\nThe FBI and other federal investigative agencies asked U.S. attorneys to charge 463 people with domestic or international terrorism crimes during the year ending Sept. 30. All but 10 of the requests came before the Sept. 11 terrorist attacks.\nThat was almost twice as many prosecution referrals for terrorism as the previous year but still only a tiny fraction of the more than 10,000 terrorism investigations the FBI has reported annually for the past several years.\nFBI officials said the numbers are not surprising, given the agency's focus on preventing rather than prosecuting terrorism. Since Sept. 11, officials said, that focus has increased, and the disparity between the numbers of investigations and prosecutions probably will increase.\nEven when prosecutions were recommended, however, U.S. attorneys declined to file charges in terrorism cases twice as often as they did in all criminal cases they examined. The reason they cite most often: insufficient evidence.\nDuring the past five years, according to records obtained by Syracuse University's Transactional Records Access Clearinghouse (TRAC), U.S. attorneys chose not to file charges in 68 percent of the 1,006 terrorism cases recommended to them by the FBI and other agencies.\nOverall, they declined to pursue 32 percent of all criminal cases recommended for prosecution by investigators.\nJustice Department spokeswoman Gina Talamona said the terrorism cases covered by the department records include a broad range of offenses, from such minor crimes as failing to register as a foreign agent to major crimes like killing U.S. citizens abroad.\nThe number of indictments for international terrorism has increased sharply in the past five years, from eight in 1997 to 57 last year, the records show. Domestic terrorism indictments have remained steady since 1997, ranging between a low of 37 in 1998 to a high of 48 in 2000.\nMost of the international terrorism cases referred for prosecution since 1997 have been concentrated in Washington, Northern Virginia, New York, Los Angeles, Detroit and Miami.\nDomestic terrorism referrals, on the other hand, have been concentrated in San Francisco, Atlanta, Nashville, Tenn., Fort Worth, Texas, and Tampa, Fla.\n\nLoad-Date: December 6, 2001"
}