{
    "title": "Few buying terrorism cover; Coverage costs average 20% or less of premium_ CIAB",
    "publisher": "business insurance",
    "year": 2003,
    "month": 3,
    "day": 31,
    "full text": "The availability of terrorism insurance has not resulted in a stampede for coverage, according to a survey by the Council of Insurance Agents & Brokers.\nForty-eight percent of the producer respondents said that fewer than one in five of their largest accounts-those generating more than $100,000 in commissions and fees annually-have bought terrorism coverage, according to the survey, which was released last week. Sixty-five percent reported that fewer than 20% of their small accounts-those generating less than $25,000 annually in fees and commissions-bought terrorism coverage, while 62% reported that fewer than 20% of the midsize accounts bought the coverage.\nThe survey, based on 212 responses from insurance agents and brokers across the country, also found that the larger the account, the greater the average cost of terrorism coverage as a percentage of premium. Nearly three-quarters of the respondents said that the cost of terrorism coverage amounted to 10% or less of the underlying premium for small accounts, while 62% said that the cost for medium accounts was 10% of premium, and 46% reported the same percentage for large accounts. Still, the overwhelming majority of respondents reported that accounts of all sizes are paying 20% of premium or less for the coverage.\nThe Terrorism Risk Insurance Act of 2002 required insurers to offer terrorism coverage to policyholders in return for participating in a government program that would help cover the costs of catastrophic terrorism attacks.\nJoel Wood, the CIAB's senior vp-government affairs in Washington, said he felt ''some disappointment'' that TRIA hasn't resulted in ''the kind of calming in the market that we had hoped for.''\nBut he added that the findings are ''not surprising,'' given the lack of final regulations for implementing TRIA and the fact that insurers will still face financial risks even after the terrorism relief legislation is fully implemented, among other factors.\n''I always have to note that it's hard to contemplate what a mess the market would be in if we didn't have the legislation,'' particularly with a terrorism risk alert status of orange-or high risk-and the war, he said.\n''Is the glass half empty or half full? I would tend to say half full,'' Mr. Wood said.\n''On the one hand, we all hope we'll be a terrorism-free environment and the anxiety will be relieved and insurers will become more comfortable to underwrite in this marketplace,'' he said. But he added that TRIA requires insurers to assume a greater financial burden in the second year of its existence before the law finally expires in the third. ''So no one knows how it will play out,'' he said.\nFurther details of the survey can be found at www.ciab.com. \n\nLoad-Date: April 2, 2003"
}