{
    "title": "Few insurers ceding terrorism coverage; 2003 Rendez-Vous de Septembre",
    "publisher": "business insurance",
    "year": 2003,
    "month": 9,
    "day": 22,
    "full text": "MONTE CARLO, Monaco-Reinsurers are finding few takers for the terrorism coverage that they have been offering both before and after the passage of the Terrorism Risk Insurance Act last year.\nIn large part, the price of the primary coverage is deemed too high by policyholders with properties in large cities and the coverage is generally deemed unnecessary by policyholders that are outside of urban areas, reinsurers and brokers say.\nTerrorism coverage, or the lack of it, was a major theme at last year's Rendez-Vous de Septembre in Monte Carlo, Monaco, as reinsurers and brokers grappled with the issue in the face of uncertainty over whether the U.S. government would provide a backstop for terrorism losses.\nTRIA was finally passed in November 2002 (BI, Nov. 25, 2002), and reinsurers and insurers have been offering both TRIA and non-TRIA related coverage since then.\nThe uptake of reinsurance coverage for terrorism risks is ''a total patchwork,'' said Salvatore Zaffino, chairman and chief executive officer of Guy Carpenter & Co. in New York.\nIn many cases, where there is a significant exposure, policyholders are not buying primary coverage because the price is prohibitive. In other cases, policyholders that have properties outside of major cities are not buying terrorism coverage because they do not believe that they face a significant exposure, Mr. Zaffino said.\nFew policyholders are interested in terrorism coverage, agreed Kenneth J. LeStrange, CEO of Endurance Specialty Holdings Ltd. in Hamilton, Bermuda. Policyholders find the coverage expensive and banks often do not require its purchase as part of loan agreements, he said.\n''People are not buying the cover, and you can't reinsure what's not insured,'' said James P. Bryce, president and CEO of IPCRe Ltd. in Pembroke, Bermuda.\nAnd reinsurers and insurers are still refining the price of their terrorism coverage because they have little experience on which to base a price for the exposure, he said.\nArch Reinsurance Ltd. (Bermuda) has a book of terrorism reinsurance that has been profitable due to the lack of insured losses since Sept. 11, 2001, said Dwight Evans, president of the Hamilton, Bermuda-based reinsurer. The rates will likely soften next year, Mr. Evans predicted.\n''Who knows what the right price is, but we still think there is an attractive margin in the business,'' he said.\nAnd the demand for terrorism reinsurance may grow next year, as the retention levels under the TRIA program increase and insurers review their greater exposure, Mr. Evans said.\n''We've written very few terrorism-specific coverages. We get asked to bring some terrorism coverage into traditional treaties, and we do that on a case-by-case basis,'' said Tim Carroll, president and CEO of GE Reinsurance Corp. in Barrington, Ill.\n\nLoad-Date: September 24, 2003"
}