{
    "title": "Fewer Attacks, but a More Complex Terrorist Threat in 2017, U.S. Says",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 19,
    "full text": "WASHINGTON — Foreign terrorist groups and their affiliates had a bad year in 2017 as the United States and other countries fought back against the Islamic State, but Al Qaeda and Iranian-backed militias remain deadly threats, according to an annual government terrorism report that was released on Wednesday.\nThere were 8,584 terrorist attacks around the world in 2017, a 23 percent decline from 2016, according to the State Department report. As a result, more than 18,700 people were killed, about a quarter of whom were the perpetrators themselves.\nThat death toll represented a 27 percent drop from the previous year, the report said.\nMuch of the reason for the decline was the improved security situation in Iraq, according to Ambassador Nathan Sales, the State Department’s coordinator for counterterrorism.\nStill, more than half of all terrorist attacks worldwide took place in just five countries: Afghanistan, India, Iraq, Pakistan and the Philippines. And 70 percent of all deaths from terrorist attacks occurred in a different, if overlapping, set of five countries: Afghanistan, Iraq, Nigeria, Somalia and Syria.\nThe security situation in Afghanistan continued to worsen as a result of coordinated attacks by the Taliban, including the group’s affiliated Haqqani network, the report noted. Some of the attacks were planned and launched from safe havens in Pakistan, a source of continuing irritation in relations between Washington and Islamabad.\nAlthough four countries are designated as state sponsors of terrorism, the report highlighted Iran as a top threat.\nThe Trump administration has made its tough approach to Iran a central tenet of its foreign policy. President Trump withdrew the United States from the Iran nuclear deal this year, and his top administration officials have excoriated the clerical government in Tehran at almost every opportunity.\nThe report said Iran is undermining legitimate governments and American interests in Afghanistan, Bahrain, Iraq, Lebanon and Yemen. The seven-year civil war in Syria has given Hezbollah, an Iran proxy, valuable battlefield experience, the report said.\nThe other three state sponsors of terrorism are North Korea, Syria and Sudan.\nBroadly, the terrorism landscape grew more complex in 2017, according to the report.\nWhile the Islamic State lost much of the territory it controlled in Iraq and Syria, it shifted to a more dispersed model — encouraging attacks by sympathizers around the world using whatever weapons were at their disposal. Such efforts led to high-profile attacks in Manchester, England; Barcelona, Spain; and New York.\nIn a news briefing, Mr. Sales emphasized that while the Islamic State garnered much of the world’s attention in 2017, Al Qaeda quietly expanded its membership and operations. He called Al Qaeda a “determined and patient adversary.”\n“Although ISIS has gotten the headlines,” he said, referring to the Islamic State, “we remain focused and determined to confront Al Qaeda wherever we find it.”\nSmaller terrorist groups were also mentioned in the report, which has a lengthy listing of organizations from around the world, including Boko Haram in several African countries and Real I.R.A. in Northern Ireland. Pakistan-based Jaish-e-Muhammad and Lashkar-e-Taiba were cited as threats to South Asia generally.\nHamas, the group that controls Gaza, was highlighted for what the report said were its efforts to rebuild its military capabilities to support terrorist attacks against Israel. The Trump administration has rescinded nearly all the aid the United States traditionally provided to Palestinians, cuts that threaten many of the schools, clinics and hospitals that Palestinians depend upon.\nWhether such cuts will encourage or discourage extremism among Palestinians has yet to be seen.\nUnder the Trump administration, the Pentagon has pivoted from a yearslong focus on fighting foreign extremist groups. Defense Secretary Jim Mattis has called Russia and China a “primary focus of U.S. national security,” and there are plans to slash the number of military counterterrorism forces in Africa.\nPHOTO: An Afghan security official inspecting the scene of a suicide bomb attack in Jalalabad, Afghanistan, in June. More than half of the world’s terrorist attacks last year took place in Afghanistan, India, Iraq, Pakistan and the Philippines. (PHOTOGRAPH BY Ghulamullah Habibi/EPA, via Shutterstock FOR THE NEW YORK TIMES)\nRelated Articles\nMilitary Shifts Focus to Threats by Russia and China, Not Terrorism\nISIS May Be Waning, but Global Threats of Terrorism Continue to Spread\nTrump Administration Cuts More Than $200 Million in Aid for Palestinians\n\nLoad-Date: September 21, 2018"
}