{
    "title": "FictionA tale of terrorism, 10 years after 9 11",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 22,
    "full text": "Sunday May 22, 2011\nSection Features\nPage 1\nFiction\nA tale of terrorism, 10 years after 9/11\nBY JAY STRAFFORD\nRichmond Times-Dispatch\nOn Sept. 11, 2001, Brooke Chandler, a WASP of old blood, old money and the privilege that accompanies them, was a graduate student in Near Eastern Studies in New York. But after watching the Twin Towers fall, he changed his life and joined the CIA. His girlfriend, beautiful Israeli student Anit Rahal, had just left him to return to her homeland, and he saw the need to serve his country.\nNow, in Richard North Patterson's superb new thriller, \"The Devil's Light,\" it's 10 years later, and Brooke, having survived tours of duty in Iraq and Lebanon, is back in Washington, and Osama Bin Laden and al Qaeda are about to raise the terrorism threat to a new level.\nBrooke consults his mentor, Carter Grey, now semi-retired and living in Virginia's Blue Ridge Mountains, and the two anticipate a chilling scenario.\nTime proves them correct: A brilliant al Qaeda operative, Amer Al Zaroor, manages to steal a nuclear weapon in Pakistan, and Bin Laden releases a videotape in which he pledges that a major American city will be destroyed with the weapon on the 10th anniversary of 9/11.\nBrooke's superiors take Bin Laden at his word, but Brooke believes the threat may be a huge piece of disinformation and that the target is more likely to be Tel Aviv. What follows is a thrill ride of tension as Brooke tries, in various parts of the Mideast and against huge odds, to thwart Bin Laden's plan to unleash the bomb.\nPatterson, though, is not content to confine this story to geopolitics and geoterror. In flashback, the reader learns Brooke and Anit's history, one that suggests that their story has not reached a conclusion. It would be inaccurate to call \"The Devil's Light\" a love story, but romance is a significant thread in the plot.\nPatterson, a master of the intelligent thriller, whether criminal, political or international, has invested an enormous amount of research in \"The Devil's Light.\" He writes knowledgeably of the Middle East -- from the continuing problems in Pakistan to the threat of Iran to the political maze in Lebanon to the intractable division between Israel and the Palestinians. And he uses the history of real-life characters such as George W. Bush, Dick Cheney, Richard Clarke, Saddam Hussein, Benazir Bhutto and others to add verisimilitude to his story.\nAs such, \"The Devil's Light\" is as much a reflection on the past and a study of the failures of American foreign policy as it is a gripping yarn. But Patterson's novels -- this is his 19th -- are never limited to storyline, as enticing as the plot may be. With a subtle mind that sees the big picture and is able to analyze it with precision, Patterson compels the reader to think while being entertained. And he does so with power in \"The Devil's Light,\" a tapestry of terror whose most frightening aspect -- despite the death of Bin Laden -- is that it might not turn out to be fiction at all.\njstrafford@timesdispatch.com\n(804) 649-6698\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 20, 2011"
}