{
    "title": "FictionA terrorism thriller from a reliable source",
    "publisher": "the new york times",
    "year": 2011,
    "month": 7,
    "day": 10,
    "full text": "Sunday July 10, 2011\nSection Features\nPage 1\nFiction\nA terrorism thriller from a reliable source\nBY JAY STRAFFORD\nRichmond Times-Dispatch\nCover-ups are hardly unknown in government, but was a particularly treacherous one at work after 9/11?\nThat's the intriguing -- and frightening -- prospect that former U.S. Sen. Bob Graham raises in \"Keys to the Kingdom,\" a riveting and smart thriller that, not surprisingly, draws on Graham's experience as a two-term governor of Florida, a three-term senator from the state, a former chairman of the Senate Intelligence Committee -- and a man respected on both sides of the political divide.\nThe engine that runs \"Keys to the Kingdom\" is ignited when former Sen. John Billington of Florida (whose career and life is unsurprisingly similar to Graham's), writes an op-ed piece alleging an American cover-up of Saudi complicity in 9/11 and a continuing connection between the Saudis and al-Qaeda, including nuclear capability.\nNot long after the piece appears in The New York Times, Billington's life is threatened, and he arranges to meet at his Miami-area home with a former aide, Tony Ramos, an Afro-Cuban-American war-zone veteran who now works in intelligence for the State Department. But before Ramos arrives in Florida, Billington is killed by a hit-and-run driver. Knowing his death was a possibility, the former senator had prepared a memorandum for Ramos to be delivered by his widow.\nAt Billington's funeral, Ramos meets the Billingtons' youngest daughter, Laura, a celebrity photographer long estranged from her dad. But, like Ramos, she's determined that his killers should pay, and the two agree to work together. Also in the picture is Ramos' on-again-off-again girlfriend, Carol Watson, a Treasury Department auditor whose work may provide further buttressing of Billington's allegations.\nAlthough Graham is coy about the time element of his story, several clues point to 2008. But no matter: As Ramos and company set out to find the truth, their journeys take them to Saudi Arabia, Malaysia, Grand Cayman and Southern California, among other places, and they meet with tycoons, royals, bankers and conspirators as Graham ratchets up the suspense.\nAnd the violence. Billington's is not the only murder in \"Keys to the Kingdom,\" but mayhem in Graham's story is far from gratuitous; it serves, rather, to emphasize the dangers inherent in a troubled world from zealots of all stripes.\nBut Graham does not confine his story to terrorism. Ramos is a fully fleshed character whose relationships with Laura and Carol, as well as investigative reporter Terri McKenzie of San Diego, meld the public with the private and make Ramos an even more fascinating protagonist.\nGraham is not the first senator or former senator to have written a thriller, but \"Keys to the Kingdom\" is something special, and that quality comes from Graham's insight into the nation's intelligence work -- and from his wisdom. And this novel reads nothing like a first effort. The plot is absorbing, with characters born of an imaginative mind and nurtured with care, and the writing rises well above the pedestrian that mars many works of the genre.\nOsama bin Laden is dead, but his legacy of hate and murder lives on, and Graham's novel serves not only to enlighten and entertain but also to reiterate the need for vigilance. A work of probity and power, it's a novel Americans -- and the world -- should take to heart.\njstrafford@timesdispatch.com\n(804) 649-6698\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: July 9, 2011"
}