{
    "title": "Fiery package addressed to Homeland Security chief",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 1,
    "day": 8,
    "full text": "WASHINGTON ? First, fiery packages sent to top officials in Maryland were opened, revealing an angry message complaining of the state's terrorism tip line. Then, a mailing addressed to the nation's homeland security chief ignited with a similar flash of fire and smoke at a D.C. postal processing facility. While authorities have not said if the latest parcel contained a note, they did say the three packages were alike. \nThe targeting of Homeland Security Secretary Janet Napolitano also seemed to echo anger expressed by the mailer of the first two. Napolitano launched a nationwide \"see something, say something\" campaign in July, and her recorded voice can be heard in Washington-area subway stations, reminding commuters to report suspicious behavior. The program expanded last month to include more than 230 Walmarts across the country. The Maryland packages had an explicit message, railing against highway signs urging motorists to report suspicious activity by calling a toll-free number. The message read: \"Report suspicious activity! Total Bull----! You have created a self fulfilling prophecy.\" Authorities fear there could be more packages. \"We've got to make sure we go after this person and get them off the street and get them behind bars, because these kinds of things are very, very dangerous,\" Maryland State Police Col. Terrence Sheridan said. \"We just don't know where this person is going with this. We don't know who it is. We don't know what they're thinking right now.\" Officials have declined to speculate on whether the incendiary devices worked as intended or were supposed to cause more harm, but they did not contain explosive material. One explosives expert said that generally if there's no explosive material, the devices aren't meant to cause much destruction. \"With an incendiary, you have a slower process involved,\" he said. \"It can burst into flames, but unless it's something that's a liquid that's expelled ... you wouldn't have that sort of immediate danger to the person,\" said Leo W. West, a retired FBI explosives expert in Virginia. In Maryland, the packages ignited when they were opened, singeing the fingers of two state workers. At the D.C. facility, the package wasn't opened and was discovered when it began popping and smoking. It emitted \"a brief flash of fire\" before extinguishing itself, D.C. Police Chief Cathy Lanier said. No one was injured. The D.C. package was addressed to Napolitano, according to a department official who spoke on the condition of anonymity because of an ongoing investigation. The parcel ignited in northeast Washington about 2:45 p.m. In Maryland, the state's terrorism tip line is widely shown on overhead highway signs along with information about missing children. To the ire of some drivers, the signs added real-time traffic estimates to major highways in March. Some commuters complained drivers slowed to read the signs and backed up traffic. At Gov. Martin O'Malley's request, the state studied the issue and removed the real-time postings from one congested area on the Capital Beltway. There are 113 signs statewide. The earlier packages, addressed to O'Malley and to Transportation Secretary Beverley Swaim-Staley, have been taken to the FBI lab in Quantico, Va., for forensic analysis, and Lanier said the D.C. package would also be sent there. The Maryland mailings were opened within a 15-minute period Thursday at buildings 20 miles apart. Mailroom employees around the state were back at work Friday, and they had pictures of the packages and were advised to be vigilant about anything suspicious. The Postal Service rereleased a safety talk on how to recognize suspicious mail Friday in light of the incidents, American Postal Workers Union spokeswoman Sally Davidow said. Investigators had no previous indication the packages would be sent anywhere other than Maryland government buildings, FBI spokesman Richard J. Wolf said. Police have not yet identified any suspects and were searching for disgruntled people who've made threats against state government. Anyone arrested would be charged with possession and use of an incendiary device, which includes a maximum penalty of 20 years in prison, authorities said. The state terrorism tip line averages about two calls per day, said Jim Newton, privacy officer at the Maryland Coordination and Analysis Center, where police officers field the calls. Neither Newton nor police were aware of any repeat, angry callers to the tip line. The call volume typically doesn't spike when the phone number is displayed on highway signs, he said. Instead, calls tend to come in after terrorism cases make news. Postal inspectors said they had a variety of ways to determine where a package is mailed from, including postmarks and cancellation stamps, which can indicate where a piece of mail was processed. Postal Inspector Frank Schissler said, but the Maryland packages did not have individual tracking numbers because they were sent by first-class mail, not registered mail or express mail. In 2001, as the nation was still reeling from the 9/11 attacks, letters containing anthrax were sent to lawmakers and news organizations. The anthrax spores killed five people and sickened 17. Dangerous devices sent through the mail remain extremely rare, inspectors said, with 13 such cases reported since 2005. Nuckols reported from Pikesville, Md. Associated Press writers Alicia Caldwell, Eileen Sullivan, Randolph E. Schmid and Brett Zongker in Washington and Sarah Brumfield in Baltimore contributed to this report. \n\nLoad-Date: January 9, 2011"
}