{
    "title": "Fifty Years Later_ Hour of Terrorism Recalled by Victims",
    "publisher": "university wire",
    "year": 2016,
    "month": 7,
    "day": 29,
    "full text": "Editor's note: Five decades after the UT Tower Shooting, The Daily Texan remembers the most infamous tragedy in the University's history by republishing articles from past issues.\n? Aug 2, 1966 ?\nThere was excitement, but little confusion Monday, as the victims of the sniper massacre at the University were brought in to nearby hospitals.\nThe scene at the door of the Emergency Room at Breckenridge Hospital was a panorama of emotion. Parents, friends, and relatives entered the Emergency Room in various states of apprehension.\nSome of the victims were dead on arrival at Brackenridge Hospital, others died within a short time. Many of the wounded were taken immediately to surgery, while others were treated for lesser wounds.\nAmong the first persons wounded by the sniper was Roland Ehlke, a Peace Corps volunteer who is training to go to Iran.\nEhlke, who is from Milwaukee, said he was walking down the Drag in front of Sheftall's Jewelers when he was hit in the upper left arm. One of his companions, Dave Mattson, noticed that Ehlke's arm was bleeding. Then Mattson was hit, and Ehlke turned to help him, only to be shot again ? in the other arm. Ehlke, Mattson, and Tom Herman, who was walking with them, fled to safety into Sheftall's.\nFreshman pharmacy major Scott Allen was shot in the arm while looking out a second story window in the Texas Union Building.\nAllen, who lives at 1510 Corona was standing about four feet from the window when he was hit.\n\"I felt the bullet hit my arm, and then I heard the shot,\" he said. \"I was standing so far back (from the window) that I don't see how he could even see me.\"\nAllen said he took cover behind a column and then made his way down the stairs to the first floor. Several students nearby assisted him to a couch. A short time later, he was taken out through a back door.\nLana Phillips, a University senior working at the Co-ed Shop on the Drag, was shot in the right shoulder while inside the store. Rita Engelmann, who works next door at the Rae Ann Shop and is a friend of Miss Phillips, said she heard bullets hitting the roof of the Rae Ann Building.\n\nLoad-Date: January 6, 2017"
}