{
    "title": "Fighting terrorism, one cup of tea at a time",
    "publisher": "the new york times",
    "year": 2008,
    "month": 3,
    "day": 23,
    "full text": "Three Cups of Tea\" steeps the reader in nonconventional wisdom about the Islamic world.\nThe book starts with the spiraling descent of an American climber.\nIn 1993, Greg Mortenson scrubbed an attempt on K2, the world's second-highest peak. He stumbled broken and haggard out of the Himalaya and into the isolated Pakistani village of Korphe.\nLocals gently nursed him back to health. Seeing their poverty, Mortenson made a life-altering vow. He returned to the United States, lived like a monk in his beater car, and eventually scraped together $12,000 to build a school for Korphe's kids.\nThen he built a school in another village. And another.\nNow, the alpinist-turned-humanitarian is widely hailed as a hero for bringing education to poor rural Muslims, especially girls.\nThe threads of his all-consuming mission are familiar, thanks to a 2003 cover story by Parade Magazine and his earnest 349-page \"Three Cups\" chronicle.\nCo-written with journalist David Oliver Relin, \"Three Cups\" is in its 58th week on The New York Times Bestseller List. It won last year's Kiriyama Prize for nonfiction.\nMortenson's momentum continues.\nHis nonprofit Central Asia Institute has partnered with villagers to build 64 schools in Pakistan and Afghanistan. Some 100 more are on the boards even as political turmoil boils there anew.\n\"Three Cups\" explains thoroughly this peculiar academic flowering in a land rife with extremist sects and madrassa schools peddling terrorism.\nThe tribal peoples form strong personal bonds, Mortenson says. He's spent years winning over former Taliban and investing Islamic leaders in his cause.\n(The book title refers to a Balti hospitality ritual that culminates in friendship by the third cup of brew.)\n\"Dr. Greg,\" as his acolytes call the diffident former Army medic, has become beloved.\nInstead of trying to impose Western ideology, CAI schools stress nutrition, literacy, hygiene and prenatal care. The culture-centric curriculum includes an Islamic studies component that covers the Sunni and Shia religions as well as outside faiths.\nThat defuses terrorism more pointedly and cheaply than worlds of bullets and bombs, according to \"Three Cups,\" which is subtitled \"One Man's Mission to promote Peace ... One School at a Time.\"\nMortenson's life and literary work come replete with high drama.\nHe was kidnapped once. Angry mullahs have denounced him and post-Sept. 11 critics in this country branded him a traitor.\nHe's long been torn between his campaign overseas and his wife and children in Montana.\nIt isn't an easy path. Nor, despite its literary credentials, does \"Three Cups\" go down smoothly. The narrative can be cloyingly drawn out.\nBut leaves of wisdom nestle within.\n\"What's just as important as the summit is the climb,\" Mortenson told an interviewer last year. \"It's about the relationships.\"\n\nLoad-Date: March 24, 2008"
}