{
    "title": "Fight Al Qaeda's plan, not its ideas",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 4,
    "day": 30,
    "full text": "The United States is fighting the \"global war on terrorism\" in the wrong way. The key to defeating Al Qaeda doesn't lie in trying to undermine its extremist ideology but in defeating its strategy. And right now, Washington has a historic opportunity to do just that.\nThis isn't an exercise in foreign-policy hairsplitting. It's a vital distinction that helped the US win the cold war against Soviet communism.\nIt's also is important because Al Qaeda's strategy is vulnerable to internal and external attack in ways that its ideology is not. On top of that, the US government has experience countering strategies and knows how to fight and defeat them. Furthermore, influencing the way that extremists behave is far easier than changing what they believe.\nAl Qaeda's ideology has been an important element of its success. Osama bin Laden and his advisers are adept at crafting a global ideology with regional appeal. Far from impeding the spread of them, the US-led \"war on terrorism\" has helped make bin Laden's arguments relevant and persuasive.\nAmerican efforts to counter this ideology are seriously constrained. Many Muslim moderates are unable or unwilling to speak out for safety reasons or because they empathize with extremists' grievances even if they disagree with their violent strategy and tactics.\nRegardless, the US can and should work through Muslim diasporas to support a small but increasing cohort of courageous moderates to counter extremist Islamist ideology. However, it is unlikely that these efforts will seriously marginalize extremist ideology any time soon.\nUnlike Al Qaeda's ideology, its strategy is immediately vulnerable. Al Qaeda's strategy is simple and well understood: reimpose strict Islamic law in Muslim lands through a campaign of spectacular terrorist attacks designed to eliminate Western support for \"apostate regimes\" in the Middle East and eventually recreate the Caliphate of Islam's Golden Age.\nToday, the forced isolation of Al Qaeda's senior leadership, the growing diversity of the Salafist jihadi network, and the global scope of the movement have reduced Al Qaeda's ability to define and direct its own strategy. Al Qaeda's core leadership can no longer achieve its ends through a command-and-control hierarchy. It must resort to influencing independent terrorist organizations and extremist cells to adopt and adhere to Al Qaeda's militant strategy on the merits of that strategy alone.\nIf Al Qaeda's strategy is not perceived to be effective by its supporters, then its leadership will be reduced to impotent exhortation - and Al Qaeda will lose its power.\nThe US should aggressively discredit Al Qaeda's strategy of violent confrontation by dealing the organization a series of transparent strategic defeats.\nConsider the progress on this front in Iraq. Violence levels have decreased markedly since April 2007, and more than 130 concerned citizens' groups, such as the Sunni \"Awakening Councils\" of Anbar Province, are openly contesting Al Qaeda's strategy there.\nWashington should support those who champion alternatives to Al Qaeda's constituencies. The US must work through moderate Muslims to acknowledge the grievances of Muslim communities, and propose a better way forward through engagement and nonviolence.\nThe cold war proved that the US can live securely in a world torn by ideological disagreement. Sept. 11 proved that the US cannot afford to live in a world where ideologues resort to terrorist tactics to achieve their ends. It's time to separate ideology from strategy. We must encourage Muslim moderates to engage in the battle of ideas - a fight that America alone cannot win. But US counterterrorism specialists should attack and discredit Al Qaeda's strategy - a fight that we cannot lose.\n<P/>\n* Russell D. Howard is a retired Army brigadier general and the director of the Jebsen Center for Counter-Terrorism Studies at the Fletcher School of Law and Diplomacy at Tufts University. Erik Iverson is a master's student in security studies at the Fletcher School.\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: April 29, 2008"
}