{
    "title": "Fighting recession will be as difficult as terrorism",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 1,
    "day": 31,
    "full text": "Riding the crest of victories in the war against terrorism, President Bush tried to use that momentum and goodwill in his State of the Union address to generate enthusiasm for his plan to revive the nation's economy.\n\"We will prevail in the war, and we will defeat this recession,\" Bush said, to vigorous applause.\nHowever, just as finding al-Qaida leader Osama bin Laden has been difficult, finding a solution to the nation's economic problems will be challenging.\nAnd building a bipartisan coalition in Congress might be even more difficult than putting together an international coalition against terrorism.\nStill, Bush did a good job Tuesday night in presenting his priorities and rallying the political troops.\nThe applause and standing ovations were so frequent and boisterous during Bush's speech, they seemed to set a record for most interruptions during a presidential address. But the clapping was noticeably one-sided when talk turned from war efforts to economic efforts.\nThat was especially true when Bush mentioned making tax cuts permanent and passing a stimulus package. Republicans were enthusiastic, but Democrats were relatively quiet during most of the discussion of the economy.\nBush tried - and failed - to get a stimulus package through Congress last fall. Will this spring be different? Let's hope so.\nBoth parties should be able to find a middle ground, especially on such issues as extending unemployment benefits and providing direct assistance for health-care coverage. Bush mentioned both in Tuesday night's address.\nLawmakers also should heed Bush's warning that the budget deficit will be small and short-term \"so long as Congress restrains spending and acts in a fiscally responsible manner.\"\nAs much as Democrats like to blame tax cuts for the dwindling surplus, runaway spending is also to blame.\nWith the financial demands of waging war and boosting homeland security, there should be little room for pork-barrel projects and superfluous spending.\nFiscal responsibility must be practiced or the state of the union a year from now will not be much improved.\n\nLoad-Date: February 1, 2002"
}