{
    "title": "Fight terrorism with education, law expert says",
    "publisher": "tribune-review",
    "year": 2013,
    "month": 6,
    "day": 5,
    "full text": "Democracies need to fight terrorism not only with force but by educating those with grievances to avoid acts of violence, said a St. Vincent College professor who plans to participate in an intensive international terrorism seminar this month in Israel. \n\"I tend to think a lot of it (defeating terrorists) is a battle of education, delegitimizing terrorism as a proper use of force. At the bottom of it, so much of this is a war of ideas,\" said Jason Jividen, an assistant professor of politics in the Alex G. McKenna School of Business, Economics and Government who will participate in the 10-day program at Tel Aviv University.  \nIn that war of ideas, democracies must show a stable culture; and liberal rights and women's rights can be achieved without spreading violence, he said. \n\"You can make it (terrorism) less likely. You can turn the court of public opinion against it,\" said Jividen, 38, who teaches American political thought and intends to use the information he learns from the program in teaching a course on international terrorism in the next academic year. \nJividen is going to Israel through the Foundation for the Defense of Democracies, a nonpartisan policy institute headquartered in Washington, which named him an academic fellow for the 2013-14 school year. He had applied for the program several months ago. \nMilitary and intelligence officials, academics as well as diplomats from Israel, Jordan, India and the United States are scheduled to conduct lectures during the program, which will run June 16-25. To provide them with cutting-edge information on defeating terrorism, Jividen and his fellow participants are expected to visit with police and see military bases and border zones to learn the practical side of stopping and defeating terrorists, the foundation said. \n\"Terrorism remains the greatest threat today to the world's democracies, including the United States and our allies around the globe,\" said Clifford May, foundation president.  \n\"To win the war against terrorism, we must win the war of ideas by promoting democracy and defeating the totalitarian ideologies that drive and justify terrorism,\" said May, whose foundation was created after the terrorist attacks of Sept. 11, 2001. \nFrom the practical side, defeating terrorism involves intelligence gathering, constant vigilance and traditional police work, combined with the efforts of the federal and international governments, Jividen said. \n\"Military action is always the last resort,\" he said. \nThe Foundation for the Defense of Democracies is very realistic in its assessment of democracies fighting terrorism, Jividen said. \n\"I don't think we can stop every suicide bomber, but in the big picture, there is something to be said about refusing to support regimes that harbor terrorism,\" said Jividen, who earned a doctoral degree in political science at Northern Illinois University. \nOne of the challenges for democracies fighting terrorism is how to heighten security and maintain vigilance while not infringing on a person's civil liberties, noted Jividen, who teaches constitutional law. \nHad Boston Marathon bombing suspect Dzhokhar Tsarnaev been declared an enemy combatant, then interrogation could have proceeded much quicker, and he still could have been transferred over to civil authorities, Jividen said.  \nThe Boston bombing raised the question of the procedural rights, if any, of a terrorist, Jividen said. The overwhelming number of terrorism suspects who have been convicted since the 9/11 attacks were convicted under civil - rather than military - law, Jividen said. \nDuring the Civil War, President Abraham Lincoln, with the approval of Congress, suspended the writ of habeas corpus, which gives prisoners the right to go before a court to determine if the government has the right to continue holding them.  \n\"It's not just a brand-new issue. You want to follow precedent. You want to respect rights, but you also have to be realistic about the threat that's there,\" Jividen said. \nJoe Napsha is a staff writer for Trib Total Media. He can be reached at 724-836-5252 or jnapsha@tribweb.com \n\nLoad-Date: June 7, 2013"
}