{
    "title": "Fighting Terrorism With Funds",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 8,
    "day": 30,
    "full text": "You won't find the words \"combating global terrorism\" in the job description of the comptroller of the city of New York. But the present occupant of that office, William Thompson, has found a way to join the fight.\nUsing his leverage as custodian of the five pension funds for city workers, which invest billions of dollars in the stock markets, Mr. Thompson is pressuring corporations to stop doing business with Iran, Libya, North Korea, Sudan, and Syria - countries identified by the State Department as sponsors of terrorism.\nHaving already gone after General Electric, Halliburton, and ConocoPhillips last year, the comptroller is to announce today that he is adding three more companies to his campaign: Aon Corporation of Chicago, Cooper Cameron Corporation of Houston, and Foster Wheeler of Clinton, N.J.\nNone of these companies is accused of operating directly in the sanctioned countries, which would violate federal law. According to Mr. Thompson, however, all three have foreign subsidiaries doing business in Iran.\nWhile the federal prohibition does not apply to these subsidiaries, \"We believe that American companies should, nonetheless, adhere to the spirit as well as the letter of the law,\" Mr. Thompson wrote to each of the companies last month.\nMr. Thompson's efforts are part of a broader campaign - modeled on the 1970s divestiture movement against apartheid in South African - to discourage companies from maintaining any ties to terror-sponsoring countries.\n\"While it's not illegal, it's wrong,\" said the president of the Center for Security Policy, Frank Gaffney. \"We believe that most Americans would agree with us that it's wrong if they were to find out about it....People ought to be trying to get out of these stocks as quickly as they can.\"\nA recent study by his center of 87 public pension funds found that they own almost $200 billion in the stock of 400 companies that do business with \"rogue nations.\"\nOne might ask why the campaign targets pension funds and other major investors rather than the companies themselves. The answer is that many of the largest pension funds are run by elected officials, who are more susceptible to political pressure than corporate managers - especially when the issue will resonate with their constituents.\nMr. Thompson is a case in point. He is acting on behalf of the pension funds for New York City police and firefighters, hundreds of whom died at the World Trade Center on September 11, 2001.\n\"Our officers' pension funds should not be invested in companies doing business with terror linked nations,\" said the president of the Uniformed Fire Officers Association, Peter Gorman, in a statement from Mr. Thompson's office. \"We applaud all companies that cease and desist from this practice and believe others should follow suit.\"\nAs it happens, one of the companies recently targeted by Mr. Thompson, Aon, lost 175 of its employees at the World Trade Center.\nNot everyone finds this activism by public pension funds entirely healthy.\n\"The foreign policy of the United States needs to be set by the federal government,\" said the corporate secretary of the Business Council of New York State, David Shaffer.\nMr. Shaffer said he has no objection to simply asking corporations for information, as Mr. Thompson has done so far. But he said pension fund managers should worry primarily about maximizing their return on investment - on behalf of retirees and taxpayers - and leave international affairs to the State Department.\nMr. Thompson is not threatening divestment at this point. In his letters to the three companies last month, he asked them to conduct formal studies of the risks to shareholders of maintaining ties to Iran, including \"negative publicity, public protests, and a loss of investor confidence.\"\nIn reply, Aon, an insurance company, said its subsidiaries' activities in Iran were \"small and immaterial,\" and argued that the proposed study itself might constitute improper involvement by an American parent.\nFoster Wheeler, an engineering and construction firm, wrote back that many other companies have indirect ties to Iran, \"the reputations of which do not appear to have suffered.\" Cooper Cameron, which manufactures oil and gas equipment, did not answer Mr. Thompson's letter.\nDissatisfied by this response, Mr. Thompson said he will urge his fellow pension fund trustees to press the issue in the form of shareholder resolutions, which would be put to a vote by everyone who owns stock in the companies. He is promoting similar resolutions for General Electric and Halliburton.\nNot every corporation is giving Mr. Thompson the cold shoulder. ConocoPhillips, an oil conglomerate, reacted to his complaints by changing its corporate policy. In a letter last December, company officials told Mr. Thompson that a subsidiary would give up its interest in a Syrian gas-processing plant when its contract runs out in 2005 or 2006, and promised that the board would not approve future operations in \"sensitive\" countries unless they were consistent with being \"a good corporate citizen of the U.S.\"\n\nLoad-Date: September 2, 2004"
}