{
    "title": "Fight terrorism with truth and justice",
    "publisher": "the bismarck tribune",
    "year": 2001,
    "month": 9,
    "day": 21,
    "full text": "How did it happen? How could the hatred be so great? How could any human conceive of and then perpetrate such incredible evil as we witnessed last week? The rage we feel at such evil is valid and demands for reprisal and justice are valid, but perhaps we should consider the facts and circumstances that are the root cause. No cause is ever an excuse for such an act, but if we are to prevail in this new war we must consider the mind of our adversary.\n This last summer my son spent eight weeks living in Yemen (at the southern tip of the Arabian Peninsula) improving his Arabic language skills. During study breaks he traveled all around the region visiting Egypt, Jordan, Saudi Arabia, Abu Dabai, and he saw much of Yemen beyond where tourists and westerners go.\nHe was able to do this and learn from a somewhat different prospective as he is fairly fluent in Arabic, had studied the economics and history of the Arab world, and had adopted the local dress and customs. He found all over the Arab world without exception that the people are good, kind and extremely hospitable. While his mother and I worried about his safety, it turns out that there are parts of Boston he would consider more dangerous than any place he visited in the Middle East.\n Whenever the Arabs realized that my son was an American they wanted to talk about America and what America has done in their part of the world. While these people loved my son as a human being, there is a deep mistrust of the American government and its policies and in some cases nearly hatred. These feelings seemed prevalent at all levels of Arab society with the intensity being somewhat variable as a function of education and socioeconomic level.\n We may be acting in vain if we do not understand that destroying today's killers may not end the bloodshed. We must understand that there are millions of young men studying algebra, playing soccer, memorizing the Koran and dreaming of their futures who one day may gladly die to preserve the society and values they hold dear.\n During the last 100 years the Arab world has been subjugated by the European colonial powers. France dominated western North Africa, the English controlled the southeastern Mediterranean, and even the Italians grabbed Ethiopia. Then as the European colonial system disintegrated after World War II the American oil industry moved in and began dominating the weak tribal societies of the region.\n Imagine if some foreign country decided that some past injustice would be rectified if all of the people in Bismarck west of Washington Street, south of Divide Street, north of Expressway, and east of 26th Street had their property confiscated and they were ejected from that zone. Would those ejected people be mad? Would they perhaps decide that they needed to fight back?\n What if this foreign country decided that a new group of people would occupy the middle of Bismarck and weapons and money would be supplied to keep the former citizens of Bismarck out? Would we feel a tremendous sense of injustice? Well, this is exactly how all of the Arab world feels about how the winners of World War II divided up British Palestine in the late 1940s and created the Jewish state of Israel.\n All across the Arab world the United States is viewed as the enabler of Israeli bullies of the Middle East who are seen as the suppressors of the Arab Palestinians and by extrapolation, the Arabs.\n Governments favorable to American economic priorities were installed and maintained by America with little thought to the effect on the Arab population being governed.\n The Shah of Iran was an incredibly oppressive tyrant who stayed in power by force of his government that was sustained with American weapons and money. The Saudi royal family is one of the most socially repressive regimes in the Arab world, but we are willing to ignore our principles of individual rights and freedom for inexpensive petroleum.\n In his country's fight against Iran in the early 1980s, we pumped money, training and weapons into Iraq, which kept Iran from prevailing but empowered Saddam Hussein to be the repressive despot he is today. The Soviet Union tried to inject godless communism into Afghanistan and were repulsed only when the ultra-religious Moslem fundamentalist from across the Arab world threw them out in the name of Allah.\n Something that has arisen in American consciousness is the view of people as units of monolithic, homogeneous groups like the Hispanic community, the black community, or the gay community. While idea of 'community\" may be effective for building political constituencies and demanding benefits and redress, it has the tragic effect of denigrating the individual. Now many view the Arab world as an evil hateful monolith and anyone with similar physical or cultural characteristics as part of the monolith. We must not allow the evil perpetrated by a tiny minority to be ascribed to anyone other than the individuals that did the deed.\n At the extreme outer limits of social and political philosophy there are always those that feel that they are so right that they are willing to kill and destroy. The perpetrators of our recent violence reside at the dangerous margins of Islam. The vast majority of Muslims feel very deeply about the sanctity of human life and find what has happened just as abhorrent as we do.\n These people hate the social and economic freedoms we take for granted and they feel that our culture is morally degenerate. Our economic freedom and the way that capitalism dominates the world threatens them. The popular culture that we export is seen as degrading the morality of their culture. The political hegemony that we use to dominate their world scares them.\n Much of the Arab world has very constricted sources of information. Their view of the West and America is readily manipulated by their totalitarian leaders.\n American foreign policy has had little discernible effect on the majority of Americans, but it has been very offensive to many Arabs.\n If we want to win the war on terrorism we must make sure that the American philosophy of justice and freedom is spread nonpreferentially around the globe.\n Otherwise we will be maligned with some legitimacy as the great Satan, and today's children will see our actions as proof of the legitimacy of their evil leaders' assertions.\n And the war on terrorism will never end as there will always be an unending supply of potential martyrs.\n (Steve Cates is a consulting geophysicist in Bismarck. His column appears every other Friday.)\n\nLoad-Date: September 23, 2001"
}