{
    "title": "Fighting terrorism, one child at a time",
    "publisher": "the times",
    "year": 2006,
    "month": 3,
    "day": 1,
    "full text": "Cpl. Joseph Deal tells stories of children wearing flip flops, kicking a ball up and down a concrete surface in Djibouti City, Djibouti. Usually, he said, the children run circles around him and other Marines who play football with them.\nBut the smiles on their faces are worth the defeat.\n\"You can tell you're making a difference when you get there,\" said the 24-year-old Dixie Hollins High School graduate.\nDeal wants to make a difference.\nThe Marine reservist and several dozen other servicemen volunteer their time at orphanages while stationed in Djibouti with hopes of bringing some joy to the lives of the children who live there.\nDeal, who was stationed in Kuwait in the early stages of Operation Enduring Freedom, said it's easier to give back to the community you're based in when the threat of imminent danger isn't dangling overhead.\n\"Kuwait was more of a war mind-set where you have a specific job,\" he said. \"Here, we're trying to prevent terrorism.\"\nBut sometimes it's hard to see the situations the children live in, he said. In the orphanages, he said, flies cover the baby cribs, and the children outnumber workers by the dozens. The Marines bring in fly traps to help with the insect problem, help bottle feed the infants and keep the older children occupied to lighten the load.\n\"It helps (the workers) when we come and play with the kids,\" he said. \"It makes you feel good about yourself when you've done something for these kids.\"\nMarines' families here in the United States chip in as well. Deal said he and other Marines have received baby clothes, bottles, bibs, basketballs and school supplies, among other things, from their families to give to the orphans.\n\"It makes you feel good about yourself knowing you're doing something for these kids,\" Deal said.\nSocializing with the local children helps with their mission. Terrorism organizations recruit youths; getting to know the local military could help deter those efforts, Deal said.\n\"It's hard to recruit terrorists when kids are saying \"These are the same people who built schools and played with us,' \" he said. \"It's beneficial and it makes you feel good about yourself.\"\n\nGraphic\n\n \nPHOTO, Special to the Times\nMarine reservist Cpl. Joseph Deal\n\nLoad-Date: March 1, 2006"
}