{
    "title": "FIGHTING WORDS; EUROPE HAS ITS REASONS FOR TURNING THE OTHER CHEEK",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 26,
    "full text": "UNITED States frustration in attempting to neutralize the Libyan leader, Col. Muammar el-Qaddafi, was compounded last week by what some American commentators portrayed as the craven reaction of the Western European allies. Although Canada supported Washington and Italy announced that it would restrict weapons sales to Libya, the Europeans, with the unanimity of a Greek chorus, expressed their unwillingness to follow President Reagan's lead in attempting to isolate Libya by imposing economic sanctions.\nMr. Reagan personified American outrage as he castigated Colonel Qaddafi for supporting the cold-blooded attacks at the Rome and Vienna airports Dec. 27 in which 19 people, 5 of them Americans, were killed. He severed virtually all trade links with Libya, froze its assets in the United States and ordered the more than 1,000 Americans working there to depart. And he said Americans would ''not understand'' if other countries moved into Libya ''to take commercial advantage of our departure.''\nBut the maverick Libyan leader, whose oil-blessed desert nation seemed to loom larger in the American imagination than its population of four million might merit, appeared to relish the attention. His state-run television reviled Mr. Reagan as ''an Israeli dog barking in a Zionist kennel,'' while Colonel Qaddafi called in Western European ambassadors and asserted that an armed conflict with America should be avoided ''because violence is an act of madness.'' Striking a pose of reasonableness, he even offered to cooperate in combating terrorism.\nFar from looking isolated, Colonel Qaddafi won strong support from Moscow, where Foreign Minister Eduard A. Shevardnadze accused Washington of ''flagrant disregard for the sovereignty of states,'' and even from Arab nations that normally have little stomach for him. Contemplating an American military assault on a fellow Arab, they tried to avert a showdown that might sabotage the fragile Middle East peace process and inflame their populations.(Qaddafi riding high, page 2.) Secretary of State George P. Shultz conceded that he had not had ''a lot of success'' in persuading the Europeans. The stage was being set for a classic confrontation between an activist America, insistent that a perceived evil should be extirpated, and Western Europeans accustomed to coexisting with unpleasant neighbors and less persuaded of the redemptive possibilities of diplomacy. The issue also pitted the United States, which feels under attack by terrorist outbursts - but which has known little of terrorism at home - against Western Europeans whose capacity for outrage has perhaps been dulled by a steady drumbeat of atrocities on their own territory. After the latest incidents, thousands of jittery Americans canceled European travel. But insouciant Europeans stuck to vacation plans, assessing the odds of a hand grenade in an airport rather as skiers do Alpine avalanches that annually take a number of lives.\nSome policy makers on both sides of the Atlantic feared that, if misplayed, the Libyan-sanctions question could turn into a humiliating rerun of the Reagan Administration's failure in 1982 to block West European participation in building a Soviet oil pipeline from Siberia. But initial visits by American ambassadors to foreign ministries suggested that friendly persuasion, not threats or the hard sell, would characterize Washington's anti-Qaddafi campaign this time. Past attempts to isolate Libya eventually lost momentum, and some Europeans evidently assumed that Washington's attention would, as has often happened, soon swing elsewhere.\n \nLeverage Weakened\nFor West European Governments deeply worried about unemployment, pocketbook considerations took precedence over Atlantic solidarity or the morality of tolerating terrorism. European Community countries imported Libyan oil and gas valued at $6.4 billion in 1984 while exporting $3.8 billion worth of everything from steel to detergents, according to the International Monetary Fund. Colonel Qaddafi has been deft at making strategic investments with friendly West Europeans, buying a 13 percent share of Fiat in Italy and placing a $5 billion order for a steel complex with Voest-Alpine, a faltering Austrian state-owned company.\nEven so, the Reagan Administration's initiative came at a moment when the Libyan leader was far more dependent on the West Europeans than they on him. The 40,000 Europeans in Libya, 15,000 of them Italians, are vital to his economy. The collapse of oil prices and reduced demand for Libyan light crude have weakened Colonel Qaddafi's leverage in Western Europe, which in 1984 bought 90 percent of his oil. Lower oil prices have forced Libya to cut back on Western European imports.\nThe American notion that the Europeans are ''soft'' on terrorism does not apply to their home-grown varieties. Italy and West Germany, Libya's biggest trading partners, quelled their own Red Brigades and Red Army Faction in the late 1970's. Britain has kept the pressure on in its long-running battle with the Irish Republican Army. And democratic Spain, after suffering police and military casualties worthy of a small insurrection, has started to reduce the depredations of the Basque separatist movement, ETA. Firsthand experience in dealing with domestic terrorism, however, makes some West Europeans wary of American appeals to ''uproot'' a phenomenon that has shown considerable resilience. A shadowy successor generation of Red Army Faction terrorists still launches episodic bombings in West Germany, and Belgium and France have lately been shaken by indigenous terrorist attacks.\nBut in facing up to Arab and state-sponsored terrorism, the Europeans have shown less resolve. The inner cities of many capitals have become polyglot, multiracical centers where tracking foreign terrorists equipped with false or stolen passports is a formidable challenge. Governments sometimes deliberately look the other way. In Italy, Palestinians and other Arab groups have managed to stash arms in Rome, Genoa and Verona; Arab suspects have sometimes been put aboard flights out of Italy rather than arrested, as happened with Mohammad Abbas, who was suspected of directing the Achille Lauro hijacking.\nAustria's Interior Minister, Karl Blecha, insisted there was no proof of Libyan involvement in the Vienna airport attack, accepting as true the testimony under oath of the two surviving Palestinian gunmen; Mr. Blecha avoided mentioning that the terrorists were traveling on Tunisian passports that Tunisia said had been confiscated from its nationals working in Libya.\nLike others in Western Europe, the Austrian Minister may have known that the terrorists' patrons were not far away and that they often protect their gunmen with dollars, lire and marks. For Europeans, it is not always easy to ''isolate'' the man next door.\nCorrection\n\nA chart on Libyan trade in The Week in Review Jan. 12 contained misleading figures in some categories. In 1984, Libya's exports to the Soviet bloc were $746 million and its imports were $444 million.\nIts exports to the third world nations totaled $2.04 billion, and its imports from the third world were $1.34 billion.\nCorrection-Date: January 26, 1986, Sunday, Late City Final Edition\n\nGraphic\n\n \nPhotos of President Reagan and Col. Qaddafi; Map outlining recent terrorist attacks in Europe; Chart outlining Libyan econcomic ties to West (Source: International Monetary Fund)"
}