{
    "title": "Fighting opium production is a long overdue battle; The U.S. military is rightly stepping up efforts",
    "publisher": "the new york times",
    "year": 2005,
    "month": 4,
    "day": 4,
    "full text": "The Department of Defense plans to boost efforts to fight the production of opium in Afghanistan, and that's a significant step in the war against terror.\nFighting terror, after all, is not limited to hunting down terrorists.\nWithout attacking terrorism's sources - including its funding - there will always be more terrorists that need hunting down.\nThe cultivation of poppies in Afghanistan accounts for 87 percent of the world's opium and heroin. Poppy production actually waned when the Taliban controlled Afghanistan but has now proliferated to rates that have exceeded predictions by experts. Much of the money from such production is used to fund terrorism.\nAggressively focusing resources on attacking this drug trade is long overdue.\nThe New York Times reported last week that the Department of Defense, which had previously only seized or destroyed drugs and drug-making equipment if they happened upon them during military activities, will now take a more aggressive role.\nAfghan President Hamid Karzai has rightly asked for international aid to help fight the narcotics trade, and the world should recognize that doing so will help prevent terrorism - and therefore the cost of such attacks and preventing such attacks - in the future.\nThe Department of Defense wants $257 million to help support its effort. The funding request should be granted.\nIn addition to eradicating the production of opium, the United States should help Afghanistan to set up an alternative to the lucrative crop, or there will be few incentives for farmers to stop growing poppies. Mere eradication will not work.\nThe United States and the world community should keep their collective focus on this problem and work together to eliminate this key funding source of terrorism.\n\nLoad-Date: April 4, 2005"
}