{
    "title": "Fighting Terrorism From Capitol Hill",
    "publisher": "the world",
    "year": 2003,
    "month": 5,
    "day": 12,
    "full text": "For most of his 18 years in Congress, Rep. Jim Saxton, R-N.J., pressed his House colleagues to pay more attention to terrorism. He headed a House Special Oversight Panel on Terrorism in 2000, and this year was selected to lead a new Armed Services subcommittee on terrorism, unconventional threats and capabilities. And as the fourth-ranking Republican on the House Armed Services Committee, Saxton pays attention to a wide range of defense issues. Saxton gained national attention in March when he introduced bills to block U.S. military participation in the Paris Air Show and prevent French companies from winning contracts for the reconstruction of Iraq.\nOn May 6, Saxton discussed terrorism, the war with Iraq and other defense issues with Federal Times.\nFederal Times: Do you expect significant changes in the 2004 Defense authorization bill because of the war with Iraq?\nSaxton: The Iraq war pointed up the importance of armor and air power. I believe the 2004 budget will recognize the contributions of those dual assets and take steps to enhance and modernize them.\nFT: Should the Air Force lease tankers or buy them?\nSaxton: I would like to be an advocate of a plan to buy them; however, reality is reality. We need to bring in a new breed of tankers on board as soon as possible. The KC-135R models have been modernized; however, the E-models have not been modernized. They are 40 to 45 years old, and we don't have a choice except to replace them. The most viable means is the lease deal.\nFT: How is the war on terror going?\nSaxton: I think we're making real progress on two fronts. First is with regard to homeland defense. We've put in place a new system that recognizes a new awareness of the potential threat here at home. And we have begun to put in place a system for response as well as for a system for detection and prevention of terrorist attacks. I think that the American people have already recognized that it is difficult if not impossible to rely solely on a system of homeland defense within our borders.\nThat brings me to the second front and that is our effort to reach out and upset the plans, deter the plans of terrorists before they get to the mainland of the United States or other targets overseas.\nIn that regard, we have made real progress in alliance with a country that has not always been our ally, Pakistan, in the effort to destabilize and eliminate the Taliban regime and consequently have a major impact on al-Qaida.\nSecondly, we have made a major impact on the war on terror in other quarters that may harbor terrorists. We have new sources of intelligence, new ways of determining where they are, what they're doing, saying and planning. Syria is acting quite different than in the past, in terms of their response to our needs vis-a-vis terrorism, as well as Iran.\nFT: You were one of the more outspoken critics of France, Germany and Russia for not supporting the United States during the run-up to the war with Iraq. To what extent should the United States punish those three countries, and where does that become counterproductive?\nSaxton: I don't like to use the word \"punish.\" I would rather put it this way: In the world community, countries who act against the national security interests of the United States need to know that there is a price to pay. With regard to the air show, it is not a complete boycott, but it is my understanding there will be a greatly reduced U.S. presence in terms of equipment, personnel and activities.\nFT: Are there any major lessons learned from Iraq that have caught Congress' eye?\nSaxton: One major lesson is that we no longer have the luxury of waiting to respond to terrorist attacks. Where we can identify that there is a likelihood of attack, we have to use diplomatic, and in the last instance, military power to counteract likely future attacks.\nSecondly, once we decide to go in, it's got to be with great determination. And third I think it is, from a military point of view, important to understand the necessity of a well-balanced attack. The use of power from the sea, the use of air power as well as the use of conventional ground forces all played an important balanced role in this last war.\n\nNotes\n\n1 PHOTO\n\nLoad-Date: June 18, 2004"
}