{
    "title": "Fighting Terrorism at Gleneagles",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "As the leaders of the richest nations carry on their annual conference despite the bombings in London, they have a chance to embrace what should be an essential element of any long-term global strategy against terrorism. By adopting a coherent plan to tackle the extreme poverty of Africa, the leaders of the G-8 countries will also take on the civil wars, governmental breakdowns and illicit financial flows of one of the world's most troubled regions.\n  For weeks, this page and people around the world have exhorted the leaders deliberating in Scotland to rise to the challenge of Africa for reasons of human compassion and economic fairness. But there are security reasons, too, starting with the way Africa straddles the increasingly fraught divide between Islamic and Christian civilizations. That schism has found expression in some of the continent's longest-running conflicts.\nAmerican military forces fought what may have been their first encounter with the new international terrorism in the streets of Mogadishu, Somalia, a dozen years ago. Five years later, Al Qaeda destroyed United States Embassies in Kenya and Tanzania. Since then, terrorists linked to Al Qaeda have struck at Israeli tourists in Kenya and actively fished in the troubled waters of West Africa's civil wars. Failed states that cannot provide jobs and food for their people, that have lost chunks of territory to warlords, and that can no longer track or control their borders send an invitation to terrorists.\n  And with Africa now on track to be the source for 25 percent of this country's crude oil imports by 2015, Washington has a special interest in promoting the continent's peaceful development and avoiding the nexus between oil money and terrorism that has developed in the Middle East. That concern underscores the importance of the other main issue on the meeting's agenda: global climate change and the need to find alternatives to polluting fossil fuels. \n  Prime Minister Tony Blair, who has led the world on the issues of African development and climate change, will have to divide his attention between London and Gleneagles. There could be no finer way for his fellow leaders to show solidarity, and strike a blow against terrorism, than by rallying to the vital substance of his summit meeting agenda.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 8, 2005"
}