{
    "title": "Fight for the women of Afghanistan",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 12,
    "day": 12,
    "full text": "Gulnaz is an Afghan woman who was raped. For reporting it, she was sentenced to three years in prison. Her baby — a child of the rape — cries in the background. Her punishment for appealing her sentence was that it was increased to 12 years. She has been in prison for two and a half years, and her baby is with her.\nThe EU commissioned a documentary examining the way Afghanistan treats victims of rape. Then they decided not to release it lest they jeopardize relations with Afghanistan. There was a flurry of publicity last week, which led Afghanistan President Hamid Karzai to pardon her.\nA condition was set that she must marry her rapist, becoming, it appears, his second wife.\nThis is how Afghanistan treats its women.\nA hundred thousand American soldiers are risking their lives every day to protect this nation.If you ask me, there is civil war against the women of Afghanistan.\nNo one can say with certainty how many women like Gulnaz are sitting in prison or afraid to report their victimization, knowing that if they do, they will be imprisoned, and if they complain about it, they will be imprisoned even longer.\nAmerica must protect itself from terrorism. But bin Laden is dead. Every day, brave young Americans give their lives not to protect us from terrorism, but to protect the people of Afghanistan from one another.\nWhy?\nI have long believed that in so many fundamental ways you can judge a country by how they treat their women. I don't expect Afghanistan to turn around and support rape crisis centers in every city. Currently, the only hope for women in Gulnaz's position is to find refuge in one of the secret safe houses that women have risked their lives to create for other women.\nGulnaz's story is almost as shocking as the EU's decision not to tell it.\nWho are we protecting?Why are we so afraid to tell these stories?\nWhy are we spending billions of dollars to build a country that treats its women this way?\nFor many reasons, the United States should withdraw from Afghanistan and focus its efforts on fighting terrorists who threaten us rather than nation building. We can't afford it. No one can explain to me why it is worth American lives if it is civil war and not terrorism that we are fighting against.\nBut if there are any remaining doubts, Gulnaz's story should be their answer.\nSince I was raped three decades ago, I have spent much of my professional life fighting for legal reform so that no woman would suffer humiliation at the hands of the system after the humiliation at the hands of a rapist. But my fights seem trivial in comparison to the hardships and humiliations Gulnaz and so many women like her face.\nI don't expect Afghanistan to adopt our system of an independent national judiciary and a civic faith in the rule of law. But I cannot sit by silently as we support a system of injustice, whether administered by trial judges or the United States-supported president.\nGulnaz deserves better. And so do the 100,000 Americans who are giving their lives to protect and preserve those who terrorize their sisters and daughters.\n\nLoad-Date: December 29, 2011"
}