{
    "title": "Fighting Locally, Fighting Globally",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 16,
    "full text": "AS leaders gather in St. Petersburg for the Group of 8 summit, they have a week's worth of fresh reminders of the outsize role that small numbers of violent extremists play in fueling conflict and controlling global events. \n  On Sunday, Russian special forces killed Shamil Basayev, the man behind the most horrific attacks by Chechnya's rebels. On Tuesday in India, synchronized bombs on the jammed commuter trains of Mumbai, suspected though not proved to be the work of Kashmiri separatists, killed nearly 200 people. On Wednesday, Hezbollah militants in Lebanon, following the example of the Palestinian group Hamas, mounted a raid that captured two Israeli soldiers -- and provoked a far-reaching Israeli military reaction that plunged the region into crisis.\nThe far-flung extremists share an ideology of violent Islamic militancy, hostility to the West and a vicious intolerance of other creeds. But the events last week also suggested why the notion of ''global terrorism,'' and the war against it, may be strategically misleading. \n  Sometimes, these groups may cheer one another's bloody successes. But for Hezbollah gunmen, the status of Kashmir is not a high priority, and no Chechen militants are known to have schemed to attack the United States. \n  While the Chechen and Kashmiri separatists operate underground, Hezbollah is a major faction in the Lebanese Parliament and controls several ministries, an official status that the Israeli prime minister, Ehud Olmert, stressed in commenting on the kidnapping. ''I want to make clear that the event this morning is not a terror act,'' he said, ''but an act of a sovereign state that attacked Israel without reason.''\n  Gregory F. Treverton, former vice chairman of the president's National Intelligence Council, said such groups are not in any meaningful sense part of a single movement, even if they occasionally claim alliance with Al Qaeda or lambaste America. ''If you look at this week's events, it's clear that one size does not fit all,'' said Mr. Treverton, now a RAND Corporation analyst. \n  In fact, the vast majority of terrorists are provincial in their goals, said Robert A. Pape, a political scientist at the University of Chicago. His analysis of suicide attacks from 1980 to 2004 for his book, ''Dying to Win: The Strategic Logic of Suicide Terrorism,'' found that 95 percent of attacks worldwide were motivated by resentment of the presence of foreign combat troops.\n  To call Islamist terrorism global, he said, ''overplays religion in contrast to political objectives.''\n  ''I don't doubt for a moment these groups share information,'' Mr. Pape continued. ''I don't doubt that they share money. But what motivates them primarily is independent, local issues. At its core, it's about political control of territory that the terrorists prize.''\n  Mr. Pape's statistics notwithstanding, the Sept. 11 attacks stand as the prime example of what President Bush initially labeled ''terrorists of global reach'' -- those whose goals transcend any local dispute and whose ambitions are mass murder with no immediately practical goal. Osama bin Laden's radicalization involved territorial issues -- Soviet troops in Afghanistan and then American troops in Saudi Arabia -- but his organization ultimately embraced terror not as a means but as an end.\n  Moreover, it has taken a global effort by American and allied military and intelligence agencies to destroy much of Al Qaeda's ability to operate. The label, Global War on Terror, has a clarity that has proved useful in conveying the campaign's ambition, rallying support at home and recruiting allies abroad. \n  William Kristol, the editor of The Weekly Standard, vigorously defends the formula. ''There were local conflicts on the fringes of World War I and World War II,'' he said. ''But that doesn't mean there wasn't a core fight. A lot of these local groups have ties to one another.'' Some Chechens, he said, have been caught fighting in Afghanistan. So a local territorial grievance sometimes can motivate a radical to join the truly global jihad, Mr. Kristol said. \n  Still, the temptation to portray all wars against jihadists as a common cause can make it difficult for Americans to protest other countries' excesses in local fights that they insist are their own fronts in the global war -- for example, Russia's war in Chechnya.\n  ''Other countries dress their actions up as 'the war on terror,' and we have a hard time condemning it,'' said Paul R. Pillar, a retired Central Intelligence Agency analyst who served as national intelligence officer for the Near East and South Asia from 2000 to 2005. \n  For the administration's critics, the peril of equating the global war on terror with regional threats is on display in Iraq. \n  ''There were no jihadists in Iraq before we invaded,'' said Daniel Benjamin, who served on the Clinton administration's National Security Council. ''There are now thousands, Iraqi and foreign, and they're going to be an enduring problem because many have embraced the global jihadist agenda.'' He said he welcomed a shift he has seen in President Bush's language, away from broad characterizations of the enemy. ''In the long run,'' he said, ''we have an interest in diplomatically winding down some of these local jihads, which are feeding the global jihad.''\n  During the cold war, a similar conceptual debate occasionally flared. Was Communism a a monolithic global threat? Or in some places was it a vague creed, coming in local variations often trumped by national interests?\n  Europeans sometimes faulted American anti-Communism as unsophisticated, and the American oratory on the war on terror draws similar criticism, even as they cooperate closely with the United States on security matters, just as they did in the cold war.\n  ''The Europeans don't buy the concept of global terrorism as a strategic and political idea,'' said Olivier Roy, a French expert on terrorism.\n  WHEN confronted with such arguments, Mr. Kristol says: ''It's a war. It's global. And it's about Islamic radicals who are self-consciously trying to create a worldwide terror network.''\n  In fact, the major attacks in Madrid and London since 2001, carried out by home-grown cells whose views were shaped by Al Qaeda, do not fit Mr. Pape's profile of the local territorial dispute. But Mr. Roy insists that such groups are best fought by helping Muslims to full citizenship and political engagement.\n  ''That's exactly the opposite,'' he said, ''of declaring a global war on Islamic terrorism.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 16, 2006"
}