{
    "title": "Fight Terrorism Fairly",
    "publisher": "the new york times",
    "year": 2002,
    "month": 10,
    "day": 19,
    "full text": "To the prosecution, they are a terrorist \"sleeper cell.\" To the defense, they are five idealistic but misguided young men who found themselves in a Qaeda training camp but never intended to further terrorism. Where the truth lies is the mystery at the heart of the Justice Department's case in Lackawanna, N.Y.\n     Under the law, however, it may not matter. Because of an overly broad statute, the government wins this case no matter which version of the story is true. The Antiterrorism and Effective Death Penalty Act, passed in 1996, makes it a crime to provide \"material support\" to any group designated as \"terrorist\" -- without regard to whether the support was actually intended to further terrorist activity. \n This law, rarely invoked before Sept. 11, is now the cornerstone of the Justice Department's domestic war on terrorism. In addition to the Lackawanna case, the government has relied on the law in its prosecutions of Lynne Stewart, the lawyer charged with passing messages from her client, Sheik Omar Abdel Rahman, to an Egyptian terrorist group; James Ujaama, who is accused of conspiring to help Al Qaeda set up a training camp in southern Oregon; and John Walker Lindh, who pleaded guilty to aiding the Taliban.\nThe law's popularity with prosecutors is not hard to understand. It allows the government to obtain convictions for so-called terrorist crimes without proving any intent to engage in or further terrorism. The government need only show that the individual provided a proscribed group with some \"material support,\" which according to the government can be mere attendance at a training camp. The law is written so broadly that it would make it a crime to write a column or to file a lawsuit on behalf of a proscribed organization, or even to send a book on Gandhi's theory of nonviolence to the leader of a terrorist group in an attempt to persuade him to forego violence.\nAmerica has had these kinds of laws before. In the McCarthy era, Congress and the states passed numerous statutes that made it a crime to have an association with the Communist Party. But the Supreme Court repeatedly ruled that only those individuals who specifically intended to further the party's unlawful ends could be punished. Guilt by association, the court proclaimed, is \"alien to the traditions of a free society and to the First Amendment itself.\"\nThe government argues that the current law and the current situation are different. The law penalizes not membership but support; Americans are free to join any group designated as \"terrorist\" by the secretary of state under the law but just can't support them. Yet the many anti-Communist laws the Supreme Court struck down could not have been saved simply by criminalizing the payment of dues rather than membership itself. The right of association would be an empty formality if it protected only the right to join groups that no one could support.\nThe government also argues that, even if people intend to support a group's lawful activities, their donation might free up other resources that the group could then spend on terrorism. But this argument proves too much, for it would permit the government to prohibit all support of any group that has ever engaged in any illegal activity. Could Congress prohibit all donations to the Democratic Party because it had violated campaign finance laws?\nNor are these laws necessary to stop terrorists from fund-raising. The indictment last week of the executive director of a Muslim charity based in Chicago on conspiracy and racketeering charges shows that we have sufficient grounds for targeting terrorist fund-raising without indulging in guilt by association.\nIt is always tempting, when faced with a serious threat, to make it easier for the government to prosecute suspects for who they are rather than what they do. But as we have learned, doing so inevitably sweeps in the innocent and chills legitimate political activity. As the Supreme Court said in striking down an anti-Communist law in 1967, \"It would indeed be ironic if, in the name of national defense, we would sanction the subversion of one of those liberties -- the freedom of association -- which makes the defense of the Nation worthwhile.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: October 19, 2002"
}