{
    "title": "FIGHTING SHADOWS; PANELISTS QUESTION WHETHER NATION CAN WIN 'WAR ON TERRORISM'",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "One was in advanced placement physics class. One was in French class. One was in physical education, and another was in study hall.  All seven of last month's Teen Forum panelists vividly recalled where they were and what they were doing when they first heard about the hijacked airplanes that crashed Sept. 11 into New York's World Trade Center towers, the Pentagon and a field in nearby Somerset County.\n They also vividly recall how little they knew at first. The panelists were angry that most of their teachers and school administrators initially withheld information about the tragic events from students -- perhaps fearing backlash from overprotective parents, teens acknowledged.\n\"All that did was make us paranoid,\" said Rachel Cooper, a senior at Oakland Catholic.\n \"Most of the teachers tried to stick to the work,\" said Jovan Hinton, a senior at Perry Traditional Academy. \"We got work done, but everybody was in a daze, going through the motions.\"\n Mary Pancoast, a senior at Thomas Jefferson High School and an editor of the school newspaper, was in study hall when the crashes occurred. She had access to the Internet and quickly learned what was happening. But when she brought up the attacks in calculus class the following period, some students thought she was joking.\n Eventually, pupils everywhere began to learn the harrowing details. Their fear turned to despair as they worried about the safety of friends and relatives and the possibility of more attacks on the United States.\n \"I was devastated,\" said Todd Bailey, a senior at Allderdice. \"Immediately, I'm thinking, 'It doesn't seem real. ' \"\n Stephen Fancsali, a senior at Thomas Jefferson High School, \"thought it was a sick joke.\"\n \"I was totally shocked,\" said Erin O'Boyle of Mt. Lebanon. \"I didn't know how to react.\"\n In subsequent days, teachers held discussions in class or incorporated the historic events into their lesson plans. Schools also participated in the nationwide day of remembrance the following Friday, and some allowed students to pray together.\n Several panelists knew people directly affected by the attacks. Megan Conover of Mt. Lebanon had an uncle traveling to the Pentagon, but the crash there occurred before he arrived.\n Mary, a Pleasant Hills resident, said the son of a member of her church was working in an upper floor of a World Trade Center tower; he managed to escape.\n Rachel said she had a friend who was a close friend with a flight attendant who was stabbed to death by hijackers on one of the planes that crashed into the World Trade Center.\n \"I didn't know the flight attendant,\" said Rachel, \"but it hit me hard.\"\n The panel's consensus was that President Bush's goal to rid the world of terrorism is unrealistic and that his decisions appear to be based on emotion rather than logic.\n \"I think Bush is being unrealistic and a little too forceful,\" said Rachel, 16, of East Hills. \"Will bombing Afghanistan make a difference? It's going to be retaliation over and over and over again. Those people in Afghanistan have nothing to lose. How can you determine who wins out of this?\"\n The president \"has essentially declared war on an abstraction,\" said Steven, adding that the declaration could become \"a blank check\" to go after other nations known for sponsoring terrorism, such as Iraq.\n Megan said Bush has \"the weight of the world on his shoulders,\" but she, too, questioned the outcome of any so-called war on terrorism.\n Jovan said a war isn't necessary, but the United States should take some sort of action to let others know that attacks on the United States will not go unanswered.\n \"Something needs to be done,\" Mary agreed. \"We can't let innocent lives go in vain.\"\n Mary suggested economic blockades rather than military strikes. She said Osama bin Laden -- the wealthy Saudi Arabian living in Afghanistan believed to be the mastermind behind the hijackings -- should be apprehended and tried, because killing him could make him a martyr.\n Erin said the United States should continue to beef up national security to prevent future acts of terrorism.\n Panelists were saddened to hear about attacks by some Americans on fellow citizens believed to be Arab or Islamic.\n \"One thing America should have learned,\" said Mary, \"is that you can't just judge someone based on the way they look or the religion they practice.\"\n\nGraphic\n\n \nPHOTO: J. Monroe Butler II/Post-Gazette: This month's panelists are, from left, Jovan Hinton, Mary Pancoast, Stephen Fancsali, Erin O'Boyle, Todd Bailey, Megan Conover and Rachel Cooper. \n DRAWING: By Stacy Innerst/Post-Gazette\n\nLoad-Date: October 10, 2001"
}