{
    "title": "Fighting gang terrorism with holiday donations",
    "publisher": "crain's chicago business",
    "year": 2002,
    "month": 12,
    "day": 2,
    "full text": "With the establishment of the new Department of Homeland Security, our country is poised to fight terrorism more effectively.\nBut we have more than one war on terrorism. The one I want to talk about is not simmering in the Middle East. It is closer to home, on Chicago's West Side. And the terrorists are Americans, street gang members who terrorize the residents of this poorest of Chicago neighborhoods.\nJust like international terrorists, our local goons always target young people. They recruit youngsters into their ranks so there will be even more gang members in the future. This brand of terrorism has been with us for decades. And although we have to fight it, we can't expect any help from the Department of Homeland Security.\nI believe the primary weapon against terrorism on the West Side is a 102-year-old organization called the Off the Street Club. By way of disclosure, I confess to being a longtime member of the club's board. I have spent my time and money this way because I feel the club is the most effective weapon we have against this domestic terrorism.\nAt this time of year, as in the past, I am also asking you to share your blessings with more than a thousand young members of the Off the Street Club. A huge Christmas party will be held on Dec. 24 at the club, where kids will gather to sing carols, have refreshments, visit with Santa Claus and, we hope, go home with a Christmas gift.\nFor many of the youngsters, what they receive at the club party will be the best, or the only, Christmas present they get this year. It doesn't take much imagination to figure out what youngsters want: toys, dolls, games, sporting goods, books, clothing, etc. The club members range from preschool to high school.\nSince these are to be Christmas presents, the items should be new and unwrapped, so that we know what they are. There are several ways to make your donations. They can be shipped in care of Executive Director Ralph Campagna to Off the Street Club, 25 N. Karlov Ave., Chicago, Ill. 60624. If you have any questions regarding the gifts, please direct them to Mr. Campagna at (773) 533-3253. If you are able to donate large quantities of items, for example through a company Christmas party, the club can arrange a pickup.\nIf you live or work downtown, you may also leave your donation at the lobby security desk of the Crain Communications Building, 360 N. Michigan Ave.\nThere is even an easier way to participate. Simply put a check into an envelope and mail it to the club. All proceeds collected will be used to ensure that every child receives an appropriate gift at the party. Any additional funds will be used to buy clothing for kids whose parents can't afford to shop during this holiday season. None of it will go into administration or fund raising.\nI realize there are a lot of requests for charity at this time of year. I prefer the Off the Street Club because it reinvests its resources back into the community. On one evening last week, for example, more than a hundred senior citizens were transported by the club bus to its activity center for a Thanksgiving dinner.\nEach senior was helped into the club by a youngster. The kids engaged the seniors in conversation, entertained them, served dinner and gave them gifts made in the arts and crafts center. This is the club's own way of teaching its members that, no matter how poor they are, they must give as well as receive. This is one of the reasons the club has turned out so many responsible and caring ''alumni.''\nThe club is in one of the most dangerous neighborhoods in Chicago. Despite that, if you were to happen by the club any evening, you would see a tall flagpole bearing a large and illuminated American flag. It is not unlike what you might see at a U.S. military installation in Afghanistan.\nHappy holidays.\n\nLoad-Date: December 6, 2002"
}