{
    "title": "Fighting the good fight against terrorism",
    "publisher": "the will ",
    "year": 1986,
    "month": 9,
    "day": 12,
    "full text": "The leaders of West Germany and France called it ''this scourge of modern times.''\nThey were referring to the terrorism that, this past week, took a grim toll of innocent casualties in incidents from Karachi and Istanbul to Paris and Cologne. Chancellor Helmut Kohl and Prime Minister Jacques Chirac called for a meeting of the European Community's interior ministers to ''wage an implacable fight'' against it.\nBut winning such a fight is not easy at a time when European colonialism's once rigidly imposed global order has not yet been replaced by an accepted system of internationally enforced law and order. Under the overarching stability of the nuclear stalemate, the ferment of a world going through a period of rapid change is now bubbling to the surface in a multitude of lesser wars, guerrilla conflicts, terrorism, and sheer anarchy.\nMoscow and its allies are not above capitalizing on this turbulence. In addition, the arrest and formal charging with espionage of American journalist Nicholas Daniloff suggest that the Kremlin remains ready to use a form of hostage-taking to gain the KGB's ends.\nWithin the European Community there is still much bickering and mistrust. These tend to undermine the efforts made in recent years to coordinate the attack on terrorists operating within the 12-nation group.\nThe contrast with the United States, where the FBI can range from coast to coast, is stark. In the past decade, the number of terrorist incidents within the US has steadily declined. In 1982, according to FBI statistics, there were 51; in 1983, the number was 31; in 1984, it was 13; and it was only seven last year.\nIt is in the developing world that the violent symptoms of global turbulence are most marked, as comparatively new nations struggle to establish a sense of identity - sometimes against apparently insuperable odds. It is these nations, and would-be nations, that often provide the steam of discontent and the practical bases for terrorist operations.\nPerhaps one has to go back to the Renaissance to find a period of comparative mental turbulence. The political overturnings of that era were also marked, however, by ground-breaking progress in the arts, culture, and sciences. This is, perhaps, an encouraging parallel to the technological-scientific revolution under way now, a revolution some call the beginning of an ''intellectronic era.''\nThe challenge that faces today's and tomorrow's national leaders is to allow this revolution in outlook to proceed and, at the same time, to establish a stronger framework of accepted international order. No longer does one nation have the resources and the will to impose global solutions. Where the causes of terrorism have some basis in a rational grievance - and not all terrorism does - an opportunity exists to resolve it.\nThe West has not always been adept in adjusting to the prickly new nationalisms and confessionalisms that make up the developing world. The US, for instance, is paying a heavy price in terrorist casualties for its perceived insensitivity toward Iran's revolution.\nJust this past week, another American was seized by terrorists in Lebanon. A caller claimed responsibility on behalf of a Shiite group called Islamic Jihad (''holy war''), which espouses Ayatollah Khomeini's brand of anti-US resentment. Islamic Jihad denied the claim Thursday. Frank Reed, director of a private school in Beirut, nonetheless has joined the other four Americans and 12 other foreigners still missing in Lebanon, some apparently held hostage by Islamic Jihad.\nThe US handling of the comparatively peaceful transition in the Philippines earlier this year was applauded as a far more skillful exercise of US diplomacy.\nBut it is unlikely that a worldwide antiterrorist panacea can soon be found. Airports - such as the one in Karachi where four Palestinians seized a Pan Am jumbo jet Sept. 5 with deadly consequences for at least 20 passengers - can probably be still better defended. But it is almost impossible to protect every synagogue against the sort of vicious mayhem wrought the next day against Jews at prayer in Istanbul.\nThe suspicion this past week was that one or both incidents were the work of dissident Palestinian terrorist Abu Nidal. Dedicated to destroying Israel and any Arab attempts at peacemaking, he is thought to have been behind last year's attacks on Rome and Vienna airports.\nAbu Nidal has become perhaps the ultimate symbol and symptom of an ends-justify-means philosophy of terrorism. But maybe he will be as little remembered by history as are the crowds that sometimes terrorized the good citizens of Florence in Michelangelo's day."
}