{
    "title": "Fighting Terrorism, French-Style",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 1,
    "full text": "PARIS\nFRANCE and the United States have different notions of liberty, equality and fraternity, though the words look roughly the same in both languages. Methods of combating homegrown terrorism -- another French word dating from 1789 -- are also quite different, stemming from different histories, legal systems and conceptions of the state.\nThe horrors in Toulouse -- the murders of seven people in a bit more than a week by Mohammed Merah, a 23-year-old French citizen of Algerian-born parents who claimed membership in Al Qaeda -- created a fierce debate in France about whether the police and security services failed to identify him in time. The police also failed to take him alive, making it harder to discover the true breadth of his contacts and of his path to terrorism.\nMr. Merah clearly slipped through the French net, which relies heavily on human intelligence and judgment. The French are asking why, and whether he might have been more easily identified by the more automated -- and expensive -- American-style reliance on computerized monitoring of phone calls and the Internet. That question is unanswerable, of course. But the differences between the two countries and their methods are considerable.\n''In the United States, it is the system that counts; in France, it is the men,'' says Marc Trevidic, a senior investigating magistrate for terrorism in France.\nAfter 9/11, the Americans threw enormous resources of manpower, money and computer time into the ''global war on terrorism,'' which was also about tracking the potential terrorist at home, in a country with a tiny and mostly well-integrated Muslim population. The French, with a colonial history, have been dealing with terrorism (and Islam) for much longer. With the largest number of Muslims in Europe -- nearly 10 percent of the population, often concentrated in poorer neighborhoods -- and closer proximity to the Middle East and North Africa, France has focused more on preventing the recruitment of potential terrorists through a regular infiltration of mosques and radical Islamic networks.\nPartly because of their history and partly because of more limited budgets, the French rely more on human contacts, local intelligence and human resources and less on automated phone tapping and surveillance than the Americans do. That can make the French well informed but less systematic, less able to ''connect the dots'' than the Americans, who have tried to learn from their own failure to uncover the 9/11 plot before it happened. In general, Judge Trevidic said, the French have one-tenth of the resources of the Americans for any given case.\nThe French state is highly centralized, not federal. Fed up with a series of bombings in the 1980s, France tried to better coordinate domestic and foreign intelligence with the establishment in 1984 of the Unite de coordination de la lutte anti-terroriste (the coordination unit of the anti-terrorist struggle), or Uclat, and tried something similar within the Justice Ministry.\nFrench law governing intelligence was reformed in 1986 and refined again after 1995 and 2001, with another reform in 2006 by Nicolas Sarkozy, then interior minister, to give even more margin of maneuver to the investigating judges and the police. The Central Directorate of Domestic Intelligence was founded in 2008 as a merger of the intelligence services of the Interior Ministry, which were responsible for counterterrorism and counterespionage, and of the state police.\nTHE fight against terrorism is more decentralized in the United States. That is not without complications. The tensions among the Federal Bureau of Investigation, the Central Intelligence Agency and local or state agencies are legendary, especially between the F.B.I. and the New York Police Department, which has its own counterterrorism intelligence unit. That tension forms a sometimes entertaining, sometimes disconcerting spine for Christopher Dickey's 2009 book, ''Securing the City.''\n''France is a country with only two police forces,'' Mr. Dickey notes, ''both national, so there is less rivalry among agencies.''\nLegally, too, the French have centralized terrorism cases in one court and tried to reintegrate procedures for fighting terrorism into regular law, but with more flexibility for terrorism investigations to act on suspicion, order wiretaps or surveillance and hold suspects for a longer period of time. The United States is still trying to reconcile due process of law with fighting terrorism -- look at the difficulty in finally shutting the detention center at Guantanamo Bay, or whether to hold criminal trials or military tribunals for detainees like Khalid Shaikh Mohammed.\nWhile easy to oversimplify, the French state also has a lot of power to pry into the lives of citizens and arrest suspects in the name of pre-emption.\n''France has a very aggressive system, and before 9/11 they were centralizing the intelligence process and fixing laws to let them grab people very early to disrupt anything in advance,'' says Gary Schmitt, an intelligence expert and resident scholar in security studies at the American Enterprise Institute. ''They do a lot of things, including telephone intercepts, that make the Patriot Act look namby-pamby. In the U.S., we talk of pre-emption in military terms, but the French talk of it on the home front, to discover plots and conspiracies.''\nThe French approach has been criticized for overzealousness, racial bias and the abuse of civil rights. And, when it fails, it faces scathing criticism. Why were the authorities unable to stop the cold-blooded murder of seven unarmed people, three soldiers, three children and a rabbi, shot in cold blood by a man who was already on France's radar for his trips to the Afghan-Pakistani border and his interest in Salafist Web sites?\nNot since 1995, when a spate of bombings terrorized Paris, have the French faced an attack on the scale that occurred in Toulouse -- some things are clearly working. Still, for the French, that is little consolation, just as America's success in preventing another 9/11 on its soil can do little to atone for the errors that preceded it.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 1, 2012"
}