{
    "title": "FIGHT POVERTY TO BATTLE TERRORISM, NORTH AFRICAN LEADERS SAY",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 12,
    "day": 7,
    "full text": "The global campaign against terrorism must be backed up by a fight against poverty in North Africa, where crowded slums and grim prospects for employment breed Islamic extremism, leaders in the region said Friday.\nTheir remarks came at the opening of an informal, two-day summit in Tunisia that brought leaders from five southern European countries together with five of their counterparts from across the Mediterranean.\nBoth Europe and the United States are wooing North Africa for cooperation against terrorism. U.S. Secretary of State Colin Powell swung through the region last week, pushing for democratic change.\nNorth African leaders are hoping for more business ties with Europe, while leaders from France, Italy, Spain, Portugal and Malta are urging better cooperation on illegal immigration.\nNorth African heads of state agreed that improving security will help, but also cited the hopelessness that makes young men vulnerable to extremism.\n\"We should not forget the need to control the underlying causes of terrorism,\" Algerian President Abdelaziz Bouteflika said in a speech. He cited poverty in his country, where 40 percent of the population is younger than 20.\nAlgeria's Islamic militants have been trying to topple the government for 12 years, and the fighting has killed 120,000 people. The violence has spread abroad, with militants bombing French subways in 1995. Since Sept. 11, 2001, Algerian suspects have been arrested in Europe and the United States for plotting attacks.\nTunisian President Zine El Abidine Ben Ali, host of the summit in this smoggy seaside city, also said the war on terror \"must not be confined to security measures, but rather based on a coherent approach tackling their root problems.\"\nHis nation, prosperous by North African standards, has had an iron-fisted crackdown against fundamentalism for decades. But it hasn't been immune to terror: A truck bomb blast at a synagogue on the resort island of Djerba last year killed 21 people, mostly German tourists.\nMorocco had been largely spared Islamic violence until May, when suicide bombers strapped explosives on their backs and killed 33 people in Casablanca, its largest city and economic engine.\nThe summit was a rare chance for leaders from North Africa to meet for friendly talks. Regional cooperation has been thwarted for decades by a dispute over Western Sahara, a territory on Africa's Atlantic Coast. Morocco claims the territory as its own.\n\nNotes\n\n* Note: A shorter version of this report ran in the ILLINOIS EARLY FIVE STAR, page A17. It did not print the last two paragraphs.\n\nLoad-Date: December 7, 2003"
}