{
    "title": "Fighting for Right to Pray at Western Wall F12",
    "publisher": "the forward",
    "year": 2012,
    "month": 12,
    "day": 28,
    "full text": "Jewish prayer has rarely been as controversial  as it has in 2012. Women of the  Wall, an interdenominational group of  Jewish women who want to express their  faith at the Western Wall, are stepping up  the fight to break the Orthodox monopoly  on prayer at the holy site.\nThe result has been 27 detentions, and  untold angst.\nWomen of the Wall members want the  right to wear prayer shawls, to pray and  to read out loud from the Torah at the  Western Wall. But the state-employed  Orthodox rabbi who manages the Wall,  Shmuel Rabinowitz, maintains that long-standing status quo agreements on the  Wall prohibit public female prayer   and police routinely act to enforce his  viewpoint.\nIn October, the women's struggle attracted  international attention when police  arrested Women of the Wall chair Anat  Hoffman, who is also the head of the  Reform movement's lobbying arm in  Israel. She said she was left with bruises.\nI was saying [the prayer] Sh'ma Israel  and [was] arrested for it. It's just unbelievable,  she told the Forward shortly afterward.  It was awful.\nA judge banned Hoffman from the Wall  for 30 days. The Reform movement complained,  and various Diaspora organizations  condemned the arrest, noting that  Jews would be up in arms over such  restrictions on religious practice in other  countries.\nSecurity checkpoints, which are intended  to protect against terrorism, were told  to make sure that female visitors don't  have ritual objects such as prayer shawls.\nThe battle over women's prayer is likely  to continue and intensify over the coming  year. In a combative article, Rabinowitz  vowed to stand his ground.\nI will say this loud and clear: As long  as I have authority, placed upon me by  the State of Israel, over the Western Wall,  there will be no place for zealotry there,  he wrote.\nThe Jewish women detained for trying  to pray have their own ideas about who  the zealot is.\n\nGraphic\n\n \nIMAGE: Without a Prayer:Anat Hoffman wasarrested at the Western Wall.; WOMEN OF THE WALL\n\nLoad-Date: December 24, 2012"
}