{
    "title": "Fighting terrorism one word at a time",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 4,
    "day": 24,
    "full text": "What's in a word? Or in a conjunction of words?\nA lot, if the subject is Islam, say the mandarins who run the European Union (EU).\nOfficials in Brussels have embarked on an unusual exercise, combing their dictionaries to excise words and phrases that could cause offense.\nWhen the review is complete and the rules laid down, you will not, for example, hear EU officials talk any more about \"Islamic terrorism.\"\nThat sort of shorthand reference to the bombings in Madrid and London, and other outrages committed in the name of Islam, is commonplace today. But EU policymakers worry that it lumps all Muslims into the same category, and angers them.\n\"There is no justification at all for including all law-abiding Muslim citizens in our messages about terrorism,\" says Friso Roscam-Abbing, an EU spokesman. \"The politically more correct term will be 'terrorism that abusively invokes Islam.' \"\n\"That may be all very long and cumbersome,\" he acknowledges. \"But millions of Muslims live in the EU, and they are simply not terrorists.\"\nMr. Roscam-Abbing may be prepared to admit to political correctness, but he rejects accusations that the EU is soft-soaping \"Islamic radicals\" - another phrase that is coming under the microscope.\n\"We are very tough on combating terrorism,\" he insists. \"We will absolutely continue to detect the bad guys and prevent them from committing terrorist acts. But at the same time we are respectful of citizens' beliefs.\"\nThe idea of developing a lexicon for EU officials and politicians to use when discussing Islam and terrorism in the same breath came up late last year, as the EU went through one of its regular reviews of its policy to prevent terrorism.\nIt is emblematic of a peculiarly European approach to the problem, which focuses not only on law enforcement and intelligence, but on the wider context that can breed resentful terrorists. Indeed, the plan for the lexicon falls under the EU's strategy on combatting radicalization and recruitment of individuals for terrorism.\n\"You don't want to use terminology which would aggravate the problem,\" one EU official familiar with the lexicon told Reuters. \"This is an attempt ... to be aware of the sensitivities implied by the use of certain language.\"\nThat means, for example, that officials will be debating if and how to use terms such as \"Islamist,\" \"fundamentalist,\" and \"jihad.\" Though Al Qaeda uses the term \"jihad\" to mean holy war against \"infidels,\" many Muslim scholars and adherents see jihad as an individual, spiritual battle that each Muslim wages within himself against evil of all kinds.\nOfficials are quick to reassure skeptics that the new language rules will not be legally binding on anyone, and are designed only for use by people speaking in the EU's name, not for journalists or anybody else. \nRather, says Roscam-Abbing, the exercise is designed to foster \"a growing awareness of what Islam means\" on a continent where most people were shocked by the angry reaction Muslims showed to the publication of cartoons depicting Muhammad. While the drawings were first published last fall in a Danish newspaper, numerous other papers in Europe and around the world reprinted them later, with protests climaxing in January.\n\"It is prohibited in Islam to depict the prophet,\" he points out.\"But this process of raising awareness has to be reciprocal.\n\"I hope that Muslims living in the EU will better understand the sensitivities of non-Muslims about their freedom of expression, he says. \"I'd hope that Muslims living in Europe would understand why non-Muslims were so upset\" by the protests against the cartoons.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: April 23, 2006"
}