{
    "title": "FIGHTING WORDS_ The jargon of terrorism and war is entering everyday language, experts say",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 3,
    "day": 10,
    "full text": "Bo Spalding longs for closure to the nation's zeitgeist, but thinks that possibility is problematic unless our military is able to knock out Saddam Hussein's WMDs.\nThe Atlanta public relations executive gripes that a paradigm shift in the king's English has left him with a bad case of impeachment nostalgia, a longing for the days when Bill Clinton was president, the economy was booming and war talk was nonexistent.\nThese days, talk of terrorism and war echoes not only in what we're saying, but in how we're saying it. In fact, the 500-plus English professors nationwide who belong to the American Dialect Society chose WMD (for \"weapons of mass destruction\") as its word of the year for 2003, even though it's actually not a word but an acronym.\nAJC\nEvery year, the society gathers to recognize various words newly in use that have become, or are becoming, part of the common lingo. This year, war and terrorism jargon popped up in a number of categories.\nIraqnophobia was chosen as the \"most creative\" new word, and regime change as \"most euphemistic.\" The George W. Bush-coined word embetterment was nominated as \"most inspirational\" but nixed.\nLast year, the dialect society chose\n9-11 (nine-eleven, not nine-one-one) as word of the year, and shuicide bomber as most creative --- a reference to the terrorist who tried to blow up a plane with explosives in his shoes. Secondhand speech --- an overheard cellphone conversation --- and facial profiling --- videotaping a crowd to look for terrorists --- tied in the society's \"most useful\" category.\nAllan Metcalf, the society's executive secretary and a professor at MacMurray College in Illinois, said such language has become part of the common vernacular since the Sept. 11, 2001, terrorist attacks, when talk of terrorism and war began to pervade the media.\nThe group looks at words and phrases that \"have been especially prominent and significant during each past year, for better or for worse,\" Metcalf explained. \"We don't say we admire them, and we don't say we hate them. We just say they are important.\"\nThe society, which meets in a different city annually, gathered recently in Atlanta. Words are nominated and voted on by all present, and the majority rules.\nSome newly popular words and phrases actually aren't new at all, notes Wayne Glowka, an English professor at Georgia College & State University who writes a column for the ADS journal, American Speech. \" 'Weapons of mass destruction' goes back at least 50 years, but it's only come into common usage again lately,\" he said.\nThe society considered enrononomics --- fraudulent business practices --- and dirty bomb --- a conventional bomb laced with radioactive material --- in its \"most euphemistic\" category, but both lost out to regime change.\nPossible future winners? For one, Metcalf said, shmooseoisie --- those people who earn their living talking on television. And spinster --- for spin doctor --- seems a lock.\n \n* ON THE WEB: American Dialect Society: Americandialect.org\nMerriam-Webster: www.a-z \n-dictionaries.com/websters\n-dictionary.html\nCenter for Applied Linguistics: www.cal.org \n\nGraphic\n\n \nGraphic: Illustration of soilders riding in a hot air ballon and firing a canon that shots word like Problematic, EMBETTERMENT, and IRAQNOPHOBIA. / VERNON CARNE / Staff; Graphic: A FEW OF THE AMERICAN DIALECT SOCIETY'S WINNING WORDS\nWORD OF THE YEAR\n \n* WMD --- For \"weapons of mass\ndestruction.\"\nRUNNERS-UP\n \n* google --- to search the Web using the search engine Google.\n \n* Weblog, blog --- a Web site of personal events, comments and links.\n \n* Amber alert --- a public announcement of a missing child.\n \n* Teen angstrel --- an angst-ridden young popular singer.\nMOST CREATIVE WORD\n  \n* Iraqnophobia --- strong fear of Iraq.\nRUNNERS-UP\n \n* Dialarhoea --- inadvertent dialing of a cellphone in a pocket or handbag.\n \n* 201(k) --- a 401(k) devastated by stock market losses.\nMOST OUTRAGEOUS WORD\n \n* Neuticles --- fake testicles for a neutered pet.\n\nLoad-Date: March 10, 2003"
}