{
    "title": "Fighting terror unites agencies Federal, local law enforcement officials work together in area",
    "publisher": "daily news ",
    "year": 2013,
    "month": 4,
    "day": 23,
    "full text": "DAYTON - Local law enforcement officials say measures are in place to help them track radical groups and individuals and those who attempt to purchase bomb-making materials.\nFederal law enforcement agencies have created bonds with local law enforcement to form Joint Terrorism Task Forces, according to Montgomery County Sheriff Phil Plummer.\nThe task forces operate in 100 cities and unite the FBI, Secret Service and other federal agencies with state and local law enforcement, according to the FBI. The organizations are based out of the 56 FBI field offices and 10 smaller offices and include local and state law enforcement offices.\nThe concept dates back to 1979, when New York City police first worked with federal authorities on combating bank robberies.\nPlummer declined to go into detail about how area law enforcement agencies work with the task forces. \"Most of that stuff is classified,\" he said.\nDayton police have an officer assigned to Dayton's task force full time, said Dayton police Maj. Mark Ecton. That officer works at the Dayton FBI office.\n\"They determine what they're going to do and what they're going to respond to,\" Ecton said.\nTodd Lindgren, an FBI spokesman for the Cincinnati region - of which the Dayton office is a part - declined comment. A Washington, D.C., FBI spokeswoman said no one was immediately available for comment.\nRadical groups, such as the Aryan Nation, and individuals are watched with federal assistance, Plummer said. \"It's certainly a group we keep an eye on.\"\nBut one of the bulwarks law enforcement relies on is the assistance of watchful citizens, Plummer said. Law enforcement needs citizens to pay attention to what goes on around them, he said.\n\"We ask anybody to be our eyes and ears for us,\" he said. \"If it doesn't look right, have us check it out.\"\n\"You've got these Joint Terrorism Task Forces - and now all of law enforcement is playing in the same sandbox together, which allows everyone to know what they need to know,\" retired FBI Special Agent Danny Defenbaugh told Newsmax website.\nContact this reporter at 937-225-2390. or email Thomas.Gnau@coxinc.com\n\nLoad-Date: April 23, 2013"
}