{
    "title": "Fighting Terrorism Like There's No Road Map",
    "publisher": "the forward",
    "year": 2003,
    "month": 5,
    "day": 30,
    "full text": "A few days before Faisal Husseini left last year for Kuwait, where he would suddenly pass away, we spoke about conducting negotiations under fire. Husseini, until his death the Palestine Liberation Organization's representative in Jerusalem, asked why Israel conditioned renewal of the political negotiations on a cessation of terrorism. I answered that if there was no alternative, perhaps it would be possible to conduct both processes in parallel, but then the Palestinians would have to accept Israel continuing its military activities.\nHusseini refused to accept such a formula. In other words, according to him, political negotiations should be renewed, with the Palestinians continuing to use terrorism while Israel restrains itself or makes do with passive defenses.\nThere are some examples in history of military conflicts in which the two processes took place in parallel, but usually that happens when one side a priori concedes any ambitions for compromise and only wants to set the terms of withdrawal or to give up the regime and hand it over to the rival.\nThat's what happened in South Africa when President F. W. de Clerk decided to hand over the government to Nelson Mandela. In the negotiations Henry Kissinger conducted over Vietnam, during which the Americans intensified the bombings, the goal was to enable an American withdrawal. Transferring the government to the South Vietnamese government was a temporary matter. Israel's case is not similar to either of those.\nMany of the other historical examples show that if terrorism and bloodshed continue during negotiations, the result is usually that the sides decline into fighting and wear down the negotiations until they become stuck. Then one side undertakes a vigorous military move that causes many casualties to the other. After a lengthy period of time, the sides return, under new circumstances and conditions, to the start of the negotiating process.\nMany political leaders know that, but only rarely do they draw lessons from the experience of other nations. The situation is worse with most Palestinian leaders because they do not draw lessons from what happened to them whenever they used violence and terrorism, and not only against the Israelis.\nNow that the Israeli government has accepted the \"road map\" in principle, it is possible Israel will have to deal with the problem of terrorism during negotiations, but in a different form. In other words, terrorist activities will cease but the infrastructure will not be removed.\nMany in Israel expect the Palestinians to solve the terrorism problem by using force against organizations like Hamas and Islamic Jihad. Unlike Yasser Arafat, new Palestinian Prime Minister Abu Mazen and his security chief, Mohammed Dahlan, will be ready to take real action to halt the terrorism, but it is clear they will try to do so through agreements and understandings - and not through a civil war.\nTo this day, such efforts have failed even when the Egyptians mediated between the representatives of the Palestinian organizations. Presumably, the Egyptian effort to achieve a hudna, or cease-fire, between the organizations - which will also result in a cease-fire toward Israel - will be repeated. That is what Abu Mazen and Dahlan are now trying to do.\nSecurity sources in Israel are worried that under the cover of such a hudna, the terrorist organizations will continue building their forces and rehabilitating from the blow they would presumably receive. Israel's problems will be further complicated by the difficulty of explaining its opposition to a cease-fire that includes a cessation of bloodshed in all its forms, everywhere and against everyone, civilian or soldier.\nOf course, there is no partial cease-fire, but rejecting a general cease-fire will not be understandable to Israel's friends and it will also be difficult to explain it inside the country. The only way to implement such a cease-fire is to condition it on the fulfillment of the other articles in the road map, including weapons collections, an end to the arms smuggling and a cessation of the incitement to violence.\nZe'ev Schiff is military affairs editor of Ha'aretz. This article originally appeared in Ha'aretz, whose Web site is www.haaretzdaily.com.\n\nLoad-Date: June 14, 2006"
}