{
    "title": "FIGHTING PEACE WITH HATE",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 7,
    "day": 29,
    "full text": "Peace brings out the best - and worst - in people. While Prime Minister Yitzhak Rabin and King Hussein were eloquently promising a new era in Israeli-Jordanian relations, the old demon of terrorism was once again rearing its ugly head.\nIn London, on Tuesday, a bomb exploded in front of the Israeli embassy; on Wednesday, another bomb went off near a building that housed Jewish organizations. These incidents followed two horrifying attacks last week: the tragic explosion of a Jewish center in Buenos Aires, Argentina, that killed 95 people and the bombing of a Panamanian plane that killed 12 Jews and nine other people.\nCivilized people around the world are, of course, repulsed by these acts. They should expect their governments to denounce terrorism in the strongest terms possible and to increase security around vulnerable sites, such as Israeli embassies and consulates and Jewish centers. Above all, though, this sudden resurgence of anti-Jewish terrorism must not derail the Middle Eastern peace process or reduce international pressure on the various parties to negotiate in good faith.\nNot surprisingly, it appears that Iran may be at the bottom of this latest wave of violence. In testimony before the House Foreign Affairs Committee, Secretary of State Warren Christopher rightfully expressed his distress at U.S. allies, including Germany, France and Russia, for continuing to do business with Iran while it sponsors terrorism.\nUnfortunately, as Israel's negotiations with the various parties proceed, incidents of international terrorism may increase, at least temporarily.\nFirst, successful, workable peace agreements make it more difficult for terrorist organizations to operate within the Middle East; that, coincidentally, is one reason Israel would benefit from an agreement with Syria, which continues to shelter terrorist groups. Second, the more progress, the more desperate the terrorists become; they try to inflict as much damage as dramatically as they can.\nTerrorist attacks can weaken the resolve of both Israelis and Arabs to pursue the elusive goal of peace; they erode the trust and confidence that have been so painstakingly built. By its very unpredictability, terrorism is difficult to defend against. While heightened vigilance and security are needed, the best revenge is more peace.\n\nLoad-Date: July 30, 1994"
}