{
    "title": "Fight Against Terrorism or Fight For Discrimination_",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 14,
    "full text": "by Shiny S. PatelOpinion and Editorial Editor\nOn September 11, I woke up in an apartment full of people that love me, knowing that I was lucky to be alive. I also woke up knowing that I have been a victim of cruel racial \"jokes,\" for almost every 9/11 after 2001; and alas, this 9/11 was not any different. Rather than using this piece to discuss my patriotism, I would rather spend it hypothesizing the ignorance that festers in the minds of my many fellow citizens.\nI was called a terrorist on September 11, 2014 by a few Caucasian men that I could not pick out in a crowd. First off, my career goal in life is to be working in the United Nations as a diplomat to solve the unjust subjugation of different groups of people in the world through the understanding of culture and by peaceful means. A terrorist is defined in the Merriam-Webster dictionary as \"the use of violent acts to frighten people in an area as a way of trying to achieve a political goal;\" so, no, I am not a terrorist. What really angers me to a degree of pure angst and disbelief is the fact that I even feel forced to explain myself; making me a victim of full-on racial profiling and extreme negative stereotyping.\nRacial profiling is sadly inevitable, seeing as though there is a strong correlation in the minds of the masses in America, between a potentially Middle-Eastern Muslim and a terrorist. That being said, my Indian heritage is blatantly clear because of my dark hair, brown skin, and my relatively conservative style of dress. More often than not people assume I am either foreign to America, are shocked when I identify as an American, and worst of all label me with an identity I do not identify with. I know that it's only human nature for one person to judge another, but it is unacceptable to use a quick glance to jump to the extreme conclusion of whether or not someone is a terrorist.\nHonestly, I am more disgusted by the fact that this is a topic I feel the need to address. This is not just an issue that I see in my daily interactions with the regular public, but a problem I find even in places of government regulation: \"random\" searches at the airport have never been random.\nRight now, feminism and African American controversies regarding police brutality have been hot topics in the media, but those issues and even this one are a part of a much greater problem. I am ready for us as a country to give all people the equality they are promised by the Constitution.\nFrom the second that I took my first breath to the day I take my last, I have been and will be an American. My heart beats to the sound of freedom that rings in the air and the rhythm of the \"Star Spangled Banner.\" I am the face of a misjudged skin color; I am the voice of a muted population, a population that consists of unheard stories. I am a citizen of a country that I call my self proud and lucky to be a part of. The nation was built on the values of freedom, of integrity, of a life independent from hatred and cruelty. Until that philosophy is carried out justly, I will not stand by quietly and I will not lose my resolve.\nAlthough I am a patriot every hour of every day, on September 11, I wore red, white, and blue specifically in honor of the troops that fight for my rights, the government that protects my people, the innocents that died on my home turf. I stand for a country that does not discriminate, and I can only hope that country one day truly stands for what I do.\n\nLoad-Date: September 14, 2014"
}