{
    "title": "Fight terrorism the Bush way",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 30,
    "full text": "The Chronicle of Higher Education reported last week President George W. Bush and his administration are considering banning some foreign students from \"sensitive courses\" on college campuses across the country.\nThe Bush administration is considering keeping those students out of certain classes, including chemical engineering, nuclear technology, biotechnology and advanced computer technology.\nAs long as we're going this route in fighting terrorism, we have a few more suggestions for the Bush administration to implement.\nU. Illinois\nWhy stop at technical courses? International students could take business courses, learn how to make money, and send all the money to their respective terrorist networks. Education courses could get tricky, too. Foreign teachers could poison the minds of our All-American schoolchildren. A closed mind is a safe mind.\nActually, we should probably restrict international students' majors to English. That can't get us in any problems.\nBut wait - international students with a good grasp of English could too easily infiltrate the American government. What if they figured out how to act like \"real\" Americans? We wouldn't be able to differentiate between \"us\" and \"them,\" and then we would never know who to search at airports.\nThe Bush administration could get to work on a 12-step program to eliminate literacy from the international student population. To begin, local libraries could restrict foreigners to reading children's books -- except Dr. Seuss' stories -- those could get \"sensitive.\"\nThen they could bar books written by foreign authors from the library shelves, and only books with red, white and blue binding would be considered acceptable.\nIf they weren't born in the United States, they obviously can't be trusted.\nBut we're glad our executive government is taking a stand against threats; removing our most intelligent foreign physics, chemistry and computer science teaching assistants will send a message that the evil axis has not won.\nThe knowledge our universities and nation lose will be worth it when we think we're terrorist-free. All the prestige and academic research international students have gained through our American universities is obviously a threat to national security and must be dealt with accordingly.\nThen we will never have to worry about terrorism again.\n(C) 2002 Daily Illini via U-WIRE\n\nLoad-Date: April 30, 2002"
}