{
    "title": "FIGHTING FIRE",
    "publisher": "richmond times dispatch ",
    "year": 1999,
    "month": 3,
    "day": 22,
    "full text": "Bill Clinton seems to see the national treasury as a personal piggy bank whose contents he is free to raid and distribute to prospective friends. Since his impeachment, he seemingly has cut a piece of the pie for everyone from thimble collectors to left-handed duck hunters.\nThe latest group to share in the largess at least is a deserving bunch: firefighters. Speaking to their union activists in Washington recently, Clinton promised nearly $ 70 million in grant money to buy \"everything from protective gear to chemical/biological detection devices\" to be used in case of terrorism.\nThis irresolute President is adamant about one thing: not returning surplus revenue to the taxpayers. So determined is he to spend every dime available that he has taken to inventing new crises. Today's: the looming threat of domestic terrorism - in particular, bio/chemical warfare. By executive order last year he allocated an additional $ 144 million for \"bioterrorism preparedness.\" This year, Clinton wants to spend even more: $ 230 million. Health and Human Services Secretary Donna Shalala has gotten in on the act. Her department will spend an additional $ 11 million creating \"medical-response teams\" in a dozen cities to be ready for action \"in the event of chemical or biological attack.\"\nCertainly, the threat of bioterrorism is real when at least 10 countries have such weapons - including fickle nations such as China, Iran, Iraq, Libya, and North Korea. But nothing Clinton proposes would be particularly effective; indeed, precautions are in disarray. The administration's anti-terrorism plan is parcelled out among more than 40 agencies.\nA more prudent protective measure would be to tighten response procedures, e.g., centralize the plans. If money is to be spent, then boost intelligence funding to dog the steps of bioterrorists. Throwing millions of dollars at firemen will not deter rogues with chemical weapons. Clinton is trying to buy popularity, when what the nation needs is protection.\n\nLoad-Date: March 24, 1999"
}