{
    "title": "Fighting or Fostering Terrorism_",
    "publisher": "the new york times",
    "year": 2013,
    "month": 2,
    "day": 7,
    "full text": "The nature of warfare in the 21st century is changing. Rapidly advancing technology has provided militaries with a significant level of funding, particularly that of the United States, with access to equipment such as radar-evading stealth aircraft and long-range missiles. One relatively new technology becoming increasingly relied upon by the U.S. is that of unmanned drones. The tactic of using targeted drone strikes to assassinate those who the U.S. government deems enemies began in 2002 under President George W. Bush as part of his \"War on Terror\", and has since been dramatically escalated by the Obama administration. These controversial strikes are carried out covertly by the CIA, often in countries such as Pakistan and Yemen where the U.S. is not officially engaged in combat operations and despite strong local opposition to them. Recently the New York Times reported that the U.S. is considering expanding drone operations by establishing a new base in Africa, although officials claim this would be used only for conducting surveillance missions.\nSupporters of the program claim a number of advantages to using drone strikes for targeted assassinations. For one, it prevents the lives of U.S. military personnel from being put at risk. Utilizing drone strikes comes at a significantly lower financial cost than engaging in conventional warfare as well. In addition to this, drones can maintain a near-constant presence hovering over a certain area, allowing for greater surveillance capabilities and the ability to choose the opportune moment to launch a strike. Washington often cites the success they've had in assassinating top Al Qaeda leaders as evidence of the effectiveness of drone strikes.\nThere are numerous legal and ethical questions that can be debated regarding the use of targeted drone assassinations. Putting these aside for now, one aspect that must be considered is the effect these strikes have on civilians and the broader impact this has on combating terrorism. U.S. officials often downplay the toll drone strikes take on civilians in the vicinity. Obama's top counter-terrorism advisor John Brennan has stated that civilian deaths occur in \"extremely rare cases\". A Stanford /NYU report compiled over nine months and published in September 2012 found this not to be the case at all. The report states that the U.S. often puts little or no effort into investigating the identities of those killed in strikes, and that the number of civilians that have been killed is significantly higher than reported. It states that the often-used practice of \"double-tapping\" an area already struck often results in the killing of first responders, causing people to become unwilling to help the injured out of fear for their own safety. In addition to this, drone strikes are said to have a significant negative impact psychologically on people in these areas. The report details the traumatic experience of living under the constant fear of death from missile strikes, with witnesses describing the terror felt when the sound of drones is heard. In some cases people begin to avoid any situation involving a large group of people out of fear that it will be mistakenly targeted by a drone strike. Perhaps the most alarming aspect of this are the accounts of parents preventing their children from attending school due to this fear. The fact that all of this is occurring at the hands of a foreign power often creates anger and resentment of the U.S. among the population of these areas.\nWith all this considered it is worth re-evaluating the effectiveness these strikes have in accomplishing their ultimate goal of fighting terrorism. While drone strikes have undoubtedly succeeded in assassinating several high-profile Al Qaeda figures, in a broader sense they may be significantly detrimental to U.S. interests. People who experience loved ones or others within their community being killed in such strikes are far more apt to become radicalized against those who they view as responsible for carrying them out. In the eyes of some the blame may not be limited to the CIA or U.S. military, but U.S. citizens as well. Additionally, when such actions can produce side-effects such as preventing children from acquiring education it can slow the process of development in poor countries necessary for creating conditions in which terrorism lacks a sufficient amount of support.\nThe practice of drone warfare is undoubtedly here to stay, and there is currently little reason to believe that the CIA will entirely halt its targeted assassination program. What is feasible is a change in the manner in which the strikes are carried out, with more accountability and transparency. The catalyst for this change may come relatively soon. As of January 24th the United Nations announced it would begin an investigation into the use of drones by the US, examining their legality and the allegations of civilian deaths. Perhaps U.S. officials in charge of the program will take this as an indicator to re-evaluate their tactics and begin to conduct their operations in a manner that reduces the negative impact on foreign civilians and in turn improves the long-term security of U.S. citizens as well.\nMore Posts\nContact Zach Schumacher at zschumac11@gmail.com\nRelated posts:Silence is no solutionThe reality of presidential electionsThe road less travelled by\n\nLoad-Date: October 14, 2013"
}