{
    "title": "Fighting an unfair tax is not 'economic terrorism'",
    "publisher": "lancaster new era",
    "year": 2002,
    "month": 3,
    "day": 11,
    "full text": "Editor, New Era:\nI am sick and tired of hearing politicians accuse legitimate taxpaying businesses of practicing \"economic terrorism\" over their legal battle against an unfair tax.\nIt doesn't take much intellect to understand that monies from this tax should not be used in any way to subsidize private competition, i.e. the Marriott Hotel. Only greedy politicians blinded by their own political agenda circumvent this argument by trying to create the impression that hoteliers are against the revitalization of the city. Nothing can be further from the truth.\n#RAN.M1111M11#\nThe appeals court has agreed that all is not as it seems regarding the decision handed down in the Lancaster court or it would not have sent the case back for arguments to be heard again.\nIt is not the responsibility of the hoteliers to speed up our system of justice as Mayor Smithgall and Rep. Sturla suggest.  Further, in light of what happened on Sept. 11, to try and regard this legal fight against an unfair tax as \"terrorism\" is repulsive and resentful and only strengthens my resolve to fight as long as it takes.\nWhatever the court's decision in the end, we will all abide by because I believe in our system of justice and no self-serving politician has the power to take away my right to fight for what I believe in or to alter the normal course of our justice system, regardless of their political agenda.\nFinally I would like to suggest a simple solution to this whole ordeal. If the convention center/hotel complex is such a great idea, why not build it with total private funding instead of enacting an unfair and possibly illegal tax?\nI'm sure you can convince investors by showing all of the evidence you collected in your expensive studies that it will be profitable. Or maybe herein lies the real problem. You can't.\nDavid Ranalli\nItalian Villa Motel\nLancaster\n\nLoad-Date: March 12, 2002"
}