{
    "title": "Fight terrorism, respect rights",
    "publisher": "the world",
    "year": 1999,
    "month": 2,
    "day": 2,
    "full text": "Chemical and biological weapons used to exist largely in the minds of moviemakers and science fiction writers. Times have changed, and these once imaginary weapons of mass destruction now pose a very real threat to the safety and well-being of people all over the world, including the United States.\nPresident Clinton is correct in suggesting Americans have no reason to panic about an imminent chemical or biological attack. But there is cause for a reasonable level of concern. The president is asking Congress to appropriate $ 2.8-billion to develop and stockpile vaccines and antidotes for chemical and germ weapons. Funds also would go toward training public health teams to respond to a crisis, and to develop a so-called \"Cyber Corps,\" which would respond to attacks by hackers on vital government computers.\nTERROR\nThe president has promised that strengthening the federal government's role in combating terrorism would neither weaken civil liberties nor erode constitutional rights. But two aspects of his plan raise troubling constitutional and legal questions that deserve close scrutiny by Congress.\nThe Pentagon has asked the Clinton administration for the power to appoint a military leader for the continental United States, a plan that would violate the spirit of the Posse Comitatus Act, which bars federal troops from being involved in domestic law enforcement.\nCongress has passed legislation allowing Posse Comitatus to be waived in the event of nuclear, chemical or germ attacks. And the Pentagon says the military's role would be limited to relief operations, such as moving emergency personnel and supplies to the site of an attack. But as civil libertarians have correctly warned, the military's role could be easily expanded under the Pentagon plan to threaten citizens' privacy and liberty.\n Congress also should carefully examine the president's strategy to strengthen computer security to ensure the plan does not lead to improper government surveillance of private communication and activity on the Internet.\nThe president's plan can be improved in some areas without doing great damage to it. The newest chemical and biological weapons are capable of causing catastrophic casualties, and they are nearly impossible to track. Potentially lethal microbes are routinely shipped all over the world by universities, pharmaceutical companies and so-called germ banks for use in medical research, with little or no oversight. They are easily accessible to terrorists, and it may be only a matter of time before they are unleashed within our borders. The government should do all it can to prevent the arrival of such a frightening day. If it fails, it must be ready to deal with the aftermath.\n\nLoad-Date: February 2, 1999"
}