{
    "title": "FIGHTING TERRORISM IS TOUGH TASK FOR U.S",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 9,
    "day": 3,
    "full text": "As U.S. missiles rained on targets in Sudan and Afghanistan in retaliation for the bombing of two American embassies in Africa, President Bill Clinton pledged from the White House, \"We will persist and we will prevail.\"\nHis declaration was reminiscent of President Ronald Reagan's 1980s warning to terrorists, \"You can run, but you can't hide.\"\nCan the U.S. government win a war against a web of shadowy enemies who have no intention of surrendering?\n\"We will never win the war against terrorism,\" said Paul Bremer, the State Department's top counterterrorism official during the Reagan administration. \"But the least palatable choice is to do nothing.\"\nThe real battle, he said, is to sustain the will to fight back.\nThe United States can prevent attacks and disrupt and weaken terrorist organizations - if the Clinton administration carries through with threats to use military action when law enforcement and U.S. diplomacy aren't enough, experts say.\n\"There is no room for error,\" said David Kay, the first U.N. weapons inspector in Iraq after the 1991 Persian Gulf War. \"You have got to have good intelligence so you don't attack innocents.\n\"I don't think the American people would be tolerant of a new war against terrorism if we end up killing people not associated with a terrorist event.\"\nThere has been a backlash among foreign governments since the Aug. 20 missile strikes in response to the bombings of U.S. embassies in Kenya and Tanzania, but Americans have expressed strong support for the action.\nThe Sudanese government said the El-Shifa Pharmaceutical Industries Co. plant destroyed by Tomahawk cruise missiles was making vital medicines and not a precursor chemical for the deadly VX nerve gas, as alleged by the United States. The American designer of the plant and Italian supplier also have cast doubt on U.S. claims.\nIn addition, a U.S. intelligence official said the United States has uncovered only \"fuzzy\" connections between the Khartoum factory and exiled Saudi financier Osama bin Laden, whose terrorist organization was the real strike target.\n \nU.S. officials have strongly defended their action.\nFew questions have been raised about the Afghan target, site of several terrorist training camps associated with bin Laden. He has proclaimed a holy war on Americans because of the U.S. military presence in the Middle East.\nAt the same time, Pakistan, whose border sits just a few miles from the camps, charged that several of its citizens were killed in the attack, and that one missile strayed into Pakistan but did not explode. The Pentagon has not confirmed the account.\nThe thought of stray missiles and wrongly chosen targets - and televised pictures of bloodied innocents coming into American living rooms - gives U.S. officials pause in ordering military action.\n \n'The rules have changed'\nComplicating the picture further, many of today's terrorists are self-financed like bin Laden and have no direct ties to nations on the U.S. list of states sponsoring terrorism.\n\"The rules have changed, the times have changed,\" said retired Army Col. Harry Summers. \"Unlike the Cold War with the Soviet Union, where they could destroy us in 30 minutes, terrorists can't destroy us. But they can impose the death of 1,000 cuts.\"\nSummers said the United States should shore up security overseas, which the administration is doing with more guards and barriers at embassies and military installations and by seeking congressional funding to build safer embassies.\nMeanwhile, Summers applauded attacks on training centers, suspected chemical and biological weapons facilities and freezing assets of terrorists - which Clinton also ordered against bin Laden. Like many military watchers, he also urged repeal of a U.S. law banning assassination.\nClinton said U.S. intelligence provided \"compelling\" evidence that linked bin Laden to the embassy bombings, which killed 258 people, including 12 Americans.\nTwo suspects in the bombings were brought to New York by the FBI last week to face charges of murder, conspiracy and using weapons of mass destruction.\n\nGraphic\n\n \nPHOTO (1) Photo from The Associated Press - Sudanese soldiers look at the wreckage of a pharmaceutical factory on the outskirts of Khartoum last week. The factory was hit by U.S. missiles.\n (2) Photo From The Associated Press - Thousands of Popular Defense members cheer Sudanese President Omar e-Bashir during an anti-American rally in Khartoum on Saturday. The rally was in response the attack on Sudan's largest pharmaceutical plant.\n\nLoad-Date: September 4, 1998"
}