{
    "title": "Fighting Terrorism Feb. 10-16",
    "publisher": "the new york times",
    "year": 2008,
    "month": 2,
    "day": 17,
    "full text": "THE NEWS Military prosecutors said they will seek the death penalty for six Guantanamo detainees accused of central roles in the Sept. 11 terror attacks.\n  BEHIND THE NEWS The decision should increase international interest in  the case and the troubled military commission system that has yet to begin a trial. The White House says it is confident the charges will survive expected defense arguments that they are based on unreliable statements obtained using harsh interrogation methods. One of the accused, Khalid Shaikh Mohammed, above, who has described himself as the mastermind of the attacks, was subjected to waterboarding, considered by many legal authorities to be torture.\n  THE NEWS One of the world's most feared terrorists was killed in Syria when a bomb detonated under the sports utility vehicle he was in.\n  BEHIND THE NEWS Imad Mugniyah was a top Hezbollah commander who had long been sought by the United States for his role in terrorist attacks that killed hundreds of Americans in the 1980s -- including the 1983 bombings of the American Embassy and a Marine compound in Beirut. He had not been seen in public for years. No one claimed responsibility for the killing. But the leader of Hezbollah blamed Israel, which had also sought Mr. Mugniyah, and vowed to retaliate against Israeli targets anywhere in the world.\n  THE NEWS The Senate voted to broaden the government's spy powers and to protect phone companies that cooperated in eavesdropping. \n  BEHIND THE NEWS The measure, strongly backed by the White House, would allow the government to listen in on foreign-based communications on its own authority so long as Americans are not targets. Phone companies would be shielded from legal liability for assisting in the Bush administration's program of eavesdropping without warrants after the Sept. 11 attacks. The House intentionally left out immunity for phone companies in its version. Significant differences between the two measures must still be resolved.\n  THE NEWS The Danish police said they arrested three men to prevent the killing of a cartoonist whose caricature of the Prophet Muhammad showed him wearing a bomb as a turban.\n  BEHIND THE NEWS The police said the men, two Tunisians and a Dane, were planning the ''terror-related assassination'' of Kurt Westergaard, above, one of 12 cartoonists whose caricatures of Muhammad, published in 2005, set off violent protests in some Muslim countries. Islam forbids even respectful depictions of Muhammad, to avoid idolatry. The day after the arrests, at least 17 Danish newspapers reprinted Mr. Westergaard's cartoon to show their commitment to freedom of speech. \n  THE NEWS Congressional auditors said the government had underestimated the risks of a terrorist attack on a nuclear reactor on a college campus.\n  BEHIND THE NEWS The Nuclear Regulatory Commission licenses 26 research reactors at universities and colleges, which typically are less than 1 percent as powerful as civilian reactors. But the Government Accountability Office said security requirements at those reactors had changed little since the Sept. 11 attacks, even though many of them run on enriched uranium, which terrorists could convert into an atomic bomb. The commission disputed the audit and said it ''lacks a sound technical basis.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS (PHOTOGRAPHS BY ASSOCIATED PRESS RAMZI HAIDAR/AGENCE FRANCE-PRESSE -- GETTY IMAGES\nDOUG MILLS/THE NEW YORK TIMES\nPREBEN HUPFELD/AGENCE FRANCE-PRESSE GETTY IMAGES\n JOE KOSHOLLEK FOR THE NEW YORK TIMES)                \n\nLoad-Date: February 17, 2008"
}