{
    "title": "Fighting back against terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 11,
    "day": 26,
    "full text": "Egyptian officials are defending the storming of a hijacked Egyptian jetliner despite the death of at least 60 passengers in the raid.\nEgypt had no choice but to send commandos onto the plane in Malta Sunday, the officials say. There were indications that the hijackers were on a suicide mission and that their only purpose was to embarrass the government of President Hosni Mubarak, they add.\nThese sources also imply that Libya's Col. Muammar Qaddafi was behind the hijack, which they say is part of a war of terrorism and counterterrorism between Egypt and Libya.\nAn official statement Monday blamed the hijacking on a Palestine Liberation Organization splinter faction that ''works for an Arab country known to Egypt for its terrorist actions and for harboring terrorists.'' Egypt usually refers to Libya this way.\nThe statement called the rescue mission a success and threatened retaliation against the instigators of the hijacking, a sign that relations between Egypt and Libya may worsen.\nThe Egyptian airliner was hijacked Saturday night enroute from Athens, Greece, to Cairo with 100 passengers and seven crew members on board. The plane landed in Malta and the hijackers, who claimed to belong to Egypt's Revolution, an underground group, demanded refueling of the plane so they could fly to Libya or Tunisia.\n(Reuters reported from Beirut Monday that two groups - the Organization of Egypt's Revolutionaries and The Organization of Arab Revolutionary Brigades claimed joint responsibility for the hijacking, saying it was meant to avenge an Israeli air raid on PLO headquarters in Tunis last month.)\nThe Maltese government stood fast, even as the hijackers began to shoot hostages and throw their bodies on the tarmac. On Sunday night, Egypt sent to Malta two groups of antiterrorist commandos who stormed the aircraft.  They blew the jet doors open but the hijackers threw three grenades at the passengers, many of whom died of smoke inhalation and burns.\nAccording to a survivor, the Egyptians fired indiscriminately because they couldn't distinguish between hostages and hijackers. This also caused casualties.\nAlthough Egypt said the rescue mission had been a success, the fact that news reports on Cairo Radio did not mention the heavy civilian loss of life indicates that the affair was not considered entirely successful.\nEgypt's decision to launch the hasty assault on a hijacked plane was a clear departure from its attitude during the hijacking of the Achille Lauro, in October. Then, Egypt favored negotiations with the hijackers and even moved to release the hijackers to the PLO.\n''The hijackers closed the plane from every side and we felt they would kill everybody,'' said a Defense Ministry official explaining Egypt's action to this reporter. He added that since the hijackers had made no political demands, Cairo concluded that their only aim was to ''embarass the government.''\nThe fact that the hijackers made no political demands and asked to be flown to Libya led Egyptian officials and observers to see Qaddafi behind the affair.\nSince the late 1970s, Egypt and Libya have been engaged in a war of words and sabotage aimed at discrediting and weakening each other's regimes. One year ago, Egypt claimed to have foiled a Qaddafi-inspired plot against a former Libyan prime minister living in Cairo.\nJust two weeks ago, the Egyptians caught four Libyans near Alexandria who were allegedly on an official Libyan mission to kill Libyan dissidents in Egypt. The Egyptians released a videotape of the capture, which also may have embarassed Qadaffi.\n''The hijack could have been an answer to (this incident),'' said Tahsin Bashir, a retired Egyptian diplomat and political analyst. ''I suspect that behind it is Libya.''\nAnother element that raised suspicions were the hijackers' claim to represent Egypt's Revolution, a group that claimed it assassinated an Israeli diplomat in Cairo this September. The hijackers' accents led observers in Malta to conclude they were Palestinians rather than Egyptians.\nPresident Mubarak may have concluded that Qadaffi was planning to discredit Cairo by giving a voice to alleged domestic opponents. Egypt's government is extremely sensitive to claims of instability and underground opposition. This prospect would have been untenable and may have constituted another argument for an assault on the plane, observers say.\nA final element in Egypt's decision to storm the hijacked plane could have been ''psychological'' according to some analysts. They say Egypt may have been overreacting to the charges last month that Mubarak had been ''soft on terrorism'' in the Achille Lauro affair.\nDefense officials confirmed that the road between Cairo and Alexandria which is used for transporting troops and military equipment has been closed to civilians use in the daytime. They implied that Egypt was beefing up its troop strength on the border with Libya.\n\nGraphic\n\n \nMap, no caption, SHIRLEY HORN - STAFF"
}