{
    "title": "Fighting terrorism_ policy reexamined after reports of CIA role in bombing",
    "publisher": "the new york times",
    "year": 1985,
    "month": 5,
    "day": 15,
    "full text": "Allegations of US-sponsored counterterrorism in Lebanon are unlikely to produce any major policy changes in Washington. But they highlight the difficult moral and policy dilemmas that attend the task of combating terrorism.\nThese assessments come in the wake of recent reports in the Washington Post and the New York Times that an antiterrorist group - one of several allegedly trained by CIA operatives in Lebanon - was indirectly responsible for a car bomb last March that destroyed the Beirut home of Sayyid Muhammad Hussein Fadlallah. Mr. Fadlallah is leader of a fundamentalist Shiite Muslim group linked to a series of attacks on American facilities in the Mideast.\nAccording to the news reports, the March 8 explosion killed 80 people and injured 200 others, mostly bystanders. Fadlallah escaped unharmed. After the bombing, the Central Intelligence Agency (CIA) reportedly dropped further efforts to train proxy antiterrorist groups.\nThe CIA Monday denied any advance knowledge of the attack. The agency also denied any connection with the group that reportedly carried out the bombing.\nMost experts seem to agree there may never be conclusive evidence on the US role in the Lebanon bombing. But the incident is certain to raise questions about the viability of the Reagan administration's approach to dealing with terrorism.\nHistorically, the focus has been on deterrence through multilateral agreements and enhanced security.\nBut the Reagan administration has placed new emphasis on providing counterterrorist training to surrogate groups. The administration has also adopted a policy of preemptive action against terrorists.\nThe policy has been condemned by some liberals as morally irresponsible. ''It's a clear case of the means justifying the ends,'' says one congressional source. ''It makes us no better than our adversaries. You can't fight terrorism with terrorism.''\nBut others say the problem is more complicated, involving complex trade-offs. ''The whole business of preempting terrorism is necessary but unseemly,'' says Robert Kupperman, senior fellow at Georgetown University's Center for Strategic and International Studies. ''Retaining foreign nationals is sometimes the only way to penetrate terrorist networks.'' But the price of such a policy may be the ''loss of command and control'' over proxy groups, Mr. Kupperman adds.\n''There's a big temptation to use proxies,'' says Ernest Evans, a specialist in terrorism at Washington's Catholic University of America. ''If you use your own forces, there's no deniability,'' he says, citing the failed mission to rescue US hostages in Iran. ''As Desert One showed, it can have implications right up to the top.''\nMr. Evans says the March bombing highlights the frustrations of fighting terrorism. ''If you're going to have an effective policy, you can't simply sit back and wait for terrorists to strike. The question is how you do that and keep it in a framework of controllable policy and congressional oversight.''\nExperts say that as a matter of practice, if the President issues a finding on the need for covert action, members of the congressional intelligence oversight committees would be notified. But as the case of the mining of Nicaragua's harbors in 1982 suggests, CIA secrets are not always shared with Congress.\nExperts say the extreme secrecy required by many CIA operations makes information-sharing - and, therefore, effective oversight - nearly impossible.\n''It raises the question of which should take precedence: legislative procedure or the operations of the CIA in field,'' Evans says. ''It's a difficult choice.''\nThe Senate Intelligence Committee today begins closed hearings with the CIA on the bombing incident."
}