{
    "title": "Fight terrorism by fighting global injustice",
    "publisher": "usa today",
    "year": 2001,
    "month": 11,
    "day": 12,
    "full text": "I believe that commentary writer and author Amitai Etzioni in his recent column in USA TODAY is right to point out the dangers of political dillydallying when fighting a war (\"How not to win the war,\" The Forum, Wednesday).\nHowever, the current situation is rather different, as no nation stands as the enemy. The stated enemy is terrorism, but the world finds it difficult even to define it; although there is a consensus that it is widespread.\nTerrorism sprouts where there is a seedbed of long-term injustice. In many areas -- such as in the Middle East, for example -- two peoples with equally legitimate rights to live in peace in one land seem to be unable to respect each other; each fails to treat the other justly.\nWhere there is just government, it does not matter who rules and who is ruled. Unless we attack these fundamental causes, the war on terrorism will fail.\nThe task ahead is a two-pronged attack. We need to:\n * Bring the terrorists to justice where they can be clearly identified.\n * Attack the many areas of chronic injustice in the world.\nGod has given America great resources, a generous nature and a love of freedom. Let that love continue as freedom for all.\nRichard Glover\nLondon, United Kingdom\nShades of Vietnam?\nAs the saying goes, \"It is deja vu all over again.\"\nAmitai Etzioni's column reminds me of stories from the Vietnam War, when it was reported that President Lyndon Johnson and Secretary of Defense Robert McNamara picked military targets over breakfast in the White House.\nThose targets, it seems, were based solely on the political considerations of whom they might, or might not, upset -- in this case, North Vietnam. We all know how that one turned out.\nGeorges Clemenceau, the French premier during World War I, said that \"war is too important to be left to the generals.\" It seems that some latter-day politicians have taken that to heart.\nWalter C. Bright\nTopeka, Kan.\n\nLoad-Date: November 12, 2001"
}