{
    "title": "Fight terrorism with intelligence, not might",
    "publisher": "the christian science monitor",
    "year": 2003,
    "month": 12,
    "day": 26,
    "full text": "In this season of code-orange alert, good intelligence rather than military might is the best way to protect our homeland. Information gathering is the most powerful weapon in the struggle to dismantle terrorist networks and prevent attacks.\nThe United States and other nations are hunting down small and often unconnected groups and individuals who hide their identities and surface only briefly to carry out terrorist attacks.\nMuch emphasis in the fight against terrorism has been placed on military capabilities. We have come to expect that planes, tanks, helicopters, and heavily armed soldiers will be used to protect America and defeat our enemies.\nBut calling out the Army, Air Force, Navy, and Marines in full battle gear to combat terrorism on a day-to-day basis is rarely a successful strategy at home or abroad. There's no question America has the military might to crush an enemy on the battlefield - but in fighting terrorism, the primary challenge is finding the enemy on a battlefield that has no boundaries.\nIf the job is done right, successful prevention of terrorism depends on gathering accurate information and stopping something from happening - often without public awareness. It is only the failure to prevent attacks that is felt, and along with it a profound sense that we are ultimately powerless to protect ourselves.\nThe terrorists are, by definition, in the business of terrorizing us, and want to make us feel helpless and hopeless in the face of their attacks. They want us to believe attacks come randomly and without warning, so that we don't even try to predict the unpredictable. They hope that by making us adopt defeatism as a philosophy, they can defeat us.\nIn fact, there is plenty we have done and can do to combat terrorism. Recent terrorist events perpetrated by Al Qaeda and Islamic extremist groups sympathetic to Al Qaeda have similar patterns that can be identified by intelligence agencies working hand in glove with local police and security services in the US and around the world.\nOne of these recent patterns is for Al Qaeda to devolve more authority to local Islamic extremist groups in places like Morocco, Saudi Arabia, and Turkey to carry out attacks against US and allied targets.\nIn some cases, the individuals involved in the attacks are unknown to local police - Al Qaeda often seeks out anonymous individuals. But in other cases, the individuals responsible for attacks are known to the police in the areas where they operate and have a history of terrorist activity. Al Qaeda relies on these more experienced operatives to pull off a successful attack.\nThis is where the local police can play the most crucial role in preventing future attacks. In most cases, the police are already aware of the activities of local extremist groups with established records of advocating and carrying out violent acts, and often know the players involved because of their past participation in terrorist activity.\nMonitoring the activities of local extremists in individual countries - such as travel in and out of the country and involvement in criminal enterprises - can be carried out through physical surveillance and other methods of monitoring permissible under legal boundaries. This can give local police the upper hand.\nBy doing this, law-enforcement agents will not be able to prevent every terrorist attack, but they will make terrorists' job a lot harder by dismantling networks and fostering a hostile operating environment. We know from past experience that faced with this situation, terrorists will either cease conducting attacks in that location and restrategize, or move their operations completely.\nSolid police work is crucial not only in following up on leads after an attack has occurred, but in preventing future attacks. Efforts by police to identify operational patterns and the individuals in communities involved in terrorist activity will go a long way toward undermining terrorists' ability to instill a sense of randomness and fear.\nThe \"war\" on terrorism is really more comparable to the long and continuing battle against crime waged by police departments around the world. The leading role in this antiterrorism battle isn't played by GI Joe, but by Dick Tracy.\n* Sara Daly is a former CIA counter-terrorism analyst now working as a terrorism expert at the RAND Corporation, a nonprofit research organization.\n(c) Copyright 2003. The Christian Science Monitor\n\nLoad-Date: December 24, 2003"
}