{
    "title": "Fighting terrorism here at home",
    "publisher": "mattawa area news",
    "year": 2009,
    "month": 9,
    "day": 2,
    "full text": "Do you want to know something that annoys me? How people react when I tell them what I do for a living. My professors in college were dumbfounded that I was getting a degree that I wasn't planning on using.\nMy female professors believed I was single-handedly setting back the feminist movement by my decision to be a traditional wife and mother. While flattering that they believed I had so much influence, they were being a little melodramatic.\nWhen applying to refinance on our house it was decided by our financial guy that while my profession was a \"noble\" profession, it would probably be better if my name was left off the application; since I bring in no money and sit on my ever largening hiney all day watching soap operas. Okay, he didn't say that, but it was implied.\nSo, due to the many times I have been told I make no money, and it would be better if loans were filled out in my husband's name, I have decided that when people ask me what I do for a living I am going to tell them that I fight terrorism. Yes, you read it right, TERRORISM. I know, you're probably wondering if I've taken to tipping a few back while watching my soap operas, but I'm serious. I actually believe that this is what I'm doing. How do I do this, you ask? Well, first off, I have babies, which contributes to the American population. To me, this is very important, since China and other countries have us beat in sheer numbers. China may not be viewed as terrorists, but I believe that they do not have America's best interest at heart.\nSecond, I'm raising patriots. Okay, so I'm raising redneck patriots, but it works. They already love their country and have been taught that many people have fought and died to make our country what it is today (we Listen to a lot of Toby Keith). Third, and most important, I am raising them with the Lord. So, in these ways I am trying my hardest to raise good individuals, who love their God and love their country. In my opinion the future of our country rests on the shoulders of our youth and it is our job to make sure that they have been taught everything they need to know to ensure that our country survives.\nWhat will happen to America if we continue to raise our kids to believe that they don't have to work for what they get, or if we allow them to spend their time playing violent video games? Things haven't been looking good for our country since the new administration took over folks, and it is for my children and their children that I am most concerned for.\nSo, I need to step it up even more in my anti-terrorist plot. No, not by having another baby, but by teaching the one's that I have to be the individuals on the playground who stick up for those being bullied and to fight back by using both brains and brawn. Terrorists are nothing but well organized bullies, after all, and with September 11th just around the corner, we all know that these bullies, along with future bullies, need to have capable Americans to kick them where it hurts.\n\nLoad-Date: November 28, 2009"
}