{
    "title": "Fight Turns to Domestic Terror Without a Clear Path to Follow",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "WASHINGTON -- Law enforcement officials have sounded the alarm for months: Homegrown terrorism, including by white supremacists, is now as big a threat as terrorism from abroad. But the mass shooting in El Paso last weekend, the largest domestic terrorist attack against Hispanics in modern history, has made it glaringly clear how poorly prepared the country is to fight it.\nThe United States spent nearly 20 years intensely focused on threats from Islamic extremists. The terrorist attacks of Sept. 11, 2001, rerouted the machinery of government to fight against threats of violence from the Middle East, Pakistan and Afghanistan. But those attacks have waned in recent years, replaced by violence from white supremacists -- an increasingly internet-driven phenomenon of lone wolves, not groups, that will prove immensely difficult to combat. \n  On Monday, President Trump pledged to give federal law enforcement authorities ''whatever they need'' to combat domestic terrorism. The motive for the second attack of the weekend, in Dayton, Ohio, remains unknown. But even before the shootings, which left at least 31 people dead, officials said that preventing attacks from white supremacists and nationalists would require adopting the same type of broad and aggressive approach used to battle international extremism.\n  [President Trump faced new criticism for the echoes of his own rhetoric in the El Paso shooter's manifesto. Read our analysis.]\n  ''We need to catch them and incarcerate them before they act on their plans,'' Rod Rosenstein, the former deputy attorney general, said in an email interview. ''We need to be proactive by identifying and disrupting potential terrorists before they strike, and we can accomplish that by monitoring terrorist propaganda and communications.''\n  Under current federal law, that is difficult. Federal officials have broad powers to disrupt foreign terrorist plots, given to them as part of the Patriot Act passed after the 2001 attacks. They can take preventive action, for example, by wiretapping or using an undercover online persona to talk to people anonymously in chat rooms to search for jihadis.\n  But domestically, federal officials have far fewer options. A federal statute defines domestic terrorism but carries no penalties. The First Amendment, which protects freedom of speech, makes stopping terrorist acts committed by Americans before they happen more challenging. No government agency is responsible for designating domestic terrorism organizations. And individuals who are considered domestic terrorists are charged under laws governing hate crimes, guns and conspiracy, not terrorism.\n  ''It's a big blank spot,'' said Mary McCord, a former top national security prosecutor who has drafted a proposed statute to criminalize domestic terrorism not covered by existing laws. This would include criminalizing the stockpiling of weapons intended to be used in a domestic terrorist attack.\n  The issue is urgent. Right-wing extremists killed more people in 2018 than in any year since 1995, the year of Timothy McVeigh's bomb attack on the Oklahoma City federal building, according to the Anti-Defamation League. And the attack in El Paso and an April shooting in a synagogue in Poway, Calif., alone have claimed as many lives as all extremist homicides ''of any stripe'' in 2018, according to the Center for the Study of Hate and Extremism at California State University, San Bernardino.\n  [Read our live briefing for the latest updates on the Dayton and El Paso shootings]\n  The F.B.I. field office in Phoenix recently issued a report that said conspiracy theories -- often with racial overtones and fueled by dissemination online -- had become a growing national security threat.\n  Mr. Rosenstein said that law enforcement needs to model its domestic terrorism response after the international counterterrorism efforts undertaken in the wake of the 9/11 attacks.\n  ''In the same way that honorable members of mosques report people who express violent designs, so, too, should people report violent white nationalists to the police,'' he said.\n  The First Amendment's protection of citizens' rights to engage in hateful speech makes it difficult to track down attacks before they happen.\n  ''From the perspective of the courts, white supremacy is a hateful but protected form of speech,'' said Jonathan Turley, a constitutional law expert at George Washington University. ''What courts resist are efforts to classify whole movements as violent as a result of the actions of some of its members.''\n  The problem touches every aspect of American life -- politics, civil liberties and business -- and involves complicated new questions around the issue of technology. How much will technology and communications companies, including the big social media platforms, be willing to share information about domestic customers with law enforcement agencies? On the internet, white nationalists can align with other radicals, become inspired and find the resources they need to act alone -- a process that has also helped foreign extremists become terrorists.\n  Perhaps most important, a new focus on white-supremacist violence would test whether Americans are as accepting of aggressive law enforcement tactics when the targets aren't Muslims, but white Americans.\n  ''If they did the same thing that they did with the Muslims, they'd say every white guy is a potential terrorist,'' said Martin R. Stolar, a New York civil rights lawyer. ''You can't do that with white people. The blowback would be outrageous.''\n  The rise in the white supremacist threat has paralleled an increasing racialization and divisiveness in the nation's immigration debate. Mr. Trump has used ethnonationalist language that his opponents argue is arousing political extremists. Even in past years, some political leaders have been slow to recognize the existence of domestic terrorism: After the Oklahoma City bombing, Newt Gingrich, at the time the speaker of the House, refused to hold hearings on white nationalist terrorism.\n  In the years since, the nature of white supremacism has changed. It used to be that white supremacists, for the most part, operated in groups, often living in the same area, said Brian H. Levin, director of the Center for the Study of Hate and Extremism. The chapters had some control over the timing and choice of targets. He cited as examples Aryan Nations, the Ku Klux Klan and local Nazi skinhead groups.\n  ''The top-down hierarchies of the past have been increasingly supplanted by a more democratized and a geographically dispersed set of erratic do-it-yourselfers,'' he said. ''Now, so-called lone wolves are turbocharged by a fragmented and hate-filled dark web which has become a modern-day, virtual neo-Nazi boot camp available 24-7 anywhere in the world with an internet connection.''\n  Examples of these kinds of actors are the attackers in the Poway synagogue shooting, the mass shooting at a synagogue in Pittsburgh last fall and now, according to the authorities, El Paso.\n  While these men often act alone, the F.B.I. says that technology has allowed American terrorists to plug into a global community of terrorists who espouse similarly hateful ideologies. Domestic terrorists are increasingly citing terrorists overseas in their killings. In his manifesto, the suspected El Paso gunman said that he agreed with the gunman who attacked two mosques in Christchurch, New Zealand. The suspect in New Zealand said in the manifesto he is believed to have written that he had been inspired by Dylann Roof, who murdered nine people at the Emanuel African Methodist Episcopal Church in Charleston, S.C.\n  Ali Soufan, a former F.B.I. special agent and the author of ''Anatomy of Terror,'' said he had been struck by how much white supremacists resemble the jihadis he spent so many years fighting.\n  ''There is a striking resemblance between jihadists and white supremacists, and it goes way beyond just utilizing social media in order to spread ideology,'' he said.\n  [Terrorism from white nationalists shows ''stunning'' parallels to the rise of the Islamic State.]\n  Both use violence to reshape society in their own image. Both use recruitment videos that emphasize a lifestyle of ''purity,'' militancy and physical fitness. Jihadis share beheading videos, while right-wing extremists share the live stream of the attack in New Zealand. He said Ukraine was now a global gathering place for white supremacists, much as Afghanistan was for jihadis in the 1980s.\n  ''This is becoming a global network in so many different ways, just like we've seen with the jihadis before them,'' he said.\n  Federal investigators have also found white supremacist elements flourishing in prisons. In March, federal prosecutors in Alaska announced that an investigation had resulted in charges against 18 members and associates of a white supremacist gang known as the 1488s. In May, a federal grand jury indicted members of an Aryan Knights prison gang that had operated in Idaho.\n  The indictment in the Alaska case described the 1488s as a gang with dozens of members operating in Alaska and elsewhere.\n  David Neiwert, who has long reported on extremism in the Northwest and has worked with the Southern Poverty Law Center, said he sees the threat of the Northwest's racist groups returning to levels of the 1980s, when neo-Nazi elements around the country had moved into the Northwest in a bid to create a white ethnostate. In the 1990s and 2000s, those groups lost much of their power and subsided.\n  Mr. Neiwert said people with extremist sympathies were now organizing online and attaching themselves to groups that aren't as explicit about white supremacist notions.\n  ''Local agencies in particular should be better equipped,'' Mr. Neiwert said. ''On the other hand, the F.B.I. and the Justice Department could probably do a better job of equipping local law enforcement.''\n  As the international terrorism threat evolved to include more lone actors, radicalized online rather than in terrorist cells abroad, the F.B.I. sought to enlist technology companies in its efforts to combat the threat. But companies have been slow to respond -- and have been shielded, in part, by the First Amendment.\n  ''It's been a very long few years of getting platform companies to understand the role that digital media plays in spreading hate speech, harassment and incitement to violence,'' said Joan Donovan, director of the Technology and Social Change project at the Harvard Kennedy School's Shorenstein Center. ''Generally, a piece of content is only reviewed if someone else has flagged it first.''\n  Under intense criticism for their delayed reaction to disinformation and hateful content after the 2016 presidential election, technology companies have started to take a more proactive approach to disinformation and hate speech. In most cases, spokeswomen for Google and Facebook said the companies report white supremacist content only when it poses an imminent threat to life, or when they are complying with valid legal requests.\n  In May, Facebook evicted seven of its most controversial users, including Alex Jones, the conspiracy theorist and founder of Infowars, and Laura Loomer, a far-right activist.\n  But critics say that is not enough. ''White supremacy, at least at Facebook, was seen as a political ideology that one could hold,'' said Jessie Daniels, a sociology professor at the City University of New York and the author of a forthcoming book on white supremacy. ''It's only recently that they've said they recognize white supremacy as an ideology of violence.''\n  Ms. Daniels said there was an important lesson in what happened to Milo Yiannopoulos, the right-wing provocateur, after he was banned from using Twitter and Facebook.\n  ''Milo has ceded from view since that happened. I really think that's an argument in favor of this strategy,'' she said. ''He lost a book deal. He's bankrupt. It showed 'deplatforming' is a useful tool and we need to find more ways to adopt it in the U.S.''\n  Ms. Daniels and others say the companies' own algorithms for deciding what constitutes far-right extremist content are insufficient in tackling the threat. Often they rely on users, and in many cases names and content that percolate in the media, to decide what content and accounts should be taken down.\n  ''We've reached this position where these companies have scaled beyond their capacity for safety. We don't know what the next steps should be,'' Ms. Daniels said. ''We're in a pretty significant bind now that we have a very large tech industry we all depend on, and we don't feel we can trust them to keep us safe.''\n\nhttps://www.nytimes.com/2019/08/05/us/politics/domestic-terrorism-shootings.html\n\nGraphic\n\n \nPHOTO: F.B.I. agents at the El Paso shooting site. One expert said the bureau could do better at helping local police agencies identify threats. (PHOTOGRAPH BY IVAN PIERRE AGUIRRE FOR THE NEW YORK TIMES) (A14)       \n\nLoad-Date: August 11, 2019"
}