{
    "title": "Fighting terrorism requires clear privacy protections",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 5,
    "day": 1,
    "full text": "T\nhe issue of whether the FBI (or any government agency) can force Apple (or any private company) to provide a bypass to the security features of its products quickly faded into the background when the FBI was able to independently gain access to the iPhone data of San Bernardino mass murderer Syed Farook.\nApple and other internet-based companies have cooperated with the FBI and other law enforcement and intelligence agencies on many criminal matters, and continue to do so.\nIn the case of the San Bernardino savages, however, the FBI was insisting Apple create software to defeat its own data encryption. To Apple, that demand was a bridge too far.\nThere's little question most of us want accomplices to terrorist acts caught and brought to justice and, perhaps more urgently, want authorities to be able to access information that might stop more of these mindless slaughters.\nAt the same time, we also want our civil liberties protected from government intrusion.\nThough the controversy and its constitutional and legal resolution remain ahead, we should think long and hard about what the limits should be on the entire spectrum of modern-day information-gathering.\nShould personal details shared online through private companies be strictly limited to the purpose for which we provided them? For example, when we make an electronic purchase with a credit card, should the sole use of our credit card information be to make payment and not used further for the purpose of commercial data-mining?\nWe've come a long way from the days when our biggest concern was which of our neighbors was listening in on our telephone party line. Today only God knows more about us than our government and modern tech companies and we must recognize that any electronic transmission has the potential to be hacked.\nWhile it's bad enough that Apple, Microsoft, Google and others harvest our information, at least they can't arrest us or seize our assets. Not so when it comes to government.\nThe Fourth Amendment to our Constitution supposedly protects us from \"unreasonable searches and seizures\" by the government. That's fine on its face, but reasonable is a subjective weasel word, and today's progressive courts seem increasingly inclined to find most machinations of big government and its administrative bureaucracy to be \"reasonable.\"\nWhen the issue reappears, will the courts find the FBI's demand for access to private information through Apple or any other private company to be \"reasonable\"? After all, what's the difference between the courts allowing the government to force Apple to create a \"search\" key when those same courts found it \"reasonable\" for government to force citizens buy a specific product (a seizure) - both ostensibly for the \"public good?\"\nActs of terror are a step up from routine law enforcement, and authorities should have the means to track, investigate and interdict those plotting such barbarism. The problem is how to prevent focused investigations from becoming bureaucratic \"phishing\" expeditions.\nAs pointed out in Harvey Silverglate's \"Three Felonies a Day,\" the sheer volume of old and new laws ensures most of us unwittingly commit several \"crimes\" daily.\nWill information gleaned that is unrelated to a terror investigation be shared with agencies such as the Drug Enforcement Administration or Internal Revenue Service? Large companies like Apple are perhaps the only firewall against an overweening government that can easily walk all over individual citizens.\nWhatever the determination, there need to be clear limits and the bias should always be toward liberty and personal civil and privacy rights.\nGiese, a Dubuque native, owns Jim Giese Commercial Roofing. His email address is jimgiese@me.com\n\nLoad-Date: May 1, 2016"
}