{
    "title": "FIGHT TERRORISM ON ALL FRONTS",
    "publisher": "daily news ",
    "year": 1998,
    "month": 8,
    "day": 25,
    "full text": "THE PENDING INDICTMENT of terrormaster Osama Bin Laden by a Manhattan federal grand jury shows that Uncle Sam is using all the tools at his disposal to attack the scourge of terror. Finally.\nBin Laden was behind the murderous Aug. 7 bombings of the American embassies in East Africa and has notches on his belt for a host of other terrorist atrocities against the United States. His terror network in Afghanistan and Sudan was attacked by Navy cruise missiles last week.\nThe indictment, coupled with President Clinton's announcement that Bin Laden's hundreds of millions in financial assets will be targeted, shows that Washington has accelerated the war on financial and legal, as well as military, fronts.\nThat's both smart policy and smart politics.\nAs the President said, Washington has evidence that the U.S. missile attack Thursday possibly preempted another attack Bin Laden had been planning against American sites. And now, rather than waiting for the killer's response, Washington is remaining on the offensive and working to galvanize support at home and abroad.\nEvidence is mounting that U.S. missiles did an effective job on Bin Laden's bases in the Afghan mountains. But this war against terrorism a war that was declared first on the United States isn't going to be won quickly. Even if a cruise missile had landed on Bin Laden's head, the struggle wouldn't be over.\nOther terrorists, both freelancers like Bin Laden and state-sponsored ones like the Libyans suspected of blowing up Pan Am Flight 103 over Lockerbie, Scotland, in 1988, must be confronted and defeated.\nThe Libyan fanatics show the difficulties in mounting and sustaining this war. Protected by the psychotic Libyan government, they so far have escaped justice. And the Libyan government is not expected to take the U.S. and Britain up on their offer to try the Lockerbie bombers in the Netherlands in exchange for suspension of official sanctions.\nBin Laden is not being sheltered by any government. In fact, he has been kicked out of Saudi Arabia and Sudan, making the lawless wilds of Afghanistan his last hiding place. If he can be flushed out of there, he can be exposed to justice something he has denied his hundreds of victims.\nIt just ain't fare\nMany New Yorkers who received tickets for jumping turnstiles after their MetroCards failed to work plan to fight the fines. They should. And the Metropolitan Transportation Authority had better fix this glitch pronto.\nIf these MetroCard customers are shelling out $ 17 for a weekly or $ 63 for a monthly pass that doesn't work, they're not fare-beaters they're consumers who are getting ripped off. No wonder they're hopping mad!\nInstead of treating customers like criminals, cops should cuff the knuckleheads at the MTA who fail to render service.\nFragile technology is at the heart of the matter. Card readers get clogged with everything from subway soot and pocket lint to crumbling vinyl from the cards themselves. That can make it impossible for the computer to scan the fare.\nThen there are the breakdowns that happen when more MetroCards are scanned than the station computer can handle. That can leave turnstiles unable to read MetroCards for as long as 15 minutes forcing straphangers to get in line to buy a token or plead for clemency with the token clerk.\nWhen MetroCards don't work, straphangers can get pre-addressed envelopes to send to the Transit Authority for a refund. Not exactly consoling as train after train pulls out of the station.\nUntil the MTA fixes the technical glitches, it must order token clerks to resolve problems on the spot. They can easily scan cards to see if they have time or money left on them. And they can buzz the holder of a valid monthly or weekly pass through the gate when the card doesn't swipe correctly. The same should apply when the card shows that a fare has just been deducted.\nThe MTA has increased turnstile head cleaning from once a week to three times a day. That's a start. But until straphangers stop getting tickets or arrested after they've paid the fare, the problem of swiping rides will not go away.\nWhat's to hide?\nGeraldine Ferraro says she's debated her Democratic Senate primary rivals four times. Everyone else counts only two. And neither was televised, so for most voters they might as well never have happened. The only TV debates are scheduled two days before the election. That's too late.\nFerraro should let the voters see the contenders in action. The Senate itself engages in televised debates why not the candidates?\n\nLoad-Date: August 25, 1998"
}