{
    "title": "FILM FESTIVAL REVIEW; In a Holy Land of Kitsch, Politics and Terrorism",
    "publisher": "the new york times",
    "year": 1997,
    "month": 3,
    "day": 22,
    "full text": "With a strong sense of irony and a deadpan visual style, the Palestinian film maker Elia Suleiman creates a two-sided portrait of his homeland. His \"Chronicle of a Disappearance\" is divided into complementary sections, each conceived and executed with extreme restraint. At its best, this structure offers both formal and political interest, since the film's segments are described respectively as personal and political diaries.\nMr. Suleiman favors a muted, recessive style that also keeps his film quite remote. For every astute or revealing detail about a culture full of frustrations, there is liable to be a glimpse of someone falling asleep on a sofa or staring disconsolately into space.\nConjuring a Holy Land where walking on water now requires Jet-Skis, Mr. Suleiman lingers on biblical kitsch as well as present-day political realities. And although his film's segments are titled \"Nazareth Personal Diary\" and \"Jerusalem Political Diary,\" its personal aspects remain largely blank while its political ideas are evident most of the time.\nPalestinians, who appear becalmed and listless early in the film, are later seen contending with Israeli discrimination and religious propaganda, sometimes in humorous ways. (A Palestinian woman answering a real estate ad is given an outrageous runaround.) Later on, the film addresses terrorism in ways too cryptic and fanciful to have much impact. Mr. Suleiman makes journal entries and even incorporates his parents into this dryly observant, idiosyncratic film. He fills it with a wide spectrum of impressions without rendering it any less schematic and abstract.\n \nCHRONICLE OF A DISAPPEARANCE\n \nWritten (in Arabic and English, with English subtitles), produced and directed by Elia Suleiman; director of photography, Marc-Andre Batigne; edited by Anna Ruiz; music by Alla, Abed Azrie, Leonard Cohen and Natacha Atlas; released by International Film Circuit. Shown today at 6:30 P.M. and tomorrow at 4:30 P.M. at the Roy and Niuta Titus Theater, Museum of Modern Art, 11 West 53d Street, Manhattan, as part of the New Directors/New Films series of the Film Society of Lincoln Center and the Museum of Modern Art. Running time: 88 minutes. This film is not rated.\n \nWITH: Elia Suleiman (E. S.), Ula Tabari (Adan), Nazira Suleiman (Mother), Fuad Suleiman (Father) and Jamal Daher (Jamal).\n\nLoad-Date: March 22, 1997"
}