{
    "title": "FINANCIAL LEADERS MEET_ SCHOOLS TOUTED FOR BATTLING TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 4,
    "day": 22,
    "full text": "WASHINGTON -- World financial leaders, under pressure to battle poverty far more effectively after Sept. 11, announced a major effort to educate more poor children on Sunday as they concluded weekend discussions on the global economy.\nThey failed, however, to settle a contentious dispute between the United States and Europe over a World Bank loan program for the world's poorest countries.\nWorld Bank President James Wolfensohn sought to play down the failure, saying that there was a real commitment among all countries to keep the program \"strong and growing\" under new guidelines emphasizing country accountability.\nThe World Bank initiative on education will select 10 poor nations for a pilot program to develop the best approaches to achieving universal primary education by 2015. Currently, 125 million children in poor nations, two-thirds of them girls, do not attend school.\nThe pilot program is expected to cost between $ 2.5 billion and $ 5 billion. Among countries under consideration for the pilot program are Tanzania, Malawi, Senegal and India.\nProtesters who contend globalization works for the wealthy but not the poor staged demonstrations outside the meetings Sunday.\nThe crowd, estimated at about 1,000 people, was mostly peaceful. There were no arrests.\nThe crowds were much smaller than on Saturday, when tens of thousands marched in support of Palestinians and against the Bush administration's war on terrorism.\nWhile three days of rallies and protests have been relatively peaceful and without arrests, police worried the worst was to come today. People advocating a halt to U.S. military aid to Colombia planned to disrupt the morning rush hour with a march and sit-ins to block traffic.\nDuring a rally Sunday at the Washington Monument, police moved into the crowd to stamp out a small fire after an American flag was set aflame.\nComplaints against global capitalism have gained new urgency since the Sept. 11 attacks. Wolfensohn has been a leading proponent of the view that the United States and other wealthy countries will not defeat terrorism unless they commit more money to eradicate poverty.\nON THE WEB\nInternational Monetary Fund:\nwww.imf.org \nWorld Bank:\nwww.worldbank. org\n\nGraphic\n\n \nEvan Vucci/The Associated Press * An unidentified man, in white shirt, tries to stop protesters from burning an American flag Sunday near the Washington Monument.\n\nLoad-Date: April 22, 2002"
}