{
    "title": "Final arguments made in case of Dayton man who allegedly tried joining Islamic State",
    "publisher": "daily news ",
    "year": 2018,
    "month": 11,
    "day": 29,
    "full text": "A Dayton man on trial for conspiracy and attempting to join ISIS will learn his fate no later than next week after Thursday's closing arguments.\nU.S. District Court Judge Walter Rice announced his verdicts for Laith W. Alebbini would be filed by or before Dec. 6. Rice heard or viewed testimony from a dozen witnesses, numerous video and other evidence over eight days.\n >RELATED: Closing arguments today in Dayton man's terrorism case\n Rice said the case — the first terrorism case that's gone to trial in the Southern District of Ohio — was \"beautifully tried by counsel on both sides.\"\n Alebbini, 28, who moved to the area in early 2017, was arrested in April 2017 at Cincinnati's airport with airline tickets to the Middle East. He has been in custody since.\n >RELATED: Prosecution cites texts; defense says ISIS communication never happened\n On Thursday, Rice heard closing arguments from government prosecutors and Alebbini's federal public defenders.\n >RELATED: Trial begins for Dayton man accused of being ISIS recruit\n Assistant U.S. attorney Justin Sher said Alebbini's mother was \"going blind crying\" and Alebbini's father pleaded with him to \"shave his beard and come home.\" Sher said the defendant's six-hour call with a childhood friend included him saying, \"I\"m going to join those people because they are right.\"\n Sher said Alebbini indicated that the prospect of dying, or going to prison and leaving his wife and infant son was fine because it was \"mission over family.\"\n >RELATED: Dayton man accused of trying to join ISIS waives jury trial\n Sher said Alebbini also allegedly said, \"One hour of jihad is better than 60 years of worship.\" Sher told Rice, \"Your honor, this is a man who hates America.\"\n In his closing argument for Alebbini, federal public defender Thomas Anderson said the government is conflating words with actions and that there's a difference between radical thoughts and radical actions.\n >RELATED: Dayton terrorism suspect wants access to surveillance records\n Anderson told Rice that Alebbini was a \"confused, passionate, young Muslim man\" and that the government is choosing an easy narrative but that \"the truth is much, much more complicated than that.\" Anderson said it would be a \"miscarriage of justice\" if Alebbini is convicted.\n Anderson said that under the Foreign Intelligence Surveillance Act (FISA) warrant, Alebbini was subject to \"complete and total surveillance\" but that prosecutors were cherry-picking statements to fit their narrative.\n >RELATED: Terrorism suspect asks for release from jail before trial\n Anderson said that while Alebbini may have bought into ISIS propaganda \"hook, line and sinker,\" there is no evidence he planned or committed any acts of violence or had any real plan to join any terrorist group.\n In his rebuttal close, assistant U.S. attorney Dominick Gerace II said Alebbini mentioned cover stories about what he should say if he got caught.\n >RELATED: Dayton man 'perfect ISIS recruit' to be detained before trial\n Gerace also said that Anderson's contention that Alebbini wouldn't kill innocent people was dubious because the definition of an \"innocent person\" is in the \"eye of the beholder.\"\n Gerance also said Alebbini was an \"expert in his field\" about ISIS and that prosecutors weren't asking Rice to find Alebbini guilty on his words alone, but that the defendant's actions of going to the airport with tickets showed intent.\n DOWNLOAD OUR FREE MOBILE APPS\n\nGraphic\n\n \nCaption Laith Alebbini\n\nLoad-Date: November 30, 2018"
}