{
    "title": "Fincen Director Jim Freis Abruptly Dismissed",
    "publisher": "american banker",
    "year": 2012,
    "month": 5,
    "day": 22,
    "full text": "WASHINGTON - James Freis was dismissed from his position as director of the Financial Crimes Enforcement Network last week after refusing to step down, a person familiar with the situation confirmed Monday.\nIn a memo to Treasury employees Thursday, Under Secretary for Terrorism and Financial Intelligence David Cohen said Freis would leave the position as soon as a replacement is found.\nThe person familiar with the firing said Treasury officials asked Freis to step down Thursday morning without explanation. He refused, and Cohen emailed employees that afternoon notifying them of Freis' departure. The unusual and abrupt dismissal was first reported by Moneylaundering.com.\nAlthough the reasons for the dismissal are unclear, the person said Treasury leadership thought the agency was moving too slowly in implementing regulations, and should have been more focused on international financial crimes enforcement.\nA spokesman for Fincen declined to comment on Monday and referred inquiries to the Treasury Department. A Treasury spokeswoman said the agency does not comment on personnel-related matters.\nIn the email to employees, Cohen praised Freis and thanked him for his five years of service as director, the longest tenure of any previous Fincen director.\nFreis oversees the administration of the Bank Secrecy Act, supervised a number of key initiatives, including anti-money laundering and counter-terrorist financing regulations. He is also the bureau's principal liaison with law enforcement and bank regulators on anti-money laundering and terrorist financing.\n\"Throughout his time as Fincen Director, as well as during his time as assistant general counsel for enforcement and intelligence in Treasury's general counsel office, Jim has been a key member of the (Terrorism and Financial Intelligence] senior leadership team,\" Cohen said, adding that finding a new director is a top priority.\n\"I plan to work closely with Fincen'ss devoted and talented staff and management, as well as with its new Director, to help chart a course for Fincen continued progress and role as a key component of TFI,\" he added.\nPrior to joining Treasury, Freis served as senior counsel of the Bank of International Settlements in Basel, Switzerland, and worked in the legal department at the Federal Reserve Bank of New York.\n\nhttp://www.americanbanker.com\n\nLoad-Date: May 21, 2012"
}