{
    "title": "Finding balance between fighting terrorism, preserving our liberties",
    "publisher": "the deseret news",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "The attacks on Paris that occurred last week are merely the beginning. The Islamic State group will attack again and again, as long as it has resources to do so. Only when it is defeated on the battlefield and in the minds of young Muslims who are being radicalized will it be stopped.\nIn the meantime, there will be calls for abandoning civil liberties to fight terror. The latest is presidential candidate Donald Trump's suggestion that some mosques be closed down. He is not alone: The French interior minister already has promised to shutter mosques in France where radical Islam is preached.\nAs residents of free societies where individuals possess liberties such as personal privacy, freedom of association, travel, etc., we must expect there will be those who abuse those freedoms. That does not minimize the pain and anguish of the victims of the attacks. It does not mean we should do nothing to protect ourselves from terrorists who seek to kill and maim for propaganda purposes. It only means that the measures we undertake to stop terrorism in the United States must not include those that simultaneously limit freedoms guaranteed by the U.S. Constitution.\nOne key objective of terrorists is to upset democratic societies. Democracy is a system Islamic State terrorists oppose; their own system of government is a caliphate. That is a system where decisions emanate from theological authority and not from the decisions of the citizens of the society. A democracy is a secular and therefore false governmental system in their view.\nHowever, as citizens of democracies we must not play the group's game and toss away what makes us distinct from dictatorships. When we are placed under ever greater surveillance, privacy is sacrificed. When due process is viewed as too slow, some speech is considered subversive because it is unpopular, or religious groups cannot gather because of their beliefs, then basic constitutional freedoms - speech, religion, assembly and press - are discarded. The reason for their demise, i.e., in the name of the war on terror, does not minimize the fact that they are gone and something valuable to our governmental system has been lost. If democratic nations adopt dictatorial methods to fight terrorism, we lose our identity as democracies. We are no longer beacons of hope to oppressed nations; instead we have become like them.\nThe first reaction of democratic nations seeking to fight terrorism often is to impose greater restrictions on the lives of their citizens. And the main targets of such restrictions often are those groups who share the racial or ethnic identity of the attacking terrorist group. We are seeing this now. Over 20 governors have refused to allow Syrian refugees to settle in their states, despite the fact that there is no evidence linking Syrian refugees generally to the Islamic State group.\nWe cannot allow terrorists to win. However, terrorists can declare victory not when they take over our nation, which will not happen, but when they provoke us to change the nature of our democratic societies into something that resembles a police state more than a constitutional democracy based on broad personal freedoms. We must find ways to fight terrorism that do not undermine the democratic ideals that define us and, ultimately, give us our most powerful reasons to fight terrorism.\nRichard Davis is a professor of political science at Brigham Young University. He has authored several books on American politics, and is the former chair of the Democratic Party in Utah County. His opinions do not necessarily reflect those of BYU.\n\nLoad-Date: November 18, 2015"
}