{
    "title": "Finding The Face Of Terror In Data",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 10,
    "full text": "The amount of data available to the federal government far exceeds the human capacity to analyze it. This has long been the case, but since 9/11 the need for better tools to help America fight the war against terror has become more urgent. Unfortunately, the Senate appears set to cancel financing for a promising and innovative set of technology programs that would help make America safe.\n     In January 2002 the Defense Advanced Research Projects Agency, which is part of the Defense Department, established an Information Awareness Office to focus on technologies to help counter terrorism. We established a new research and development program, now called the Terrorism Information Awareness program, to test ways to find information faster, share information across agencies, aid in conducting analysis and enable better decision-making. The goal is to help the government \"connect the dots\" and prevent foreign terrorist attacks. \n These are exactly the tasks Congress has called upon the executive branch to perform. And in the past 20 months, we have made significant progress. In the last few months, however, several myths have arisen in the public debate surrounding not just the Information Awareness Office but Darpa itself. In order for Congress to consider the terrorism information program objectively, these myths need to be exposed.\nThe most damaging myth concerns the role of Darpa, which has conducted high-risk, high-payoff research and development since its founding in 1958. Darpa builds tools; it does not use them. It develops technology and tests it; the technology either works or it doesn't.\nIt is up to the government agencies and Congress, through the normal authorization and appropriations process, to decide whether the technology will be used and under what conditions. At this early stage, we don't know whether the technology will work. Agencies participating in the experiments, however, believe the technology shows great promise.\nIn the research and development process Darpa routinely works with the Defense Department and the intelligence community (more than half of which is under the supervision of the Pentagon) to test its proposals. Since it is charged with fighting the war on terrorism abroad, the Defense Department uses foreign, not domestic, intelligence. It is far preferable to pre-empt terrorist threats overseas, before they reach the United States.\nThe war on terrorism is being fought both at home and abroad, of course. Victory will come only with the active participation and cooperation of not only the military, but also the intelligence, counterintelligence and policy communities. The Terrorism Information Awareness vision involves all these groups. It is entirely appropriate for Darpa to be conducting this research.\nBut it is a myth that the Information Awareness Office intends to develop some kind of system to spy on Americans. The terrorism information program is not and never has been intended for use in surveillance against Americans. The program's research is aimed at detecting foreign terrorist planning. The experiments have used only data from foreign sources, data that is legally available to all agencies that participated. There is no use of credit-card, banking or other data on United States citizens.\nYet if the Terrorism Information Awareness program is not going to be used to conduct surveillance on Americans, critics ask, then why is it doing research on technologies to protect personal privacy? This is a fair question.\nIn the longer term the data that the program is using today may not be sufficient to \"connect the dots.\" Today most database searches are performed on a person who is a suspect in some kind of crime. One of the purposes of the program, however, is to identify possible terrorists before they act. We will often not know the identities of the terrorists. The only way to detect these terrorists is to look for patterns of activity that are based on observations from past terrorist attacks as well as estimates about how terrorists will adapt to our measures to avoid detection.\nTerrorists operate worldwide, and information about their activities is mixed in with data about innocent people. In many cases, moreover, foreign countries -- many of them American allies -- have more stringent privacy laws than those of the United States. If we are to have access to this activity data, then we must also have some way to protect the identity of those found not to be involved in terrorism.\nThus research is being conducted on technologies that will keep the identities of subjects hidden from analysts, but still allow the detection of patterns of terrorist activity. If this research proves successful, then we would have the option of conducting surveillance first and asking for identities after sufficient justification was established. Authorization would be sought from the appropriate Congressional or legal authorities.\nFor Darpa, the issue is how the technology works, not how it would be applied. The technology is the same for both foreign and domestic data. It would be up to other agencies of the government and Congress to decide whether the tools would ever be applied to other domestic data.\nSome critics have charged that Darpa has been too secretive about Terrorism Information Awareness and supporting programs. Here it is necessary to make an important distinction: while Darpa can be, and has been, open about its vision and research, it cannot divulge details about its results.\nFrom the beginning we have been forthcoming about the program's aims. In March 2002, only six months after the attacks, we issued a public request for research ideas in the areas of our interest. In May 2002 we introduced a Web site that explained our objectives. In August 2002 I spoke openly to a conference of about 2,000 researchers and explained the directions of our work. In May 2003 we prepared a 100-page report to Congress regarding the Terrorism Information Awareness program.\nI cannot elaborate on the specifics of recent experiments because they are classified. But I can say that our tools have been able to gather and sort data, and produce foreign intelligence analysis, in about one-tenth the time of current technology. This new process also allows far more time to be spent on deeper, more thorough analysis (the thinking part). There is still a long way to go to develop the network to its fullest, but it has shown great potential.\nTerrorism Information Awareness is a uniquely promising program that can help avoid terrorist attacks against American assets at home and abroad. Congress is free to pass legislation to ensure that this technology will not be abused. But the Senate version of the Defense Department appropriations bill would eliminate not only the parts of the program that raise possible privacy concerns, but also those parts which could assist agencies in \"connecting the dots\" using data already available to them. The Senate should reconsider its position and stand with the House in support of this important work.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by David Suter) \n\nLoad-Date: September 10, 2003"
}