{
    "title": "Finding Balance Between Civil Rights and Safety",
    "publisher": "the christian science monitor",
    "year": 1995,
    "month": 6,
    "day": 15,
    "full text": "TWO months after the Oklahoma City bombing, the antiterrorism legislation it spawned is still wending through Congress. While seen by some as long-overdue, lawmakers of both political parties and civil liberties groups remain deeply disturbed about treading on the Constitution.\nFears of running roughshod over civil rights, such as free speech, and giving Washington too much power to peer into citizens' private lives, took center stage yesterday as the House Judiciary Committee debated the final version of antiterrorism legislation it will send to the full House.\n\"I'm concerned that law-enforcement agencies might use new powers to go on fishing expeditions to look at people who hold unpopular views,\" says Rep. Steven Schiff (R) of New Mexico.\nGregory Nojeim of the American Civil Liberties Union was more explicit in legislative hearings Monday. \"The bill will be effective in making us less free,\" he says. \"It is not at all clear that it will make us safer.\"\nRep. Henry Hyde (R) of Illinois, the committee chairman and the bill's sponsor, defended the measure as embodying a balance between individual rights and the need to protect citizens. \"This legislation is not a knee-jerk reaction or wild-eyed approach,\" he says.\nSome experts have concerns beyond those involving civil liberties. They doubt new measures can be effectively formulated until the government conducts a detailed study of the terrorist threats facing the US and political approaches for resolving their root causes.\n\"We need a review of the problem, not just throwing more money and more law enforcement at it,\" says Roy Godson, head of the Washington-based National Strategic Information Center and a professor of national security studies.\nLike legislation passed June 7 by the Senate, the House bill incorporates many of the antiterrorism measures proposed by President Clinton after the April 19 bombing. The House bill would authorize the hiring of 1,000 new federal antiterrorism personnel and create an FBI-run Domestic Counterterrorism Center to coordinate information on domestic and foreign terrorism.\nThe bill would also allow investigators broader access to personal records, such as credit card bills, and give the federal government new investigative powers, including greater access to wire-taps. It would make it easier to deport foreigners suspected of terrorism, ban financial support for foreign terrorist groups, and allow the military to give technical and logistical assistance to domestic investigations of terrorism cases involving biological and chemical weapons.\nThe measure will \"ensure that our law enforcement agencies have the legal tools and resources to investigate, prosecute and deter terrorist activity, both at home and abroad,\" says Deputy Attorney General Jamie Gorelik.\nSome critics, however, question the need for new legislation, citing the quick progress made in the investigations into the Oklahoma City attack and the 1993 World Trade Center bombing. Others say that while they support the measure's thrust, they are gravely concerned that some provisions will infringe on individual rights. To start, they cite its definition of terrorism: the use of violence in violation of federal or state laws for political or social ends.\n\"The sweep of this section is breathtaking,\" said Mr. Nojeim. \"It would turn into terrorism any forcible blocking of an abortion clinic if that force violated criminal law. It would turn into terrorism any forcible disruption of an anti-Semitic speech by a member of the Ku Klux Klan.\"\nWhile critics take aim at other provisions, including one allowing prosecutors to use illegally obtained evidence, they say several are of paramount concern. One would give the president broad powers to designate a group as a terrorist organization. This is especially troubling to Arab Americans, who were initially and incorrectly linked to the Oklahoma City bombing.\nAlso disputed is a provision allowing the president to ban Americans from raising funds for foreign groups deemed to be terrorist organizations. Supporters argue that funds raised in the US ostensibly for social services, such as schools or hospitals, run by foreign extremist groups can be diverted to terrorist activities.\nBut critics claim the provision is so sweeping as to expose to prosecution people who make legitimate donations or those whose politics differ from those of the administration.\n\"This is going to involve a significant impingement on the rights of the American people to make contributions abroad,\" Mr. Schiff says.\n\nGraphic\n\n \nPHOTO: SUPPORTER: Alice Maroney Dennison - whose father, a Secret Service agent, was killed in the Oklahoma City bombing - is comforted by husband Bob after speaking with Sen. Orrin Hatch (R) on June 5 in favor of an antiterrorism bill., WIN MCNAMEE/REUTERS\n\nLoad-Date: June 16, 1995"
}