{
    "title": "Finding answer to Iraq is tough",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 10,
    "full text": "At our current stop on President Bush's highway of insanity; we find ourselves in Iraq, again.\nAt current, over 2,000 U.S. soldiers have been killed since his now infamous \"Mission Accomplished\" speech.\nAs the death tolls rises, the war is becoming more and more openly scrutinized. Most Democrats are calling for a withdrawal or at least a realistic timetable, but no real definitive plans have developed. Meanwhile many Republicans insist leaving would send the country into a spiral of despair and destruction, and some seem to actually disapprove the idea of a timetable and exit strategy.\nIt seems like the general consensus is, we either cut our losses and leave; or remain in the country blindly trying to bring the American idea of democracy to a region few understand, without any real plan, agenda, or timetable.\nIf we leave now, the developing insurgency would almost certainly put one of their gun-toting America-hating cronies in charge. This could (and probably would) leave the country worse off then when we found it, making the deaths of over 2,000 soldiers rather meaningless. That should be avoided at all costs. But, staying until hell freezes over isn't a good idea either.\nEvery time a soldier is killed, or the insurgents set off a roadside bomb or attack innocent civilians our progress seems more and more stagnant.\nBringing democracy to Iraq is a vague goal and we can't afford to stay in the country for all eternity, at the cost of our troops and innocent Iraqis, while the Bush administration figures out what exactly they want to accomplish and how they'll do it.\nMost importantly, when they'll return American forces to their families and shift the role of Iraq's defense to the Iraqis.\nSaddam's lunacy may have justified the invasion to some extent, but if we're now engaged in a global quest to rid the world of rogue states and leaders; while simultaneously trying to end terrorism -- it seems likely our children's children will still be fighting this war.\nAl Qaeda had no documented presence in Iraq before we invaded and destroyed the nation's infrastructure. Now, they do. The insurgency has proven links to the al Qaeda terror network. In a war to end terrorism, we've apparently created it and helped it spread.\nHow exactly do you end terrorism, anyway? It's really more a mindset than anything, meaning it's not a place on a map you can just throw bombs. It has been a part of human nature for all time, and is present all over the world. Whenever a group sees violence as the only way to make its voice heard, and act on this feeling; they're terrorists. If there is a way, a questionable war that seems like its creating terrorism isn't it.\nWhether or not we should be, we're in Iraq. Leaving the country immediately and completely would be an awful mistake, but staying with no real definitive plan may be worse. What we should do, is realize we owe it to Iraq to restore the country's ability to defend itself; and give them the power to establish their own government that will represent their own interests, beliefs and culture.\nThis should be assured by forcing the Iraqis to become dependent on their security forces instead of relying on American and coalition forces. Gradually reducing the number of foreign soldiers in the country and gradually giving the Iraqi armed forces more and more responsibilities would be far more effective than pulling out immediately.\nWhen this process is in its final throes, we should establish a small but capable force out of the country but close enough to quickly appear should a severe situation develop. This will take time, but our soldiers will immediately start returning home and our presence in Iraq will soon become marked by measurable progress instead of stagnation.\n(C) 2006 The BG News via U-WIRE\n\nLoad-Date: January 10, 2006"
}