{
    "title": "Fine Print (Fall 2020)",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 6,
    "full text": "Clinical Psychiatry: A Handbook for Medical Students, Residents and Clinicians\nBy Ira Glick '57 and Charles DeBattista\nScion Publishing Ltd.\nNonfiction\nClinical Psychiatry provides all the essential information required for a successful psychiatry rotation. Written by two senior psychiatry professors, the book offers an exam-centered, reader-friendly style backed up with concise clinical guidance covering diagnosis and management based on the DSM-5 Criteria. Glick is professor emeritus of psychiatry and behavioral sciences at Stanford University School of Medicine.\nLecture\nBy Mary Cappello '82\nTransit Books\nNonfiction\nCappello is a professor of English and creative writing at the University of Rhode Island and the author of six books of literary nonfiction, including Awkward: A Detour (a Los Angeles Times bestseller). Her latest work is a song for the forgotten art of the lecture. Cappello draws on examples from Virginia Woolf to Mary Ruefle, Ralph Waldo Emerson to James Baldwin, blending rigorous cultural criticism with personal history to explore the lecture in its many forms and give new life to knowledge's dramatic form.\nThe Day the Hugs Went Away: Inspired by the Imagination and Real Life Hugs of the Drake Girls\nBy Gwyn Pohl Drake '06\nArchway\nNonfiction\nAs a marketing professional, Drake is an expert in finding ways to creatively communicate. In the midst of the COVID-19 pandemic, she worked with her three young children to write and illustrate their experience of staying connected. She is donating 10% of the book's profits to UNICEF.\nIn Memory Of: Designing Contemporary Memorials\nBy Spencer Bailey '08\nPhaidon Press\nNonfiction\nThrough a collection of thoughtful essays on hope, strength, grief, loss and fear, In Memory Of commemorates some of the most destructive events of the 20th and 21st centuries, including war, genocide, massacre, terrorism, famine and slavery. Bailey is a writer, editor and journalist who has written at length about architecture, art, culture, design and technology, among other subjects. Bailey is also the co-founder of the media company The Slowdown and co-host of the Time Sensitive podcast.\nRead more from the fall 2020 issue of Dickinson Magazine.\nTAKE THE NEXT STEPS\n\nLoad-Date: November 6, 2020"
}