{
    "title": "FINGER-POINTING PERSISTS DESPITE LACK OF CLUES IN BOMBINGS",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 8,
    "day": 14,
    "full text": "WASHINGTON -- It did not take long for the smoke to clear from the twin bombings in Africa before the finger pointing started.\nNo evidence had been gathered at the sites in Kenya and Tanzania, and there had been no credible claims of responsibility. But that did not stop suspicions from being aroused.\nHardly anybody believed that the culprits were Kenyans or Tanzanians, people with no history of bearing anti-American grudges.\nThe tendency, among the terrorism cognoscenti, has been to look outside the region, especially to the Middle East.\nFor years, Islamic groups have been using terror in an effort to remove the American military and diplomatic presence in the region as well as U.S. cultural influence.\nMilitary analyst Harry Summers believes Islamic terrorists were responsible for the Africa bombings, contending that \"untraceable terrorism\" is the weapon of choice in their struggle against the United States because conventional warfare is out of the question.\n\"The Arabs did it,\" said Robert Kupperman, terrorism expert at the Center for Strategic and International Studies.\nAs possible suspects, he mentioned, in particular, Sudan, \"Saudi renegades,\" Iran and the Iran-backed Islamic Jihad.\nFour days after the bombings, the Washington office of the National Council of Resistance of Iran said the early evidence points to Iran, contending that Iranian ambassadors in Kenya and Tanzania had been recalled two weeks before the bombings.\nWithout absolving Iran, State Department officials discredited the council's thesis, noting that the Iranian ambassador in Tanzania had not left his post. They also pointed out that the State Department regards the council as a terrorist organization because of the violence it is alleged to have carried out against Iran.\nPatrick Clawson, a terrorism expert at the Washington Institute for Near East policy, also said Iran could well be a suspect because of the disproportionately large embassy staff he said Iran maintains in Nairobi. He said such an embassy gives Iran the support it needs for a terrorist infrastructure if it were inclined to have one.\nFor the record, Iran has denounced the bombings.\n\"We condemn the bombings and sympathize with the victims and their families,\" said Iran's foreign minister, Kamal Kharrazi.\nIn a similar vein, Sudanese Foreign Minister Mustafa Osman Ismail said, \"Such acts as these do not accomplish anything, but victimize innocents.\"\nIran and Sudan are both on the State Department list of countries alleged to sponsor international terrorism. The others are Libya, Syria, Iraq, North Korea and Cuba.\nA blame game of sorts was carried out by Tanzanian authorities, who rounded up 14 suspects for questioning a few days after the bombing.\nNone was a Tanzanian native. They included six Iraqis, six Sudanese, one Turk and one Somali.\nNo sooner had the roundup been carried out than Tanzanian Home Affairs Minister Ali Ameir Mohammed said it should not be taken seriously. \"We cannot say we have got somebody who is really responsible,\" he said.\nCommenting on the arrests, Susan Rice, the State Department's top Africa hand said, \"Don't attach too much importance to it.\"\nMost of the 14 are believed to have been released.\nThe State Department has not engaged in finger-pointing but, without being specific, has made clear it believes that interests outside of East Africa are probably responsible.\nKhalil Jahshan, president of the National Association of Arab-Americans, said Thursday he appreciates the administration's restraint in not blaming Islamic interests for the bombings.\n\"The administration has not rushed to judgment\" and is \"very wise to await results,\" Jahshan said.\nMany Arab-Americans were unhappy three years ago when Islamic interests were blamed by the media and in official speculation for the Oklahoma City bombing. The culprits were Americans without Islamic connections.\nPrivately, administration officials have said it would be foolish to rule out possible involvement by Osama Bin Laden, a Saudi expatriate who has threatened holy war by Islamic fighters against U.S. troops in Saudi Arabia and Americans elsewhere.\n\nGraphic\n\n \nJEAN-MARC BOUJU/The Associated Press * Toll on families and friends: Unidentified Kenyan women weep during a memorial service today for victims on the site of the U.S. embassy bombing. With rescue operations wrapped up and the death toll at 257, the focus is on cleanup and the investigation.\n\nLoad-Date: August 17, 1998"
}