{
    "title": "Finnish mall bombing insured; Insurer not invoking terrorism exclusion",
    "publisher": "business insurance",
    "year": 2002,
    "month": 10,
    "day": 21,
    "full text": "VANTAA, Finland-The up to $3 million in property damage caused by a bomb at a shopping mall in Finland is fully covered by insurance, according to the mall's owner.\nAlthough Finnish police labeled the bombing of the Myyrmanni Shopping Center in Vantaa, Finland, ''an individual act of criminal terrorism,'' the shopping center's insurer is not expected to invoke terrorism exclusions in the mall owner's policy.\n''The Myyrmanni mall is completely insured against material damage and loss of rent,'' said Antti Uski, managing director of Kiinteisto Oy, the Helsinki-based property developer that owns the mall. The extent of possible liability claims stemming from the bombing remained unclear last week.\nThe policy does not cover terrorist attacks, and Kiinteisto does not have separate terrorism coverage, he said. However, the loss will not be viewed as an excluded peril under Kiinteisto's property and liability coverage, which is written by pan-Scandinavian insurer If Property & Casualty Insurance Ltd., Mr. Uski said.\nA spokesman for If in Helsinki confirmed that the insurer will treat the loss as ''criminal damage'' rather than as a terrorist attack.\nThe Oct. 11 bombing killed eight, including the suspected bomber, and injured more than 80 others. The motive behind the bombing remained unclear last week.\nThe bomb blast caused part of the glass roof of the 130-store mall to shatter and crash down on the mall's floor.\nAbout 2,200 shoppers were in the mall when the bomb exploded, damaging an area of around 900 square feet in the three-story, glass-walled shopping center.\nAccording to Kiinteisto, initial surveys indicate that there was no serious structural damage.\nThe mall will remain closed pending the outcome of police investigations and renovations, which could take up to three weeks.\nThe Myyrmanni mall, Finland's second-largest shopping complex, was built in the late 1990s at a cost of around $30 million.\n\nGraphic\n\n \nFinnish property developer Kiinteisto Oy is covered for damages stemming from a deadly bombing at its Myyrmanni Shopping Center\n\nLoad-Date: October 25, 2002"
}