{
    "title": "Firebombing attack kills West Bank child Netanyahu calls killing an act of terrorism",
    "publisher": "daily news ",
    "year": 2015,
    "month": 8,
    "day": 1,
    "full text": "A relative holds a photo of 18-month-old Ali Dawabsheh in the charred house where the boy died Friday in a suspected attack by Jewish settlers. The attack may have been linked to Israeli bulldozing of illegal West Bank settlements.\nJERUSALEM - A Palestinian toddler was burned to death and members of his family were critically wounded on Friday when their home in the West Bank was firebombed by attackers believed to be extremist Jewish settlers, the police and army said.\nPrime Minister Benjamin Netanyahu called the killing an act of terrorism, and Israeli security forces went on alert as Palestinian protesters clashed with troops in several locations in the West Bank.\nIn Washington, the Obama administration condemned the incident, describing it as a \"vicious terrorist attack.\"\nReflecting concerns about a slide into further violence, Israeli President Reuven Rivlin issued a statement in Arabic appealing for restraint and expressing pain that \"members of my people chose the path of terror and lost their humanity.\"\nIn an unusual gesture, both Netanyahu and Rivlin visited an Israeli hospital where two of the victims were being treated.\nPalestinian Authority President Mahmoud Abbas said the attack would be brought before the International Criminal Court, where the Palestinians have threatened to lodge war crimes complaints against Israel for its settlement policies and last summer's war in Gaza. Just this week, Amnesty International issued a report saying Israel was guilty of war crimes for its \"relentless and massive bombardment\" in Gaza last year.\nFriday's attackers struck in the early morning hours, hurling gasoline bombs into two homes in the village of Duma southeast of Nablus in the northern West Bank. One of the buildings was empty, but a sleeping family in the second home was caught as flames engulfed the house.\nIbrahim Dawabsheh, a neighbor, said he had seen two masked men outside the house after he heard shouts for help and rushed to the scene.\n\"We found the parents outside with burns, they said there was another son in the house, we brought him out and they said there was another boy inside, but we couldn't reach the bedroom because of the fire. He was left inside until rescue forces came,\" he said.\nThe child, 18-month-old Ali Dawabsheh, died, and his parents and 4-year-old brother were hospitalized in Israel in critical condition with extensive burns.\nThe arsonists scrawled a Jewish star and Hebrew graffiti on the house reading \"Revenge!\" and \"Long live the Messiah king.\"\nThe attack was the worst by Jewish extremists since a Palestinian youth was kidnapped and burned to death in Jerusalem a year ago, retaliation for the abduction and slaying of three Jewish teens in the West Bank.\nA police spokeswoman said the firebombing bore the markings of so-called \"price tag\" actions, in which militant settlers exact a \"price\" by assaulting Palestinians and their property in response to moves by Israeli authorities to curb wildcat settlement expansion.\n\nLoad-Date: August 1, 2015"
}