{
    "title": "Firefighters getting trained to gather terror intelligence on job",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 11,
    "day": 24,
    "full text": "WASHINGTON - Firefighters in major cities are being trained to take on a new role as lookouts for terrorism, raising concerns of eroding their standing as American icons and infringing on people's privacy.\nUnlike police, firefighters and emergency medical personnel don't need warrants to access hundreds of thousands of homes and buildings each year, putting them in a position to spot behavior that could indicate terrorist activity or planning.\nBut there are fears that they could lose the faith of a skeptical public by becoming the eyes of the government, looking for suspicious items such as building blueprints or bomb-making manuals or materials.\nSince the Sept. 11, 2001, terrorist attacks, Americans have given up some of their privacy rights in an effort to prevent future strikes. The government monitors phone calls and e-mails; people who fly have their belongings searched before boarding and are limited in what they can carry; and some people have trouble traveling because their names are similar to those on terrorist watch lists.\nThe American Civil Liberties Union says using firefighters to gather intelligence is another step in that direction. Mike German, a former FBI agent who is now national security policy counsel to the ACLU, said the concept is dangerously close to the Bush administration's 2002 proposal to have workers with access to private homes - such as postal carriers and telephone repairmen - report suspicious behavior to the FBI.\n\"Americans universally abhorred that idea,\" German said.\nThe Homeland Security Department is testing a program with the New York City fire department to share intelligence information so firefighters are better prepared when they respond to emergency calls. Homeland Security also trains the New York City fire service in how to identify material or behavior that may indicate terrorist activities. If it's successful, the government intends to expand the program to other major metropolitan areas.\nAs part of the program, which started last December, Homeland Security gave secret clearances to nine New York fire chiefs, according to reports obtained by The Associated Press.\n\"They're really doing technical inspections, and if perchance they find something like, you know, a bunch of RPG [rocket-propelled grenade] rounds in somebody's basement, I think it's a no-brainer,\" said Jack Tomarchio, a senior official in Homeland Security's intelligence division. \"The police ought to know about that; the fire service ought to know about that; and potentially maybe somebody in the intelligence community should know about that.\"\nEven before the federal program began, New York firefighters and inspectors had been training to recognize materials and behavior the government identifies as \"signs of planning and support for terrorism.\"\nWhen going to private residences, for example, they are told to be alert for a person who is hostile, uncooperative or expressing hate or discontent with the United States; unusual chemicals or other materials that seem out of place; ammunition, firearms or weapons boxes; surveillance equipment; still and video cameras; night-vision goggles; maps, photos, blueprints; police manuals, training manuals, flight manuals; and little or no furniture other than a bed or mattress.\nThe trial program with Homeland Security opens a clear information-sharing channel - which did not exist before - between the fire service and Homeland Security's intelligence division.\n\"We're there to help people, and by discovering these type of events, we're helping people,\" said New York City Fire Chief Salvatore Cassano. \"There are many things that firefighters do that other law enforcement or other agents aren't able to do.\" He added, \"A normal person that doesn't have this training wouldn't be looking for it.\"\nCassano would not discuss specifics, but he did say that some terrorism-related information has been passed along to law enforcement since firefighters and officers began the training three years ago. \"They've had some hits,\" Cassano said. \"It's working.\"\nSeparately, the fire services in Washington, D.C., Phoenix and Atlanta have also been receiving terrorism-related intelligence training. Los Angeles County provides intelligence training so firefighters and inspectors can spot dangerous chemicals or other materials that could be used in bombs. And the fire service also is represented in at least 13 state and regional intelligence \"fusion\" centers across the country - where local, state and federal agencies share information about terrorism and other crimes.\nIn Washington, the fire service made its first foray into the intelligence world about two years ago, and now D.C. Fire/EMS has access to the same terrorism-related intelligence as the police, said Larry Schultz, an assistant fire chief in charge of operations.\nD.C. firefighters and EMS providers are in 170,000 homes and businesses each year on routine calls, Schultz said.\n\"So we see things and observe things that may be useful to law enforcement,\" he said. \"We can walk into your house. We don't need a search warrant.\" If an ambulance team shows up at a house and sees detailed maps of the District's public transit system on the wall, that's something the EMS provider would pass along, he said.\n\"It's the evolution of the fire service,\" said Bob Khan, the fire chief in Phoenix, which has created an information-sharing arrangement between the fire service and law enforcement through terrorism liaison officers.\nBecause firefighters are on the front lines, the fire service needs to know about intelligence that could somehow affect what they do, said Gregory Cade, who as head of the U.S. Fire Administration is the nation's top fire chief.\nIf, for example, Washington is hosting an International Monetary Fund meeting where there will be a large group of protesters and a truckload of gasoline has been stolen in Baltimore, firefighters need to know about intelligence from overseas that terrorists are trying to make explosive devices out of gasoline, Schultz said.\n\"Getting appropriate, actionable intelligence is important for a fire chief in deciding what to do and how to allocate resources and to know what's going on,\" Cade said. \"No one is expecting us to be the analyst person who is sitting down, trying to connect all of this stuff together and determining, 'Oh, yes, this looks like a terrorist plot.'\"\nBut Cade said that until recently, there's been no mechanism for fire departments to share what they learn with law enforcement and intelligence analysts who could use it.\n\"If in the conduct of doing their jobs they come across evidence of a crime, of course they should report that to the police,\" said the ACLU's German. \"But you don't want them being intelligence agents.\"\nIt's of particular concern for communities already under law enforcement scrutiny. \"Do we want them to fear the fire department as well as the police?\" German asked.\nThe Detroit metropolitan area, which has one of the largest concentrations of Arab Americans in the country, does not conduct this type of intelligence training, nor does it plan to. \"That's a touchy area,\" said Detroit's deputy fire commissioner, Seth Doyle. Detroit firefighters do receive training about hazardous materials, but not the details that New York and D.C. firefighters are now on the lookout for.\nA structural diagram of the Ambassador Bridge, which links Detroit to Canada, materials and literature to make a bomb and a bomb prototype are things firefighters should pay attention to, Doyle said. But the bridge diagram by itself might not be enough. \"I don't want our folks to be put in a position where they're reporting something that creates a situation where there was really no real problem in the first place,\" Doyle said.\nJeff Zack, a spokesman for the International Association of Fire Fighters, said the union does not know enough about the training programs to say whether it's a good idea for the country, but the union is concerned that the training be done properly and that this new development does not take away people's rights.\nAdvocates of the fire service's intelligence role say privacy will not be violated. Homeland Security said if its program with New York is expanded across the country, civil rights and civil liberties training would be included.\nOn the Net: American Civil Liberties Union, www.aclu.org; Department of Homeland Security,            www.dhs.gov; U.S. Fire Administration,            www.usfa.dhs.gov; International Association of Fire Fighters,            www.iaff.org\n\nLoad-Date: November 26, 2007"
}