{
    "title": "Firebombing is investigated as act of terrorism",
    "publisher": "star tribune ",
    "year": 1992,
    "month": 11,
    "day": 10,
    "full text": "The firebombing of five meat trucks in Minneapolis may be linked to terrorism in several other states that has caused more than $ 2 million in damage in the past two years to animal and fur industry facilities.\n Federal grand juries in Oregon, Washington and Michigan are considering charges against people who have burned buildings and research laboratories in the name of a shadowy activist group called the Animal Liberation Front (ALF), said John Bogdan, an FBI agent in Portland who has investigated some of the cases.\n There also have been attacks in several other states and in Canada, Great Britain and Ireland, he said.\n In Minneapolis, graffiti - including the letters ALF and the slogan \"Meat Is Murder\" - was painted in red on trucks that were burned at Swanson Meats Inc. early Sunday.  The FBI has taken charge of what agents and police say is an incident of domestic terrorism.\n\"The group that has apparently claimed responsibility for this has claimed responsibility for arsons and bombings at other locations around the country,\" said David Cid, a special agent with the FBI in Minneapolis.\n Whether or not there is a relationship is part of what the FBI is investigating.  Authorities haven't ruled out the chance that someone else is trying to blame ALF for arson, Cid said.\n But a Maryland-based animal rights group that sometimes speaks for ALF said that what happened at Swanson's fits a pattern of the movement's raids.  In addition to the fires that were discovered by a passing taxi driver at about 3:30 a.m. Sunday, locks on the buildings at Swanson's were jammed with quick-hardening glue.\n \"That's the ALF prescription,\" said Dan Mathews of People for the Ethical Treatment of Animals (PETA).  \"It happens late in the night.  No one is hurt.  Locks are glued, and paint [graffiti] is left.\"\n There were no injuries in the Swanson's fire. But an employee who didn't want to be identified took issue with the suggestion that no one was hurt, saying: \"Maybe it doesn't hurt physically, but there is mental hurt and anger and frustration and fear and recognition of stupidity.\"\n Bogdan of the FBI said whoever is setting the fires isn't safe in believing that no one will be hurt.\n \"These people have been saying they are just burning down a mink farm,\" he said.  \"They are not just burning down a mink farm.  What if there was a night watchman?  This is a heinous act.\"\n If ALF was involved in the Minneapolis fire, one thing that apparently was missing Monday was the news release.  Typically, ALF activists have issued releases to news organizations, stating their reasons for a raid and often including videotapes.\n The releases generally have been issued through PETA. As of yesterday afternoon, no one had contacted PETA's offices in Rockville, Md., to claim responsibility for the Minneapolis incident, Mathews said.  But ALF is loosely organized, and may include individuals who wouldn't do that, he said.\n At least six fires have been linked with the group in the past two years, including:\n The torching in October of U.S. Department of Agriculture research offices connected to a predator research center at Utah State University.  About 12 coyotes were released, and more than $ 200,000 in damage done.\n The burning in February of a mink research facility at Michigan State University. Thirty years worth of research data was lost, and $ 125,000 in damage done.\n The June 1991 destruction of the warehouses of a cooperative in Edmonds, Wash., that supplies feed to mink farmers.\n Another fire in June 1991 at an experimental mink farm associated with research at Oregon State University.\n While several recent incidents linked with the group have involved mink facilities, there have been nearly 100 incidents over the past decade at zoos, ranches and medical research centers and other locations.  Suspected members of the group are being sought and investigated by the Bureau of Alcohol, Tobacco and Firearms as well as the FBI and local law enforcement agencies in several states.\n Despite its notoriety, little is known about the organization.  Those who admit to being close to it cite no leaders or membership numbers.\n In the introduction to a book published this year about ALF, author Cleveland Amory said the organization \"operates in total secrecy.  No insider would even admit to being a member of the group, let alone talk about it or write about it, and no outsider knows enough either to talk or write accurately about it.\"\n The one exception, he said, is the author of the book, \"Free the Animals,\" PETA co-founder Ingrid Newkirk.  She claims to have been trusted as a conduit for ALF's messages over the years.\n PETA's spokesman suggests ALF is so unstructured that people may nominate themselves whenever they are inspired to action in their cause.  ALF may be more of a symbol for radical action than an organization, he said.\n \"ALF consists of anybody in the general public who goes to extremes to make a point for animals,\" Mathews said.\n In addition to issuing news releases for ALF, PETA has done follow-up publicity and lobbying for ALF's causes.  PETA calls itself \"an above-ground legal organization\" that is separate from ALF.  Yet it clearly sympathizes with the causes of ALF activists.\n \"We don't condone it, but we don't condemn it, either, because we understand the frustration that grows with what animals are enduring,\" Mathews said.\n Other animal rights organizations were quick to distance themselves from the Swanson's fire.\n The Animal Rights Coalition Inc. of Minneapolis issued a statement saying: \"ARC has no knowledge of or involvement in any acts of vandalism.  We seek to eliminate suffering and violence in the world, not to contribute to it.\"\n The organization added that the trucks could have been torched \"for personal vengeance, financial gain or in an attempt to discredit the peaceful mission of the animal rights movement by individuals involved in animal exploitation.\"\n The FBI's Cid said the agency isn't concerned with the political positions of ALF or with opposition to eating meat or using animals in research: \"Our concern is to identify people who committed a criminal act and bring them to the court system.\"\n In this case, the criminal act would probably be the federal offense of destroying a motor vehicle, punishable by up to five years in prison and/or a $ 25,000 fine, he said.\n\nGraphic\n\n \nPhotograph\n\nLoad-Date: November 11, 1992"
}