{
    "title": "Firefighters step into anti-terrorism roles",
    "publisher": "the bismarck tribune",
    "year": 2007,
    "month": 11,
    "day": 24,
    "full text": "WASHINGTON - Firefighters in major cities are being trained to take on a new role as lookouts for terrorism, raising concerns of eroding their standing as American icons and infringing on people's privacy.\nUnlike police, firefighters and emergency medical personnel don't need warrants to access hundreds of thousands of homes and buildings each year, putting them in a position to spot behavior that could indicate terrorist activity or planning.\nBut there are fears that they could lose the faith of a skeptical public by becoming the eyes of the government, looking for suspicious items such as building blueprints or bomb-making manuals or materials.\nSince the Sept. 11, 2001, terrorist attacks, Americans have given up some of their privacy rights in an effort to prevent future strikes. The government monitors phone calls and e-mails; people who fly have their belongings searched before boarding and are limited in what they can carry; and some people have trouble traveling because their names are similar to those on terrorist watch lists.\nThe American Civil Liberties Union says using firefighters to gather intelligence is another step in that direction. Mike German, a former FBI agent who is now national security policy counsel to the ACLU, said the concept is dangerously close to the Bush administration's 2002 proposal to have workers with access to private homes - such as postal carriers and telephone repairmen - report suspicious behavior to the FBI.\n\"Americans universally abhorred that idea,\" German said.\nThe Homeland Security Department is testing a program with the New York City fire department to share intelligence information so firefighters are better prepared when they respond to emergency calls. Homeland Security also trains the New York City fire service in how to identify material or behavior that may indicate terrorist activities. If it's successful, the government intends to expand the program to other major metropolitan areas.\nAs part of the program, which started last December, Homeland Security gave secret clearances to nine New York fire chiefs, according to reports obtained by the Associated Press.\n\"They're really doing technical inspections, and if perchance they find something like, you know, a bunch of RPG (rocket-propelled grenade) rounds in somebody's basement, I think it's a no-brainer,\" said Jack Tomarchio, a senior official in Homeland Security's intelligence division. \"The police ought to know about that; the fire service ought to know about that; and potentially maybe somebody in the intelligence community should know about that.\"\nEven before the federal program began, New York firefighters and inspectors had been training to recognize materials and behavior the government identifies as \"signs of planning and support for terrorism.\"\nThe trial program with Homeland Security opens a clear information-sharing channel between the fire service and Homeland Security's intelligence division.\n\nLoad-Date: November 25, 2007"
}