{
    "title": "Firefighters frustrated by terrorism preparation",
    "publisher": "the world",
    "year": 2002,
    "month": 12,
    "day": 26,
    "full text": "NORTH WALES - Al Novack says he knows that this borough wouldn't be the first target for an act of terrorism, but all of the attention on local fire and emergency services after Sept. 11, 2001, had him and the North Penn Volunteer Fire Company feeling important.\nThey bought some protective gear designed to keep firefighters safe from biochemical attacks. With SEPTA, they ran a training exercise involving a hypothetical bomb on a commuter train.\nThen they spent long months with brows furrowed and thumbs twiddling, trying to figure out exactly how to protect the homeland.\nFire company officials across the region say they have spent the last year convinced that they should be doing more to prepare themselves for acts of terrorism, but without much governmental direction or underwriting, and without the new volunteers they'd hoped Sept. 11 might bring.\n\"There's frustration from all areas of the fire services, from volunteer companies to big, paid metropolitan departments,\" said Robert Rose, Burlington County's chief fire marshal.\nNow, these officials say, they see some tentative hope. The Homeland Security Act, signed by President Bush late last month, includes grants of $3.5 billion for the nation's local police officers, firefighters and ambulance crews.\nBut national advocates and local volunteers say they are not yet sure whether that money will filter down to local departments - and federal officials say they are not sure, either.\n\"It's crucial that the money make it down to the local level,\" said Craig Sharman, governmental affairs director for the National Volunteer Fire Council. \"The plans still seem to be up in the air.\"\nDebbie Garrett, a spokeswoman for the Federal Emergency Management Agency, said, \"We don't yet know how exactly that money will be spent.\"\nBut the simple fact that the President himself announced the First Responder grants is a welcome bit of news, said one analyst - as is the new single voice coming from Washington about homeland security.\n\"You had police chiefs coming down and going to a conference sponsored by the Justice Department and hearing one set of directions, and then going to FEMA conferences and hearing something completely different,\" said Michael Scardaville, a homeland security analyst for the Heritage Foundation, a conservative think tank in Washington.\nSome local firefighters say that they are not sure this is a problem that money can be thrown at effectively - the bigger problem, they say, has to do with human resources.\nRobert Linsinbigler, director of the Montgomery County Fire Academy, has been running terrorism training classes for volunteers since 2000, telling students which chemicals their suits can and can't repel, and going over the range of scenarios for \"when someone drops a dirty bomb at the mall.\"\nOn a recent Wednesday evening, he put his class through a tutorial on how to use Geiger counters to figure out whether a package is radioactive. He was talking to a class of six.\n\"They're volunteers; I can't make them come,\" Linsinbigler said.\nJohn Remillard fought his first fires 20 years ago, as a 17-year-old volunteer with the Gladwyne Fire Company. He spent 10 years as a volunteer, and then, after a frenetic resume-building year of training, he got a job as a full-time, paid firefighter in Norristown.\nHe is still there, and is now also president of the Norristown Professional Firefighters union. When he says \"my passion is firefighting,\" he backs it up: His idea of downtime is serving as assistant chief of the Gladwyne volunteer department where he started.\nRemillard remembers experiencing sinking feelings - both personally and professionally - while watching the World Trade Center towers collapse. \"If New York City firefighters couldn't handle something like this, Philadelphia certainly couldn't and we certainly couldn't… . Nothing's happened in the last 15 months to change my mind about that.\"\nThe suburbs' biggest firefighting problem, firefighters say, is not equipment or training - but firefighters. Remillard said that \"almost every time\" he is called out on a house fire, he has to tackle it with six or seven people, half the number the National Fire Prevention Association recommends.\n\"Within five miles of Norristown we probably have five ladder tower trucks - specialty trucks, $700,000 each, and the whole city of Philadelphia has three,\" Remillard said.\n\"But frequently you're not going to have enough people at the scene to staff the truck, and what use is that shiny new piece of equipment?\"\nSharman said that 9/11 did not reverse a gradual decline over two decades in the number of volunteer firefighters in the country - there are now about 800,000, a 10 percent decline from the early 1980s and the same as before Sept. 11, 2001.\nThe experts say there are a number of reasons for the decline: People move more frequently; they work longer hours; and in their free time they are more inclined to spend time with their families.\nThese are the same problems that Frank Charlesworth and John Kijak say they have been pondering intermittently over three decades in the radio room of Conshohocken Fire House No. 2, where the radios look so old that it's pretty surprising when they buzz to life.\nTwenty years ago, Kijak said, \"if you walked in here on a weekday afternoon there would be 15 people here talking. Now, it's just Frank and me.\"\nLike other volunteer fire bosses around the region, Charlesworth, the company's president, hasn't seen too many seminars on training for acts of terrorism - and he doesn't have the people to send to them, anyway.\n\"Our focus,\" Charlesworth said, \"is on putting out fires in Conshohocken.\"\nContact Benjamin Wallace-Wells at 610-313-8206 or wallacb@phillynews.com  \n\nLoad-Date: December 26, 2002"
}