{
    "title": "Firms in Phila. consider attack risk; An alert for Washington and New York was issued Sunday. A thre",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 8,
    "day": 3,
    "full text": "Homeland Security Secretary Tom Ridge's detailed warnings Sunday of possible terrorist targets in New York and Washington aren't being discounted here, property owners and insurers said yesterday.\n\"The risk in Philadelphia is not as high as it is in New York or D.C., but clearly there is a risk,\" said Fabrice Lebourgeois, area property practice leader for Marsh USA Inc., the insurance brokerage giant.\nAt Brandywine Realty Trust, \"we haven't had any trouble obtaining insurance,\" said Brad Molotsky, a senior vice president. \"It hasn't been that expensive, knock on wood.\" Brandywine, of Plymouth Meeting, is a major office-building owner in the region.\nIn a detailed warning Sunday, Ridge outlined threats by al-Qaeda against specific buildings in New York, Washington and Newark, N.J., based on intelligence reports.\nThe Insurance Services Office, which assesses risk for the insurance industry, considers New York, Washington, Chicago and San Francisco as the cities that are most vulnerable to terrorist attack.\nThe office ranks Philadelphia, Los Angeles, Boston, Seattle and Houston in a second tier of likely targets.\nBesides being a major population center, Philadelphia \"has some highly symbolic interests\" in its early American history, said Christopher Yaure, terrorism risk manager in Philadelphia for General Electric Co.'s reinsurance arm.\nEven so, businesses have been slow to embrace terrorism insurance. Carriers excluded terrorism from regular property insurance after Sept. 11, and refused to cover it until the Terrorism Risk Insurance Act became law in November 2002.\nThat law uses government guarantees to limit insurers' losses to acts committed by foreign terrorists. In return, carriers cannot deny coverage to clients.\n\"There has been no issue since TRIA passed,\" said Vernon Bowen, a senior vice president at Pennsylvania Real Estate Investment Trust, a Philadelphia owner of shopping malls.\nSmaller businesses balked at paying for coverage that was free before. Marsh reported in June that 44 percent of businesses buying property insurance during the first three months of 2004 opted for terrorism coverage.\nBusinesses are making their own risk assessments, said Julie Rochman, a senior vice president of the American Insurance Association, a Washington industry group.\n\"The shoe store in the bottom of the Sears Tower is buying terrorism insurance,\" she said. \"The shoe store in Des Moines is not.\"\nPrice is another factor. \"The big issue for people who want to buy it is that it costs too much,\" Yaure said.\nThe industry wants Congress to extend the terrorism insurance law by two years from its expiration on Dec. 31, 2005.\nCritics say the commercial-property insurance industry recovered smartly from Sept. 11 and does not need help. \"Look at where this industry is,\" said Robert Hunter, director of insurance for the Consumer Federation of America. \"It's rolling in money.\"\nAlmost three years after the terrorist attacks, premiums on regular property insurance are starting to fall, said William Wise, a vice president in charge of Ace USA's terrorism insurance group.\n\"You're going to see companies investigate\" terrorism insurance as overall premiums decline, Wise said. Terrorism \"is not going to go away anytime soon.\"\nContact staff writer Todd Mason at 215-854-5679 or tmason@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nJOE TABACCA, Associated Press\nAn officer with the NYPD's Emergency Service Unit by the Citigroup Center building in Manhattan yesterday. Terror warnings were issued Sunday.\n\nLoad-Date: August 30, 2005"
}