{
    "title": "Firms Seek To Calm Terrorism Fears",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 2,
    "day": 14,
    "full text": "American executives are facing a new problem for which they have had little training: terrorism.\nWith the nation on a heightened state of alert in anticipation of a possible new round of attacks, some executives are going to great lengths to sooth rattled employees. The senior vice president of Human Resources at Viacom, William Roskin, began a memo sent to all its New York City employees yesterday this way: \"With so much going on in the world, with this alert and that alert, I thought I would take this moment to remind you of the extensive security provisions that Viacom has made at all of its locations in New York City.\"\nThe seven paragraph e-mail, obtained by the Sun, reminded employees of a variety of hotlines that were set up to keep them \"updated of any contingency plans if the situation warrants,\" what traveling employees should do in case of emergency, and, if employees are feeling particularly stressed, how they can find someone to talk to.\n\"Please be assured that we are taking all appropriate steps to provide you with a safe working environment,\" Mr. Roskin wrote.\nViacom is just one in a host of companies trying to anticipate what cannot really be anticipated at all - a surprise terrorist attack. With anti-aircraft missiles pointing skyward in Washington, D.C., and stepped up police patrols in the subways of New York, it is hard to pretend that everything is just business as usual.\nEstee Lauder, the cosmetics giant, reportedly sent a memo to its employees yesterday telling them that should there be a red terrorism alert issued, (a step up from the current orange, or high, alert level), employees should not come to work.\nA spokeswoman for Estee Lauder denied a memo had been issued. Another said that there was a memo, but declined to provide a copy for the Sun.\nViacom and Estee Lauder appear to be ahead of the curve. Calls to various companies around New York City from Banc of America and Goldman, Sachs to Cantor Fitzgerald and AT&T, said that they have contingency plans in case terrorism rears its head again, but they had not issued new memos for their employees.\n\nLoad-Date: March 25, 2004"
}