{
    "title": "First, How Do Children Feel About the War_",
    "publisher": "the new york times",
    "year": 1991,
    "month": 2,
    "day": 22,
    "full text": "To the Editor:\n\"What Should Be Taught About War in the Gulf?\" (Education page, Jan. 23) takes the premise that our schools should be teaching children better factual lessons about the Middle East. But intense feelings by students obscure their ability to understand or use the facts.\nI am a psychiatrist, working with children and adolescents, who studies trauma. In a study of 152 randomly selected children in the United States after the Challenger space shuttle exploded five years ago, I found that 19 youngsters who had not had the chance to respond to a 45-minute, structured interview given five to seven weeks after the disaster were not doing as well in 1987 as the 133 children who had completed this first interview. This means that by simply talking to a friendly adult about a distant disaster, children are not as likely to suffer from grief and terror.\nThere have been outbreaks of mass hysteria several times in world history. Saddam Hussein might wish for the world of children to engage in mass hysteria right now. Questions about bombs, threats of chemical warfare and terrorism, when left silently unexpressed and therefore unanswered, hold the potential for major psychological distress in the world of children. If children are not given the opportunity to speak of such concerns as nuclear attack, terrorism and germs openly at school with teachers, they will not be open to the facts all of us hold so important.\nI would suggest that we first let American schoolchildren express themselves about the Persian Gulf war. Creativity, as in art work, poems, television rap commercials and dramatizations, can be extremely helpful, especially when these productions are not rehearsed and re-rehearsed for ultimate delivery in an auditorium. Later the facts will be absorbed with more open minds and more friendly hearts. Kids need historical and geographical contexts in which to place their emotions.\nA 5-year-old told me today she was worried about the gulf bombings. \"What worries you about it?\" I asked. \"That Jordan will be bombed,\" she said. I could have said, \"Jordan's not in this war\" and offered the \"fact\" that Jordan's not in any danger. I chose instead, \"What is it about Jordan that frightens you?\" She answered, \"My brother.\" Her younger brother's name is George. Her worry -- the connection -- was the sound of her brother's name.\nWe will not be able to offer kids the right facts until we know their feelings.\n \nLENORE TERR, M.D.\nSan Francisco, Feb. 1, 1991\n \nThe writer is the author of \"Too Scared to Cry: Psychic Trauma in Childhood\" (1990).\n\nLoad-Date: February 22, 1991"
}