{
    "title": "FIRST - AT LAST",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 8,
    "day": 31,
    "full text": "According to the 9/11 Commission's report, \"On November 7, 2000, American voters went to the polls in what turned out to be one of the closest presidential contests in U.S. history - an election campaign during which there was a notable absence of a serious discussion of the al-Qaeda threat or terrorism.\"\nThe most crucial factors in the dismal contest may have been Al Gore's demeanor during the debates and reports of George Bush's DUI citation years before.\nA lesson has been learned - by citizens, by politicians, and perhaps even by this trade.\nFour years ago terrorism did not rank among the top items on the agenda. Voters focused on other things. That those things have vanished from the memory suggests how insubstantial they were. The average issue probably came from the chicken-in-every-pot school. This year's polls peg national security at No. 1. It's about time.\nNeither party seriously addressed terrorism at its 2000 convention. Each discussed foreign policy and defense, not on opening night where the topics belonged but during later sessions. The platforms referred to terrorism - after exhausting other less significant items. Democrats produced a clearer assessment than Republicans, and but nothing in either document outlined appropriate action. Both of this year's platforms opened with you know what.\nThe press, too, emphasizes terrorism, war, Iraq, and related concerns to a more considerable degree - although stories on carbs, health fads, celebrity trials, and Britney still receive more than they should.\nAt least no one can plead ignorance.\nMany have criticized Americans for not noticing foreign policy until it is too late. Yet when catastrophe strikes Americans want to know why no one acted five years ago. The 9/11 attacks did not mark a break with the past. Jihadists had assaulted America and Americans numerous times and for many years. Although dedicated individuals worked behind the scenes, leaders did not connect the dots publicly. No one ever has accused Americans of having a lengthy collective attention span. The nation seemingly loses its \"innocence\" every four or five years. This is getting old.\nDuring the Cuban missile crisis, President John Kennedy confided to former Vice President (and 1960 rival) Richard Nixon that leaders earned their pay at times such as this. Kennedy said no one would remember where the minimum wage stood while the U.S. confronted a Soviet nuclear provocation. JFK knew a thing or two, as did the Trickster. Stem cell research is a vital issue with many layers of significance (the discussion on almost all sides has been deceptive or uninformed). Yet it doesn't make 2004's starting lineup. George Bush will not go down as the author of the No Child Left Behind Act but as the architect of a military success or failure. John Kerry's position on prescription drugs means little in the grand scheme.\nAmericans say they are concerned and confused, divided and angry. War was inevtiable. Like it or not, it is here. One side has declared war and is in the fight; the other side is still thinking. If this year's Issue No. 1 had led the rankings during earlier campaigns, the nation might not find itself at the current impass./\n\nLoad-Date: September 4, 2004"
}