{
    "title": "First funerals are held in Jakarta for victims of suicide bomb blasts",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 7,
    "day": 21,
    "full text": "JAKARTA, Indonesia ? The first of the Jakarta hotel bombings' seven victims was buried Monday ? just days after he again became a father. The wife of 38-year-old Evert Mocodompis could not attend his funeral because she gave birth to their second child the day before he was killed, local media reported. \nHe died while working in the restaurant of the J.W. Marriott hotel on Friday. Family and friends sang hymns and tossed flowers on his grave. Police continued to piece together bomb fragments, body parts and other clues gathered from the Marriott and the Ritz-Carlton, which was bombed within minutes of Friday's first blast. Police have said explosive material recovered at the hotels is \"identical\" to that used by the Southeast Asian terrorist network Jemaah Islamiyah in earlier attacks. An unexploded bomb left in a room of the Marriott resembled devices used in attacks on Bali and one found in a recent raid against the network on an Islamic boarding school in Central Java, national police spokesman told a news conference Sunday. The culprits in Friday's attacks that killed seven and wounded 50 are believed to have belonged to Jemaah Islamiyah \"because there are similarities in the bombs used,\" Maj. Gen. Nanan Sukarna said. The decapitated bodies of the two alleged suicide bombers were also recovered at the scenes, police said. Indonesian media identified one of the suicide bombers as Nur Hasbi, alias Nurdin Aziz or Nur Sahid, saying he attended a boarding school once linked to the terror network. Police said they had not yet confirmed the bomber's identity. Anti-terrorism police were hunting for Noordin Mohammad Top, a fugitive Malaysian who heads a particularly violent offshoot of the network and has been linked to four major strikes in Indonesia since 2002. The twin suicide bombings came four years after the last serious terrorist attack in Indonesia and unleashed a new wave of anxiety in the world's largest Muslim-majority country. After years of sectarian violence and annual terrorist strikes, the nation of 235 million had been enjoying a period of stability. President Susilo Bambang Yudhoyono was re-elected to a second term earlier this month, partly on the strength of government efforts to fight terrorism. \"I am shocked by these bombings,\" Razif Harahap, a 45-year-old graduate student, said in Jakarta on Sunday. \"The same people who carried out these attacks could launch another one, because the mastermind is still at large.\" The official Antara news agency said Sunday that the government was intensifying efforts to find Noordin and trace the network's finances to try to uncover any links to Friday's blasts. In addition to Mocodompis, officials have identified the bodies of four other victims, including three Australians and one New Zealander. Four badly damaged bodies remain unidentified. Among the dead was Craig Senger, the first Australian government official to be killed in a terrorist attack, Prime Minister Kevin Rudd said Sunday. Senger worked as a Trade Commission officer at the embassy in Jakarta. Officials said 17 foreigners were among the wounded, including eight Americans and citizens of Australia, Britain, Canada, Hong Kong, India, Italy, the Netherlands, Norway and South Korea. Jemaah Islamiyah rose to prominence after the 2002 nightclub bombings on the beach resort of Bali that killed 202 people, most of them foreigners. It staged attacks in Indonesia in each of the next three years: a 2003 car bombing outside the J.W. Marriott hotel, a 2004 truck bombing outside the Australian Embassy, and triple suicide bombings on Bali restaurants by attackers carrying bombs in backpacks in 2005. After the government launched a massive anti-terrorism campaign, no major attacks had been reported since then ? until Friday's explosions.  \n\nLoad-Date: July 21, 2009"
}