{
    "title": "First Lady flies commercial to calm terrorism fears",
    "publisher": "stars and stripes",
    "year": 1991,
    "month": 2,
    "day": 15,
    "full text": "Barbara Bush joined Midwest-bound travelers on a commercial flight Thursday to calm public fears about terrorism. \"I want people to know that the airports are secure,\" she said.\n \n Passengers were glad to have her along.\nCompiled from Wire Reports   \"I almost passed out when I saw her there,\" said Suzanne Horne, who was flying to Phoenix via Indianapolis. \"It did make me feel a lot better. . . . Now that Barbara's here it's okay.\"\n \n    Airline executives, concerned that war-related terrorism worries were cutting into passenger lists already depleted by the recession, welcomed Mrs. Bush's gesture enthusiastically. But environmental groups, noting that her military jet flew along to bring her back to Washington, complained that fuel was being wasted on a publicity stunt.\n \n    Mrs. Bush flew coach class on USAir's Flight 257 at 7 a.m. from Washington to Indianapolis. She was accompanied by eight aides and Secret Service agents.\n \n    Her own 12-seat Gulfstream met her in Indianapolis to take her to Grissom Air Force Base and then back to Washington.\n \n War cost through March: $ 56-billion\n \n   The Bush administration estimates the Persian Gulf war will cost $ 56-billion for the first three months of this year with allies to pay $ 41-billion and American taxpayers $ 15-billion.\n \n    President Bush will send Congress a supplemental budget request by the end of next week seeking the additional funds, according to senior administration officials.\n \n    The amount U.S. taxpayers will bear is in line with what the administration estimated when it submitted its budget earlier this month. But the total foreign commitment was $ 10-billion less than what budget director Richard Darman said the United States had received for war costs through the end of March.\n \n    As it did last week when it announced a final accounting of the additional costs of Desert Storm, the White House is expected to emphasize that other countries will be picking up more than 80 percent of the costs.\n U.S. blocks travel to Iraq, Kuwait\n \n   The State Department has begun blocking travel by most Americans to Iraq and Kuwait as a \"precautionary measure,\" a spokeswoman said Thursday.\n \n    U.S. passports are no longer valid for travel to, in or through Iraq and Kuwait \"unless a special validation has been obtained,\" said the State Department travel advisories issued Wednesday night.\n \n    The advisories said violators would face prosecution.\n \n Flag fashions tap\n buyer patriotism\n \n   A sequined flag unfurls on a $ 120 T-shirt in the window of the Martha boutique on New York City's Park Avenue.\n \n    It's a popular item, along with countless other depictions of the Stars and Stripes on everything from bikinis to coffee mugs that are selling in bargain bins and upscale stores alike.\n \n    War in the Persian Gulf has incited a surge of patriotism that has consumers hankering for pieces of the national emblem. As retailers stock up on merchandise in red, white and blue, they see a tiny bright spot in an otherwise slumping industry.\n \n    \"People feel real inadequate about what they can do about the war,\" said Ann Stock, a spokeswoman for Bloomingdale's, which amassed all the flag-related merchandise in a \"Stars and Stripes\" department two days after war erupted.\n \n    \"Sales have been very good, but we weren't looking at that,\" she said. \"If we could close the shop tomorrow and end the war, we would.\"\n \n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Reuters; Barbara Bush shakes hands with a security guard at Washington's National Airport\n\nLoad-Date: November 12, 1992"
}