{
    "title": "Fishing Rules Enforced To Guard Against Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 3,
    "day": 20,
    "full text": "SOME SPOTS OFF LIMITS TO BAY AREA BOATERS\nTAMPA - Coast Guard patrol vessels motor out into the Gulf of Mexico and Tampa Bay just about every day, and almost always they spot fishermen in boats with lines in the water near the Sunshine Skyway bridge.\nIt might be a good fishing spot, Coast Guard officials say, but anglers within 100 feet of the bridge are violating a seldom enforced federal law carrying a fine of up to $25,000. The law has been in place for years, said Coast Guard Petty Officer Robert Suddarth, but with the nation on heightened alert for possible terrorist attacks, authorities will be strictly enforcing that bridge restriction and some newer ones.\nMore vigilant patrols are an integral part of Liberty Shield, mentioned by President Bush in his address to the nation Monday night, as a renewed effort to guard ports and bridges against terrorists.\nSigns are posted at the gateway to Tampa Bay, warning boaters of the restrictions. In the past, fishermen typically were handed a brochure about the restrictions instead of a citation, and they never challenged the order to move outside the 100-foot buffer zone, Suddarth said.\nIt's not that the Coast Guard has found anything suspicious out there yet, he said. It's about prevention. Coast Guard crews also are working longer hours to increase patrols and their visibility throughout the Bay area, Suddarth said.\nSome new restrictions were imposed at Port of Tampa and MacDill Air Force Base after Sept. 11. All are strictly enforced now, Suddarth said, especially with the invasion of Iraq and the possibility of reprisals in the United States.\nPort restrictions include being no closer than 100 feet from any cruise ship, tanker or freighter in the channels, Suddarth said.\nThe Coast Guard and patrol boats from MacDill Air Force Base keep watch around the base, which juts into Tampa Bay on the city's south end.\nIs the area secure from attack?\n\"More than it was before 9/11,\" Suddarth said.\nThe added patrols tax the crews, he said. \"We have the same amount of people, and some have a lot to do,\" he said.\nSecurity is the top priority these days. The Coast Guard still conducts searches and rescues for missing and stranded boaters and safety checks on recreational boaters along the Gulf Coast.\nThe Guard is getting help from Hillsborough County sheriff's deputies, who patrol the port in their own vessels around-the-clock, said sheriff's spokeswoman Debbie Carter.\n\"Since 9/11, there have been numerous restrictions put into place, specifically where people are allowed and how close they can get to certain entities in the water,\" she said.\nIn the days and months after Sept. 11, recreational boaters were kicked out of restricted areas, she said. But since then, the message has sunk in, and boaters know where they can and can't go.\n\nLoad-Date: March 22, 2003"
}