{
    "title": "Five Americans sue over anti-terror info sharing",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 7,
    "day": 11,
    "full text": "WASHINGTON — Five California men who say they came under police scrutiny for innocent behavior sued the Obama administration Thursday over an information-sharing program designed by the federal government to help flag potential terrorist activity in the wake of the Sept. 11, 2001, terrorist attacks.\nThe men, including an accountant and a photographer of public art, say law enforcement produced \"suspicious activity reports\" on them even though they had done nothing wrong. The reports were disseminated in national counterterrorism databases and prompted the FBI in some cases to make house visits, run background checks or open up files on them, the men allege.\nOne plaintiff, an accountant of Egyptian descent, said a \"suspicious activity report\" was filed about him after he tried to make a bulk computer purchase for work from Best Buy. Another man, a biotech industry worker of Pakistani descent, says he aroused suspicion simply while waiting for his mother — who was wearing a hijab, a formal head covering — outside a train station bathroom.\nA third plaintiff, 86-year-old James Prigoff, said he was visited at his California home by a member of joint-terrorism task force months after trying to photograph a piece of public art in Boston on a natural gas storage tank.\n\"Given my age, I lived through the McCarthy era, so I know how false accusations, surveillance and keeping files on innocent people can destroy their careers and lives,\" Prigoff said in a statement.\nThe lawsuit filed in San Francisco challenges the legality of the federally designed Nationwide Suspicious Activity Reporting Initiative — a joint effort of the FBI, the Department of Homeland Security and local and state law enforcement that was launched after the 9/11 attacks to facilitate the sharing of information among agencies across the country.\nThe initiative encourages local police departments, using guidance from the federal government, to create \"suspicious activity reports\" when encountering people whose behavior raises concerns that they might be engaged in terrorism plots. The reports are received, stored and analyzed at dozens of fusion centers nationwide largely operated by state and local governments.\nAccording to its website, the program defines suspicious activity as behavior that is \"reasonably indicative\" of planning related to terrorism or other criminal activity. The government maintains that definition was developed with input from privacy and civil rights groups, including the American Civil Liberties Union.\nBut the suit, brought by the ACLU and other groups, says the program encourages racial and religious profiling and sweeps up Americans engaged in legal behavior. It contends that the federal government's standard for reporting suspicious behavior is overly broad and should be struck down. The complaint names the Justice Department among the defendants because the department has issued standards governing the type of information that should be included in \"suspicious activity\" reports.\nA 1978 Justice Department regulation prohibits the collection of intelligence information unless there's a reasonable suspicion of criminal activity. But civil rights groups say the \"suspicious activity\" program also expressly permits intelligence gathering related to broad categories of behavior and characteristics — such as requesting a specific hotel room or receiving multiple visitors to that room — where there's no basis to suspect criminal activity.\nIn the current lawsuit, one of the plaintiffs, a Muslim convert, says he was flagged by law enforcement as having a \"pious demeanor\" and \"potential access to flight simulators via the Internet.\"\n\"We've long been concerned that the federal standards that we're challenging in this lawsuit are too loose because they allow the reporting of information even when there's no reasonable suspicion of criminal activity,\" Linda Lye, staff attorney for the ACLU of Northern California, said in an interview.\nJustice Department spokeswoman Nicole Navas said the department was reviewing the lawsuit \"and it would be inappropriate to comment further at this time.\"\nJohn Cohen, a former homeland security official who helped develop the suspicious activity reporting program, said the ACLU's lawsuit is ironic because it attacks a program the civil rights group was deeply involved in.\n\"They are attacking a program that they helped to design, and they are criticizing language that they actually drafted and provided to the government,\" said Cohen, now a professor at Rutgers University's school of criminal justice.\nIt's not the first time nation's fusion centers — and the \"suspicious activity\" program — have come under scrutiny.\nA 2012 Senate report concluded that fusion centers had improperly collected information, produced little valuable intelligence on terrorism and ballooned out of control. And a Government Accountability Office report last year said more work was needed to ensure that the reports were effective.\n\"There's no disagreement that law enforcement actions should be focused only on those individuals exhibiting behaviors associated with criminal activity,\" Cohen said. \"However, I fear the consequence of a successful ACLU action in this regard will be to eliminate the very tools and protections that are now in place to protect the privacy and civil liberties of Americans and at the same time aid police in protecting our communities.\"\n————\nAssociated Press writer Eileen Sullivan contributed to this report.\n——\nFollow Eric Tucker on Twitter at http://www.twitter.com/etuckerAP\n\nLoad-Date: July 11, 2014"
}