{
    "title": "Five Draw Long Sentences for Terrorism Scheme",
    "publisher": "the new york times",
    "year": 1987,
    "month": 12,
    "day": 31,
    "full text": "Five members of one of the nation's deadliest street gangs have been sentenced to long prison terms for conspiring to acquire $2.5 million from Libya in exchange for their offer to commit terrorist acts in the United States.\nJeff Fort, the 40-year-old El Rukn gang chief, sat impassively in his blue prison coveralls Tuesday as Federal District Judge Charles Norgle sentenced him to 80 years and fined him $255,000.\n''The purpose of this sentence is not to put you in prison for the rest of your life,'' Judge Norgle said. ''This sentence must serve to deter others.'' Mr. Fort and the four others were convicted of conspiracy and weapons charges Nov. 24 after a five-week trial. The Government said they had offered to blow up planes and buildings for Libya, although they had not actually done so.\nOther Sentences\nOf Mr. Fort's co-defendants, Reico Cranshaw, 56, received the stiffest sentence: 63 years in prison and a $241,000 fine. Alan Knox, 35, was sentenced to 54 years and a $229,000 fine; Leon McAnderson, 37, to 51 years and a $241,000 fine, and Roosevelt Hawkins, 24, to nine years plus five years' probation. Prosecutors had sought the maximum 260-year sentence for Mr. Fort, who will now be eligible for parole in 25 years. Judge Norgle said the evidence did not support a maximum sentence, although he noted that ''Mr. Fort, at the age of 40, has had 34 arrests and 12 convictions.''\nMr. Fort was found guilty of 49 counts in a 50-count indictment that alleged conspiracy, weapons violations and interstate or foreign travel or use of the telephone to further the conspiracy. One count was dismissed during the trial.\nThe El Rukns had contended that their organization was a religious one that planned no violence and had met with Libyans only to raise money for a mosque.\nProsecutors argued otherwise. ''These defendants, under the direction of Jeff Fort, were prepared to benefit at the expense of innocent individuals and institutions in this country,'' an assistant United States attorney, Susan Bogart. said at the sentencing hearing.\n \nProsecutor Sees Deterrent\nAfter the hearing, Ms. Bogart said the penalties were severe and dealt ''a substantial blow to the El Rukn organization.''\n''This should act as a deterrent to the remaining El Rukn generals and members,'' she said.\nAnother assistant United States attorney, John Podliska, said the case marked the first convictions of American citizens for conspiring to commit terrorist acts in this country for a foreign government in exchange for money.\nThe Federal authorities said the El Rukns had initiated contact with Libyan officials, who denied any involvement with the gang. Prosecutors said the defendants had bought a disabled antitank weapon from undercover Federal agents and had then traveled to Libya and elsewhere in 1986 to meet with Libyan representatives.\nEvidence in the trial included tapes of telephone conversations in which El Rukn members discussed the scheme in a cryptic code, which was cracked with the help of another gang member, Trammell Davis, who entered a plea agreement and testified against the defendants.\nProsecutors said Mr. Fort had masterminded the scheme by telephone from a Texas prison where he had been serving time for a cocaine conviction. As a result, Judge Norgle ordered that Mr. Fort be prohibited from using the phone to speak with the El Rukns.\nThe South Side-based gang, once described by the police as among the nation's deadliest and most sophisticated, was formed in 1976 and takes its name from the cornerstone of the Kaaba, an Islamic shrine in Mecca.\nAbout 50 of its hard-core members, who together number 250 to 300, have been charged with or convicted of state or Federal crimes, the authorities say. Two are on death row."
}