{
    "title": "Five Democrats Join John McCain to Arm Saudi Arabia 's War on Yemen",
    "publisher": "new york observer",
    "year": 2017,
    "month": 6,
    "day": 14,
    "full text": "Sen. Rand Paul, a co-sponsor of the Stop Arming Terrorists Act, joined with most Senate            Democrats to block the            Trump administration's massive sale of weapons to Saudi Arabia. The $510 million sale continues a long trend of providing Saudi Arabia with weapons that they use to decimate Yemen in war characterized by famine and civilian casualties. Furthermore, it is grossly irresponsible for the United States to provide artillery to one of the most prolific human rights abusers in the world.\nPaul and co-sponsor Sen. Chris Murphy gained significantly greater support for this bill than they did for their efforts to block Saudi arms deals under Obama. In September 2016, only            27 senators voted in favor of blocking a $1.15 billion sale. Most Democrats joined their recent effort to block a weapons sale to Saudi Arabia, but the bill still failed to pass. Five Senate Democrats            refused to support it: Sen. Bill Nelson, Sen. Claire McCaskill, Sen. Joe Manchin, Sen. Joe Donnelly and Sen. Mark Warner.            Manchin and McCaskill have repeatedly voted in favor of Trump's and the Republican Party's agenda. Democratic leadership has failed to criticize their failure to join the rest of the the party on several votes for Trump nominees. Manchin even            praised Trump for leaving the Paris Climate Agreement. In this recent bill, five            Democratic senators joined the ranks of war hawk Sen. John McCain, who helped lead the opposition against the effort to block the deal.\n\"Saudi Arabia has spent hundreds of billions of dollars spreading their extreme Wahhabi Salafist ideology around the world, creating fertile ground for terrorist organizations like ISIS and al-Qaeda to recruit, while simultaneously providing direct support to terrorist groups who pose a direct threat to U.S. interests and who are fighting to overthrow the Syrian government,\" said Congresswoman Tulsi Gabbard in a statement in May 2017 responding to the announcement of the arms deal. She noted the Trump administration's relationship with Saudi Arabia has been hypocritical to its counter-terrorism rhetoric. \"This hypocrisy continues now as the Trump administration talks tough against ISIS and terrorism, while selling weapons to, supporting, and praising a country that beheads dissidents, oppresses women, persecutes religious minorities, atheists, and LGBT people, and is the greatest supporter of terror groups like al-Qaeda and ISIS in the world today. This arms deal will enable Saudi Arabia to use U.S.-made weapons in their war crimes against Yemeni civilians in a brutal civil war and continue perpetuating human rights atrocities at home and abroad.\"\nNews.com.au, one of Australia's largest news publications, reported on June 14 that Saudi Arabia funds a Jihadi school in Indonesia known to produce terrorists in the region. While running for president, Trump called Saudi Arabia \"the biggest funder of terrorism,\" but he has changed his tone since. Leif Wenar wrote in a            Los Angeles Times op-ed on May 22, \"It's estimated that the Soviets in their day spent around            $7 billion spreading communist ideology while the Saudis have spent ten times that amount-or more-transforming once-tolerant Muslim communities from Pakistan to Paris into wellsprings of extremism. Journalist Peter Maass calls it 'the most expensive information campaign ever mounted,' in his book on oil,            Crude World.\" Saudi Arabia was also            implicated in the 9/11 terrorist attacks. Newsweek            reported in May 2017 that Saudi Arabia paid veterans to lobby against a 9/11 lawsuit bill that would allow families of 9/11 victims to sue the Saudi Arabian government.\nThe United States is complacent in human rights abuses and the spread of terrorism that the military industrial complex has exploited to perpetuate endless war for their own profit. The U.S.-Saudi relationship requires the United States to turn a blind eye to human rights atrocities, terrorism, and the oppression of women and democracy. While the recent effort to block a weapons deal to Saudi Arabia marks a growing trend of opposition, this opposition should not be based on partisan lines. Rather, the U.S. needs a principled approach.\n\nLoad-Date: June 14, 2017"
}