{
    "title": "Five people dead after London terror attack",
    "publisher": "university wire",
    "year": 2017,
    "month": 4,
    "day": 3,
    "full text": "By AnanditaMehta\nStaff Writer\nA terror attack occurred near the Houses of Parliament over the Westminster Bridge in London on March 22, BBC reported.\nThe perpetrator was 52-year-old British man Khalid Masood, CNN reported.\nThe attack killed five people, including Masood, and injured 50 more. Among the injured are people from the U.S., U.K., Romania, Greece and South Korea, according to BBC.The attacker's history of extremism is under investigation. (AP Photo)\nMasood repeatedly drove his Enterprise rental car into pedestrians walking on the bridge. He then embarked on foot, stabbing and killing a policeman inside of the Palace of Westminster, according to the BBC.\nThe Telegraph described Masood's vehicle as a Hyundai SUV rented shortly before the attack.\nMasood had a criminal history and spent some time in prison where he was possibly radicalized, according to The Telegraph.\nMasood is being investigated for violent extremism in the past, CNN reported.\nAmaq, an ISIS-affiliated news channel, said Masood was a member of ISIS. Although there is no evidence of any connection between Masood and ISIS, his actions were inspired by international acts of terrorism, CNN reported.\nMasood spent some time teaching English in Saudi Arabia and was born in the West Midlands. He converted to Islam later in life, according to BBC.\nMasood also went through multiple name changes, at one point going by the name of Adrian Ajao, The Guardian reported.\nThere is speculation that Masood was not shot by the police, but by a bodyguard of the British defense secretary, according to The Telegraph.\nAbout a dozen arrests have been made in conjunction with the attack, BBC reported.\nMost of the suspects, however, have been released, according to The Guardian.\nThe same source reported that in the aftermath of the attack, approximately 3,500 witnesses from the Houses of Parliament and the Palace of Westminster have contacted the police in an effort to aid the investigation.\nThe U.K. government is urging social media companies to do their part to combat terrorism so their platforms cannot be used to spread terroristic messages. This is likely a measure taken as a result of Masood's activity on his WhatsApp account moments before the attack, according to The Guardian.\nA candlelight vigil was held in Trafalgar square on March 23, CNN reported.\nMuslim, Christian and Jewish people came together for a moment of silence to honor the victims. Members of the royal family have visited victims in the hospital, The Guardian reported.\nRelated\nattack\nLondon\nnation and world\nterrorism\n\nLoad-Date: April 3, 2017"
}