{
    "title": "Five Men Arrested Near Plant In Britain",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 4,
    "full text": "LONDON -- Five men have been arrested near the Sellafield nuclear fuel reprocessing plant in the north of England under antiterrorism laws, the police said.\nThe men were stopped in a vehicle ''close to the site'' on the Irish Sea coast on Monday afternoon, according to a statement from the West Cumbria police. All were in their 20s and from London, it said.\nThey were arrested under a provision of Britain's terrorism laws that allows suspects to be questioned without charge, the police said, and they were handed over to the North West Counter Terrorism Unit in Manchester.\nA BBC report suggested that the men were of Bangladeshi origin and that they were thought to have been filming near the site.\nA spokeswoman for the terrorism unit, which works closely with Britain's domestic intelligence service, MI5, declined to offer details, saying that ''the investigation is at an early stage'' and that questioning was under way.\nThe spokeswoman said there was no apparent link between the arrests and the death of Osama bin Laden in Pakistan early Monday. Some Islamic extremists had warned that Britain would be a target for attacks in retaliation for the killing of Bin Laden by American special forces.\nBritain's national terror alert level remains at ''severe,'' meaning a terrorist strike is ''highly likely,'' though no specific threats have been detected.\nSuch is the reach of those concerns that the fee-paying British School of Paris told parents on Tuesday that students should not wear school uniform to avoid being identified by their nationality. The school also said that ''all students who are traveling to and from school by themselves or on public transport or while they are on school trips, have been discouraged from displaying 'Britishness' in public.''\nThe Sellafield plant, the largest in Europe, is still ''operating as normal,'' a spokesman said.\nThe large complex includes a nuclear fuel reprocessing plant that has long raised concerns in Britain about the costs and hazards of nuclear waste. The closely guarded site is one of few major employers in the region, providing some 10,000 jobs.\nThe plant was the world's first commercial nuclear power station, operating from 1956 to 2003. Britain's worst nuclear accident took place there in 1957, when the core of a reactor caught fire, releasing radioactive contamination.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 4, 2011"
}