{
    "title": "Five international stories of the week",
    "publisher": "university wire",
    "year": 2020,
    "month": 8,
    "day": 24,
    "full text": "Editor's Note: This listicle is part of a weekly series by The Ball State Daily News summarizing five stories from around the world. All summaries are based on stories published by The Associated Press.\nSurvivors from the March 2019 New Zealand mosque shooting confront the gunman at sentencing, the south Philippines experiences its worst extremist attack this year, updates on Russian dissident Alexei Navalny's condition, a stampede in a Peru disco and Belarus activists detained for protesting their authoritarian leader make up this week's five international stories.\nFamily and survivors from the March 2019 Christchurch mosque shootings arrive outside the Christchurch High Court for the sentencing of twenty-nine-year-old Australian Brenton Harrison Tarrant, in Christchurch, New Zealand, Monday, Aug. 24, 2020. Tarrant has pleaded guilty to 51 counts of murder, 40 counts of attempted murder and one count of terrorism in the worst atrocity in the nation's modern history.(AP Photo/Mark Baker)\nFamilies confront New Zealand mosque shooter at sentencing\nFamilies and survivors had their first chance to confront the white supremacist who slaughtered 51 worshippers in a 2019 mass shooting at two New Zealand mosques as his four-day sentencing hearing began Monday. The gunman, 29-year-old Australian Brenton Harrison Tarrant, pleaded guilty in March to 51 counts of murder, 40 counts of attempted murder and one count of terrorism - the first terrorism conviction in New Zealand's history.\nEDITORS NOTE: GRAPHIC CONTENT - Soldiers retrieve bodies at a site of an explosion in the town of Jolo, Sulu province, southern Philippines, Monday Aug. 24, 2020. Bombs exploded in a southern Philippine town Monday, killing several soldiers and wounding other military personnel and civilians despite extra tight security due to threats from Abu Sayyaf militants.(AP Photo/Nickee Butlangan)\n14 killed, 75 wounded in bomb attacks in south Philippines\nMuslim militants allied with the Islamic State group set off a powerful motorcycle explosive followed by a suicide bombing that together killed 14 people on Monday, many of them soldiers, in the worst extremist attack in the Philippines this year, military officials said. At least 75 soldiers, police and civilians were wounded in the midday bombings in Jolo town in southern Sulu province, regional military commander Lt. Gen. Corleto Vinluan said.\nExterior view of the Charite hospital in Berlin, Germany, Sunday, Aug. 23, 2020. Alexi Navalny's wife and a top aide have visited him in a Berlin hospital where the comatose Russian dissident is being treated by German doctors after a suspected poisoning.(Paul Zinken/dpa via AP)\nRussian dissident under police protection at German hospital\nRussian dissident Alexei Navalny remains in critical but stable condition in a Berlin hospital where he is being treated after a suspected poisoning, with special protective details on hand to ensure his safety, German officials said Monday. Berlin police and federal agents were posted at the downtown Charité hospital where the 44-year-old is undergoing treatment following his arrival in Germany on Saturday.\nPolice officers stand guard near two bodies outside of a disco in Lima, Peru, Sunday, Aug. 23, 2020. Officials said over a dozen people died in a stampede at a disco in Peru after a police raid to enforce the country's lockdown during the coronavirus pandemic.(AP Photo/Diego Vertiz)\n13 die in Peru disco stampede after police lockdown raid\nThirteen people died in a stampede at a disco in Peru after a police raid to enforce the country's lock-down during the coronavirus pandemic, officials said Sunday. The stampede happened at the Thomas disco in Lima, where about 120 people had gathered for a party on Saturday night, the Interior Ministry said. People tried to escape through the only door of the second-floor disco, trampling one another and becoming trapped in the confined space, according to authorities.\nPeople take photos sitting on the roof as Belarusian opposition supporters with a huge old Belarusian national flag march to Independence Square in Minsk, Belarus, Sunday, Aug. 23, 2020. A vast demonstration with many thousands of protesters demanding the resignation of Belarus' authoritarian president are rallying in the capital, continuing the public dissent since the disputed presidential election.(AP Photo/Evgeniy Maloletka)\n3 Belarus opposition activists detained in the capital\nBelarusian authorities on Monday detained three leading opposition activists who have helped spearhead a wave of protests demanding the resignation of the country's authoritarian president of 26 years following his reelection that opponents say was rigged. The Coordination Council established by the opposition to negotiate a transfer of power said police detained members Sergei Dylevsky and Olga Kovalkova, and later Alexander Lavrinovich, in Belarus' capital, Minsk.\n\nLoad-Date: August 24, 2020"
}