{
    "title": "Fix flaws before renewing Patriot Act",
    "publisher": "usa today",
    "year": 2005,
    "month": 7,
    "day": 21,
    "full text": "Today's debate: Homeland security\nOur view: Combating terrorism shouldn't mean terrorizing our own citizens.\n***\nLawmakers have one of those rare chances today that everyone wishes for -- to go back, do it again and fix a past mistake.\nIn the jittery days after 9/11, Congress passed the dubiously named USA Patriot Act in a rush, under pressure and with most members not even having read it.\nThe law gave federal authorities vast new powers to help combat terrorism, many of them needed. At the same time, several provisions opened the door to abuses of civil liberties and privacy.\nAt the end of this year, some of the law's provisions are set to expire. Congress has an opportunity to renew them, fix them and ensure they remain temporary -- the best way to monitor the law's use and keep law enforcement accountable. But as the House moves to consider the law's renewal, little of that seems likely. Judging by recent events, emotion rules the debate:\n*Last month, House Judiciary Committee Chairman James Sensenbrenner, R-Wis., berated witnesses and stalked out of a hearing when testimony by handpicked Democratic witnesses degenerated into denunciations of the president's war on terrorism. Videos of the chaotic episode made the mock newscast on Comedy Central's The Daily Show with Jon Stewart.\n*Three months ago, the Senate Intelligence Committee avoided the public airing that the bill needs so much by working on it behind closed doors.\n*Since shortly after its passage, opponents have excoriated the law's \"unwarranted, dangerous provisions,\" scaring more than 380 communities and seven states into passing anti-Patriot Act measures. And Wednesday, the act's advocate-in-chief, President Bush, invoked the London terrorist attacks in arguing, \"This is no time to let our guard down and no time to roll back good laws.\"\nNone of this makes the nation safer from terror or from civil liberties abuse. Facts and reasoned debate could.\nThe voluminous law, most of it not controversial, gave authorities valuable tools to prevent terrorism, a law enforcement task quite different than catching suspects after they've committed a crime.\nIt also handed authorities powers that can be abused. The FBI can more easily seize records from medical providers, libraries and businesses. Those ordered to supply information are barred from letting anyone know about the Big Brother activities.\nThe law authorizes secret searches of homes or businesses by federal agents, with no deadline to notify owners or occupants that a search has taken place.\nThe Justice Department's response to critics is that the law has been tested for four years, has not been abused and deserves to become permanent. But senators from both ends of the political spectrum recently testified that abuses might not have been discovered because the law is shrouded in secrecy.\nIn April, Attorney General Alberto Gonzales acknowledged that the law had been used against Oregon lawyer Brandon Mayfield, who was wrongly accused as a suspect in the Madrid train bombings that killed 191. Mayfield was held for two weeks last year -- his home and office searched -- before the FBI admitted that it had made a mistake.\nCongress has the antidote to prevent such abuse. It can fix the law's problems and ensure its most controversial provisions will have to be reviewed again soon.\nThe second time around, lawmakers can show that catching terrorists doesn't have to threaten the liberty of law-abiding citizens.\n\nGraphic\n\n \nPHOTO, B/W, Greg Wahl-Stephens, AP\n\nLoad-Date: July 21, 2005"
}