{
    "title": "Fla. anthrax case is not seen as terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 5,
    "full text": "WASHINGTON -- Reports that a Florida man has been diagnosed with pulmonary anthrax prompted high-level concern at the White House on Thursday.\nNational security adviser Condoleezza Rice alerted President Bush to the news. Health and Human Services Secretary Tommy Thompson made an unusual appearance at the daily White House news briefing to say there is no evidence that the case was caused by terrorism.\nAnthrax, a rare and lethal disease, is one of the possible biological weapons causing worry since the terrorist attacks Sept. 11.\n\"This is an isolated case, and it's not contagious,\" Thompson told reporters. There have been just 18 cases of pulmonary, or inhaled, anthrax in the past century. The most recent was in 1976.\nA 63-year-old businessman from Lantana, Fla., whose name was not released, checked into a hospital in Lake Worth, Fla., on Tuesday. Tim O'Connor, a spokesman for the Palm Beach County Health Department, said the case is \"very likely\" to be fatal.\n\"I want to make sure that everybody understands that anthrax is not contagious and is not communicable, which means it is not spread from person to person,\" Thompson said. \"If it is caught early enough, it can be prevented and treated with antibiotics.\"\nAnthrax is a spore-forming bacterium that is particularly deadly if inhaled. There is a vaccine to prevent the spread of the disease, but it is available only to the military.\nThe most recent cases, in Texas and North Dakota, have been \"cutaneous\" cases resulting from handling animals. Anthrax occurs naturally in wild and domestic animals, including cattle, sheep and camels. Infection from direct contact with affected animals is fatal in 20% of cases. If inhaled, however, anthrax spores cause death almost 90% of the time.\n\"We are advising everybody, if they have severe respiratory ailments, to go see their doctor,\" Thompson said. He said the Centers for Disease Control and Prevention is investigating and checking Florida hospitals for other cases. Thompson said there's an ample supply of antibiotics to treat anthrax. \"I want everybody to know that,\" he said. \"We have plenty in supply, and we have enough antibiotics to treat 2 million people for 60 days.\"\n\nGraphic\n\n \nPHOTO, B/W, Larry Downing, Reuters; Thompson: This is an isolated case, and it's not contagious.\"\n\nLoad-Date: October 5, 2001"
}