{
    "title": "Fla. students indicted on bomb charges",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 9,
    "day": 1,
    "full text": "TAMPA, Fla. - Two Egyptian students at the University of South Florida were indicted Friday on federal explosives charges, but prosecutors would not say whether the men planned to carry out an attack or hurt anyone.\nAhmed Abdellatif Sherif Mohamed, 24, an engineering graduate student and teaching assistant at the Tampa-based university, and engineering student Youssef Samir Megahed, 21, have been held in South Carolina since Aug. 4 when they were stopped for speeding and authorities found explosives in the trunk of their car.\nThey were indicted by a grand jury in Tampa on charges of carrying explosive materials across state lines. Mohammed also faces terrorism-related charges for teaching and demonstrating how to use the explosives.\nSteve Cole, a spokesman for federal prosecutors in Tampa, declined to talk about what the men may have been planning, if anything.\n\"We expect more details may come out in their initial appearance, which will likely take place next week in Charleston, S.C., but we are making no further comment,\" Cole said.\nThe two men were stopped with pipe bombs in their car in Goose Creek, S.C., near a Navy base where enemy combatants have been held. They were held on state charges while the FBI continued to investigate whether there was a terrorism link.\nMohamed was charged with distributing information relating to explosives, destructive devices, and weapons of mass destruction, which is a terrorism-related statute, a Justice Department official said. The crime carries a maximum of 20 years in prison.\nHe and Megahed both face charges of transporting explosives in interstate commerce without permits, which carries a 10-year prison penalty.\nMegahed's defense attorney, Andy Savage, said federal prosecutors haven't told him anything about what law enforcement has discovered about the men.\nHe wasn't surprised they were indicted.\n\"When they find somebody who is in that profile of a suspected terrorist based on, in this case, age, ethnic origin and name, then they do everything they can to detain them for as long as they can to investigate them as thoroughly as they can before they're released,\" he said.\nIn South Carolina, where Mohamed and Megahed have been held in the Berkeley County jail, U.S. Attorney Reginald I. Lloyd praised state and federal authorities for cooperating in the four-week investigation that initially did not look like a terrorism case.\n\"The arresting deputy's vigilance and the immediate response of our local investigators and prosecutors are highly commendable,\" Lloyd said in a statement.\n\"I applaud the quick action of the law enforcement officials involved in today's indictment,\" Florida Gov. Charlie Crist said in a statement. \"The local, state and federal partnership prevented a potential danger, possibly saving the lives of countless Americans.\"\nSince the arrest, authorities sought to determine whether Mohamed and Megahed were fledgling terrorists or merely college students headed to the beach with devices made from fireworks they bought at Wal-Mart in their car, as they claimed. The local sheriff in South Carolina said the explosives were \"other than fireworks.\"\nThe charges follow several searches in Tampa, including of a storage facility and a park where the explosives might have been tested, authorities said.\nUSF spokesman Ken Gullette declined to comment on the indictments, but he noted that the men were in the country legally on student visas, which means they had gotten the proper clearances from the U.S. Department of Homeland Security.\n\"We're educators, not investigators,\" Gullette said. \"We assume a student who comes to us has cleared checks and can be admitted.\"\nThe men have been suspended from the university and their future there is unclear, he said.\nThe indictments are another public-relations hit for USF, which is where professor Sami Al-Arian was working when he was indicted on charges of raising money for the Palestinian Islamic Jihad, a terrorist group that carried out bombing attacks in Israel and the West Bank.\nA six-month trial in 2005 ended in an acquittal on some counts and a hung jury on others. Before prosecutors could retry him, Al-Arian pleaded guilty to conspiring to aid the group in a nonviolent activity. He agreed to be deported when he finishes his prison sentence.\nGullette said Al-Arian's prosecution and the arrests of the students are isolated incidents that cast USF in an unfairly negative light.\n\"In any location when you gather this many people you're going to have people who do something wrong,\" he said. \"I think the university is victimized when things like this happen.\"\nThe Council on American-Islamic Relations, a Muslim advocacy group that has maintained the men were innocent, did not immediately return a phone call seeking comment.\nAssociated Press writer Lara Jakes Jordan in Washington contributed to this report.\n\nLoad-Date: September 4, 2007"
}