{
    "title": "Flailing After Muslims",
    "publisher": "the new york times",
    "year": 2011,
    "month": 3,
    "day": 8,
    "full text": "It has often been the case in America that specific religions, races and ethnic groups have been singled out for discrimination, demonization, incarceration and worse. But there have always been people willing to stand up boldly and courageously against such injustice. Their efforts are needed again now.\nRepresentative Peter King, a Republican from Long Island, appears to harbor a fierce unhappiness with the Muslim community in the United States. As the chairman of the powerful Homeland Security Committee, Congressman King has all the clout he needs to act on his displeasure. On Thursday, he plans to open the first of a series of committee hearings into the threat of homegrown Islamic terrorism and the bogus allegation that American Muslims have failed to cooperate with law enforcement efforts to foil terrorist plots.\n''There is a real threat to the country from the Muslim community,'' he said, ''and the only way to get to the bottom of it is to investigate what is happening.''\nThat kind of sweeping statement from a major government official about a religious minority -- soon to be backed up by the intimidating aura of Congressional hearings -- can only serve to further demonize a group of Americans already being pummeled by bigotry and vicious stereotyping.\nRabbi Marc Schneier, the president of the Foundation for Ethnic Understanding, was among some 500 people at a rally in Times Square on Sunday that was called to protest Mr. King's hearings. ''To single out Muslim-Americans as the source of homegrown terrorism,'' he said, ''and not examine all forms of violence motivated by extremist belief -- that, my friends, is an injustice.''\nTo focus an investigative spotlight on an entire religious or ethnic community is a violation of everything America is supposed to stand for. But that does not seem to concern Mr. King. ''The threat is coming from the Muslim community,'' he told The Times. ''The radicalization attempts are directed at the Muslim community. Why should I investigate other communities?''\nThe great danger of these hearings, in addition to undermining fundamental American values, is that for no good reason -- nearly a decade after the terrible attacks of Sept. 11, 2001 -- they will intensify the already overheated anti-Muslim feeling in the U.S. There is nothing wrong with the relentless investigation of terrorism. That's essential. But that is not the same as singling out, stereotyping and harassing an entire community.\nOn Monday, I spoke by phone with Colleen Kelly, a nurse practitioner from the Bronx whose brother, William Kelly Jr., was killed in the attack on the World Trade Center. She belongs to a group called September 11th Families for Peaceful Tomorrows and is opposed to Mr. King's hearings. ''I was trying to figure out why he's doing this,'' she said, ''and I haven't come up with a good answer.''\nShe recalled how people were stigmatized in the early years of the AIDS epidemic and the way that stigmas become the focus of attention and get in the way of the efforts really needed to avert tragedy.\nMr. King's contention that Muslims are not cooperating with law enforcement is just wrong. According to the Triangle Center on Terrorism and Homeland Security, an independent research group affiliated with Duke University and the University of North Carolina, 48 of the 120 Muslims suspected of plotting terror attacks in the U.S. since Sept. 11, 2001, were turned in by fellow Muslims. In some cases, they were turned in by parents or other relatives.\nWhat are we doing? Do we want to demonize innocent people and trample on America's precious freedom of religion? Or do we want to stop terrorism? There is no real rhyme or reason to Congressman King's incoherent flailing after Muslims. Witch hunts, after all, are about seeing what kind of ugliness might fortuitously turn up.\nMr. King was able to concoct the anti-Muslim ugliness in his 2004 novel, ''Vale of Tears,'' in which New York is hit yet again by terrorists and, surprise, the hero of the piece is a congressman from Long Island. But this is real life, and the congressman's fantasies should not apply.\nAmerica should be better than this. We've had all the requisite lessons: Joe McCarthy, the House Un-American Activities Committee, the demonization of blacks and Jews, the internment of Japanese-Americans, and on and on and on. It's such a tired and ugly refrain.\nWhen I asked Colleen Kelly why she spoke up, she said it was because of her great love for her country. ''I love being an American, and I really try to be thankful for all the gifts that come with that,'' she said. But with gifts and privileges come responsibilities. The planned hearings into the Muslim community struck Ms. Kelly as something too far outside ''the basic principles that I knew and felt to be important to me as a citizen of this country.''\n\nhttp://www.nytimes.com\n\nLoad-Date: March 8, 2011"
}