{
    "title": "Flees to Jordan as Assad regime cracks at the highest level",
    "publisher": "the capital ",
    "year": 2012,
    "month": 8,
    "day": 6,
    "full text": "BEIRUT (AP) - Syria's prime minister defected and fled to neighboring Jordan, a Jordanian official and a rebel spokesman said Monday, evidence that the cracks in President Bashar's Assad's regime have reached the highest echelons of government.\nAhmad Kassim, a senior official with the Free Syrian Army, said Prime Minister Riad Hijab defected to Jordan along with three other ministers. A Jordanian government official confirmed Hijab defected with his family but did not comment on whether three other ministers had also come. The official spoke on condition of anonymity, saying he was not allowed to make any public statements on the defection.\nHijab is the highest-level government official to defect since the uprising against Assad's authoritarian rule began 17 months ago. The other ministers' identities were not immediately known and Syrian TV denied reports that Finance Minister Mohammad Jlailati had defected.\n\"The prime minister defected from the regime of killing, maiming and terrorism. He considers himself a soldier in the revolution,\" Mohammad Otari, Hijab's spokesman, told The Associated Press in Amman, Jordan.\nAssad's regime has suffered a series of significant setbacks over the past month that point to a loosening of its grip on the country.\nFour of the president's top security aides were killed in a rebel bombing of state security headquarters in the capital Damascus on July 18, including the defense minister and Assad's brother in law. There has been a steady stream of high-level defections from diplomats to generals in recent weeks. And the regime has been unable to fully subdue rebel challenges in the two major cities, Damascus and Aleppo.\nHijab's defection comes less than two months after he was appointed to the post, which is largely symbolic in Syria where the president and a tight coterie of advisers hold the real power.\n\nLoad-Date: August 6, 2012"
}