{
    "title": "Flick picks_ Four documentaries take deeper look at terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "In the wake of the horrific Paris attacks this weekend, The Daily Texan has compiled a list of documentaries focusing on past terrorism in Europe and the Middle East.\nThe Rise of ISIS\nThis PBS documentary takes the time to explore the events that caused the formation of the Islamic State while also examining the militia's rampage through the Middle East. Viewers can learn how Al-Qaeda's efforts eventually morphed into this new, destructive terrorist group. One section shows a small cluster of Islamic State soldiers who took control of Mosul, one of the largest cities in Iraq that fell despite being protected by the Iraqi army. Many military strategists chime in to comment how the group managed to\nexpand its rampage through dozens of settlements. The film also explains the Islamic State's funding of its operations and gives insight on their leader, Abu Bakr al-Baghdadi.\nThe Islamic State\nThis 2014 Vice News documentary explores the Islamic State's reign, telling the story of the group's take over of large areas in Iraq and Syria. The hour-long look at the violent nature of the militant group pulls no punches, as it displays graphic images of those who've died at the group's hands. Vice News gives viewers a look at how the group influences and threatens civilians to join their ranks. Seeing images of children wielding the Islamic State flag is sickening but delivers an informative look on how the group has successfully bred a new age of terror in the Middle East.\n7/7 London Bombings: 10 Years On\nProduced by Sky News, this documentary looks back on the 2005 bombings that shook London and reminded the world that terrorist attacks by foreign agents were still a scary possibility. The film explores how coordinated suicide attacks on public transportation systems took the lives of 52 people and injured hundreds more. Featuring several interviews from survivors of the tragedy, the film puts a human face on the attack. The accounts of the injuries and loss of family members are brutal, but hearing tales of how commuters banded together to help in the aftermath is inspiring.\nParis Attacks: Three Days of Terror\nThe Charlie Hebdo shootings, in which Al-Qaeda-affiliated terrorists murdered several writers working for the satirical magazine, left French citizens to spend the new year mourning the victims. Sky News produced a half-hour special report documenting the three days spent searching for the perpetrators. The film shows shocking footage of the violence, while also analyzing exactly what happened during the attack. The report also focuses on how the world responded to the assault on freedom of speech and examined how other countries stood in solidarity with the French in a way that mirrors current events.\n\nLoad-Date: November 18, 2015"
}