{
    "title": "FLIGHT 800'S SHOCK WAVES REACH THE OLYMPIC VILLAGE_ THOUGHTS OF TERRORISM LEAVE SOME ANXIOUS AS THEY",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "Shock waves from the explosion of TWA Flight 800 - intensified by concern over the possibility that terrorism was to blame - rippled through this security-obsessed Olympic city yesterday mere hours before tonight's opening ceremony.\nOlympic security officials, whose meticulous preparations for the Summer Games were carried out against the backdrop of the terrorist bombings of New York's World Trade Center and Oklahoma City's federal building, said they remained satisfied with their safety plan.\nStill, with investigators uncertain about what caused the Boeing 747 to explode shortly after takeoff from New York's John F. Kennedy International Airport, terrorism was a question on the minds of many here.\n\"Yes, it has heightened my anxiety a little bit,\" said Don Mischer, executive producer of the opening ceremony, which President Clinton and about 85,000 other people plan to attend. \"But I also have confidence that our security system is going to rise to the task here.\"\nAtlanta Mayor Bill Campbell said the tragedy \"certainly overshadows the joy that we feel in preparing to host the world for the Olympic Games.\"\nAlthough officials have been tight-lipped about specifics, they are spending more than $300 million on security for the Olympics and mobilizing a 30,000-member force.\n\"We have done everything humanly possible to provide the very highest level of security,\" Olympic security director William Rathburn said on NBC's Today show. \"Our security has always been designed for the worst-case scenario.\"\nFrancois Carrard, director general of the International Olympic Committee, addressed the issue during his daily afternoon news conference.\n\"We are confident security measures are all in place, and we see no relationship between this tragedy and the Olympic Games,\" he said. \"A few more stringent measures will be taken with regard to the airport and air traffic.\"\nHe declined to discuss those measures, though Atlanta police yesterday increased the number of foot patrols at Hartsfield International Airport.\nAtlanta Police Chief Beverly Harvard said the security level \"had already been raised\" at the airport.\n\"It would be premature at this point to do anything else,\" Harvard said. \"We would have to wait for an analysis by our various intelligence sources before we make a determination\" on any additional measures.\nYesterday at Hartsfield - which was experiencing a pre-weekend lull in Olympic travelers, with about 128,000 passengers expected to pass through - some of the security preparations were obvious.\nAmong them were the huge concrete planters strategically placed in front of the doors of the terminals to prevent anyone from crashing through in a vehicle, and the greater number of surveillance cameras all around.\nPassengers at Hartsfield yesterday, passing through the carnival atmosphere generated by the arrival of thousands of Olympic visitors, seemed generally calm.\n\"I watched the news, but I fly quite a lot, and that's going to happen every now and then,\" said Dean Ogle, 39, of Orlando, Fla., who was waiting to board a plane to Chicago. \"I have peace about my eternal situation, so whenever I have to fly, I know that, wherever I'm going, the Lord will take care of me.\n\"I would be more concerned if I was going to the Olympics than I am about flying.\"\nIn downtown Atlanta, inside the Olympic Ring that holds most of the sporting sites, the massive security apparatus already had rolled into action.\nSeveral visitors strolling about said they had no fear of terrorist activity.\n\"I'm not worried about it at all,\" said Louise Sherwood, 53, of Stewart, Fla., who was attending the Games with her husband, Lowell, 64. \"It's just a reminder of how quickly things can happen, but I don't feel afraid at all.\"\nAnd top tennis player Monica Seles, who had been stabbed on a court at a tournament in Germany in 1993, said she was not concerned about her safety at the Olympics.\n\"I feel safe in the village and the tennis court,\" the Associated Press quoted Seles as saying. \"I feel sure that the security is unbelievable.\"\nBut for a few people here, the threat of terrorism was more than a back-of-the-mind concern.\n\"We are afraid,\" Sylvia Achas, a tourist from the Philippines, told the Associated Press. \"This is my first Olympics, and my last.\"\nMost visitors, though, seemed absorbed by the spectacle of the Games.\n\"We're not feeling any qualms at all,\" said Matt Laing of Lawrenceville, Ga., visiting Centennial Olympic Park after attending a gymnastics practice session with his wife, Lynn, and daughter, Erin. \"We haven't even thought about it, really.\"\n\nNotes\n\nMYSTERY OF FLIGHT 800\n\nGraphic\n\n \nPHOTO;\nPHOTO (1)\n1. Michigan National Guard troops used mirrors to check underneath a car before it could enter a parking garage in Atlanta yesterday. (Knight-Ridder Tribune, LINDA CATAFFO)\n\nLoad-Date: October 28, 2002"
}