{
    "title": "Flight 103 Outrage Lives, But Justice Proves Elusive",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 11,
    "day": 27,
    "full text": "LAST November, when investigators pinned the blame on Libya for the 1988 bombing of Pan American Flight 103, outraged Bush administration officials hurled warnings at the Tripoli government. \"This consistent pattern of Libyan-inspired terrorism … cannot be ignored,\" a White House spokesman warned at the time.\nOne year later, the outrage persists. But bound by a variety of diplomatic constraints, the Bush administration has been unable to take decisive measures needed to bring two accused Libyan agents to justice. Despite pledges to do more, President-elect Clinton may also find that combatting terrorism in an era of multilateral diplomacy is more easily said than done, diplomatic analysts say.\n\"The case of Pan Am 103 is unprecedented in every respect: the enormity of the crime, the strength of the evidence, the vulnerability of the regime, and the extent to which the evidence implicates [Libyan leader Muammar] Qaddafi,\" says Libya expert Henry Schuler, of the Center for Strategic and International Studies. \"Even so, US efforts to obtain justice have bogged down.\"\nFollowing a three-year investigation, the United States handed down indictments against two Libyan intelligence operatives, Abdel Basset Ali Al-Megrahi and Lamen Khalifa Fhimah. In March, the United Nations Security Council approved a ban on arms sales and air travel to Libya, unless Mr. Qaddafi turned over the two, plus four other Libyans accused of downing a French airliner in 1989.\nThe UN will review the sanctions next month, but is not expected to broaden them to include an oil embargo, the only measure that experts consider to be strong enough to force Qaddafi's hand.\nInternational action against Libya has been constrained by the US preoccupation with its own domestic problems and by crises elsewhere, including Bosnia-Herzegovina.\nThe US has also had to weigh the fate of more than 1 million Egyptian and Tunisian guest workers who could be expelled from Libya if an oil embargo seriously disrupted Libya's economy.\nThe major constraint has been the attitude of Libya's main trading partners, Germany and Italy, which buy 65 percent of its oil exports. Analysts say the loss of Libyan oil could easily be offset by higher production in the Gulf. But both are reluctant to sacrifice comfortable, decades-old trading patterns in the fight against terrorism.\nAccording to investigators, the two Pan Am 103 suspects placed a plastic bomb connected to a Swiss-made detonating device inside a portable radio. The radio was placed in a suitcase which was routed to flights from Malta through Frankfurt to London with a stolen luggage tag. In London, the bomb was placed aboard Flight 103 where it exploded shortly after takeoff.\nUS indictments were handed down two weeks after French authorities indicted four Libyans, including Qaddafi's brother-in-law, for bombing the French airliner. A total of 441 people were killed in the two incidents.\nInvestigators are convinced that Libya was retaliating against the US for its 1986 bombing of Libya, following a Berlin terrorist act blamed on Libya, in which three Americans were killed.\nA senior State Department official acknowledged this week that \"the empirical evidence is that [the UN sanctions] haven't worked yet\" in terms of gaining Libyan compliance with demands laid out in two UN resolutions. But the official says the administration \"hasn't budged one iota in its determination that those responsible for blowing up the airliner be brought to justice.\"\nFamilies of the Pan Am 103 victims say the US has not done enough to force compliance.\n\"We feel that unless oil sanctions are imposed against Libya, there's no way the two [suspects] are going to be turned over,\" says Rosemary Wolf, whose stepdaughter was on Pan Am 103. \"They need an economic squeeze before they'll do anything.\"\nAn oil embargo was urged on President Bush in a letter signed last week by 10 US senators and has been promised by Mr. Clinton \"if the suspects are not turned over.\"\nIf the administration is applying pressure too gradually, it is also relying too heavily on multilateral diplomacy, say critics who note that the Pam Am bombing was an act directed at the US alone.\nThere are few calls for a repetition of the military force used against Libya in 1986, if only because the fragile Middle East peace process would also be a casualty.\nBut critics say the US can do far more to pressure Germany and Italy, directly or through a European body like NATO, to get the oil embargo a reluctant UN is unlikely to impose. The US \"has a much better shot at getting the cooperation of the Europeans than most people realize,\" Mr. Schuler says.\n\"The question of whether Libya's failure to comply with any of the four demands after all this time merits further action - that's a decision for the international community,\" the US official says.\n\"This is exactly Qaddafi's strategy,\" Schuler rejoins. \"He will stall and assume that the issue will just go away. Indeed, that is what will happen unless the US takes the lead.\"\n \n\nGraphic\n\n \nPHOTOS: WAITING GAME: 1)Libyans Abdel Basset Ali Al-Megrahi (top) and 2)Lamen Khalifa Fhimah leave Tripoli hearings on the terrorist bombing of Pan Am flight 103. Efforts to bring the indicted men to trial have been frustrated., BOTH PHOTOS BY MANOOCHER/AFP/FILE\n\nLoad-Date: November 27, 1992"
}