{
    "title": "FLIGHT DATA SHOW NO PROBLEMS EXPERTS ARE SPECULATING ON A HANDFUL OF THEORIES AS TO WHAT CAUSED THE",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 11,
    "day": 12,
    "full text": "The mystery of what caused the crash of EgyptAir Flight 990 deepened yesterday as aviation experts puzzled over the preliminary findings from the recovered flight data recorder.\nThose findings indicated that everything was normal aboard the Boeing 767 after its takeoff Oct. 31 from Kennedy International Airport until the autopilot disengaged and the jet suddenly descended. Moments later it crashed into the Atlantic, killing all 217 people aboard.\nAviation experts said the jet could have experienced a rapid decompression, forcing the pilot to make an emergency maneuver to get the airplane to an altitude at which passengers could breathe.\nOther scenarios that investigators are considering include terrorism, sabotage, hijacking, or a problem with a passenger or crew member on the Cairo-bound flight.\nInvestigators hope the airplane's other \"black box\" - the cockpit voice recorder, which tapes crew member conversations and cockpit noises - can better reveal what happened. High seas yesterday halted the search for that recorder, but ships were due to resume their efforts early today, when better weather was expected.\nA sudden decompression aboard the jet could also have occurred from an explosive device ripping a hole in the fuselage, said Ed Crawley, head of the aeronautics and astronautics department at the Massachusetts Institute of Technology. He called the airplane's sudden descent a \"violent maneuver.\"\n\"The question is, did he [the captain] do this or did the autopilot disengage on its own?\" Crawley said.\nJames Hall, chairman of the National Transportation Safety Board, said Wednesday that Flight 990 had been cruising normally at 33,000 feet when the autopilot disconnected, according to preliminary data findings. That is unusual, because the airplane was just beginning an hours-long cruise across the Atlantic. Hall would not say whether the autopilot disconnected manually or automatically.\nAbout eight seconds later, the flight \"begins what appears to be a controlled descent\" from 33,000 feet to about 19,000 feet, Hall said.\nThe recorder stopped shortly afterward, and the final five to 10 seconds of information on its tape were still being extracted.\nCrawley said a handful of mechanical possibilities could have forced the pilot to suddenly descend from 33,000 feet. Because pilots must notify air traffic controllers before changing altitude, it is possible that rapid decompression - perhaps from a sudden blowout of a door or windshield - forced an emergency dive, Crawley said.\nCrawley also said that the autopilot's vertical control may have broken, or a tail flap controlling pitch may have failed. It is also possible that the pilot brought the airplane down rapidly in response to an emergency on board such as an urgent medical need, he added.\nBarry Trotter, a pilot and former senior NTSB investigator, said that if rapid decompression was not the problem, perhaps the wild descent could have resulted from human intervention, such as a skyjacking, terrorism or sabotage.\nExperts found it strange that a pilot would not notify air traffic controllers.\nU.S. pilots are required to lock the cockpit door as soon as the aircraft pulls away from the gate and to keep it locked during flight. They even work out a special knock so they know when a flight attendant wants to enter.\nAbout 250 FBI agents are among the experts working 16-hour days on the case.\n\nLoad-Date: October 22, 2002"
}