{
    "title": "Flirting with Muslim jihad",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 7,
    "day": 2,
    "full text": "Forget Paula Deen. There are far more dangerous bigots and poisonous haters spoiling the American landscape. They cook up violent rhetoric and murderous plots against our troops, our citizens and our allies. And they have direct access to the White House. \nLast month, the Investigative Project on Terrorism blew the whistle on the Obama administration's latest flirtation with Muslim jihad. Sheikh Abdullah bin Bayyah bragged on his website that he had met with Team Obama on June 13. IPT reported that bin Bayyah was invited by National Security Council official Gayle Smith \"to learn from you and we need to be looking for new mechanisms to communicate with you and the Association of Muslim Scholars.\" \nThe White House has e_SSRqfessed up to the confab. According to Fox News, a senior official spun the troubling event as a discussion about \"poverty, global health efforts and bin Bayyah's own efforts to speak out against al-Qaida.\" \nBin Bayyah's moderate Muslim costume shouldn't fool anyone. This Sharia thug lobbied the United Nations to outlaw all criticism of Allah. He raised money to benefit the terror group Hamas. He is a top lieutenant of Muslim Brotherhood spiritual leader Yusuf Qaradawi, who exhorts followers to kill every last Jew; sanctioned suicide bombings and the killing of our soldiers; and expressed support for stoning gays. \nAs jihad watchdogs have reported, the administration has rolled out the red carpet for dozens of Muslim Brotherhood officers, flacks and sympathizers. IPT noted last year: \"White House visitor logs show that top U.S. policy-makers are soliciting and receiving advice from people who, at best, view the war on terrorism as an unchecked war on Muslims.\" \nAnother Qaradawi cheerleader, Hisham al-Talib, was welcomed last spring at the White House by Obama's Office of Faith-Based and Neighborhood Partnerships. Four days later, White House officials welcomed a foreign delegation of the radical Sharia-enforcing Muslim Brotherhood from Egypt. \nAl-Talib is a founding member of the SAAR Foundation and the International Institute of Islamic Thought (IIIT). FBI and Customs officials believe SAAR/SAFA laundered money for a plethora of violent Muslim terrorist groups, from Hamas and Hezbollah to al-Qaida and the Palestinian Islamic Jihad. Investigative journalist Patrick Poole reported recently that the Obama DOJ dropped planned prosecutions of IIIT leaders including al-Talib, despite being \"targeted and repeatedly named in the 2003 U.S. Customs Service search warrant application by Customs Agent David Kane targeting the SAAR Foundation/SAFA Group terror finance network.\" \nIIIT was also an unindicted co-conspirator in the feds' Holy Land Foundation terror financing case and supported convicted terror aides Sami al-Arian and Abdul Rahman al-Amoudi. Al-Amoudi was the first president of the Islamic Society of Boston mosque, where Boston bomber brothers, Tamerlan and Dzhokhar Tsarnaev, used to worship. \nWe need a zero tolerance policy for jihadist infiltrators and coddlers in Washington.  \nLet's take a page from Kanye West and project the names of all the Ikhwan-linked goons who are allowed to darken the White House doorstep onto the side of the Old Executive Office Building for all to see - along with their most infamous hate videos and fatwas against Jews, infidels, gays, women and U.S. soldiers. No more play dates with Muslim jihad behind closed doors. Light e_SSRqem up. \nMichelle Malkin is the author of \"Culture of Corruption: Obama and his Team of Tax Cheats, Crooks and Cronies\" (Regnery 2009). \n\nLoad-Date: July 4, 2013"
}