{
    "title": "Floods ravage valley in Pakistan already reeling from war, Taliban WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 8,
    "day": 2,
    "full text": "IMAM DHERI, PAKISTAN - This village in Pakistan's troubled Swat Valley suffered through years of Taliban rule and months of battles between Islamist militants and the army. But for a man who has seen it all, that's nothing compared with the last three days of flooding.\nPakistan's impoverished northwest has been wracked by the worst floods in the country's history - a disaster that has claimed 1,100 lives, wiped out whole villages and left families clinging to the tops of collapsed houses in the hope of being rescued.\nThe catastrophe also opened up a new front in the U.S. war against Islamist militants, with both groups competing to deliver emergency aid to a region under constant threat of the Taliban.\nBut for flood victims such as Fazal Maula, 30, of Imam Dheri, it doesn't matter who delivers the assistance - he just wants to know how he and his family are going to find their next meal and rebuild their lives.\n\"We saw destruction during the three years of the Taliban and then during their fight with the army. But the destruction we have seen in the last three days is much more,\" Maula said Sunday.\nThe floods destroyed almost everything in Imam Dheri and the surrounding villages, including houses, shops, vehicles and crops. Residents have received no assistance from the government, and those who haven't been able to flee by boat are running out of food, Maula said.\nThe army launched a major offensive against Taliban militants in the Swat Valley last spring, sparking a fight that caused widespread destruction and drove some 2 million people from their homes.\nThe government has said that rehabilitating the area is key to keeping out the militants, a goal that was already hampered by a shortage of funds and now will be much harder to accomplish because of the devastating floods, which have destroyed more than 14,000 houses and 22 schools in Swat.\nThe U.S. stepped in to help the government Sunday, promising $10 million in emergency aid. The high-profile gesture comes at a time when the administration of President Barack Obama is trying to dampen anti-American sentiment in Pakistan and enlist the country's support to turn around the Afghanistan war.\nThe U.S. also provided rescue boats, water filtration units, prefabricated steel bridges and thousands of packaged meals that Pakistani soldiers tossed from helicopters as flood victims scrambled to catch them.\n\nLoad-Date: August 3, 2010"
}