{
    "title": "Florida may remove liberties to prevent terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 1,
    "full text": "The fear of terrorism has apparently caused members of the Florida State legislature to consider drawing the blinds on the sunshine laws in their state. How ironic is it that the \"Sunshine State\" is contemplating curtailing sunshine laws that require officials to give out information dealing with acts of terrorism? If it curbs these laws, the legislature would be allowed to keep testimony, staff reports and legislators' votes secret when the content deals with terrorism.\nFrankly, the members of the Florida legislature have spent too much time in the sun.\nKent State U.\nThe members argue that the legislation is needed because of the threat of terrorism and the need to keep security information private. State Senate majority leader Jim King said, \"Sometimes you have to ease civil liberties to protect the civil population.\" Do the legislature members think all sensitive information goes to them before it goes to the federal government? The United States Congress has not proposed throwing out all its sunshine laws to fight terrorism. Florida is giving into the terrorists if it cuts down on the freedom of information.\nWhy does Florida have to make everything so incredibly difficult? With this legislation, the state is only adding to its rap sheet of screwing up everything from elections to civil liberties. It is a shame that Florida, which has been known around the country for having set an incredibly high bar when it comes to sunshine laws, will lower that standard.\nPresidents have long had the privilege of keeping certain pieces of information quiet for purposes of national security or to protect troops abroad. As we have seen with our current crisis, President Bush has become upset when information relayed to the United States Congress is leaked to a reporter. This frustration is understandable because American lives could be at risk. President Bush or the Congress has not called for a scaling back of sunshine laws because of a few loud-mouth members of Congress. We hardly see a need for this kind of action in Florida.\nHopefully the members of the Ohio legislature don't try and simulate the Sunshine State's foolishness. Considering the Ohio legislature's actions during the budget mess and some of the other dingbat pieces of legislation they are considering, we wouldn't put it past them. The Florida legislature should be ashamed of itself. It is not only causing panic but also rationalizing taking away civil liberties as a necessary course of action. These folks seriously need to stay out of the heat or put some sun block on because it appears they are losing their minds.\nAnd unfortunately for the citizens of Florida, they may also be losing their liberties.\n(C) 2001 Daily Kent Stater via U-WIRE\n\nLoad-Date: November 1, 2001"
}