{
    "title": "Florida professor arrested, suspected of terrorism ties",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 2,
    "day": 20,
    "full text": "TAMPA, Fla. -- A college professor previously accused of having terrorist ties was arrested early Thursday by federal agents.\nTelevision reports showed Sami Al-Arian being led in handcuffs to FBI headquarters in Tampa after the arrest. His indictment is sealed until a court hearing scheduled for Thursday afternoon, a federal source said on condition on anonymity.\n\"It's all about politics,\" Al-Arian told reporters as agents led him inside.\nThe U.S. Attorney's Office in Tampa had said last year that Al-Arian was under federal investigation, but refused to elaborate.\nThe tenured Palestinian computer engineering professor was placed on forced leave and banned from campus shortly after the Sept. 11, 2001, terrorist attacks and his subsequent appearance on Fox News Channel.\nHe was quizzed about links to known terrorists and asked about tapes from the late 1980s and early 1990s in which he said \"Death to Israel\" in Arabic.\nAl-Arian has said that he has never advocated violence against others and that his words were a statement against Israeli occupation. He also has consistently denied any connection to terrorists.\nThe university says that hurt the school's fund-raising efforts and resulted in threats being made against the school.\nThe university also claimed the professor raised money for terrorist groups, brought terrorists into the United States, and founded organizations that support terrorism.\nAl-Arian and his brother-in-law, Mazen Al-Najjar, founded the World and Islam Studies Enterprises, a now-defunct Islamic think tank at USF that was raided by the FBI in 1995. Al-Arian also founded the Islamic Concern Project Inc. in 1988.\nAl-Arian has lived in the United States since 1975 and had taught at the university since 1986.\nLast month, the faculty union at the University of South Florida filed a grievance on Al-Arian's behalf, saying that banning him from campus violated the union's contract, Al-Arian's right to academic freedom and its own policy of nondiscrimination on the basis of ethnicity and religious affiliation.\nHis brother-in-law, who also had taught at the university, spent more than 3 1/2 years in jail on secret evidence linking him to terrorists. He was released in 2000 but arrested again in November 2001 and deported last August.\n\nLoad-Date: February 20, 2003"
}