{
    "title": "FLORIDA SHOOTINGS SPUR FLURRY OF GUN-CONTROL PROPOSALS",
    "publisher": "pittsburgh post-gazette",
    "year": 2016,
    "month": 6,
    "day": 16,
    "full text": "WASHINGTON -U.S. Sen. Pat Toomey is working to break a logjam over gun legislation, but he's getting heat from Democrats and from gun-control advocates with whom he's been negotiating.\nAs a filibuster by Senate Democrats continued Wednesday, the Pennsylvania Republican unveiled legislation to keep guns out of the hands of terror suspects, while ensuring Second Amendment protections for law-abiding purchasers.\nHe and Sen. Joe Manchin, D-W.Va., also said they planned to reintroduce their background-check expansion plan that failed in 2013 and again in 2015.\nThe issue has taken a sudden turn -one that paints many lawmakers into a corner -since Sunday, when 49 people were killed at a Florida gay bar in the worst mass shooting in modern U.S history.\nThe election-year fight over gun control pits proponents of the Second Amendment against those arguing for greater restrictions on guns. Presumptive GOP presidential nominee Donald Trump told a rally in Georgia Wednesday: \"I'm going to save your Second Amendment.\"\nThe Orlando shooter, Omar Mateen, was added to a government watch list of individuals known or suspected of being involved in terrorist activities in 2013, when he was investigated for inflammatory statements to co-workers. But he was pulled from that database after an investigation was closed 10 months later.\nMr. Trump said he would meet with the National Rifle Association to discuss ways to block people on terrorism watch or no-fly lists from buying guns. That wouldn't have blocked Mateen, however, since he'd been pulled from the watch list.\nIn Washington, Sen. Chris Murphy of Connecticut, site of the 2012 Sandy Hook massacre, led the filibuster. He pledged to remain on the Senate floor \"until we get some signal, some sign that we can come together\" on plans to expand background checks.\nMr. Toomey tried to offer a compromise between Democrats who want to prevent terror suspects from buying guns and Republicans who say they fear law-abiding citizens could be wrongly placed on terrorism watch lists.\n\"I think everybody ought to be able to agree to this in principle: We don't want terrorists to be able to walk into a gun store and buy a gun, and we don't want an innocent law-abiding citizen to be denied his rights because he's wrongly on the list with a bunch of terrorists,\" he said on the Senate floor. \"Let's sit down and figure out how to achieve this.\"\nFellow Republican John Cornyn of Texas had proposed letting the government delay firearms sales to suspected terrorists for 72 hours while prosecutors sought a court order to permanently block the transaction. The NRA supports Mr. Cornyn's plan but Mr. Murphy called it \"laughable\" and \"unworkable.\"\nMr. Toomey's bill is a blend of the approaches by Mr. Cornyn and Sen. Dianne Feinstein, D-Calif.\nIt would require the Foreign Intelligence Surveillance Court to annually review a Justice Department list of terror suspects, who would be prohibited from buying guns. The court would determine whether each person has engaged in conduct supporting terrorism and whether there is reason to believe each person may use a firearm in connection with terrorism.\nIt includes an emergency process allowing the attorney general to block for three days a gun purchase by a likely terrorist who was recently discovered and not yet on the watch list.\nThe legislation also provides an opportunity for prospective gun buyers to have a court hearing within three days and to see the attorney general's evidence for placing them on the terrorism watch list.\nMr. Toomey spent much of Tuesday and Wednesday in talks with fellow senators on both sides of the aisle and with advocates from Everytown for Gun Safety. The result fell short of Everytown's expectations.\n\"While we are encouraged that there have been some discussions, we are not there yet, and our support for any compromise legislation is contingent on support from both Republicans and Democrats,\" said Everytown spokeswoman Erika Soto Lamb.\nDemocratic Leader Harry Reid of Nevada rejected the proposal outright.\n\"Sen. Toomey's proposal would make it more difficult for law enforcement to keep guns out of the hands of terrorists by forcing the FBI to jump through more hoops than the already unworkable bill proposed by Sen. Cornyn,\" he said. \"These proposals move us farther away from compromise, not closer.\"\nMs. Feinstein and 26 other Democrats filed competing legislation. Under it, subjects of federal terrorism investigations during the past five years would be flagged in the background check system for further review by the Justice Department before they can buy a gun.\nSeveral Democrats weighed in on the broader issue during the day-long filibuster.\n\"My goodness,\" Mr. Manchin said. \"If a person is thought to be of a terrorism mindset and we have flagged them not to be able to fly on a commercial airline in the United States of America, don't you think we ought to have the same concerns about them being able to buy a weapon legally?\"\nDemocrat Katie McGinty, who is running against Mr. Toomey in the November election, said Mr. Toomey's plan is too little, too late.\nShe blasted him for his earlier opposition to a bill that would have kept guns from suspected terrorists but did not have protections for erroneously listed people.\n\"Now, he's simply giving himself some political cover by introducing an unworkable bill that is very unlikely to receive bipartisan support and would do little to actually prevent shootings. He's trying to sell it as an honest effort to make our communities safer, but we should recognize this for what it is: a political calculation and little else\" Ms. McGinty said.\nShe also criticized him for giving up too soon on his 2013 background check bill he wrote with Mr. Manchin.\n\"It should not have taken the worst mass shooting in U.S. history or an election year for Senator Toomey to return to this issue,\" she said.\nEarlier Wednesday, Mr. Manchin stumped for the background check provisions, which he and Mr. Toomey plan to reintroduce. The bill would expand background checks for firearms purchased online and at gun shows.\nThe senators' 2013 effort failed, and Mr. Manchin alone reintroduced the background checks bill in 2015. It failed again.\nMr. Toomey did not mention that legislation during his brief floor speech Wednesday, but his spokeswoman later said he planned to reintroduce it with Mr. Manchin.\nMr. Manchin said it shouldn't be so hard for Republicans to support a commonsense bill that has widespread support of constituents.\n\"Those who are unstable, who have been criminals, who want to do harm to all of us should not be able to conveniently go . to a gun show in America or on the internet and buy guns,\" he said.\n\nNotes\n\nWashington Bureau Chief Tracie Mauriello: tmauriello@post-gazette.com; 703-996-9292 or on Twitter @pgPoliTweets. / The Associated Press contributed.\n\nLoad-Date: June 16, 2016"
}