{
    "title": "Florida Power fingerprints employees as terrorism safeguard",
    "publisher": "st. petersburg times ",
    "year": 1987,
    "month": 4,
    "day": 21,
    "full text": "CRYSTAL RIVER - In compliance with a new law aimed at protecting    nuclear plants from terrorists, more than 2,000 employees of Florida    Power Corp. and its contractors are being fingerprinted and checked for    criminal records.\n \n     Florida Power spokesman David Waldrop said about 600 employees have    been fingerprinted so far, and between 2,000 to 2,500 workers will    eventually submit to the security check.\n \n     A new federal law - The Omnibus Diplomatic Security and    Anti-Terrorism Act of 1986 - requires the security measures as a    safeguard against theft of radioactive nuclear material, or terrorist    attacks on nuclear power plants.\n    The fingerprints are being collected by the Nuclear Regulatory    Commission (NRC) and forwarded to the FBI in Washington. The FBI uses    computers to check the employees names and fingerprints for possible    criminal records.\n \n     NRC regulations adopted to enforce the law require all U.S.    utilities with nuclear plants to fingerprint employees who have    \"unescorted access to nuclear power facilities,\" or who have    knowledge of plant security systems.\n \n     Waldrop said the FBI has not yet returned criminal history reports    on any of the 600 fingerprint cards submitted by Florida Power since    the NRC regulation took effect April 1.\n \n     If an employee is found to have a criminal history, the information    is to be used only to determine his suitability for unescorted access    to a nuclear power plant, according to a statement released by the NRC.\n \n     The NRC statement added that employees cannot be denied unescorted    access on the basis of arrests over a year old that have no information    on the case's disposition, or arrests that resulted in dismissals or    acquittals.\n \n     Asked if there had been complaints from employees about the    fingerprinting, Waldrop said, \"We have not run across any.\"\n \n     Many Florida Power employees, Waldrop said, were nuclear workers    in the military and are accustomed to tight security. He estimated that    30 percent of Florida Power's nuclear work force already has    fingerprints on file from previous security checks.\n \n     The fingerprinting is being performed daily by Florida Power's    security contractor, Pinkerton's Corp., Waldrop said. Pinkerton's has    added four part-time employees to take the fingerprints, and should    complete the job in four months, he said.\n \n    \n\nLoad-Date: November 19, 1992"
}