{
    "title": "FLOW OF FUNDS TO CHECHEN REBELS IS BEING CUT OFF; LIMITED RESOURCES FORCE SWITCH FROM GUERRILLA WAR",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 9,
    "day": 19,
    "full text": "Pro-Chechen activists are increasingly going underground to secretly funnel money to fighters in Chechnya as post-Sept.  11 government crackdowns and Russian pressure choke off what was once a flow of hundreds of millions of dollars to the Russian republic, say Chechens and experts familiar with the funding.\n The financial squeeze comes as Chechen rebels rely more on dramatic low-cost terror attacks such as the Russian school hostage-taking and suicide bombings with militants so starved of cash they can't afford to keep heavily armed forces in Chechnya.\n \"Limited resources mean more terrorism,\" said Michael Radu, a terrorism expert at the Foreign Policy Research Institute in Philadelphia. \"Terrorism is cheaper than guerrilla warfare and it has a more dramatic impact. You don't need heavy weapons to kidnap kids.\"\nThe money flow has plummeted from its peak in the 1990s to an estimated several hundred thousand dollars a year now, Chechen activists and terrorism experts told The Associated Press.\n Wealthy Chechen businessmen and Islamic and pro-Chechen charities in the Persian Gulf, Jordan, Turkey, Europe and the United States once accounted for most of the hundreds of millions of dollars in fund-raising. It was mostly done through a far-flung Chechen diaspora and Islamic charities often using murky and secret transactions that experts say are difficult to track.\n Now, the money is smuggled into Chechnya largely by private businessmen traveling through Azerbaijan, the Chechen activists and experts said.\n A former Chechen fighter, who remains in touch with rebels in the separatist republic, said militants and commanders were complaining about the fall in funding.\n \"You need money for food, medicine and to keep fighters in the field,\" said the fighter, identifying himself as Lomali Nasho, the name he uses in Turkey where he lives with refugees. He said he doesn't use his real name for fear of attracting the attention of Russian agents.\n The largest contributions are believed to still be from the Gulf, with smaller amounts moving through Turkey, Europe, Islamic states and even North America.\n Earlier this month, the U.S. Treasury Department accused an American arm of a Saudi charity, the Al-Haramain Islamic Foundation, of links to al-Qaida leader Osama bin Laden. The agency alleged branch members tried to conceal funds intended for Chechnya by omitting them from tax returns and mischaracterizing their use.\n Treasury also said there were allegations that donations made to Al-Haramain for Chechen refugees were diverted to rebels and Chechen leaders affiliated with al-Qaida.\n \"Finances have been flowing into Chechnya in support of both the global jihad and the separatist movement,\" Molly Millerwise, a spokeswoman at the Treasury Department, told AP.\n Aid groups insist money they collect is for refugees and infrastructure in Chechnya, but Chechens and terrorism financing experts say at least part of the funds is diverted to fighters.\n \"Money for refugees, it never existed,\" said Nasho. \"The money went to the fighters.\"\n Moscow has already been accused of acting outside Russia to go after Chechens. In February, rebel leader Zelimkhan Yandarbiyev was killed by a bomb in Qatar, a major source of funding for the Chechens.\n A Qatari court convicted two Russian intelligence agents in the assassination of Yandarbiyev, believed to be a key figure in collecting money for Chechnya. The court also said the killing was carried out with the backing of \"Russian leadership\" and coordinated between Moscow and the Russian Embassy in Qatar.\n\nLoad-Date: September 23, 2004"
}