{
    "title": "Flying the flag isn't terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 25,
    "full text": "Political correctness has reached a new low in America. As sad as it sounds, a government worker was told to remove a flag from his office because it may offend people who work with him.\nGary Burton, a zoning officer who works at City Hall in Richmond, Va., was told to remove his flag from a public space because three co-workers were offended by it. They believed the flag was raised in support of the war, and their fragile psyches couldn't handle seeing the stars and stripes.\nRutgers U.\nGiven the facts, one must doubt the mental capacity of these three flag haters. First, they work in a government building. Second, government buildings display the flag. Third, if someone is offended by seeing flags, they should avoid places that traditionally display flags. Fourth, America is fighting a war, and when American soldiers are fighting and dying, many people show their love and support with a flag. Fifth, the First Amendment guarantees the right to free speech, not freedom from offense, and protects the right to free speech even when it supports American soldiers in wartime.\nAs devastating as it is to these three obviously intelligent, informed and tolerant people, they should deal with the fact that displaying flags is acceptable in America -- especially when America is at war and especially when the flag is displayed in a government building, for crying out loud.\nFrankly, if these people are so offended by the sight of raising the flag in support or love for one's country, they should go live someplace where that kind of thing is not allowed. Then again, even Hitler allowed his countrymen to display his flag, so they really have no place to go.\nUnfortunately, the three little hippies, who have obviously swapped daisies for flag-police badges, aren't entirely to blame. The senior official who asked Burton to remove his flag is also to blame. Instead of politely informing those three individuals that displaying an American flag in a government building is an acceptable practice, Building Commissioner Claude G. Cooper asked that the flag be taken down. What was going on in this man's head?\n\"What? There's a flag on display? That flag must come down at once. We can't have a government symbol displayed here; this is a government building. How dare this man support the people who provide us with our paychecks!\"\nThankfully, Cooper later come to his senses and allowed the flag to remain while the city attorney made his decision. In the end, it was decided that, since the flag was a personal item being displayed in a common area, Burton's flag would be taken down and be replaced with a city-owned flag.\nUnfortunately, the fact remains that the overzealous paranoia of some anti-war individuals is simply ludicrous. Even more unfortunate, because of the death grip that political correctness holds over us, is that the rest of America must bow to their whims every time the offense monster is under their bed. Grow up. It's a flag, not the bogeyman.\nWhile all Americans have the right to express anti-war views, it is wrong to keep those who don't share that opinion from voicing theirs.\nAfter all, how dare America go after a maniacal madman who stockpiles and hides chemical and biological weapons, tortures and oppresses his people, and participates in religious or racial cleansing as if it were Monday night bingo, supports terrorists and hates America? He's almost cuddly; how could anyone want to get rid of him?\n(C) 2002 Daily Targum via U-WIRE\n\nLoad-Date: March 25, 2003"
}