{
    "title": "Focus intelligence on terrorism",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 8,
    "day": 26,
    "full text": "Secretary Donald Rumsfeld has presented a plan to reorganize the intelligence agencies inside the Department of Defense. But is this really just a power grab?\nThe secretary wants to have all Defense intelligence organizations report to him through one new assistant secretary. This could help alleviate the most serious shortcoming of American intelligence today, a deficiency that has existed since before Pearl Harbor: the lack of adequate coordination and exchange of data between the 14 separate intelligence organizations.\nThe Rumsfeld plan could force closer cooperation between three of the worst offenders - the National Security Agency, which does electronic snooping; the National Reconnaissance Office, which operates satellites; and the National Imagery and Mapping Agency, which interprets photos.\nThese agencies have a tradition of independence, fostered in part because they nominally report directly to the secretary of Defense, who can hardly give them much attention. Having an assistant secretary of Defense who gave them the requisite attention could be a big help.\nBut the problem is more widespread. These three Defense agencies need to work hand-in-glove with the CIA's and FBI's human intelligence branches. They also need to share more of what they learn with half a dozen analytic agencies. And all those organizations, especially the CIA's human intelligence, need to cooperate more with the rest of the intelligence community. Someone with a wide writ needs to oversee this broader range of cooperation and exchange. He or she must be the director of central intelligence (DCI).\nSince the National Security Act was passed in 1947, the DCI has been charged with just that responsibility. Admittedly no DCI has filled the shoes prescribed by law for the job. Because intelligence is so vital to the military and because the Department of Defense is such a powerful element of American government, DCIs have deferred to the secretary of Defense. The time has come to change that.\nSept. 11 tells us that the primary threat to our country is no longer military, but terrorist. The priorities for employing the National Security Agency, the National Reconnaissance Office, and the National Imagery and Mapping Agency must be set today by some individual charged with the overall national interest, not just the US military's interests.\nThis point was recognized more than a year ago when a commission headed by Lt. Gen. Brent Scowcroft recommended moving all three agencies out of the Department of Defense and into the jurisdiction of the DCI. The Scowcroft Commission also recommended separating the role of DCI from that of head of the CIA. That would make one individual responsible for coordinating all elements of the intelligence community, while not appearing to have a bias from being the head of one of them.\nThe challenge of terrorism is sufficiently serious today that we must set aside bureaucratic infighting and protect our country. Intelligence is, indeed, the first line of defense against terrorism, and we are going to need the best we can possibly produce if we are to prevail.\nWill President Bush force the government's most powerful bureaucracy to defer its priorities to those of combating terrorism? This choice will test Bush's commitment to countering terrorism.\n* Adm. Stansfield Turner, director of central intelligence from 1977 to 1981, is on the faculty of the School of Public Affairs at the University of Maryland.\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: August 25, 2002"
}