{
    "title": "Focus on terrorism to realign U.S. troops",
    "publisher": "usa today",
    "year": 2004,
    "month": 8,
    "day": 16,
    "full text": "ST. PETERSBURG, Russia -- Plans to move 70,000 U.S. troops from Europe and Asia to the USA and elsewhere represent a shift in focus from Cold War enemies Russia and China toward international terrorism, Defense Secretary Donald Rumsfeld said Sunday.\nPresident Bush is expected to announce the realignment today in a speech to the Veterans of Foreign Wars in Cincinnati. In those remarks, Bush is also expected to describe a smaller, more agile military to anchor the war on terrorism, Rumsfeld said.\n\"We most likely will wind up with much more forces in the United States,\" Rumsfeld said. \"This will play out over a period of years.\"\nRumsfeld said many of the troops will be moved away from Russia. Some of those redeployments have already been announced by the Pentagon.\nThere are more than 100,000 U.S. troops in Europe, including about 70,000 in Germany. Another 100,000 are in the Asia-Pacific region; an additional 17,500 are in Afghanistan; and 155,000 are in Iraq and Kuwait.\nAs part of the shift away from Cold War enemies, the Pentagon is moving some forces and equipment into former Soviet republics in Central Asia as well as nations in the Middle East and South Asia.\nWhile in St. Petersburg, Rumsfeld briefed Russian Defense Minister Sergei Ivanov on the changes.\nHe said the briefing was \"a good thing to do\" even though the changes will not affect Russia as directly as the countries that could gain or lose troops.\n\"The Russian government understands fully the value and logic in what we have been doing in the former Soviet republics in the global war of terrorism,\" Rumsfeld said.\nRumsfeld said a goal of the realignment is to create more deployment locations for U.S. troops. Other goals include increasing the number of military exercises in nations and having refueling and emergency-landing places.\n\"Those things are not offensive to people,\" he said. \"We want our forces where they are wanted.\"\nThe dynamics of the shift away from Russia toward terrorism was underscored by Rumsfeld's current trip, which also included stops in Oman, Afghanistan, Azerbaijan and Ukraine.\n\nGraphic\n\n \nPHOTO, B/W, Alexander Drozdov, AFP; Rumsfeld in Russia: Defense secretary briefed his Russian counterpart on U.S. plans for realignment.\n\nLoad-Date: August 16, 2004"
}