{
    "title": "FOCUS_ 10TH ANNIVERSARY OF SEPT. 11",
    "publisher": "wisconsin state journal",
    "year": 2011,
    "month": 9,
    "day": 10,
    "full text": "Stay vigilant as 10th anniversary passes\nI think it's good that we remember and honor the people who died in the tragic Sept. 11, 2001, attacks and all the many people who were affected also. We must remember, or we will be lulled to sleep and it could happen again.\nThe Jews and Muslims have been fighting for centuries and continue to do so. We must not think that by simply pulling our troops out of these foreign countries or by eliminating two or three threatening leaders that we will be safe and disengaged from the threat.\nWe are now involved in the conflict, and we must realize it's going to be a long-term issue for our country.\nWe will have to be vigilant for many years to come. Simply drawing back into our shells and putting our heads in the sand will not keep us safe.\nGod bless the brave people who are trying to keep us safe in our homes and workplaces as we go about our daily lives enjoying the freedoms they have given us.\n- George E. Sutton, Poynette\nValue the institutions that make U.S. great\nOn Sept. 11, 2001, my circuit court branch was in the second day of a personal injury trial. When I left for work that day, all I knew was that an airplane had crashed into one of New York's twin towers. By the time I arrived at my chambers, there was news of the other tower strike and the Pentagon attack.\nThe jury was unaware of that later news because it had no access to media in the jury room. The lawyers, parties and I met without the jury, and I told them what had happened. One lawyer started to cry.\nI proposed telling the jury what we had just learned and giving them the option of going home or continuing the trial. There was no precedent to guide us.\nEach person on the jury listened to my description of events, registering horror and fear. I excused them to decide how they wanted to proceed. I hoped they would vote to return to their homes so I could return to mine.\nThey returned after a few minutes with a unanimous decision to continue. Their spokesperson stated that to do anything else would be to allow whoever did this to succeed in disrupting one of our most basic institutions. This jury could not let that happen. I have never been prouder of a jury.\nOn this 10th anniversary of that horrible day, we should gather stories like this and appreciate the wisdom and patriotism of our fellow citizens.\n- Moria Krueger, Madison,\nreserve judge\nReaction to attacks drove wedge into U.S.\nAs we approach the 10th anniversary of 9/11, we might ask how badly al-Qaida has hurt us. Pretty badly, I'd say - and I'm not talking about the twin towers.\nThe reaction following 9/11 was far worse than the damage done by the attack itself.\nPrior to the attack, there was a grudging consensus among politicians on how to run the country, and the national debt was actually being reduced. Then President George W. Bush's unprovoked and unfunded war against Iraq, and the liberals' response to it, created a chasm in the American center that swallowed moderate politicians like a sinkhole.\nThe resulting congressional paralysis has reduced the nation to bankruptcy and whimpering incompetence, while our politicians will not even consider dialogue. Republican candidates vying for the nomination brag of their ability to widen the chasm as though it were a qualification for office.\nThe war against al-Qaida has almost ended, and al-Qaida has won, in ways it never imagined, for we Americans now hate one another as much as we ever hated Osama bin Laden.\n- F. W. Nagle, Madison\nTerrorism includes unjust wars of aggression\nThis is what I learned from reading Tuesday's Associated Press article \"Defined by terrorism:\"\nI learned that the definition of terrorism is what occurred on Sept. 11, 2001, when 19 Middle Eastern hijackers used planes to kill 3,000 people in the United States of America.\nAnd from what was left out of the article, I learned that it is not terrorism when the United States invades two countries and kills hundreds of thousands of men, women and children who posed no threat.\nI learned that it is not terrorism when over a million Iraqi citizens are forced to become refugees because of our invasion of their country. It is not terrorism when so many Iraqis still living in Iraq have to fear getting killed every time they go outside because of the sectarian violence that has resulted from our invasion of that country.\nOf course we should remember all those who died as a result of the terror attacks, but let us never forget that unjust wars of aggression are also a form of terrorism.\n- Joe Sokolinsky, Madison\n\nLoad-Date: September 11, 2011"
}