{
    "title": "Focus on a DOOMSDAY CULT A devastating gas attack on a Tokyo subway in March brought a new sophistic",
    "publisher": "the world",
    "year": 1995,
    "month": 11,
    "day": 5,
    "full text": "Had it not been for poor production by the secretive Japanese doomsday cult Aum Shinrikyo and a flawed delivery system, the casualty figures in the nerve gas attack on the Tokyo subway system last March could have been far worse, say experts who have studied the incident.\nKyle Olson, founder of the Chemical and Biological Arms Control Institute in Washington and an independent consultant on weapons of mass destruction, believes the tally - 12 killed and 5,500 sickened by the nerve agent Sarin - represents the low end of the casualty spectrum for such a deadly weapon.\n\"This was low-quality Sarin,\" said Olson, estimating it was only about 25 percent pure.\nIn addition, he said, the delivery system consisted of the liquid Sarin being placed aboard cars on three subway lines converging on Tokyo, then each bag being punctured with an umbrella.\nSince most of the nerve agent remained in liquid form, it was not nearly as d angerous as if it had been vaporized.\nStill, said Olson, \"This is a case I look at as state-of-the-art terrorism.\"\n \nTrial run in Matsumoto\nWhen the bags were punctured, passengers fainted, vomited and went into convulsions as the lethal nerve gas spewed into the city's subway system.\nIn a report little noticed until the gas attack, terrorism experts had investigated a similar attack in June in the central Japanese city of Matsumoto that killed seven and sent more than 200 to hospitals after Sarin penetrated several homes and apartments.\nThe experts concluded that Matsumoto was a trial run to test a delivery system for the deadly poison.\nWhat has troubled investigators looking at the Aum Shinrikyo case is how aggressively members of the cult tried to perfect the production of Sarin and other chemical agents and delivery systems to make them far more deadly.\nThey were recruiting American, Russian and European experts in chemical and biological weapons delivery systems before the subway attack, although none had yet agreed to work for the cult and its leader, Shoko Asahara.\nAt one of the cult's properties near Mount Fuji, investigators found hidden behind a statue of Shiva, Hindu goddess of destruction, the entrance to a laboratory capable of producing thousands of gallons of Sarin and other chemical agents.\nThere was also evidence the group was experimenting with biological agents (such as the toxins that cause botulism) and had made offers through its sizable following in the former Soviet Union for nuclear weapons.\n \nNew era in terrorism\nWhatever the political or religious reasons for Aum Shinrikyo's efforts to obtain and use weapons of mass destruction, the cult's activities represent the beginning of a new era in terrorism, say experts in security and terrorism.\n\"We appear to be moving into an era when few, if any, constraints remain,\" said Peter Probst, a former CIA specialist in terrorism now working in the Pentagon's office of Special Operations and Low-intensity Conflict.\nExperts say the cult is not unlike other groups motivated by religion or a single issue, such as environmentalism, animal rights or abortion.\nPolitically motivated groups have not been inclined to use weapons of mass destruction because whatever political payoff they hope to gain from acts of terrorism would be negated by adverse publicity, according to the experts.\nBut for religiously motivated groups, and some domestic right-wing groups with a combination of political and religious motivations, the use of weapons of mass destruction or mass disruption, such as the truck bombing of the federal building in Oklahoma City, is not a problem.\n\"The religiously motivated terrorist is the most dangerous,\" Probst said.\n\"He is the one who wants to place as many corpses as he can on the altar of his god.\"\nAt the time of the nerve gas attack on the Tokyo subway system, Aum Shinrikyo had amassed substantial real estate holdings in several countries and, according to Olson, the cult may have been worth as much as $ 1.5 billion.\nOlson said some of the cult's seed money is believed to have come from the Rev. Sun Myung Moon's Unification Church and former followers of the Bhagwan Shree Rajneesh.\nBefore Rajneesh, known as \"the free sex guru,\" was banished to India in 1986, he and his followers lived in a commune in southeast Oregon.\nSome of those followers were known to have experimented with various biological toxins and are believed responsible for introducing salmonella bacteria into the water system of an Oregon city called The Dalles, making more than 700 residents ill.\nWhat is likely to happen as a result of the Tokyo nerve gas incident, said Olson, is that other groups will learn from the mistakes of Aum Shinrikyo and not repeat them.\n \nTruck bombs and car bombs could become terror weapons of the past.\n\"When we're talking about a car bomb, we're talking about the ability to destroy a building.\n\"When you're talking about weapons of mass destruction, you're talking about the ability to destroy a city, or the better part of it,\" said Olson.\nNow, he said, a light bulb filled with the deadly Ebola virus and dropped on a subway track could easily infect an entire city.\nOr a perfume-size atomizer filled with pure Sarin and placed next to a building's air conditioning unit could kill all the building's occupants in seconds.\n \n\"The next time,\" he said, \"it could be a lot more devastating.\"\n\nGraphic\n\n \nPhoto: mug of Shoko Asahara Photo: A chemical expert from the Tokyo Fire Department has his suit cleaned last March after investigating subway cars contaminated with toxic gas. / Associated Press Map: Covering the world The Aum Shinrikyo sect's various activities worldwide MAP KEY Gas Mask - purchase Sarin experiment Attempted nuclear acquisition AUM assets Chemical/Biological weapons AUM presence Computer purchases MI-17 helicopter AUM recruitment Training and research Chemical/biological deployment Military technology Source: Senate Permanent Subcommittee on Investigations Graphic by JOHN CASERTA / Staff Map: Facilities Raided Aum Shinrikyo facilities at these sites were raided by police looking for clues into the March gas attack on a Tokyo subway. The group has nearly 30 branches in Japan, 12 in Tokyo, and centers in Manhattan, Russia, Sri Lanka and Germany. Map shows a global location of Japan and highlights area shown.\nChart: AT A GLANCE\nSUMMARY\nAum Shinrikyo,or Aum Supreme Truth, grew out of a yoga training center\nfounded by Shoko Asahara in 1984. The cult, which emphasizes a coming\nArmageddon, allegedly is responsible for 24 deaths including 12 in the\nrush-hour gassing of a Tokyo subway in March and seven in an earlier gas\nattack in suburban Matsumoto. Other deaths are under investigation. Aum\nShinrikyo claims 40,000 to 60,000 members who practice yoga, meditation\nand psychic training.\n \nTHE LEADER\nThe cult's leader, Shoko Asahara, is a guru-like figure who admires Adolf\nHitler, hates the United States and predicted the world will end soon. He\nis awaiting trial on charges of masterminding the subway gas attack.\nAsahara once prophesied \"Armegeddon\" would come in 1997 but more\nrecently predicted November 1995, raising concern that the annual Asia-\nPacific economic summit to be attended by President Clinton and 17 other\nregional leaders in Osaka, Japan, on Nov. 16 might have been a target.\n \nRESOURCES\n> Shoko Asahara outlined his beliefs in three books:\n\"The Destruction of the World\" (1989); \"Shivering Predictions by Shoko\nAsahara\" (1993); \"Second Set of Predictions by Shoko Asahara\" (1993).\nDozens of other publications have been distributed in the U.S. by A.U.M.\nPublishers, New York. > The Japan Times published a major report on the\nsect, \"Special Report: Terror in the Heart of Japan: The Aum Shinrikyo\nDoomsday Cult,\" in July 1995. > The U.S. Senate Permanent Subcommittee on\nInvestigations (Minority Staff) released its report on the cult Tuesday.\n\nLoad-Date: November 6, 1995"
}