{
    "title": "Focus on early release of terror convict in London stabbings",
    "publisher": "the wyoming tribune-eagle ",
    "year": 2019,
    "month": 11,
    "day": 30,
    "full text": "LONDON - Usman Khan was convicted on terrorism charges but let out of prison early. He attended a \"Learning Together\" conference for ex-offenders, and used the event to launch a bloody attack, stabbing two people to death and wounding three others.\nPolice shot him dead after he flashed what seemed to be a suicide vest. Khan is gone, but the questions remain: Why was he let out early? Did authorities believe he no longer believed in radical Islam? Why didn't the conditions imposed on his release prevent the carnage?\nBritons looked for answers Saturday as national politicians sought to pin the blame elsewhere for what was obviously a breakdown in the security system, which had kept London largely free of terror for more than two years.\nPolice said Khan was convicted in 2012 of terrorism offenses and released in December 2018 \"on license,\" which means he had to meet certain conditions or face recall to prison. Several British media outlets reported that he was wearing an electronic ankle bracelet that allowed police to track his movements at the time of the attack.\nAuthorities seemed quick to blame \"the system\" rather than any one component.\nThe Parole Board said it had played no role in Khan's early release. It said the convict \"appears to have been released automatically on license (as required by law), without ever being referred to the board.\"\nNeil Basu, the Metropolitan Police counterterrorism police, said Saturday afternoon that the conditions of Khan's release had been complied with. He didn't spell out what those conditions were or why they failed to prevent him from killing two people.\nThe automatic release program apparently means no agency was given the task of determining if Khan still believed in radical views he had embraced when he was first imprisoned for plotting to attack a number of sites and individuals in London.\nIt is not yet known whether he took part in any of the \"de-radicalization\" programs used by British authorities to try and reform known jihadis.\nThe former head of Britain's National Counter Terrorism Security Office, Chris Phillips, said it is unreasonable to ask police and security services to keep the country safe while at the same time letting people out of prison when they are still a threat.\n\"We're playing Russian roulette with people's lives, letting convicted, known, radicalized jihadi criminals walk about our streets,\" he said.\nKhan had been convicted as part of an al-Qaida linked group that was accused of plotting to target major sites including Parliament, the U.S. Embassy and individuals including Prime Minister Boris Johnson, then the mayor of London, the dean of St. Paul's Cathedral in London and two rabbis.\nKhan admitted to a lesser charge of engaging in conduct for the preparation of acts of terrorism. He had been secretly taped plotting attacks and talking about martyrdom as a possibility.\nKhan and his accomplices had links to radical preacher Anjem Choudary, one of the highest-profile faces of radical Islam in Britain. A mobile phone seized at the time contained material related to a banned group that Choudary founded. The preacher was released from prison in 2018 but is under heavy surveillance and a curfew.\nSeveral people who attended Choudary's rallies when he was under no controls have been convicted of attacks, including the two al-Qaida-inspired killers who ran over British soldier Lee Rigby and stabbed him to death in 2013.\nThe two chief contenders in the Dec. 12 election - Johnson and Labour Party leader Jeremy Corbyn - condemned the system Saturday.\nJohnson, who visited the scene Saturday, said he had \"long argued\" that it was a \"mistake to allow serious and violent criminals to come out of prison early.\" He said the criminal justice system \"simply isn't working.\"\nJohnson spoke Saturday with U.S. President Donald Trump, who offered his condolences following the attack, according to White House spokesman Judd Deere.\nCorbyn said it is not clear if the Probation Office was involved at all and questioned whether the Parole Board should have been given a role.\n\"We have to ensure that the public are safe,\" he said. \"That means supervision of prisoners in prison but it also means supervision of ex-prisoners when they are released ahead of the completion of their sentence, to have tough supervision of them to make sure this kind of danger is not played out on the public in the future.\"\n\nGraphic\n\n \nThe Tower Bridge emerges from the thick fog, in London, Saturday, Nov. 30, 2019. UK counterterrorism police on Saturday searched for clues into how a man imprisoned for terrorism offenses before his release last year managed to stab several people before being tackled by bystanders and shot dead by officers on London Bridge. (AP Photo/Alberto Pezzali)\n\nLoad-Date: January 29, 2020"
}