{
    "title": "Focus on Peacemakers Summit; Israel and its allies say the peacemakers summit starting today in Egyp",
    "publisher": "the world",
    "year": 1996,
    "month": 3,
    "day": 13,
    "full text": "On the News\nExpert: Cooperation is key to fighting global terrorism\nRobert Heibel spent much of his career in the FBI tracking terrorists, eventually becoming the agency's deputy chief of counterterrorism. He is now a professor at Mercyhurst College in Erie, Pa., where he directs the school's one-of-a-kind Research/Intelligence Analyst Program, studying trends in terrorism.\nQ: Is the summit a real effort to find solutions or largely an exercise in political posturing?\nA: It's a little bit of both. But when you take a look at the results against international terrorism over the last 20 years, we've become much more effective since a series of meetings that began in Italy. What those meetings did is bring together the United States with European powers, and out of that has grown some real cooperation.\nQ: How effective can any methods to combat terrorism be when there are nations such as Libya, Iran and Iraq that aid and abet terrorists?\nA: One of the things you're trying to do is herd the terrorists. You're trying to dry up their resources and the number of places they can go. . . .\nQ: France is considering cutting back individual rights as a means of fighting terrorism, and some Israelis are saying that may be needed in their country. Do you agree with that?\nA: I don't think the United States has ever been put in a position where it's had to waive certain constitutional rights. The goal of terrorism is to make a democratic society react by taking away the rights and privileges of its citizens. Whenever you have extremist activities and you have overreaction either through laws or law enforcement, then the public reacts against those eventually. . . .\nQ: Are we, the American public, too complacent about the threat terrorism poses to our national security?\nA: What we're more likely to do is respond to situations after the fact. It's very hard for us sometimes to be proactive. I don't think until we have a series of mail bombings or suitcase bombings or bus bombings that we will react to those situations and be particularly aware of the dangers. If you put a briefcase down in a federal building today and leave it by a door, someone is going to pay attention to it because they're trained and aware. But if you were to do the same thing in a mall, more than likely it would get ripped off by someone who saw it as a potential theft rather than as a potential bomb.\nQ: It was thought that the Oklahoma City bombing would do what the World Trade Center bombing did not: wake up the American public to the threat of terrorism. Did it?\nA: It's awakened (the American people) to the fact that there are people out there who may not see things the way they see them. And it's awakened them to the knowledge that there are extremists. But April 19 will be a year since the bombing. A lot of people outside the Oklahoma City area have just kind of settled back to where they were on April 18, 1995.\n\nLoad-Date: July 17, 1996"
}