{
    "title": "Focus on eliminating terror safe havens in Pakistan _ India to UNSC",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 1,
    "day": 20,
    "full text": "United Nations, Jan. 20 -- Pakistan needs to change its \"mindset\" of differentiating between good and bad terrorists, India has told the UN Security Council, urging it to focus on challenges posed by terrorism emanating from the safe havens from across the border.\nIndian Ambassador to the UN Syed Akbaruddin told the Security Council it is India's vision that Afghanistan regain its place and New Delhi remain committed to work closely with its regional and international partners to bring peace, security, stability and prosperity in Afghanistan.\n\"There is a common Afghan saying that roughly translates as \"If water is muddied downstream, don't waste your time filtering it; better to go upstream to clean it,\" Akbaruddin said during a special ministerial meeting on Afghanistan.\nUnderlining that support for voices of peace in Afghanistan alone is not enough, Akbaruddin said, \"We must focus on addressing the challenges posed by cross border terrorism emanating from safe havens and sanctuaries to our region and especially to Afghanistan\".\n\"If we do so, the decay, which has been inflicted on Afghanistan, can be made reversible,\" he added.\nIt is India's vision that Afghanistan regain its place and New Delhi remain committed to work closely with its regional and international partners to bring peace, security, stability and prosperity in Afghanistan.\n\"It is with this in mind that our Prime Minister Narendra Modi, during his visit to Afghanistan on December 24, 2015 to inaugurate the Parliament building, stopped over in Lahore, Pakistan,\" he said.\n\"Unfortunately, these visits were followed by a heinous and barbaric terrorist attack on the Pathankot airbase on January 1, 2016, perpetrated and planned by the very same mindsets which attack the spirit of Afghanistan every day,\" he added.\n\"These mind sets differentiate between good and bad terrorists. These mindsets refuse to see reason in peace. They are mindsets that are reluctant to join hands in moving the region forward to build a shared future for our people and our youth. These mindsets, Mr. President, need to change,\" Akbaruddin said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: January 20, 2018"
}