{
    "title": "Focusing in on role of the media in terrorism",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 4,
    "day": 21,
    "full text": "How can the Western world best respond to terrorist hostage-taking?\nFive years after the American hostages were released from Iran, this vexing question is still very much with us. Now, in the wake of the United States bombing of Libya, where thousands of resident foreign nationals live and work - and the subsequent murder of two Britons and one American held hostage in Beirut - the question takes on new urgency.\nLast December, a landmark United Nations Security Council vote condemned all acts of hostage-taking and called for the safe release of all hostages, wherever held. But another significant facet remains unaddressed: the role of the news media in such incidents.\nThe difficulties come into focus in an example drawn from the French capital.\nIt was nearly a year ago that pro-Iranian terrorists seized four French hostages in Lebanon. They demanded the release of five Arab terrorists imprisoned in France and a reduction of France's support for Iraq in the Iran-Iraq war.\nThe French government, quite justifiably, refused. So just before the French elections last month, the captors took grisly action. They killed one hostage, academic researcher Michel Seurat. Shortly afterward, another faction captured four members of a television crew from Antenne-2, France's second television channel, who were in Beirut to cover the original hostage story.\nThese actions have upped the ante for the French government. But they have done something else as well. They have shifted the story from one covered by the media to one about the media.\nAnd thereby hangs the question. Can Antenne-2 best contribute to the situation by publicity, or by silence?\nIn his sixth-floor office here, news director Paul Nahon explains Antenne-2's response. They are not doing major stories on the situation, since that is just what the terrorists want.\nBut the week before the election, Antenne-2 and the two other state-owned channels interrupted their programs to observe a minute of silence for the hostages. Now, Mr. Nahon's channel begins its news broadcasts with a brief reminder that the hostages are still in Lebanon.\nOne can sympathize with the channel's desire to do something helpful. But more than a few people here think the effect has been just the reverse - that constant attention, however understated, plays into the terrorists' hands.\nWhy? Because ''the more a state or government pays attention to the terrorists, the more the terrorists are likely to go on'' with their actions.\nThat's the view of Pierre Verbrugghe, head of France's National Police and the man at the top of France's antiterrorist activities. In a recent interview in his office, I asked him whether the Antenne-2 reminders made his job more difficult.\nHis one-word answer: ''Certainly.'' The terrorists' chief goal, he says, is publicity - just what Antenne-2 is giving them.\nSo why do it? Nahon's reasons are also forthright. ''I don't have the proof,'' he says, ''that the government is still working on this problem.'' His goal is to pressure the government to pour every available resource into resolving a situation in which his friends and colleagues are being held.\nHow much is the government doing? One top official at the Foreign Ministry, clearly exasperated at Antenne-2's accusations, spoke of the ''constant and obsessive determination'' of the government in the matter. Given the hard antiterrorist line voiced by the new prime minister, Jacques Chirac, that may well be true.\nBut if present pressure doesn't work? Nahon hints that his organization, too, may have to up the ante - increasing the daily messages to perhaps five or ten minutes.\nAgain, one can sympathize. It's the job of news organizations to ensure that governments do what they say they're doing.\nBut with that duty comes a responsibility not to let the immense, fluid, and little-understood power of the media damage national interests or prolong situations where lives are at stake.\nWalking that delicate line, the media must also avoid any chameleon effect - taking on the color of the story it's reporting. In this case, Antenne-2's threat of escalation has uncomfortable echoes of threats made by the terrorists themselves. All of which calls attention to one of the great dangers in the Western world's fight against terrorism - which is that, in a zeal to eradicate terrorism, free nations can begin to surrender their own freedoms and to behave like terrorists themselves.\nIs there a way forward? Maybe France (and other countries) should take a long, hard look at Britain. There, by an agreement between the press and the government, editors are kept fully informed by the police during kidnapping cases. But nothing gets published until the case is resolved. That system, like any other, is open to abuse. But the British media, by and large, seem to think it works - that it saves lives without interfering with the ultimate disclosure of detail.\nUntil a better system is invented - until, that is, we understand more about the power of information in this media-hungry theater we call terrorism - the British may have the best option.\nA Monday column\n\nGraphic\n\n \nPicture, Can France's Antenne-2 TV station best aid French hostages in Beirut by publicity or silence?, FILE PHOTO/STAFF"
}