{
    "title": "FOCUS ON THE FINEST, 9 COPS PROBED IN TERROR-PLOT LEAKS. SUBPOENAED IN SUBWAY BOMB PLAN. PRESS GOT H",
    "publisher": "daily news ",
    "year": 2011,
    "month": 7,
    "day": 28,
    "full text": "FOUR NYPD DETECTIVES have been hauled before a federal grand jury probing leaks of top-secret information about a terror plot to blow up city subways, sources told the Daily News.\nMore, including a deputy chief, are due in the dock in the leaks probe stemming from old tensions between the Police Department and the feds.\nAt least nine NYPD officers have received subpoenas, one source said. FBI agents have also been subpoenaed in the case, and reporters may be questioned.\nSources said the grand jury investigation is focused largely on the 2009 Zazi terrorism case, which the NYPD was accused of mishandling, forcing the FBI to make arrests sooner than it planned.\nThe inquiry is said to be focusing on leaks of sensitive information from the FBI-NYPD Joint Terrorism Task Force to cops who did not have clearance.\nSome of the information ended up in the press.\nSources said two NYPD detectives assigned to the task force testified on Friday and two more were in Washington to testify yesterday.\n\"I think it went well. They testified truthfully. No one took the Fifth,\" said a source familiar with the detectives' testimony.\nOne source said each detective testified for less than 30 minutes.\nIt was not clear exactly what leaks are at issue.\nSources said one of the leaks was so serious it was included in a classified briefing for President Obama, who made his displeasure known.\nFormer Queens resident Najibullah Zazi, who pleaded guilty to plotting a suicide attack on the New York subways, was arrested in September 2009.\nHe had been under FBI surveillance and officials hoped to gain more information by watching him.\nOne previously reported failure occurred when NYPD officers in the Intelligence Division showed Zazi's picture to a Queens imam, a sometime police informant who turned around and tipped Zazi off, forcing the premature arrest.\nIn the wake of that incident, Deputy Inspector Paul Ciorra was transferred out of the Intelligence Division and made commanding officer of the Highway Patrol. He was widely considered a fall guy for decisions made by his superiors.\nThe turf battle between the NYPD and the feds has been brewing on and off for years.\nDeputy Chief James Shea is expected to testify as early as next week in the leaks probe, sources said.\nIn March, he was nearly bounced from the terrorism task force by Police Commissioner Raymond Kelly for refusing to bring classified documents from 26 Federal Plaza to Police Headquarters.\nThe FBI went to bat for Shea, and the transfer was rescinded, the Daily News reported.\nTwo months later, Kelly transferred Shea to the Police Academy.\nThe NYPD didn't respond to requests for comment. rparascandola@nydailynews.com\n\nGraphic\n\n \nNAJIBULLAH ZAZI\n\nLoad-Date: July 28, 2011"
}