{
    "title": "Foes of Saddam take reins; After president takes his oath, he selects Shiite as prime minister",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 4,
    "day": 8,
    "full text": "Cementing Iraq's first democratic government in 50 years, one of Saddam's Hussein's most implacable enemies took his oath as president Thursday and quickly named another longtime foe of the ousted dictator to the powerful post of prime minister.\nThe new government's main task will be to draft a permanent constitution and lay the groundwork for elections in December, although some worry that the two months of political wrangling taken up in forming the leadership hasn't left enough time.\nThe swearing-in ceremony came just two days short of the second anniversary of Baghdad's fall to U.S.-led forces and underlined the growing power and cooperation of the Shiite Arab majority and Kurdish minority - groups that were long oppressed by Saddam's re-gime.\nThere were stumbles, though.\nAfter his inaugural speech, interim President Jalal Talabani, a Kurd, walked off the stage, and members of the National Assembly and onlookers began to disperse and television feeds were cut.\nTalabani came back about 10 minutes later and had to shout to a dwindling crowd that the President's Council - Talabani and his two vice presidents - had, as expected, selected Shiite Arab leader Ibrahim al-Jaafari as interim prime minister.\nSenior Kurdish official Barham Saleh blamed the misstep on miscommunication, saying lawmakers didn't realize the ceremony hadn't ended with Talabani's speech.\n\"We hope that they forgot,\" said Abbas Hassan Mousa al-Bayati, a top member of al-Jafaari's Shiite-dominated United Iraqi Alliance. \"This happened because of bad management.\"\nAl-Jaafari didn't seem upset. He said women will play a bigger role in his government, and he promised to fight the violence of the insurgency.\n\"There are two kinds of terrorism: terrorism from inside Iraq - and these are criminals, some of them with ties to the former regime - and the other is the terrorism exported from abroad,\" he said.\nAl-Jaafari spent more than two decades in exile helping to lead anti-Saddam opposition forces among Shiite Arabs, while Talabani was one of the most influential leaders in the resistance of ethnic Kurds to Saddam as well as Arab domination.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: April 8, 2005"
}