{
    "title": "Foiled train attack details given Prosecutor says suspect watched jihadi video on board",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 8,
    "day": 26,
    "full text": "Minutes before he slung an assault rifle across his chest and walked through a high-speed train, the Moroccan suspect in a foiled attack watched a jihadi video on his cellphone, the French prosecutor said in formally opening a terrorism investigation Tuesday.\nThe actions by Ayoub El-Khazzani on the Amsterdam-to-Paris train Friday night and information from other European authorities on his travels and apparent links to radical Islam prompted the investigation, said the prosecutor, Francois Molins.\nEl-Khazzani, 26, was tackled and tied up by five passengers, including three Americans and a Briton, averting what President Francois Hollande said could have degenerated into monstrous carnage.\nDuring questioning by authorities, El-Khazzani said he had no terrorism plans and had found a bag of weapons Thursday in a Brussels park and planned to use them to rob passengers, Molins said. The suspect grew less and less lucid as he gave his explanation, the prosecutor added, and eventually stopped talking to investigators.\nOne reason investigators suspect a premeditated attack was that El-Khazzani, who claimed to be homeless and living in a Brussels park, used a first-class ticket, Molins said. El-Khazzani refused to take an earlier train, he added, although there were seats available - the sign of a planned project.\nHe boarded the train Friday at a Brussels station.\nBesides the assault rifle, El-Khazzani had 270 rounds of ammunition, a pistol, a box-cutter and a bottle of gasoline, Molins said.\nProsecutors also said they found a small explosive like those used in the tips of missiles in the glass box containing the hammer used to break train windows in case of emergency. They did not elaborate.\nEl-Khazzani watched a video of Islamic preaching on board on YouTube on his mobile phone shortly before he got up to start walking through the train with the weapons, Molins said. El-Khazzani's phone was found in a bag left on the train.\nInvestigating magistrates are expected to file numerous preliminary charges against El-Khazzani, including multiple counts of attempted murder in connection with terrorism, possession of weapons in connection with terrorism and participation in a terrorist conspiracy.\n\nLoad-Date: August 26, 2015"
}