{
    "title": "Follow the doomed path to 9_11 in _Looming Tower_ USA TODAY EXCLUSIVE",
    "publisher": "usa today",
    "year": 2017,
    "month": 12,
    "day": 19,
    "full text": "Viewers should be fully aware of where The Looming Tower leads the terrorist attacks of Sept. 11, 2001 but Hulu’s 10-episode miniseries explains the heroic, horrifying and troubling story of the events that led us there.\nThe drama stars Jeff Daniels as John O’Neill, an FBI supervisor in New York who’s at loggerheads with Washington CIA intelligence officer Martin Schmidt (Peter Sarsgaard). The series, based on Lawrence Wright’s Pulitzer Prize-winning 2006 bestseller, premieres Feb. 28. \nThe Looming Tower opens in 1998, shortly before terrorists bomb two U.S. embassies in Africa and eventually climaxes with the Sept. 11 attacks in New York, Washington and Pennsylvania. \nThe series details governmental infighting but also follows American agents tracking plots and attacks in the Middle East, Africa and Europe, giving the miniseries the feel of “an investigative thriller,” executive producer Dan Futterman says. \nDaniels ( Godless, The Newsroom) was intrigued by O’Neill, a real-life (and larger-than-life) FBI counter-terrorism chief in New York who worried about Osama bin Laden and the threat of terrorism. \n“He ate steak. He drank. He didn’t take care of himself. He loved living large,” Daniels says of the now-deceased O’Neill, a flawed man who fought relentlessly for his agents and to stop al-Qaeda and other terrorist groups. “He was passionate about what the FBI did and what its role in the world was, and he had no patience for those who didn’t.” \nOn the national security level, “he also had this secret that he was trying to share with everyone: that bin Laden was someone you needed to pay attention to,” Daniels says. \nThe Looming Tower also portrays well-known national security figures such as Richard Clarke (Michael Stuhlbarg) and George Tenet (Alec Baldwin), and those fighting in the trenches, including FBI agent Ali Soufan (Tahar Rahim), one of just eight Arabic speakers in the agency at the time. \n“Nobody is more devoted to his adopted country than” Soufan, a series consultant, Futterman says. “The chance to portray an immigrant from Lebanon, a Muslim-American hero, was exciting to me, particularly in this climate.” \nThe FBI, with its law enforcement responsibilities, and the CIA, which oversees intelligence gathering, were enmeshed in a rivalry that clouded their working relationship, the book says. \n“Possibly, had there been less personal animosity and more sharing of information, this tragedy might have been preventable,” Futterman says. \nThe embassy attacks and the 2000 USS Cole bombing in Yemen “provided clues and suspects, and those leads  had the information been properly shared  could have led to the people who were planning and executing the attacks of Sept. 11. But that didn’t happen.” \nFutterman says The Looming Tower contains lessons that are valuable today. \n“One of the important arguments that John O’Neill and Ali Soufan are making is to treat (acts of ) terrorism as crimes, not as the beginnings of wars” or conflicts between civilizations, he says. That’s what the attackers want, Futterman says: “a larger conflict, which will only help their recruitment.”\n\nGraphic\n\n \nPHOTOS BY HULU FBI agent Robert Chesney (Bill Camp, left) questions Khalid al-Mihdhar (Tawfeek Barhom) in “The Looming Tower,” on Hulu in February.Jeff Daniels stars as FBI counterterrorism chief John O’Neill, whom he says “was passionate about what the FBI did and what its role in the world was.”Peter Sarsgaard is Martin Schmidt, the head of a CIA counterterrorism unit, and Wrenn Schmidt plays colleague Diane Marsh.\n\nLoad-Date: November 30, 2023"
}