{
    "title": "Following Nashville explosion, widespread outages continue in Tennessee Gov. Bill Lee asked the Whit",
    "publisher": "tampa bay times",
    "year": 2020,
    "month": 12,
    "day": 26,
    "full text": "NASHVILLE, Tenn. (AP) - Sweeping communications outages continued to plague large swaths of Tennessee on Saturday after a recreational vehicle exploded early Christmas morning in sleepy downtown Nashville.\nPolice emergency systems across Tennessee and Kentucky, as well as Nashville's COVID-19 community hotline, remained out of service due to an AT&T central office being affected by the blast. The building contained a telephone exchange, with network equipment in it - but the company has declined to say exactly how many people have been impacted. \nAT&T said restoration efforts are facing several challenges, which include a fire that \"reignited overnight and led to the evacuation of the building.\" This has forced their teams to work with safety and structural engineers and drilling access holes into the building in order to reconnect power.\n\"Our teams continue to work around the clock on recovery efforts from yesterday morning's explosion in Nashville,\" the company said in a Saturday statement. \"We have two portable cell sites operating in downtown Nashville with numerous additional portable sites being deployed in the Nashville area and in the region.\"\nGov. Bill Lee asked the White House on Saturday for federal assistance due to the \"severity and magnitude\" of the explosion's impact. At least 41 buildings were damaged, and communications systems - including residential and cell phone service and 911 call centers - failed across the state, he said. Kentucky and northern Alabama were also affected, he said.\nThe outages had even briefly grounded flights at the Nashville International Airport, but service was continuing normally as of Saturday.\nAccording to Metro Nashville Police Chief John Drake, police officers responded on Friday to a report of shots fired when they encountered the RV blaring a recorded warning that a bomb would detonate in 15 minutes. Police evacuated nearby buildings and called in the bomb squad. The RV exploded shortly afterward.\nLaw enforcement officials have said they believe the blast was intentional but don't yet know a motive or target.\n\"This morning I toured the site of the bombing,\" Gov. Bill Lee tweeted Saturday. \"The damage is shocking and it is a miracle that no residents were killed. (First lady Maria) and I continue to pray for those who sustained injuries from the blast.\"\nLee had been in quarantine due to his wife contracting COVID-19. However, the Republican said that he and Maria had both tested negative, allowing the two to visit downtown Nashville. Lee said the first lady had \"fully recovered.\" \nOn Friday, Drake told reporters that investigators at the scene \"have found tissue that we believe could be remains, but we'll have that examined and let you know at that time.\" No new information regarding the tissue was made available Saturday.\nThree people taken to area hospitals for treatment were in stable condition Friday evening.\nThe FBI has taken the lead in the investigation, agency spokesman Joel Siskovic said. Federal investigators from the Bureau of Alcohol, Tobacco, Firearms and Explosives are also involved in the investigation. The FBI is the primary law enforcement agency responsible for investigating federal crimes, such as explosives violations and acts of terrorism.\nMayor John Cooper has enforced a curfew in the downtown area - which includes the heart of downtown Nashville's tourist scene, an area packed with honky-tonks, restaurants and shops - until Sunday. The curfew was implemented via executive order to limit public access to the area as investigators continue to canvass the scene.\nBy KIMBERLEE KRUESI, MICHAEL BALSAMO and ERIC TUCKER Associated Press\n\nGraphic\n\n \nSee image link\nEmergency personnel work near the scene of an explosion in downtown Nashville, Tenn., Friday, Dec. 25, 2020. Buildings shook in the immediate area and beyond after a loud boom was heard early Christmas morning.(AP Photo/Mark Humphrey)\n\nLoad-Date: December 26, 2020"
}