{
    "title": "Following the money",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 26,
    "full text": "To the list of the Bush administration's constitutionally dubious efforts to track terrorism suspects now add tapping international banking records without judicial subpoena.\nJust as with earlier disclosures that the Bush administration is secretly mining U.S. phone records and conducting warrantless electronic surveillance of U.S. citizens, the new revelations raise alarms, though slightly more muted this time. Sifting through international banking records appears to be better grounded in the law than mining phone records and listening to phone calls, and potentially a far more valuable tool in the fight against terrorist organizations.\nStill, what is troubling about the disclosures, made Thursday evening on the Websites of three newspapers, also is what is troubling about the earlier programs: Proper judicial procedures are being ignored or circumvented. Looking for terrorists and their associates is vital to our national security and the global war on terror. But it's equally vital -- and not all that onerous -- to obtain a judicial warrant first.\nThe banking records in question are collected by an international banking consortium based in Belgium known as \"Swift.\" Each month, the Treasury Department, which was charged by President George W. Bush with choking off terrorist finances, gets a request for records from the CIA. Treasury then submits to Swift what is known as an \"administrative subpoena\" for that month's database of international financial transactions.\nOutgoing Treasury Secretary John Snow told The New York Times that the requests are not \"fishing expeditions,\" but rather a \"sharp harpoon.\" Computers at the CIA sort thousands of Swift records each month, looking for banking transactions of suspected terrorists. Intelligence sources told The Times that the program has played a key role in several terrorism investigations.\nBut even within the intelligence community there is concern about the constitutionality of the CIA using data acquired under the Treasury Department's subpoena powers. Under the 1978 Financial Privacy Act, law enforcement agencies generally need a judicial warrant before gaining access to Americans' banks records. But lawyers at the Treasury Department decided that Swift's records were exempt because it is not a bank, merely a record-keeping agency.\nThat reasoning is far too narrow and legalistic, as is the questionable practice of using the Treasury Department to shop for data for the CIA.\nMost Americans never wire money to and from foreign banks. Those who do could find their financial transactions caught up in the CIA's search for patterns involving suspected terrorists organizations. They have a legal right to expect those transactions to be private if there is no probable cause to believe they're party to terrorism.\nIf Secretary Snow and his department are, in fact, fishing with harpoons and not a net, it is only proper that they ask a judge to sign off on the whales.\n\nNotes\n\n OUR VIEW  |  WAR ON TERROR OPINION \n\nGraphic\n\n \nPHOTO\n PHOTO - Outgoing Treasury Secretary John Snow. Getty Images \n\nLoad-Date: June 26, 2006"
}