{
    "title": "FOR COSTA RICA , 2 BOMBS BRING A TASTE OF FEAR",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 22,
    "full text": "Terrorist bombs that injured three United States Marine guards and damaged the Honduran Embassy here this week have stunned Costa Ricans with the realization that they are no longer immune to Central America's violence.\nMost people are convinced that foreign leftists were behind the bombings and hope they will prove to be isolated incidents. But they are also aware that Costa Rica is unprepared for terrorism.\nA group calling itself the Commander Carlos Aguero Echeverria Command, which took its name from a Costa Rican who died fighting alongside Nicaragua's Sandinist guerrillas against the Somoza regime, claimed responsibility for Tuesday's attacks and called them reprisals for American and Honduran support for El Salvador's civilian-military junta.\nAlan Riding's discussion of bombing of Honduran Embassy in Costa Rica describes political reasons behind recent unrest\n''My first reaction to the bombings was one of great indignation,'' one young official said. ''But then I had a terrible feeling of impotence. What can we do if there is a wave of terrorism?''\n \nArmy Was Dismantled in 1949\nLong a quiet democratic haven in a region dominated by dictatorships, Costa Rica disbanded its army in 1949. Its 7,000-member Civil Guard is not equipped or trained to handle political violence.\nWhile there was condemnation of the bombings, many people seem equally eager to insure that the attacks do not lead to a militarization of society. ''People are as antimilitary as they are anti-Communist,'' one academic said. ''We need a more professional security force, but how do you make sure it isn't repressive or politically influential?''\nAggravating the uncertainty is an economic crisis that has provoked a devaluation of the currency and is forcing a reduction of public spending.\nBecause the economic problems have not spawned political unrest, officials are sure the bombings were symptoms of the broader crisis in Central America. ''The left is reacting to the U.S. offensive in El Salvador by trying to generalize the conflict throughout Central America,'' a political analyst said.\n \nU.S. Navy Visit Was Prevented\nEven before the bombings, the impact of the United States' tougher policies was felt in a debate in Costa Rica's Legislative Assembly over whether two American naval vessels should be allowed to pay a good-will visit to the port of Limon.\nThree Communist Party deputies in the 57-member Assembly filibustered until it was too late for the vessels to dock last weekend. When the Assembly finally approved the visit on Monday, the ships were heading for the Colombian port of Cartagena, their next stop.\nThen, on Tuesday, as three marines were being driven to the United States Embassy for routine guard duty, a bomb on the road was detonated by remote control, injuring Sgt. Steven Garcia, 22 years old, of the Bronx; Cpl. Jerome Walters, 21, of Queens, and Sgt. John E. Roberts, 23, of Robinsdale, Minn.\nAbout an hour later, a second bomb exploded in the Honduran Embassy. The building had been evacuated because of a telephone warning. This was followed by dozens of other bomb threats.\n \n25 People Are Deported\nThe police have refused to reveal details of the investigation, but 46 foreigners have been arrested and 25 of them, mainly Nicaraguans and Salvadorans, were deported yesterday.\nPart of Costa Rica's vulnerability is that it has traditionally given asylum to exiles. It became involved in the troubles of the region in 1979 when it allowed Sandinist guerrillas to use its territory for training and for launching attacks.\nLast year, the Government authorized broadcasting by a leftist radio station called Radio Noticias del Continente, which officials now believe was financed by Argentine exiles. Two months ago, a band of former supporters of the Somoza regime attacked the radio station and were met by gunfire. The assailants were arrested, but the Government has closed the radio station, angering leftists.\nApart from Argentine leftists and Nicaraguan rightists, there are thousands of Cubans, Salvadorans, Guatemalans, Chileans, Uruguayans and Peruvians of all political persuasions in Costa Rica. A few continue their political activities."
}