{
    "title": "For Prosecutor In New York , A Global Beat",
    "publisher": "the new york times",
    "year": 2011,
    "month": 3,
    "day": 28,
    "full text": "It was as classic a sting operation as any that have unfolded on Manhattan's streets: a government cooperator offered a fictitious deal, and baited a suspect into agreeing to participate in illegal activity.\nBut in this instance, the target was Viktor Bout, a reputed arms trafficker who lived in Moscow; the purported deal involved selling arms to Colombian terrorists; and the sting involved meetings in the Netherlands Antilles, Romania, Denmark and, finally, Thailand, where Mr. Bout was lured, arrested and eventually extradited to the United States.\nThe case of Mr. Bout, who is now awaiting trial in Manhattan, illustrates the expanded global reach of the office of the United States attorney for the Southern District of New York. Since 2004, the office has sent prosecutors into more than 25 countries as part of investigations that have brought back dozens of suspected arms and narcotics traffickers and terrorists to Manhattan to face charges. And some of them have involved stings like the one that snared Mr. Bout.\nWith the Drug Enforcement Administration, the office has also taken the lead in bringing cases under a 2006 narco-terrorism law that makes it easier to prosecute international drug traffickers if a link to terrorism can be shown -- even if prosecutors cannot prove that the drugs entered the United States.\nThe office's broad reach is a rich part of its history but is not unique: federal prosecutors in Brooklyn, Virginia and elsewhere pursue cases abroad, but not in such numbers and variety, the evidence suggests. The D.E.A., for example, says it specifically seeks out the Southern District because of its expertise. There have even been episodes in which the Justice Department has been forced to mediate in situations in which the office has competed for cases with other United States attorneys.\n''I think they are pursuing more kinds of international cases, with a deliberateness that's new,'' said Mary Jo White, who was the United States attorney for the Southern District from 1993 to 2002.\nPreet Bharara, who currently has that role, said the aggressive approach had become necessary in the post-9/11 era. ''As crime has gone global and national security threats are global,'' he said, ''in my view the long arm of the law has to get even longer.''\n''We can't wait until bombs are going off,'' he added.\nThe international cases have not been without complications. Defense lawyers have criticized the stings, arguing in court that they ''manufacture jurisdiction'' in cases in which it would not otherwise exist and pursue people unfairly. Countries have not always rushed to cooperate, as in the 2010 extradition of the reputed Jamaican drug lord Christopher Coke, a review of secret State Department cables released by WikiLeaks shows.\n''I find it profoundly troubling that U.S. agents are spending their time setting up cases against individuals who do not represent actual threats to the United States,'' said Melinda Sarafa, a lawyer for a Lebanese man brought from Honduras in a 2009 narco-terrorism sting.\nSabrina Shroff, a lawyer for a West African narcotics-trafficking suspect arrested in a case in which drug agency informers posed as Taliban representatives, said, ''It would anger our citizens if Americans were set up, and ensnared, and tried in a foreign country.''\nAnother lawyer, Steve Zissou, who represents Mr. Coke, suggested that the office change its name. ''It's no longer the Southern District of New York,'' he said. ''It should be the Southern District of the World.''\nIn the stings, paid D.E.A. informers have posed as representatives of terrorist groups, like the Taliban or the Revolutionary Armed Forces of Colombia, or FARC. The informers are typically sent to approach suspected arms or drug traffickers and other targets, and propose realistic-sounding conspiracies that include acts against Americans.\nThe Southern District's nominal jurisdiction includes Manhattan, the Bronx and six counties north of the city.\nFor years, the office's worldwide reach was something of an inside joke to prosecutors. Ms. White used to keep a globe on her desk, and would quip that it represented the office's jurisdiction.\nThe creation of an international narcotics unit around 2002, at the suggestion of a veteran prosecutor, Richard J. Sullivan, now a federal judge, was a key moment in the expansion of the office's vision. In addition to the FARC and the A.U.C., a right-wing Colombian paramilitary group, the unit also focused on powerful drug organizations in Mexico, Asia, Europe and the Middle East.\n''It seemed obvious that we needed to dismantle entire organizations, not just the U.S.-based cells,'' Judge Sullivan recalled, ''and that the only way to do that was to apply organized-crime-fighting methods on a global scale.''\nHe, as unit chief, and his successors traveled widely to develop relationships with foreign officials and law enforcement personnel. Derek Maltz, the head of the D.E.A.'s Special Operations Division in Virginia, recalled the unit as focused and fast-moving.\n''They'd get on a plane, go to Colombia; go to Mexico; get engaged with foreign agents and managers overseas,'' he said.\nIn 2008, the office won the convictions of a prominent Afghan tribal leader, Haji Bashir Noorzai, for drug-trafficking conspiracy, and a Syrian arms dealer, Monzer al-Kassar, on charges of conspiring to provide material support to terrorists and to kill Americans.\nMany of the cases that come to New York have a link to the city. But there does not have to be such a connection, as long as there is an impact on the United States. In 2010, for example, the office won the conviction of a Pakistani scientist who tried to kill American officers and agents in Afghanistan.\nThe Southern District, which last year merged its international narcotics and terrorism units, has brought five cases under the 2006 narco-terrorism law, Justice Department statistics show. Several involved stings, with informers posing on behalf of the Taliban or the FARC; the 13 defendants came from places like Afghanistan and West Africa.\nJuan C. Zarate, a former deputy national security adviser in the Bush administration who is now at the Center for Strategic and International Studies, said the Southern District's approach was ''cutting edge'' because of the new ways terrorist and narcotics groups were working together abroad.\nHe also noted that purported arms dealers like Mr. Bout, who was ensconced in Moscow, and Mr. Kassar, who lived in a mansion in Marbella, Spain, had for years seemed almost untouchable, legally and physically. After Sept. 11, their cases took on a different flavor, he added, as they were considered not only international scofflaws, but also potential suppliers for terrorist groups and fomenters of instability that terrorists could exploit. ''In the post-9/11 world, they deserved renewed attention,'' Mr. Zarate said, calling the stings a bold and novel solution.\nIn court, judges have rejected defense arguments that the stings violated their clients' rights. The issue has now arisen on appeal in the case of Mr. Kassar, the Syrian arms trafficker, and two co-defendants.\nMarc A. Agnifilo, a lawyer for one co-defendant, Tareq Mousa al-Ghazi, argued that his client would never have become involved in the illegal arms deal had he not been approached in the first place by a D.E.A. informer who wanted access to Mr. Kassar.\n''Here, the government itself created the associations, agreements and crimes that it has prosecuted,'' Mr. Agnifilo said in court papers. ''Absent the D.E.A.'s involvement, nothing in the indictment would ever have happened.''\nBut the deputy United States attorney, Boyd M. Johnson III, said in oral arguments last month that Mr. Ghazi ''was hardly an innocent,'' and was approached because he had a relationship with Mr. Kassar.\n''It's hard to imagine,'' Mr. Johnson said, ''that it would shock the conscience for the government to proactively investigate those outside the country who they believe are ready and willing to harm Americans and to harm American interests.'' A ruling is pending.\nIn some international cases, the Southern District has had strong support from other countries. The son of President Ellen Johnson Sirleaf of Liberia worked undercover in a D.E.A. sting to take down a cocaine ring that was trying to create a base in Liberia by bribing senior officials there, prosecutors said in June. Liberia's ambassador to the United States called the case ''a watershed in the transformation'' of his country.\nNot every case goes as smoothly. State Department cables show, for example, that American diplomats expressed concern that Jamaica had ''not moved more expeditiously'' to extradite Mr. Coke, who was charged in a guns and drug-trafficking conspiracy.\nBut Jamaican officials had their own legal concerns about the extradition case. One also predicted that if the government arrested Mr. Coke, an alleged crime boss who exerted extraordinary power in his neighborhood stronghold, there could be ''severe repercussions,'' and his supporters would not take his extradition ''lying down,'' a cable shows.\nThe forecasts were borne out when Jamaica finally agreed to extradite Mr. Coke last spring, leading to violence and more than 70 deaths before he was apprehended in June. Mr. Coke has pleaded not guilty.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: The reputed drug lord Christopher Coke at the Westchester County Airport last June after his extradition from Jamaica. (PHOTOGRAPH BY ALAN ZALE FOR THE NEW YORK TIMES)\n  Preet Bharara, the United States attorney in Manhattan. (PHOTOGRAPH BY YANA PASKOVA FOR THE NEW YORK TIMES) (A3) MAP: Federal Prosecutors in Manhattan Cast a Wide Net: Though the Southern District of New York's jurisdiction comprises just eight counties, the office has a history of going abroad to pursue cases that can affect the United States, like terrorism and narcotics trafficking. Here are some examples of cases the office is working on or has successfully prosecuted, and when the defendants were brought into the country. (Sources: Court and government records) (A3)                                                                \n\nLoad-Date: March 28, 2011"
}