{
    "title": "For the U.S. , a Deceptive Lull In Terrorism",
    "publisher": "the new york times",
    "year": 1987,
    "month": 9,
    "day": 27,
    "full text": "ON the face of it, the wave of international terrorism that plagued the Western world throughout much of 1985 and 1986 has receded. The American public is no longer inundated by reports of attacks in the air and at sea that came so quickly they all started to run together. But it is wrong to conclude that terrorism has ended or even abated. And few people inside or outside Government doubt that large-scale attacks against American and Western European targets could resume at any time.\nCertainly, in the period since the April 1986 American attack on Libya, in retaliation for Tripoli's role in the bombing of a Berlin discotheque frequented by American military personnel, Reagan Administration officials have pointed to a series of successes in the war against terrorism.\nIn the last year, several Western European countries have expelled Libyan diplomats who were suspected of facilitating a terrorist network, improved their internal security - thwarting several terrorist plots - and embraced greater international cooperation. This vigilance has coincided with a decline of Libyan-inspired attacks in most of Western Europe. But even though the large-scale retaliations that critics said would follow the American raids did not materialize, there were several examples of what were believed to be vengeance attacks. An American intelligence agent was sold by his Lebanese captors to Libyan agents and murdered; two British hostages in Lebanon were killed, and an American diplomat was shot and wounded in the Sudan. In addition, European and United States sanctions against Syria were a crucial factor in pushing President Hafez al-Assad to dismantle the Syrian-based operation of the Palestinian terrorist Abu Nidal. The sanctions came after the Syrians were linked to an attempt to bomb an Israeli airliner in London last November.\nWashington's latest victory came last week. A Lebanese man, Fawaz Younis, was arrested in international waters in the Mediterranean, Attorney General Edwin Meese 3d said Thursday, and flown to Washington, where he was arraigned in United States District Court on charges of hijacking a Jordanian airliner, carrying 70 people, at least 4 of them Americans, in 1985.\nThe hijacking of a Pan Am jetliner in Pakistan a year ago, in which 21 people were killed, including 2 Americans, was the last major attack against a United States target. This summer, fears of terrorism abated and record levels of American tourists flooded back to Europe. But experts warn that while the nature of the Middle Eastern threat to the West and the targets of opportunity may be changing, the danger remains.\nAccording to the State Department's figures, the number of terrorist incidents worldwide - particularly in the Middle East, Asia and Latin America - is bigger so far this year than in the same periods in 1985 and in 1986.\n''The incidence of international terrorism is very high,'' said Brian Jenkins, a terrorism expert at the Rand Corporation, a research group. ''But popular perceptions are based on a handful of spectacular incidents that involve Americans, not by the numbers.''\nTo some extent, even when Americans are involved, perceptions have begun to change. The kidnapping of an American journalist, Charles Glass, in Lebanon, for example, elicited little sympathy compared with the earlier abductions of Americans. ''When I used to give speeches, there were all these questions about forgotten hostages,'' an Administration official said. ''Now the feeling is, 'Why do you let those arrogant guys wander around and get caught?' ''\nUnited States intelligence recently detected evidence that some American embassies were under surveillance by Iranian agents. A standoff between France and Iran over an Iranian Embassy employee suspected of complicity in terrorist attacks in Paris a year ago remains tense. And West German authorities have expressed concern that their refusal to release Mohammed Ali Hamadei, accused of the 1985 hijacking of a TWA jetliner and the murder of an American on board, has increased their country's vulnerability.\nIn some cases, the most recent wave of terrorism has been directed at other targets. In Pakistan, for example, hundreds of people have died in bombings that many believe were carried out with the help of the Afghan secret police.\nIn the last year, more terrorist attacks in general occurred in Latin America than in any region except for the Middle East. Since the American bombing raids of Libya, Libyan agents have tried to establish contacts with extremist groups in Latin America and the Caribbean. While part of the violence was the result of internal conflicts, the attacks against American targets also increased, according to State Department data. In Peru, for example, the Citibank office in Lima was bombed three times last year, and the United States and Soviet Embassies and a Chinese commercial office were attacked on the same day. A bomb thrown into the swimming pool of the American Ambassador's residence in Lima last year did not explode.\n''We have major problems coming up,'' a State Department official who deals with terrorism predicted. ''When you look at the institutional ability of most of the world to cope with terrorism, or the level of international cooperation with, say, Latin America, you see that we're in the stone age.''\nCorrection\n\nAn article about terrorism in The Week in Review last Sunday misstated the background of an American hostage who was killed last year after being sold by his Lebanese captors to Libyan agents. The hostage, Peter Kilburn, had been the librarian at the American University of Beirut, and was not an intelligence agent.\nCorrection-Date: September 27, 1987, Sunday, Late City Final Edition\n\nGraphic\n\n \nPhoto of Fawaz Younis at Beirut Airport during 1985 hijacking (AP)"
}