{
    "title": "For Anarchist, Details of Life As F.B.I. Target",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 29,
    "full text": "AUSTIN, Tex. -- A fat sheaf of F.B.I. reports meticulously details the surveillance that counterterrorism agents directed at the one-story house in East Austin. For at least three years, they traced the license plates of cars parked out front, recorded the comings and goings of residents and guests and, in one case, speculated about a suspicious flat object spread out across the driveway.\n''The content could not be determined from the street,'' an agent observing from his car reported one day in 2005. ''It had a large number of multi-colored blocks, with figures and/or lettering,'' the report said, and ''may be a sign that is to be used in an upcoming protest.''\nActually, the item in question was more mundane.\n''It was a quilt,'' said Scott Crow, marveling over the papers at the dining table of his ramshackle home, where he lives with his wife, a housemate and a backyard menagerie that includes two goats, a dozen chickens and a turkey. ''For a kids' after-school program.''\nMr. Crow, 44, a self-described anarchist and veteran organizer of anticorporate demonstrations, is among dozens of political activists across the country known to have come under scrutiny from the F.B.I.'s increased counterterrorism operations since the attacks of Sept. 11, 2001.\nOther targets of bureau surveillance, which has been criticized by civil liberties groups and mildly faulted by the Justice Department's inspector general, have included antiwar activists in Pittsburgh, animal rights advocates in Virginia and liberal Roman Catholics in Nebraska. When such investigations produce no criminal charges, their methods rarely come to light publicly.\nBut Mr. Crow, a lanky Texas native who works at a recycling center, is one of several Austin activists who asked the F.B.I. for their files, citing the Freedom of Information Act. The 440 heavily-redacted pages he received, many bearing the rubric ''Domestic Terrorism,'' provide a revealing window on the efforts of the bureau, backed by other federal, state and local police agencies, to keep an eye on people it deems dangerous.\nIn the case of Mr. Crow, who has been arrested a dozen times during demonstrations but has never been convicted of anything more serious than trespassing, the bureau wielded an impressive array of tools, the documents show.\nThe agents watched from their cars for hours at a time -- Mr. Crow recalls one regular as ''a fat guy in an S.U.V. with the engine running and the air-conditioning on'' -- and watched gatherings at a bookstore and cafe. For round-the-clock coverage, they attached a video camera to the phone pole across from his house on New York Avenue.\nThey tracked Mr. Crow's phone calls and e-mails and combed through his trash, identifying his bank and mortgage companies, which appear to have been served with subpoenas. They visited gun stores where he shopped for a rifle, noting dryly in one document that a vegan animal rights advocate like Mr. Crow made an unlikely hunter. (He says the weapon was for self-defense in a marginal neighborhood.)\nThey asked the Internal Revenue Service to examine his tax returns, but backed off after an I.R.S. employee suggested that Mr. Crow's modest earnings would not impress a jury even if his returns were flawed. (He earns $32,000 a year at Ecology Action of Texas, he said.)\nThey infiltrated political meetings with undercover police officers and informers. Mr. Crow counts five supposed fellow activists who were reporting to the F.B.I.\nMr. Crow seems alternately astonished, angered and flattered by the government's attention. ''I've had times of intense paranoia,'' he said, especially when he discovered that some trusted allies were actually spies.\n''But first, it makes me laugh,'' he said. ''It's just a big farce that the government's created such paper tigers. Al Qaeda and real terrorists are hard to find. We're easy to find. It's outrageous that they would spend so much money surveilling civil activists, and anarchists in particular, and equating our actions with Al Qaeda.''\nThe investigation of political activists is an old story for the F.B.I., most infamously in the Cointel program, which scrutinized and sometimes harassed civil rights and antiwar advocates from the 1950s to the 1970s. Such activities were reined in after they were exposed by the Senate's Church Committee, and F.B.I. surveillance has been governed by an evolving set of guidelines set by attorneys general since 1976.\nBut the Oklahoma City bombing in 1995 demonstrated the lethal danger of domestic terrorism, and after the Sept. 11 attacks, the F.B.I. vowed never again to overlook terrorists hiding in plain sight. The Qaeda sleeper cells many Americans feared, though, turned out to be rare or nonexistent.\nThe result, said Michael German, a former F.B.I. agent now at the American Civil Liberties Union, has been a zeal to investigate political activists who pose no realistic threat of terrorism.\n''You have a bunch of guys and women all over the country sent out to find terrorism. Fortunately, there isn't a lot of terrorism in many communities,'' Mr. German said. ''So they end up pursuing people who are critical of the government.''\nComplaints from the A.C.L.U. prompted the Justice Department's inspector general to assess the F.B.I.'s forays into domestic surveillance. The resulting report last September absolved the bureau of investigating dissenters based purely on their expression of political views. But the inspector general also found skimpy justification for some investigations, uncertainty about whether any federal crime was even plausible in others and a mislabeling of nonviolent civil disobedience as ''terrorism.''\nAsked about the surveillance of Mr. Crow, an F.B.I. spokesman, Paul E. Bresson, said it would be ''inappropriate'' to discuss an individual case. But he said that investigations are conducted only after the bureau receives information about possible crimes.\n''We do not open investigations based on individuals who exercise the rights afforded to them under the First Amendment,'' Mr. Bresson said. ''In fact, the Department of Justice and the bureau's own guidelines for conducting domestic operations strictly forbid such actions.''\nIt is not hard to understand why Mr. Crow attracted the bureau's attention. He has deliberately confronted skinheads and Ku Klux Klan members at their gatherings, relishing the resulting scuffles. He claims to have forced corporate executives to move with noisy nighttime protests.\nHe says he took particular pleasure in a 2003 demonstration for Greenpeace in which activists stormed the headquarters of ExxonMobil in Irving, Tex., to protest its environmental record. Dressed in tiger outfits, protesters carried banners to the roof of the company's offices, while others wearing business suits arrived in chauffeured Jaguars, forcing frustrated police officers to sort real executives from faux ones.\n''It was super fun,'' said Mr. Crow, one of the suits, who escaped while 36 other protesters were arrested. ''They had ignored us and ignored us. But that one got their attention.''\nIt got the attention of the F.B.I. as well, evidently, leading to the three-year investigation that focused specifically on Mr. Crow. The surveillance documents show that he also turned up in several other investigations of activism in Texas and beyond, from 2001 to at least 2008.\nFor an aficionado of civil disobedience, Mr. Crow comes across as more amiable than combative. He dropped out of college, toured with an electronic-rock band and ran a successful Dallas antiques business while dabbling in animal rights advocacy. In 2001, captivated by the philosophy of anarchism, he sold his share of the business and decided to become a full-time activist.\nSince then, he has led a half-dozen groups and run an annual training camp for protesters. (The camps invariably attracted police infiltrators who were often not hard to spot. ''We had a rule,'' he said. ''If you were burly, you didn't belong.'') He also helped to found Common Ground Relief, a network of nonprofit organizations created in New Orleans after Hurricane Katrina.\nAnarchism was the catchword for an international terrorist movement at the turn of the 20th century. But Mr. Crow, whose e-mail address contains the phrase ''quixotic dreaming,'' describes anarchism as a kind of locally oriented self-help movement, a variety of ''social libertarianism.''\n''I don't like the state,'' he said. ''I don't want to overthrow it, but I want to create alternatives to it.''\nThis kind of talk appears to have baffled some of the agents assigned to watch him, whose reports to F.B.I. bosses occasionally seem petulant. One agent calls ''nonviolent direct action,'' a phrase in activists' materials, ''an oxymoron.'' Another agent comments, oddly, on Mr. Crow and his wife, Ann Harkness, who have been together for 24 years, writing that ''outwardly they did not appear to look right for each other.'' At a training session, ''most attendees dressed like hippies.''\nSuch comments stand out amid detailed accounts of the banal: mail in the recycling bin included ''a number of catalogs from retail outlets such as Neiman Marcus, Ann Taylor and Pottery Barn.''\nMr. Crow said he hoped the airing of such F.B.I. busywork might deter further efforts to keep watch over him. The last documents he has seen mentioning him date from 2008. But the Freedom of Information Act exempts from disclosure any investigations that are still open.\n''I still occasionally see people sitting in cars across the street,'' he said. ''I don't think they've given up.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: For at least three years, counterterrorism agents monitored the comings and goings at Scott Crow's home in Austin, Tex.\n Mr. Crow and an F.B.I. document he received under the Freedom of Information Act. (PHOTOGRAPHS BY CALEB BRYANT MILLER FOR THE NEW YORK TIMES) (A25)                                 \n\nLoad-Date: May 29, 2011"
}