{
    "title": "FOR FOREIGN-SERVICE OFFICERS, LIVING WITH FEAR OF TERRORISM _ RISKS RISE IN A WORLD WHERE BLOODSHED",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 8,
    "day": 13,
    "full text": "When terrorist bombs exploded at the embassies in Kenya and Tanzania last week, Duncan MacInnes and his colleagues at the U.S. Consulate in Jerusalem did what many American foreign-service employees around the globe were doing at the same moment.\n\"We went and looked up who's serving in those two places,\" he said. \"Who there do we know? Anybody?\"\nToday, a C-17 cargo jet will rumble into Andrews Air Force Base outside Washington carrying the sum of all their fears, whatever their assignment, wherever their locale: flag-draped coffins containing the bodies of all but two of the dozen Americans killed in the blasts. The 11th victim was to be returned yesterday; the 12th will be buried in Africa.\nStanding on the tarmac with President Clinton and other dignitaries will be hundreds of American foreign-service officers - brothers and sisters in arms, members of a tight fellowship of men and women whose profession has become a riskier proposition in a world where bloodshed often substitutes for diplomacy.\n\"Though we may be scattered geographically . . . in the ways that truly matter, we are one family,\" Secretary of State Madeleine K. Albright said in a speech to State Department employees this week. \"We share the same aims, the same risks, and the same feelings of sorrow and grief when any member of our family is lost.\"\nOr, as one 25-year foreign-service veteran said of the reaction among her colleagues to the bombings: \"It could have been them.\"\nIndeed, the images of death and destruction in the two African capitals are reminders of just how dangerous the seemingly prosaic job of issuing visas and promoting cultural exchanges has become in a world where hatred of Americans can turn diplomats into victims.\n\"In a very real sense, the foreign service is our first line of defense,\" said retired Ambassador Julius Walker, who spent 33 years as a diplomat, most of them in Africa. \"Not only are we being blown up as though we are soldiers, but when our work breaks down is when the soldiers really go to work.\"\nThose harsh realities are light-years from the popular image of diplomats living the soft life in one exotic outpost after another.\n\"There is an old-fashioned - I hope it's old-fashioned - view of diplomats wearing pinstriped suits and drinking champagne,\" declared MacInnes, a public affairs officer in the Jerusalem consulate. \"I don't know if that's ever been true. Everybody I know has had their lives dramatically affected by terrorism. It's not a cushy, country-club kind of life.\"\nMacInnes has had his own close calls during his 14 years abroad. In Sri Lanka, a bomb exploded near the embassy three years ago. His son, then 6 years old, was on a school bus nearby and still has nightmares, he said.\nThen there was the time authorities found an unexploded bomb near his home in Qatar, and the day a rocket grenade was fired through an embassy window in Yemen, although the building was closed at the time.\nIsrael, his current assignment, is often a crucible for terrorism. The Middle East is generally considered a high-risk assignment. Africa, at least below the Sahara Desert, is not. And it is that unpredictability that has given current and former diplomats pause.\n\"What is a safe place is a question up for redefinition,\" said retired Ambassador Edward Marks, who spent 39 years in the foreign service.\nExperienced diplomats all spoke of the benefits of their nomadic life: the travel, the challenges, the eclectic array of acquaintances, the opportunities to foster goodwill. But they also spoke of today's less-forgiving political climate.\nMarks recalled that in the early 1960s when he was serving in Nairobi, where one of last week's bombs exploded, a group of young Kenyans broke into the embassy to protest British colonial rule.\n\"We were all kind of aflutter,\" he said. \"It was all peaceful and harmless, but that was quite dramatic.\"\nNow, the rules of engagement have changed.\n\"It's gotten so bad,\" Marks said, \"that people are now using us as targets to make a point.\"\n\nGraphic\n\n \nPHOTO;\nPHOTO\nU.S. Ambassador Prudence Bushnell scatters roses at a memorial ceremony in Nairobi. (Associated Press, DAVE CAULKIN)\n\nLoad-Date: October 24, 2002"
}