{
    "title": "For F.B.I., Not Enough Progress in Combating Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 4,
    "day": 1,
    "full text": "The Federal Bureau of Investigation has made ''insufficient progress'' in areas crucial to recasting itself as a frontline defense against terrorism, and major restructuring at both the F.B.I. and the Justice Department is still needed, the presidential commission on intelligence concluded Thursday.\n The report offered a sobering assessment of the work done at the F.B.I. in correcting the intelligence and analytical failures that preceded the Sept. 11, 2001, attacks on New York City and the Pentagon. \n The report said that while top F.B.I. officials appeared determined to overcome bureaucratic problems, technological hurdles and turf wars with other intelligence agencies, ''the outcome is still in doubt,'' and some areas had clearly lagged. In several important areas, it said, the F.B.I. ''has made significant but, in our view, insufficient progress.''\n In particular, commission members found that the F.B.I. ''is still far from having the strong analytic capability to drive and focus the bureau's national security work.'' \n The F.B.I. has hired many new terrorism analysts and developed new training requirements since the Sept. 11 attacks, but analysts still appear to play a ''subordinate role'' in the bureau hierarchy, the report said. As evidence, the commission pointed to a 2004 episode in one unidentified field office in which analysts were pulled from their regular duties to load telephone numbers into a database because of a backlog.\n The F.B.I.'s continued inability to develop the software to link its case files -- it was forced to scrap a $170 million effort earlier this month -- also ''seriously undermines'' its ability to analyze and disseminate intelligence, the report said.\n The report also found that infighting between the F.B.I. and the Central Intelligence Agency had ''become too common,'' and that potentially crucial information on terrorism sometimes was not shared among the F.B.I., the C.I.A. and the Department of Homeland Security. \n It said the ''primary source of friction'' between the F.B.I. and the C.I.A. stemmed from a recent effort by the F.B.I. to expand its intelligence activities within the United States, a project the commission said it considered ''overly burdensome and counterproductive.''\n To address such coordination problems, the commission recommended that the F.B.I. create a new national security division that would go beyond the structural changes that have already been carried out by Robert S. Mueller III, director of the bureau. \n It also recommended that the Justice Department, which oversees the F.B.I., create a national security division of its own to replace the disjointed system now used for terrorism, espionage and intelligence-related cases.\n The commission said that despite widespread changes at other agencies, the Justice Department's structure remained essentially unchanged. \n ''The Department of Justice has not yet put its national security components in one office; its antiterrorism and intelligence support offices are as scattered as they were on Sept. 10, 2001,'' the report said. \n ''If there is method to this madness,'' the commission said of the Justice Department's current structure, ''neither we, nor any other official with whom we spoke, could identify it.'' \n Attorney General Alberto R. Gonzales, after meeting Thursday with President Bush and other senior officials about the commission's findings, told reporters he thought there were ''good reasons'' to create a national security division at the Justice Department and that ''it certainly deserves serious consideration.''\n The F.B.I., for its part, said it welcomed the commission's recommendations.\n ''We are pleased that the commission recognized that we have made progress, and we agree with its judgment that we have more work to do,'' the F.B.I. said in a statement.                                                                              \n\nhttp://www.nytimes.com\n\nLoad-Date: April 1, 2005"
}