{
    "title": "For terror, city ground zero - feds",
    "publisher": "daily news ",
    "year": 2012,
    "month": 2,
    "day": 1,
    "full text": "WASHINGTON - Terror attacks planned for or executed against New York City dwarfed in number those targeting other U.S. cities, a new federal analysis showed.\nManhattan fell in the crosshairs of evildoers - either homegrown or from abroad - 343 times between 1970 and 2008, more than double the stats for the No. 2 U.S. target, Los Angeles, the site of 156 incidents.\nThe high number of incidents reflects the broad definition of terrorism used by researchers from the University of Massachusetts-Boston and the University of Maryland's National Consortium for the Study of Terrorism and Responses to Terrorism.\nThey included crimes \"aimed at attaining a political, economic, religious, or social goal,\" with the \"intention to coerce, intimidate or convey some other message to a larger audience (or audiences) than the immediate victims.\"\nAs leftist and nationalist terror of the 1970s and 1980s gave way to radical Islamist terror in the 1990s and the new millennium, New York remained a hot-spot, according to the researchers, who received federal Department of Homeland Security funding.\nOne-third of all known attacks since 1970 - a total of 780 - targeted Manhattan, Los Angeles and three other cities: Miami, San Francisco and Washington.\nRep. Pete King (R-L.I.), chairman of the House Homeland Security Committee, said the report was no surprise. \"No matter what methodology they use, New York is No. 1 by far. New York is in a category by itself,\" he said.\nGrants funding transportation security in the city were reduced last year, and King said he's \"very, very concerned\" about further cuts to federal security funds for the city.\n\"I think we're being penalized for success because there hasn't been an attack in 10 years,\" he said. \"The threat is as serious as it's ever been.\"\njstraw@nydailynews.com\n\nGraphic\n\n \nNLVL\n\nLoad-Date: February 1, 2012"
}