{
    "title": "For Some Americans, Mental Health Was Victim Of Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "PRESCRIPTION DEMAND SEESAWED AFTER 9/11\nTAMPA - She feels nervous all the time and suffers from separation anxiety.\nIncessantly, she talks about Osama bin Laden, the international terrorist who may be dead - no one knows for sure.\nThe patient? A 10-year-old Tampa schoolgirl.\n\"And her mother doesn't even keep the television on a lot, so the kids are not exposed to that on the news,\" said Debra Barnett, the girl's Tampa psychiatrist, who marvels at still seeing the internal after-effects of last year's attacks in some of her patients 12 months later.\nMost who reported temporary flare-ups of anxiety and depression after the events of 9/11 recovered months ago.\nBut not everyone is back to normal.\nAnd, as national angst mounts again on the one-year anniversary, and the most fragile begin worrying about a repeat of terrorism on American soil, many mental health experts say they are bracing for a new round of patients.\n\"The re-experiencing and anniversary effects, I probably won't be very surprised about,\" Barnett said. But the psychological damage done a year ago can come to bear if something bad happens - even something unrelated to terrorism.\n\"If anybody were to experience another traumatic event, like a car accident or robbery, they won't deal with it as well,\" Barnett said. \"They will be more prone to develop posttraumatic stress disorder.\"\n\nPublic Fears Another Attack\nA survey by the Pew Research Center for the People & the Press found mounting fears of a new terrorist strike. Released during the summer, the poll showed people in the Northeast appear more worried about terrorism than people elsewhere. Concerns were rising in the South and West, but by smaller margins.\nNationwide, the Pew poll showed, worries about a new terrorist attack on the United States shot to their highest level since October.\nOne person in 3 spoke of being very worried about a new terrorist strike, up from 1 person in 5 in January and 1 person in 10 in December.\nOverall, 76 percent of Americans were at least somewhat concerned there would be another attack.\nPeople with less education were more likely than college graduates to express serious concern.\nMeanwhile, the bills continue to pile up for the emotional damage caused by the first attack.\nIn and around New York, where the trauma was most widespread, a combined grant of more than $100 million recently was announced by the Red Cross and two New York-based charities to address grief, stress and other ailments.\nThat was in addition to $132 million given to New York in June by the Federal Emergency Management Agency for mental health counseling.\nThe National Institutes of Mental Health in Bethesda, Md., also awarded grants to a wide range of researchers to study mental health needs resulting from the attacks.\n\"It is important to learn what we can from these terrible tragedies,\" said Richard Nakamura, acting NIMH director. The NIMH grants are expected to produce large-scale studies examining how to prevent or treat the emotional trauma that can accompany exposure to mass violence.\n\nTherapy Need In Question\nWhether there actually is a need for so much therapy is being debated in mental health circles.\n\"The vast majority of people - especially those whose lives are not endangered and who do not suffer profound losses in the wake of catastrophe - get better on their own,\" said Sally Satel, a psychiatrist and fellow at the American Enterprise Institute, in a recent Wall Street Journal op-ed piece.\nSeveral studies around ground zero in Manhattan turned up no evidence of people flocking to clinics for counseling.\nIndeed, some studies, such as one in the journal Psychiatric Services by a Manhattan doctor, report that most patients who said they were affected by Sept. 11 already were unstable.\nThe New York Academy of Medicine reported that only 7 percent of New York dwellers had post-traumatic stress symptoms 60 days after the World Trade Center collapse. By winter, that rate fell by half.\n\nNew Prescriptions Level Off\nIn Florida, the mental health picture is less clear.\n\"I haven't really seen any increase [in patients] that would have been applicable to being related to issues over 9/11,\" said Dick Pynigar, nurse manager of Tampa General Hospital's psychiatric unit. \"What small increase we did see, initially, disappeared.\"\nNew prescriptions for sedatives and tranquilizers seesawed dramatically statewide for a month after Sept. 11, then dropped slightly in October.\nBut figures from NDCHealth, an Atlanta-based health care information services company, show what appears to be only a slight permanent increase in new prescriptions for those drugs in the Tampa Bay area.\nIn the week after 9/11, doctors here wrote 10,030 new prescriptions for sedatives and tranquilizers, NDCHealth says. In the week of July 19, the most recent for which data is available, they wrote 10,589, a small increase that might be tied to population growth.\n\"I don't know of any patients at the medical school or the psychiatric center who are there because this was their major complaint,\" said Anthony Reading, a psychiatrist who is chairman of the department of psychiatry at the University of South Florida.\nStill, Reading said, his personal sense tells him Bay area residents might have higher levels of stress and anxiety since 9/11.\nOther factors might be involved, beyond the terrorist attacks - like the uncertain economy, Reading said - although another new study from the Miami-based John S. and James L. Knight Foundation finds most Americans positive about their lives despite 9/11 and the unstable economy.\nAnd what of terror victims like the Tampa 10-year-old who can't shake her thoughts of Osama bin Laden?\nNo one knows whether the youths of today will be permanently haunted by low-level anxiety. But some suspect the damage could last years. \"To them, this is creating a new normal,\" said Judith Myer Walls, a child development expert at Purdue University.\n\nNotes\n\nNO LIFE UNTOUCHED\n\nGraphic\n\n \nPHOTO\nTribune photo by JIM REED\n\"If you're already wired with anxiety and depression, I think this [9/11] just adds to it,\" said Anthony Reading, chairman of the department of psychiatry at the University of South Florida.\n\nLoad-Date: September 13, 2002"
}