{
    "title": "For 9_11 Cases, Calling on a Short List of Veteran Lawyers",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 8,
    "full text": "One lawyer calls it the ''death list'' -- a cadre of about 20 veteran defense lawyers in New York who have broad experience in death penalty and other complex criminal cases. They have represented defendants in terrorist bombings in East Africa, drug-related killings in Manhattan and the Bronx, police killings in Brooklyn and on Staten Island.\n  They are not all household names, and the list is closely held. But every day in Federal District Court in Manhattan, a lawyer from the list is on call, ready to be appointed in a capital case. \n  And it is from this short list that lawyers are expected to be initially chosen to defend Khalid Shaikh Mohammed and others accused in the Sept. 11 terrorist attacks when they arrive at the courthouse early next year.\n  Of course, there is uncertainty about whether Mr. Mohammed and his co-defendants will even want lawyers or a trial. But if the court follows its own practice, the list, or ''capital panel,'' as it is called, will be the source of lawyers as the defendants begin their journey through the civilian system.\n  ''I would imagine this is the hour of truth for the panel,'' said Isabelle A. Kirshner, a former panel member.\n  The list includes lawyers like Frederick H. Cohn, 70, a 6-foot-2 graduate of Antioch and Brooklyn Law School, who is known for his Fu Manchu-style mustache and acid wit in the courtroom. There, too, is Avraham C. Moskowitz, a 52-year-old Columbia Law graduate and former federal prosecutor who describes himself as a committed Zionist, who has family in Israel, and whose brother was in the World Trade Center when it was attacked in 1993. Joshua L. Dratel, 52, is also on the list -- a Harvard Law graduate who lived a block from ground zero and had to relocate for three months after his apartment building was damaged.\n  Today, the list has evolved into a kind of ad hoc terrorism bar as well, with a majority of those on it experienced in such cases. For any lawyer on the list who gets a Sept. 11 case, said Ms. Kirshner, ''there's going to be an enormous personal, professional and emotional commitment that's going to have to be made.'' And that, she added, is ''going to translate into their friends and relatives saying, 'How can you represent these guys?' '' \n  Some lawyers on the list are undertaking their own searching review of whether they should participate.\n  ''I could not take that case,'' Mr. Moskowitz said. He said that although he felt confident that he could vigorously defend an accused Sept. 11 terrorist, ''my background, my politics, my very essence would create the appearance of a conflict.''\n  But other lawyers said they would have no problem taking a case of one of the men held for years at Guantanamo. ''I'm not campaigning for one,'' said Edward D. Wilford, a lawyer on the list whose last high-profile case involved his representation of a man convicted last year in the murder of a New York police officer, Russel Timoshenko, during a traffic stop in Brooklyn. \n  ''But if I'm privileged enough to be asked,'' he said, ''I'll step to the front and gladly represent one of these human beings with the same zest and zeal I would any other human being who is facing the death penalty.''\n  The list of lawyers to be turned to for capital cases was developed after use of the federal death penalty was expanded in the 1990s, and judges and lawyers realized that New York City needed a seasoned bar. \n  Leonard F. Joy, the city's federal public defender, consulting with other lawyers, recommended an initial group of names from the larger pool of lawyers appointed to represent defendants. (His office may end up taking one of the 9/11 cases.) \n  Mr. Cohn, one of the lawyers consulted, said the public should want a system that ensures the best lawyers are opposing the death penalty -- ''even where there seems to be unanimity of opinion that it ought to be imposed.''\n  Mr. Mohammed and four other men detained at Guantanamo have not been publicly charged, and it is not known precisely when they might arrive in New York. \n  Lawyers on the capital panel are eligible to be paid up to $175 an hour. Some said they would not be intimidated by the strong criticism, some of it directed at lawyers, that followed the decision to send the cases to New York.\n  ''I believe that you approach this case the same way you would approach any other case,'' said Anthony L. Ricco, a veteran of high-profile trials. ''You cannot allow the public sentiment to dictate what you do,'' he added.\n  The judges in the federal court in Manhattan were sent a memo this summer detailing the practice. ''The lead attorney should be chosen from the capital panel,'' it said.\n  The lawyers on the list over the years have developed wide expertise in terrorism cases. A majority have represented terrorism defendants in New York, including in the trial stemming from Al Qaeda's 1998 bombings of two American Embassies in East Africa. At least two of those lawyers -- Mr. Dratel and Mr. Ricco -- have gone on to represent terrorism defendants in other major cases.\n  The terrorism-case backgrounds of many lawyers on the list, though, could produce conflicts that would prevent them from participating in the Sept. 11 cases, making that shortlist even shorter.\n  In Brooklyn, the federal court is reviewing its own list of experienced lawyers in an effort to identify those with the willingness and ability to take on terrorism cases, and so far has confirmed interest from about two dozen lawyers, said Chief Judge Raymond J. Dearie.\n  Because Attorney General Eric H. Holder Jr. has said he intends to seek the death penalty, each Sept. 11 defendant will be entitled to the appointment of a second lawyer who is considered a ''learned'' specialist in death penalty law. This selection can come from appropriate lawyers on the list or from a group of such lawyers around the country. \n  There has also been talk of trying to bolster each of the five legal teams by adding lawyers who helped defend the men while they were at Guantanamo. These lawyers received security clearances, may already have investigated their client's cases, and developed relationships with them.\n  ''There'd be a great advantage in the court here making an exception and allowing such people even if they are not normally on the panel,'' said Don D. Buchwald, another lawyer on the list.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Edward D. Wilford, a ''capital panel'' member, said he was not campaigning to represent a Sept. 11 defendant but would feel privileged to be asked.(PHOTOGRAPH BY SUZANNE DeCHILLO/THE NEW YORK TIMES)(A29)\n Isabelle A. Kirshner, a former panel member, said any lawyer chosen for a Sept. 11 case would face a huge commitment.(PHOTOGRAPH BY BARBARA P. FERNANDEZ FOR THE NEW YORK TIMES)(A32)                                                                \n\nLoad-Date: December 8, 2009"
}