{
    "title": "FOR MANY, TRADE CENTER BOMBING JUST A HAZY MEMORY HEADLINE_",
    "publisher": "the world",
    "year": 1994,
    "month": 2,
    "day": 20,
    "full text": "By Rick Hampson NEW YORK (AP) _ A year later, the lunch bag left\non the park bench is not a \"suspicious package.\"\nMotorists need not pop the trunk before entering the Rockefeller\nCenter parking garage, and tourists don't have to line up at metal\ndetectors in the Empire State Building.  The Plaza's lobby no longer\nlooks like a Secret Service convention.\nThe World Trade Center bombing, once regarded as a sign that\nterrorism had finally crossed the oceans to America, now seems more\nlike a truck backfiring on the Fourth of July _ a momentary\ndistraction, soon forgotten amid the general cacophony.\n\"I don't think very much about it anymore,\" said Patricia\nRenton, a paralegal who works at the Trade Center.  \"There are other\nthings to worry about.\"\nOn the afternoon of Feb. 26, 1993, however, there was only the\nbomb.  It shook the nation's two largest office towers, killed six\npeople, injured another 1,000 and closed the complex for weeks.\nEventually there would be arrests of a group of Islamic\nfundamentalists, followers of a storefront preacher with a seething\ncontempt for Western modernity; revelations of the suspects' anger\nover U.S. policy in the Middle East; a long and largely uneventful\ntrial.\nBut what the nation remembers are the images of Feb. 26 _ tens\nof thousands of office workers streaming into the street, bewildered\nand exhausted, their faces streaked with smoke, sweat and tears.\n\"We all have that feeling of being violated,\" said Gov. Mario Cuomo\nExperts warned of more of the same.  FBI chief William Sessions\nsaid the bombing \"could be the harbinger of a new era,\" and Rand\nCorp.  analyst Bruce Hoffman called it \"a watershed.  We are\nincredibly vulnerable.  Everyone is going to be looking at us.\"\nOur borders were porous.  Our policies were unpopular.  \"We are\nin very deep trouble,\" said Robert Kupperman, another terrorism\nexpert.\nThe attack's success was said to have offered encouragement to\nalmost anyone with a grudge and a bomb.  If the center's bombers were\namateurs, that showed anyone could do it; if they were pros, that\nmeant foreign terrorists were ready to strike the home front.\nFor years, of course, Americans had been installing metal\ndetectors, closed circuit televisions and car barricades.  Now there\nwere calls for even more security, an unappealing prospect to those\nalready living behind triple-locked doors and window bars.\nBut a funny thing happened:\nNothing.\nThe alleged perpetrators were quickly arrested, and four months\nlater a related cell also was rounded up _ before, authorities said,\nit could blow up the Lincoln Tunnel, the United Nations and other\ntargets.\nThe FBI increased surveillance of other suspected terrorists,\nand reportedly told them, in so many words, \"Don't even think about\nit.\" The State Department started a computerized program to make\nsure suspected terrorists overseas don't get entry visas.  The\nNuclear Regulatory Commission tightened security requirements for\nnuclear power plants.\nAnd, mostly without realizing it, Americans declared the Trade\nCenter episode a victory.\nThree days after the blast, the president of the United States\noutlined the rules.  The terrorists win half the battle, said Bill\nClinton, \"if they can get us to change the way we live and what\nwe do.\"\nSo the windows were replaced, the soot was washed off and the\nholes were patched.  The nation moved on; the terrorists lost.\n\"I was extremely pessimistic a year ago,\" says Robert\nKupperman.  \"Now I'm much less so.\"\nThe Trade Center itself still bears many signs of the bombing,\nincluding its shuttered underground garage and rooftop restaurant.\nBut elsewhere, \"very little has changed,\" says Philip Stern, a\nformer prosecutor who manages the Fairfax Group, a security service\n\"There's no additional security at bridges or tunnels.  You can\nwalk into most office building lobbies and get onto an elevator\nwithout identification.  Very few companies have taken serious\nsecurity steps.\"\nTerrorism continues to be a problem, but largely a foreign\nproblem.  The weekend of the Trade Center blast there were bombings\nin Cairo, London and Lima.  On two separate days in 1993, Kurdish\nterrorists attacked about 75 separate Turkish targets around Europe\nThe number of global terrorist incidents logged by the State\nDepartment increased from 361 in 1992 to 427 last year.  But '93\ncompared favorably to '91, when there were 557 incidents.  More than\nhalf of those involved U.S. citizens or property, compared to only\nabout 20 percent last year.\nBesides time and benign neglect, there was another reason the\nbombing faded from consciousness: It was an act of violence in what\nCuomo, speaking Feb. 28, called \"the most violent place in the world\n_ not because they do it to us but because we do it to\nourselves.\"\nA year later the bombing seems nefarious but not remarkable, not\nin a nation where gunshots kill more than 100 people a day; not in\na state where more people die from gunshots than auto accidents; not\nin a city where gun deaths are so common that one newspaper lists\nthem, like movie starting times, in a standing column entitled \"The\nToll.\"\nThe Trade Center blast was spectacular, but it was also just one\nof 30,000 cases of workplace violence last year, just one of 2,200\nbombings.\nIn the weeks and months after Feb. 26, there were plenty of\nother violent diversions: The catastrophe at the Branch Davidian\ncompound in Texas; the arrest of a Long Island man who allegedly\nmurdered a string of prostitutes; the murder of six people by a\ngunman who opened fire on a Long Island commuter train at rush hour\nWill what the government calls \"the single most devastating\nterror attack ever committed on American soil\" eventually fade from\nmemory?  High school students still learn of the \"Palmer raid\"\nroundups of suspected subversives in 1920, but not the bomb that\nkilled 30 people on Wall Street in the same year.\n\"It was like throwing a rock in a pond,\" says Brian Jenkins of\nKroll, the security consulting firm.  \"A big splash, but the ripples\ndissipate.\"\nSome, however, still think the Trade Center blast marked a turn\nfor the worse.\n\"The fact there haven't been any more attacks doesn't mean\nwe're out of the woods,\" says Bruce Hoffman.  \"Terrorism doesn't\nwork in a predictable fashion.  It may be another year before a new\none in the U.S.\"\nThe attack, he says, remains a landmark of \"the amateurization\nof terrorism;\" it showed that amateurs using ordinary materials\ncould have an extraordinary impact in the United States.\nAny terrorism forecast based on the Trade Center is undercut by\nthe fact that, after a four-month trial with 207 prosecution\nwitnesses and 1,003 exhibits, \"we still don't know the big\npicture,\" says Hoffman.  \"Was a foreign government behind it? If\nso, why?\"\nGood questions.  But in the meantime, there is so much else to\nworry about.\n\nLoad-Date: January 30, 1995"
}