{
    "title": "For ISIS followers, terror by truck is now the default choice Tactic doesn't require expertise, diff",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 3,
    "full text": "Eight people were killed and 12 were injured Tuesday afternoon when suspect 29-year-old Sayfullo Saipov intentionally drove a truck rented from Home Depot onto a bike path in lower Manhattan. The truck was removed from the scene Wednesday.\nIn Stockholm, the perpetrator was an Uzbek immigrant who careened down a busy shopping street in a hijacked beer truck, hitting 19 pedestrians before crashing his vehicle into a department store. Five of his victims died, including an 11-year-old girl.\nIn London, British national Khalid Masood plowed into a throng of tourists on Westminster Bridge in a rented SUV, then jumped out and stabbed a police officer before he was fatally shot. In Barcelona, the driver was a radicalized 22-year-old who left a quarter-mile trail of carnage along the city's famed La Rambla boulevard.\nOver the past year, the same scene has played out at least seven times in Western cities, from Berlin's crowded Breitscheidplatz Christmas market to a hockey arena parking lot in Edmonton, Alberta. In the wake of Tuesday's truck rampage in Lower Manhattan, investigators were piecing together a basic narrative that has now become distressingly familiar - rented vehicle, soft target, homegrown perpetrator armed with a crude weapon and the simplest of plans.\nWith the Islamic State's all but finished as a military force in Iraq and Syria, terrorism by vehicle is now firmly entrenched as the preferred choice for the group's scattered followers and sympathizers outside the war zones of the Middle East. The results of the Halloween attack underscore the reasons for its popularity, terrorism experts say: The tactic requires no special skill or instruction, or formal membership in a terrorist group. And it is nearly impossible to prevent or stop.\n\"Cities are filled with pedestrians and streets are filled with automobiles, and you can't realistically separate them,\" said Brian Michael Jenkins, a terrorism expert and senior analyst at Rand Corp. \"Look at it from the perspective of the perpetrator: You don't have to take on the risk of enlisting confederates or entering a conspiracy. You don't have to apply for a firearm permit or learn to make a bomb. All you have to do is get behind the wheel.\"\nA day after the New York attack, investigators concluded that suspect Sayfullo Saipov spent weeks preparing for the assault, choosing a route sure to be crowded with bicyclists and joggers and arranging the rental of a small Home Depot truck. But like the suspects in other similar attacks, he appears to have little, if any, training or direct contact with foreign terrorists. Instead, he is believed to have followed a detailed template distributed broadly over multiple Islamic State social media accounts in recent months.\nThose instructions have typically included advice on how and where to obtain a vehicle, as well as tips on choosing the right location for an attack. One such article posted in Rumiyah - the Islamic State's online magazine - said the ideal vehicle should have a raised chassis for clearing curbs and barriers and should be \"fast in speed, or rate of acceleration,\" to ensure maximum momentum before striking.\nThe truck allegedly driven by Saipov traveled \"at a high rate of speed\" on a Lower Manhattan bike path and appeared to specifically target bike riders and pedestrians, John Miller, the New York Police Department's deputy commissioner of intelligence and counter-terrorism, told reporters Wednesday. The rampage ended when the truck collided with a school bus, injuring still more people. Saipov was shot and wounded shortly after he emerged from the vehicle brandishing what turned out to be a pellet gun and a paintball pistol, police said.\nThe rising popularity of the truck tactic in recent months prompted the federal Transportation Security Administration this spring to issue guidance to rental companies nationwide, urging managers to report any suspicious behavior by clients, such as \"unusual or unexplained modifications\" to reinforce a vehicle's front bumper and frame, according to the official memo released in May. The NYPD has passed along similar warnings to local rental companies and dispatched officers to scores of them over the past two years to talk about the growing potential for using trucks as terrorist weapons.\n\"We did extensive outreach to the truck rental business,\" Miller said at a news conference. As added insurance in the hours after Tuesday's attack, New York police parked additional sand trucks across side streets along the route of the annual Halloween parade scheduled for later that evening.\nIn practice, the chances of disrupting a plot at a rental counter have always been small, U.S. officials and terrorism experts acknowledge. Despite his reported preparations for Tuesday's attack, Saipov had no history of serious crime or known association with terrorist groups. He had made a living as an Uber driver and had passed the company's background checks, an Uber spokesman said.\nPrivately, some longtime terrorism analysts express surprise that the number of such attacks has not been higher, given the simplicity of the plots and the difficulty of gaining prior warning about them. Indeed, the shift to simpler tactics and cruder weapons in recent months h4as meant far fewer opportunities in general to detect and thwart a terrorist operation in advance, Matthew Levitt, a former Treasury Department counterterrorism official, said in testimony in September to the House Financial Services Committee.\nWhile al-Qaida's Sept. 11, 2001, attacks on New York and Washington cost an estimated half-million dollars and involved dozens of operatives traveling across international borders, today's typical attack involves a single, self-radicalized, homegrown actor and costs as little as $100 - and sometimes nothing at all, Levitt said.\n\"In Great Britain and France, knives and cars are two of the most commonly used weapons in small-scale attacks,\" he said. \"Both are unsophisticated, readily available and often involve no costs at all since they are already in the possession of the attackers.\"\nThe lack of formal membership in a militant group, or even a direct link with foreign terrorists - overwhelming the case in the vehicle attacks committed in Western cities over the past year - makes the task of prevention harder still, experts say. As it faces new difficulties dispatching trained recruits abroad, the Islamic State has deliberately pursued a strategy of appealing to loners and the broken - \"malcontents, misfits, those with mental disorders\" - to carry out acts in its name, said Rand's Jenkins.\nWhile the personal circumstances that motivated Tuesday's attack are not fully understood, nearly all the recent instances of terrorism by vehicle involved troubled men who had never belonged to the Islamic State but sought membership posthumously, in an act of what Jenkins called \"prestige suicide.\"\n\"ISIS today is signaling that you can become a member just by taking action,\" he said. \"ISIS has no investment in this person other than in sending out the appeal: 'If you carry out the attack and claim it is ISIS, then you become a member, ex post facto.' In the mind of the perpetrator, it means your action has status, rather than just being some loser taking out his frustrations on the world.\"\n\nLoad-Date: November 3, 2017"
}