{
    "title": "For veteran envoy, it's as the world churns",
    "publisher": "star tribune ",
    "year": 1993,
    "month": 7,
    "day": 15,
    "full text": "Gunter Pleuger reaches more often for the aspirin bottle these days.\n Instead of becoming simpler and more peaceful with the demise of the Soviet Union and the end of the Cold War, his world of diplomacy has become more complex and arguably more violent.\n Ethnic conflicts and nationalistic hatreds are revived, as in the former Yugoslavia.  The international flood of refugees and asylum-seekers grows.  Potential nuclear threats proliferate.  Terrorism spreads.  The world economy slumps.\n\"It is a headache,\" said Pleuger, the political minister of the German Embassy in Washington.  He was in the Twin Cities Wednesday to speak at the Minnesota International Center, as part of its World Affairs After Hours foreign policy discussion program.\n Pleuger's topic: Germany's new role in Europe and the North Atlantic.\n His bottom line: The world, including Germany, is going through a foreign affairs transition period; no one is sure of their role, including Germany; conditions will be uncertain for several years; no one knows the outcome.\n Given the speed of the Soviet collapse, Germany and the rest of the world were \"not prepared\" and have been \"unable to cope\" successfully with the splintering aftermath, he said.  \"We have as yet no new strategies firmly in place to deal with this new environment.\"\n Several changes have occurred, all requiring new talents and presenting new risks, Pleuger said:\n - The easily understood faceoff between two superpowers, the United States and the Soviet Union, with their attendant allies and client states, has been replaced by a confusing multiplicity of new regional players, some of them unpredictable possessors of nuclear arsenals, like Ukraine and Kazakhstan, and others of doubtful intent, like greater Serbia.\n - The old concepts of confrontation and international power politics are giving way to a new need for joint responsibility.  Russia, the main remnant of the former enemy, is now seen as a potential friend in need of assistance and as a necessary partner in coalitions against environmental degradation, terrorism and other global problems.\n - The old idea that military deterrent will head off wars is failing, and new efforts at conflict prevention are required.  \"NATO could not prevent the fighting in the former Yugoslavia and cannot stop it now.\" The international community is seeking new ways to intervene earlier and effectively in behalf of the oppressed and protection of human rights, but such action challenges the historic principles of national sovereignty.\n - The unilateral superpower actions of yesteryear are being succeeded by attempts at multilateralism, as in former President George Bush's assemblage of Desert Storm, the largest military coalition in history, under the cloak of the United Nations.\n As for Germany, Pleuger said, it is recognized as the largest and most powerful state in Europe, especially economically, but suffers serious internal problems and may be unable - or unwilling - to live up to the leadership expectations of others.  It also is aware that its history and size make it suspect.\n The cost of reunification with eastern Germany, about $ 100 billion annually, far exceeds original estimates. Unemployment is high, and tensions have been increased by the largest wave of refugees in Europe.\n In the interests of stabilization, Germany has extended about $ 55 billion in aid to Russia and $ 35 billion to Eastern Europe, far more than anyone else.  \"We are about at the end of the financial rope,\" Pleuger said.\n Germany is divided, as is much of Europe, over plans for further political and economic union.\n Times for Germany and the rest of Europe, Pleuger said, are \"very difficult.\"\n It is essential, he said, for the United States to maintain close relations with Europe, serving as a mediator to protect its own interests, economic and otherwise, until the world settles down.\n\nLoad-Date: July 16, 1993"
}