{
    "title": "For future veterans sake, let robots do the fighting",
    "publisher": "university wire",
    "year": 2010,
    "month": 11,
    "day": 10,
    "full text": "Every year, Veterans Day offers the opportunity to celebrate and reflect on the sacrifices that U.S. servicemen and women have made for Americans and people around the world.\nAlthough all soldiers' sacrifices should be honored equally, some pay a higher price than others.\nConflicts in Iraq and Afghanistan have required hundreds of thousands of troops on the ground, prompting many deaths and ever-growing opposition to their presence on sovereign nations' soil.\nIn the best interest of U.S. foreign policy, national security and the safety and welfare of brave U.S. troops who inevitably put their lives on the line, the use and development of unmanned weapons technologies and capabilities must be continued and further perused.\nAs the events of Sept. 11, 2001, illustrated, major threats to U.S. national security may not come in the form of large, traditional military invasion forces, but instead from small terrorist groups like al-Qaeda that operate outside the shared values of the international community.\nThe use of large invasion forces, like those in Iraq and Afghanistan, may gain military victories, but will also cause deleterious effects.\nThe visual presence of large troop divisions can cause injuries beyond those to combatants. Foreign troops from a different religion, ethnicity or nationality patrolling local neighborhoods would bother citizens of any nation.\nAs native populations grow tired of U.S. troops' presence, feelings of anger and hate will grow. This will defeat the purpose of their mission by helping terrorist ideologies gain support.\nInstead, specific targeting of known threats by aerial drones and other unmanned technologies must be used further.\nFighting terrorism is like battling cancer. It's best to kill cancerous cells without damaging nearby healthy ones.\nLikewise, the fight against terrorism must be aimed toward specific targets and must avoid hurting local populations.\nThere is already development under way of unmanned ground weapons such as the Pincher, produced by the Israeli company Rafael Advanced Defense Systems, that is a \"ground robot armed with the world's smallest rockets,\" according to Popular Mechanics.\nSome correctly point out that these machines, which can be controlled by operators hundreds of miles away, could miss their targets and cause unintended civilian deaths.\nHowever, collateral damage occurs regardless of the type of military force used, be it from a sophisticated computer targeting system or the shaky trigger-finger of a nervous 19-year-old.\nThe U.S. owes it to its future veterans to continue researching weapons that will reduce the cost of their sacrifice.\n\nLoad-Date: November 9, 2019"
}