{
    "title": "For Mukasey, a quiz about independence at Justice",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 10,
    "day": 16,
    "full text": "Many Democrats in Congress like and respect retired federal judge Michael Mukasey, President Bush's pick to serve as the next attorney general of the United States. One key lawmaker - Sen. Charles Schumer (D) of New York - even listed Mr. Mukasey as an acceptable conservative prior to his actual nomination.\nAll this bodes well for Mukasey's confirmation hearing Wednesday before the Senate Judiciary Committee. But it also is not likely to deter the panel's Democratic majority from asking sharp questions about one key theme: whether Mukasey will ensure that the Justice Department stands up to perceived political pressure from top administration officials.\n\"I will inquire whether you share my view that the integrity and independence of federal law enforcement should not be compromised by political operatives from the White House,\" wrote Sen. Patrick Leahy (D) of Vermont, chairman of the Senate Judiciary panel, in a letter to Mukasey earlier this month.\nDemocrats have long charged that the mass firings of eight US attorneys last year, among other actions, showed that the Bush administration was improperly meddling in Justice Department issues for reasons of GOP political gain.\nRepublicans have replied that US attorneys serve at the pleasure of the president - and that Democrats have been overly harsh in their attacks on former Attorney General Alberto Gonzales.\nIndeed, the simple fact that Mukasey is not Mr. Gonzales may help him considerably in his confirmation hearing. Democrats pushed so hard for so long to oust Gonzales that it might be difficult for them to oppose any reasonable proposed replacement.\nAt the nexus of US law and terrorism\nMukasey is also something of an expert on crucial issues involving US law and the war on terrorism. He presided over the criminal prosecutions of Omar Abdel Rahman and El Sayyid Nosair, who were sentenced in 1996 to life in prison for their plot to blow up the United Nations and other US landmarks.\nHe also ruled that terror suspect and American citizen Jose Padilla could be held by the US as an enemy combatant - but that he was entitled to see his lawyers.\n\"Mukasey has considerable experience, at least in trying cases involving terrorism suspects,\" says Carl Tobias, a law professor at the University of Richmond in Virginia.\nThe detention of terrorism suspects is one specific policy on which Democrats may closely question Mukasey. In the days following the attacks of 9/11, Mukasey, then a federal judge in New York, approved secret warrants that allowed US law-enforcement officials to round up quickly some 70 suspects, all but one of them Muslims.\nJudiciary Chairman Leahy has long criticized that roundup. Mukasey himself has since acknowledged that the law authorizing the warrants \"has its perils.\"\nIn the past, Mukasey publicly has proposed a framework of special national security courts to handle sensitive cases. While that specific solution is unlikely to be popular with Democratic lawmakers, Senator Schumer, among others, has said that the now-retired judge is someone the Congress can work with to build a workable national-security law structure.\n\"We may have some disagreement on what that structure should be. But he will not try to unilaterally expropriate all of the lawmaking to the executive branch,\" Schumer said Oct. 12. \"The point is that it's done with open debate, and Congress has to pass it.\"\nAccess to documents: sticking point?\nAccess to documents is another issue likely to arise at Mukasey's confirmation hearing.\nSenate Democrats have been denied access by the White House to secret memorandums dealing with the treatment of terrorism detainees, as well as certain documents dealing with the National Security Agency's warrantless wiretapping program.\nIt's possible that this part of the hearing could prove contentious. But Mukasey did not himself contribute to or influence the documents in question, and the Justice Department is but a sideline player in any struggle between the White House and Congress over the withholding of documents due to administration claims of executive privilege. \n\"He's not really intimately involved there,\" says Mr. Tobias. \nAs to what he could accomplish at the Department of Justice, Mukasey may be limited by an unavoidable constraint: time.\nThe end is in sight for the Bush administration, and Mukasey may have a year, at most, in which to effect change at Justice. Restoration of morale could well be his first priority. That could be accomplished in months, particularly if he and the White House move to fill other empty top posts with permanent jobholders.\nLimits on interrogation would be a more difficult area - and it is one on which Mukasey's specific views are not publicly known.\nMukasey might also push for institution of the national-security courts he has previously championed. While that might lead to serious discussion, it would be a huge initiative to push through in his limited time left.\n* Wire service material was used in this report.\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: October 15, 2007"
}