{
    "title": "For former governor Ridge, hunt for bin Laden was personal",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "For Tom Ridge, the United States' first secretary of Homeland Security, the hunt for Osama bin Laden became personal. \nHe was Pennsylvania governor on Sept. 11, 2001, when United Airlines Flight 93 slammed into a rural area in Somerset County in a series of terrorist attacks planned by the al Qaida leader. \n\"It's perhaps not as personal as it is to the families who endured the loss, but it is personal because I was at the scene with them the days after the crash,\" he said. \nRidge said the announcement of bin Laden's death was sobering, \"in the sense that while we have kept our commitment to ourselves and the families and to those who wanted us to kill Osama, we know it's still not the end of this radical ideology.\" \nRidge was tapped to be first United States Secretary of Homeland Security less than a month after the attacks. The department was formed in response to the attacks and the uncertainty about future al Qaida strikes. \n\"This is a dramatic close to a painful 10-year chapter in America, and we made good on our promise to bring him to justice,\" he said. Ridge cautioned that Americans should not let their guard down, \n\"We killed this evil man, but we did not destroy the evil ideology that attracts people to Islamic terrorism.\" he said al Qaida has new leaders, locations and tactics. \nRidge said he was proud that President Obama took up the charge last fall to continue President Bush's mantra of bringing bin Laden to justice. \nAs U.S. Rep. Tom Rooney traveled through Afghanistan and Pakistan just over a week ago, he asked the same question everywhere he went. \n\"We asked where we were in the hunt for bin Laden,\" Rooney said. \n\"The question was always met with assurances from Special Ops that they were doing the best they can, but terrain and security was always cited as a problem in finding him.\" \nLast night he got a more definitive answer, when President Obama announced to the country that special forces had killed the terrorist leader. \n\"This day will be remembered as a great day in fight against terrorism,\" said Rooney, a member of the Pittsburgh family that owns the Steelers, and a sophomore congressman who sits on both the House Armed Services and Intelligence committees. \nRooney was an Army captain stationed at Fort Hood, Texas, on Sept. 11, 2001. \n\"My mother called and told me put the television on,\" he remembered. \"My son was only 5 days old.\" \n\"That this guy is gone is going to allow us to feel a sense of justice, and it also serves as a reminder that the United States will pursue you until justice is served,\" Rooney said. \"We do not quit until we hunt you down.\" \nPennsylvania Sen. Bob Casey, chairman of the Near Eastern and South and Central Asian Affairs Subcommittee of the Senate Foreign Relations Committee, thanked \"our troops, the intelligence community and diplomats who have worked today and since September 11th to bring Osama bin Laden to justice.\" \n\"The sacrifice of those families who lost loved ones on September 11th and in the following years can never be made whole, but I hope that the death of bin Laden can help to bring some closure.\" Casey said. \"While today's development does not mean an end to terrorism or the need to remain relentlessly vigilant, the death of bin Laden has enormous significance in American and world history.\" \nFormer Defense Secretary Donald Rumsfeld said in an interview with the Tribune-Review on Saturday, the day before the revelation that Bin Laden had been killed, that the country had gone without a significant attack because of the structures that President Bush's people put in place. \nRumsfeld, who led the Defense Department at the time of the terrorist attacks, cited the Patriot Act, the operation of the Guantanamo Bay prison for suspected terrorists and the sharing of intelligence with coalition countries as examples. \nRumsfeld said the intelligence and military community cannot tell how many members of al Qaida are being trained to attack. \"It's not knowable,\" he said. \nRumsfeld added that America has many working in intelligence to protect the country from terrorists. \nCompared with 10 years ago, \"It's hard (for terrorists) to move, or make a phone call or train,\" he said. \nRumsfeld said the Obama administration has kept many Bush security policies in place, including some that as a candidate Obama campaigned against. Rumsfeld attributed that to Obama reviewing daily security reports. \n\nLoad-Date: May 2, 2011"
}