{
    "title": "For Both Sides, Unparalleled Legal Obstacles",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 14,
    "full text": "How do you defend one of the most notorious terrorist figures in history?\n  One step, legal analysts say, may be to ask for a change of venue.\n  Khalid Shaikh Mohammed's lawyers, whoever they are, will no doubt question whether he can get a fair trial from a jury sitting, as Attorney General Eric H. Holder Jr. noted, in a Manhattan courthouse ''just blocks away from where the Twin Towers once stood.''\n  Then will come the inevitable challenges to interrogation methods used on Mr. Mohammed during more than six years in detention. The government has acknowledged waterboarding him 183 times to extract information about the Sept. 11 attacks, which he eventually admitted planning. \n  Finally, if Mr. Mohammed is  convicted, defense lawyers will most likely plead for jurors in New York, historically more cautious about capital punishment than much of the rest of country, to spare the sentence of execution and send him to prison for the rest of his life instead. \n  The Obama administration's decision to try Mr. Mohammed and four other terrorism suspects in a civilian court provoked sharp debate among politicians and lawyers about whether American courtrooms are the proper place for so-called enemy combatants, whose suspected crimes were hatched overseas and who viewed themselves as participants in a war against the United States. Both sides agreed that defense lawyers and prosecutors would face unique problems in what is likely to be a hugely complex and emotion-laden case.\n  Whatever the case, if it actually makes its way before a jury, it promises to be a trial like no other in memory, an extraordinary clash involving the morality of torture, due process rights of foreign terrorist operatives, and the ability of civilian courts to handle  national security cases.\n  Mr. Mohammed and his four co-defendants in military custody have admitted their active involvement in plotting the Sept. 11 attacks and have boasted of their success in killing 3,000 people. \n  Once the Justice Department brings formal terrorism charges against him, Mr. Mohammed could seek to enter a guilty plea, just as he has tried to do in military custody. \n  But legal analysts were not convinced that he would go that route  and said that  he might instead seek to martyr himself in the eyes of Muslim extremists through a grand and lengthy trial. \n  ''There's reason to believe he will try to take advantage of a public platform -- more public than Guantanamo afforded him -- to publicize his jihadist views,'' said David H. Laufman, a Washington lawyer and former federal terrorism prosecutor. \n  In fact, one question will be how a judge will prevent a trial from turning into a forum on the American war on terrorism, including the Bush administration's interrogation policies. Terrorism defendants in lesser-known trials have given rambling speeches condemning the government.\n  The government may also want to avoid having its own interrogation tactics put on trial. To lessen the impact of the coercive measures used against the men, the F.B.I. has used ''clean teams'' of investigators to collect information independently and do reviews that it says have not been tainted by rough interrogation techniques. Still, any defense lawyer will try to present evidence, including photographs and the testimony of interrogators, to show Mr. Mohammed and his co-defendants were mistreated.\n  Prosecutors will counter that Mr. Mohammed's statements in the last few years should be admissible at trial because they were voluntary and came long after the government stopped waterboarding him in 2003. \n  But Steven Wax, a federal public defender in Oregon who has represented seven Guantanamo defendants, said that ''if I'm the defense attorney, I would say 'this was the product of torture' '' and should be thrown out of court.\n  If the Justice Department does try to introduce evidence that the defense lawyers argue was coerced by torture, ''I think that we're going to shine a light on something that a lot of people don't want to look at,'' said Denny LeBoeuf, an American Civil Liberties Union lawyer who led the group's efforts in Guantanamo capital cases.\n  Mr. Holder did not comment directly Friday on the torture accusations but said he was ''quite confident'' that the Justice Department could produce enough evidence, including some not yet revealed publicly, to get convictions. Indeed, legal analysts said the Justice Department appeared to have a strong case based on Mr. Mohammed's recent statements at Guantanamo as well as e-mail and Internet communications involving the accused plotters. \n  Mr. Holder said that if the men were convicted, ''ultimately they must face the ultimate justice''--meaning the death penalty. \n  But one challenge in seeking the ''ultimate justice'' is New York's jury pool, which is generally perceived by prosecutors and defense lawyers to be more liberal than other places.\n  For example, a Manhattan federal jury twice deadlocked in 2001, resulting in life sentences for two Qaeda operatives who confessed to helping bomb the American Embassies in Kenya and Tanzania in 1998, attacks that killed more than 200 people. \n  It was in part because of the concern about New York juries that the Justice Department brought its prosecution of Zacarias Moussaoui in Alexandria, Va., where jurors were believed to be more likely to vote for the death penalty, according to law enforcement officials. But Mr. Moussaoui also received a life sentence.\n  Indeed, the last executions in federal cases in Manhattan occurred in the 1950s, most notably the case of the Rosenbergs.\n  If the Sept. 11 defendants do face death penalty proceedings, their lawyers will almost certainly cite as a mitigating argument against capital punishment their clients' treatment in detention, including the claims of coercive interrogation and in the case of Mr. Mohammed, the 183 instances of waterboarding. \n  ''I think that's certainly on everybody's radar screen,'' said David A. Ruhnke, a civilian lawyer who represented one of the five Sept. 11 detainees, Ramzi bin al-Shibh, before the military commissions, and a separate capital defendant in the embassy bombings trial.\n  ''The fact that defendants have already been subjected to cruel and likely illegal punishment,'' Mr. Ruhnke said, ''becomes a powerful argument against inflicting the ultimate punishment.''\n  While the defense may consider a motion to move the trial out of New York because it was the epicenter of the attacks, some legal analysts said that might be difficult to do. Such requests have been approved -- in the Oklahoma City bombing, Timothy McVeigh's trial was moved to Denver -- but they are rare and prosecutors are likely to argue that the entire country was gravely affected by the Sept. 11 attacks.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: The trial of Khalid Shaikh Mohammed, accused of being the mastermind of the Sept. 11 attacks, raises thorny legal issues.(PHOTOGRAPH BY ASSOCIATED PRESS)                                                                             \n\nLoad-Date: November 14, 2009"
}