{
    "title": "For families of fallen, bin Laden's death is a coveted victory",
    "publisher": "the salt lake tribune",
    "year": 2011,
    "month": 5,
    "day": 1,
    "full text": "It all started on Sept. 11, 2001.\nScott Lundell was a husband and a father, and by all accounts he was very good at both of those roles. But as he watched the towers fall -- and later as he watched his fellow Americans march off to war in response -- he was restless.\nHe wanted to do his part.\nAnd so it was that, at age 32, Lundell signed on with the Utah National Guard.\nTwo years later he was dead. And although his wife, Jeanine, has never doubted the cause for which her husband fought and died, she has always longed for something concrete upon which to hang his flag.\nAnd on Sunday, she got it.\nOsama bin Laden, the al-Qaida mastermind leader who ordered the terrorist strikes that killed nearly 3,000 Americans and sparked a war that has lasted a decade and still continues in Afghanistan, had been killed.\n\"Finally,\" Jeanine Lundell said, \"it feels like we've accomplished what we went to Afghanistan to do. It feels like a little bit of closure.\"\nKim Olsen agreed. It's been just over a year since her son, Nigel, was killed in Afghanistan. And as American support for that war has waned, she has worried about how his legacy would be upheld.\n\"Now though, I feel so grateful,\" she said. \"It feels as though we actually did something that you can mark down and say, 'Yes, Osama bin Laden is gone.' Yes, this is a day I'll remember for a very, very long time. It feels almost as though it is our first victory.\"\nOlsen noted that her son is one of more than 1,500 Americans who have given their lives in Afghanistan. \"And I wouldn't be surprised if Nigel was there, on the other side, waiting to escort that man to hell,\" she said. \"In fact, I wouldn't be surprised if there weren't a few thousand military men and women there, on the other side, to greet him and make sure he got to the right place.\"\nAmos Guiora, who lectures on terrorism and national security at the University of Utah, said bin Laden's death, while a welcome development in America's long war on terror, does not signify any sort of victory.\n\"The hunt for bin Laden had long ago become more important politically than strategically,\" Guiora said. \"This will not change our strategy for dealing with terrorism and counter-terrorism.\"\nNeither, he said, will it end the war in Afghanistan. \"But there is symbolic importance,\" he said. \"We can say, 'finally.' \"\nmlaplante@sltrib.com Alt Heads:\nFor families of fallen, bin Laden's death is a coveted victory\n\nGraphic\n\n \nA crowd outside the White House in Washington, cheers Sunday, May 1, 2011, upon hearing the news that terrorist leader Osama bin Laden is dead. (AP Photo/Manuel Balce Ceneta)\nA crowd outside the White House in Washington, cheer Sunday, May 1, 2011, upon hearing the news that terrorist leader Osama bin Laden is dead. (AP Photo/Manuel Balce Ceneta)\nPresident Barack Obama walks down the Cross Hall on the way to the East Room to make a televised statement on the death of Osama bin Laden from the White House in Washington, Sunday, May 1, 2011. (AP Photo/Pablo Martinez Monsivais)\nCaroline Beug was killed in the attack on the World Trade Center.\nBrady Howell was killed in the Sept. 11 attacks.\nMary Alice Wahlstrom, 75, of Kaysville, died in the attack on the World Trade Center.\nSmoke and debris erupt from the south tower of the World Trade Center as it explodes after two jets crashed into the buildings Tuesday, Sept. 21, 2001, in New York. Terrorists crashed two airliners into the World Trade Center in a closely timed series of blows Tuesday that brought down the twin 110-story towers. (AP Photo/Jerry Torrens)\nAs seen from the New Jersey Turnpike near Kearny, N.J., smoke billows from the twin towers of the World Trade Center in New York after airplanes crashed into both towers Tuesday, Sept.11, 2001. (AP Photo/Gene Boyars)\nA crowd outside the White House in Washington, cheers Sunday, May 1, 2011, upon hearing the news that terrorist leader Osama bin Laden is dead. (AP Photo/Manuel Balce Ceneta)\nA giant American flag flies from the American Express building in New York Sunday, Sept. 16, 2001, overlooking the smoldering rubble of Tuesday's World Trade Center terrorist attack. (AP Photo/Charles Rex Arbogast)\n\nLoad-Date: May 2, 2011"
}