{
    "title": "For residents, terrorism is biggest concern",
    "publisher": "the capital ",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "COUNTY SURVEY\nA new survey of county residents' concerns found terrorism at the top of the list. Other findings of the telephone poll by the Center for the Study of Local Issues included:\n71 percent support \"sharp restrictions\" to help rebuild the Chesapeake Bay blue crab stock.\n68 percent of those polled support the law passed by the General Assembly prohibiting discrimination on the basis of sexual orientation. Nineteen percent opposed it.\nA petition drive to force a referendum on the law is being challenged in court.\n66 percent said the county was headed in the right direction.\n64 percent said economic conditions in the county are \"good,\" with 17 percent rating conditions \"fair.\"\n30 percent said they believed the condition of schools in their area had improved over the last three years, with 27 percent saying conditions are the same.\nTelephone poll taken in county shows there is fear for safety\nTerrorism is now the biggest concern of county residents, replacing every day problems such as overdevelopment, education and crime, according to a new survey.\nEighteen percent of county residents who responded to the telephone poll conducted Oct. 15 to 18 cited terrorism as the most important county problem, according to the survey released yesterday by the Center for the Study of Local Issues at Anne Arundel Community College. The results show a radical shift in residents' concerns following the Sept. 11 terrorist attacks.\n\"I haven't seen a topic go from zero to 18 in the most important question we ask,\" said Dan Nataf, director of the center. \"For it to appear out of nowhere is really quite extraordinary, and it sort of diminished the other issues.\"\nThe telephone poll questioned 354 county residents 18 or older. The margin of error was about 5 percent.\nThe poll also found:\n14 percent of respondents said growth and overpopulation are the biggest county problems, making it the second-most cited issue. The issue was the biggest concern in each of the last five biannual polls, cited by 25 percent in the spring.\n13 percent of residents said education was the county's most pressing problem. That was down from 19 percent in the spring.\n10 percent pointed to crime. Crime dropped from 15 percent in the previous poll.\n8 percent cited transportation.\n6 percent said taxes are the biggest problem, down slightly from 9 percent.\nMr. Nataf said the survey also suggested some county residents are uncertain about their safety because of terrorism. Forty-three percent said a terrorist attack in the county was somewhat likely, while 74 percent said the government should do much more to plan for emergencies such as terrorist attacks.\n\"We're all moving into a brave new world, and we're not sure of the scale and scope of the problem,\" Mr. Nataf said. \"It's not a problem you can put your hands around very easily.\"\nEleven percent of those surveyed said they canceled vacation plans that required air travel, while 9 percent said they've avoided trips that require using buses or trains.\nTwenty-six percent said they have experienced economic loss and 19 percent said they knew someone who was lost or inurjed in the attacks.\nThirty-one percent of respondents said they experienced longer commute times because of the attacks.\nMost surprising to Mr. Nataf was the 48 percent of respondents who said they personally knew someone who had been called to military service.\n\"I don't think you would get that in Howard County,\" Mr. Nataf said. \"It just seems like it's a very high percentage.\"\nWhile Mr. Nataf said residents seem frightened by the terrorist attacks, and unsure about the future, he's not sure how long the anxiety will last. The next poll of residents will be conducted in the spring.\n\"The staying power has yet to be seen,\" Mr. Nataf said.\n___thyland@capitalgazette.com  \n\nLoad-Date: October 24, 2001"
}