{
    "title": "For Many Arab-Americans, F.B.I. Scrutiny Renews Fears",
    "publisher": "the new york times",
    "year": 1991,
    "month": 1,
    "day": 12,
    "full text": "An agent of the Federal Bureau of Investigation arrived at Nazih Deyda's office in Los Angeles last week, unannounced, unexpected and accompanied by a member of the Los Angeles Police Department's anti-terrorist squad.\nAt first the visitors asked Mr. Deyda if, as the regional director of the Arab-American Anti-Discrimination Committee, he had been subjected to harassment or threats because of the standoff in the Persian Gulf. Mr. Deyda was pleased with the questions and the simultaneous offer of protection.\nThen the conversation took a different turn. The officers, Mr. Deyda said, began asking about his political beliefs, his views of Israel and of President Saddam Hussein of Iraq. \"They asked me did I know any terrorists,\" he said. \"I object to this kind of questioning.\"\nMr. Deyda's mixed emotions reflect the feelings of many of the nearly three million Arab-Americans since Monday, when the F.B.I. confirmed that it had ordered its agents to interview business and community leaders of Arab descent in the United States.\nThe interviews were described by the bureau as an effort to get information about possible hate crimes or terrorist acts. In five days, more than 200 interviews have been conducted, all with American citizens, the bureau has said.\nThe increased concern by Washington over the possibility of terrorism was evident yesterday in a Bush Administration warning that attacks are being planned by Iraqi-supported terrorists worldwide. It said agencies were taking countermeasures in the United States and abroad. [Page 9.]\nDiscussing the F.B.I.'s interviews of Arab-Americans, Albert Mokhibar, the national president of Mr. Deyda's organization, which has 25,000 members and is the largest Arab-American group in the United States, said the group has \"a schizophrenic relationship\" with the bureau. \"On the one hand, we go to them to protect our civil rights,\" he said. \"On the other hand, we find them more often than not probing into our personal opinions and violating our rights.\"\nThe Arab-American Anti-Discrimination Committee is one of more than a dozen civil rights groups that attended a meeting in Washington yesterday to form a coalition to address the question of F.B.I. harassment.\nAccording to several people who attended the meeting, fear was expressed not only over the F.B.I. interviews, but also over an announcement by the Justice Department on Thursday that immigration officials will begin photographing and fingerprinting anyone entering the United States with an Iraqi or Kuwaiti passport.\n\"It's all consistent with a presumption that your national origin means you have some knowledge of, or connection with, terrorist activities,\" said Kate Martin, director of the National Security Litigation Project of the American Civil Liberties Union, who attended the meeting.\nOther groups in the new coalition include the Japanese-American Citizens League and the Washington Area Jews for Palestinian Peace. The coalition has prepared a statement to be presented to William Baker, head of the F.B.I.'s criminal division, at a meeting Monday.\n \nPraise and Protest\n A draft of the statement, which is expected to be completed over the weekend, reflects the balancing act that Mr. Mokhibar described, according to several people familiar with the document. First, it applauds the bureau for its investigation of hate crimes, and then it protests the interviews, calling them harassment of Arab-Americans.\nThe possibility that Arab-Americans might one day be interned in camps similar to those that held Japanese-Americans in World War II was much discussed at yesterday's meeting, coalition members said.\n\"This certainly raises that specter,\" Ms. Martin said. \"One of the questions that we don't know the answers to is, where did they get the list of people they are interviewing? Did they already have a list of people to be talked to in the event of war with Iraq? That's the first thing you need to repeat the World War II experience. That also began with interviews, and then it accelerated.\"\nThe current tension reflects years of mutual mistrust of the bureau by Arab-Americans, leaders say.\n\"The F.B.I. has long considered political support of the P.L.O. position in the Middle East to be the equivalent of terrorist activities, and thinks that gives them the right to treat people who hold those views as terrorists,\" Ms. Martin said.\nMunir Bayoud, a former member of the League of Arab States office in Dallas, and his wife, Katie, who is the president of the North Texas chapter of the Anti-Discrimination Committee, recalled Mr. Bayoud's encounter with the bureau in 1972, immediately after Palestinian terrorists killed 11 Israeli athletes at the Olympic Games in Munich. Mr. Bayoud said he felt so threatened by that interview that he sought the advice of a lawyer.\nMr. Mokhibar cited the 1987 disclosure that the bureau and the Immigration and Naturalization Service had drawn up a contingency plan to quarantine Arab-Americans at a camp in Oakdale, La., in the event of war with certain Arab states. The plan came to light when the immigration agency tried to deport eight Palestinians and a Kenyan citizen because of their political views.\nDespite the fears, Mr. Mokhibar said, many Arab-Americans have tempered their public anger at the F.B.I. because they are aware that they might need the bureau to protect them against a possible surge in hate crimes. Next week, he said, his group plans to release a report showing a dramatic increase in such crimes since Iraq invaded Kuwait on Aug. 2. From January to August, he said, his group recorded five violent acts against Arab-Americans that they considered to have purely racist roots. From August through December they recorded 37.\n\"It puts us in a very awkward and dangerous position,\" he said. \"We need their protection, and should we criticize perhaps they won't offer that protection as readily.\"\nSharon Smith, a spokeswoman for the F.B.I., said the bureau was not trying to intimidate Arab-American leaders by interviewing them.\n\"We have two mandates,\" she said. \"One is to protect these people from any ignorant individuals who might try to injure them if hostilities with Iraq should break out. But we also have a mandate to deter terrorism.\"\nThe Arab-American leaders being interviewed, Ms. Smith said, might be in a position to provide information about potential terrorism; therefore, the bureau has an obligation to interview them.\nShe said none of those being interviewed were suspected of terrorist activity. She also said the interviews were \"not a first step\" toward eventual internment of Arab-Americans. \"That is in no way, shape or form the purpose of these interviews,\" she asserted.\n \nPolite but Intimidating\n Ms. Smith said the agents conducting the interviews had been ordered to be \"civil and cordial.\"\nEight people interviewed by a reporter, all of whom met with F.B.I. agents this week, agreed that the agents were polite. Indeed, Mr. and Mrs. Bayoud said they were so struck by the difference between this meeting and the hostile one Mr. Bayoud endured in 1972 that they invited the agent to stay for a cup of Arabic coffee.\nBut the fact that the agents are polite does not mean they are not intimidating, civil rights advocates say.\n\"They're the police,\" said Jinsoo Kim, a member of the Movement Support Network, an arm of the Center for Constitutional Rights that documents government surveillance of individuals. \"You have the right not to talk to them, but everyone thinks, 'If I don't talk to them maybe they'll think I'll have something to hide.' \"\nDavid Najjab, a Dallas photographer who was interviewed by the F.B.I. on Monday, said, \"As soon as people know that you've been contacted they think you've done something wrong.\"\nAlthough the agent was friendly, Mr. Najjab said, the experience was still \"frightening and insulting.\" He said he insisted on meeting the agent, whose business card identified him as George Green, in a public place, so the interview took place over steak and eggs at a nearby Denny's restaurant.\nMr. Najjab said his first question to Mr. Green was, \"How did you get my name?\" but the agent never answered. Mr. Najjab is co-chairman of the Arab-American Institute, which encourages voter registration, and he believes the bureau found his name when he was quoted in a Dallas newspaper article shortly after Iraq invaded Kuwait.\n \nViolence and Terrorism\n After that, he said, Mr. Green did most of the talking. As with Mr. Deyda, the agent talked first about violence against Arab-Americans and asked if Mr. Najjab knew of any recent incidents of such violence.\nThen, Mr. Najjab said, the agent raised the subject of terrorism. \"He looked at me and said, 'Do you know of anyone who wants to blow up a Federal building?' \" Mr. Najjab said.\nIn response to the question, he and his wife, Mary, \"started laughing,\" he said. \"We told him, 'You watch too much TV,' \" he remembers saying. \"Then we told him, 'We don't know people like that.' I think he was kind of offended that we laughed.\"\nMr. Najjab said he, in turn, was offended by the question. \"I'm an American citizen,\" he said. \"If I knew someone was about to blow up a building, don't they think I would report it on my own?\n\"We're not the 'flavor of the month' community so they can get away with this with us,\" he added. \"They think we need them too much to complain.\"\n\nGraphic\n\n \nPhoto: Munir Bayoud, right, former member of the League of Arab States office in Dallas, felt threatened after being interviewed by the Federal Bureau of Investigation in 1972 after the terrorist slaying of 11 Israeli athletes at the Munich Olympics. He is seen with his wife, Katie. (Mark Perlstein for The New York Times)(pg. 10)\n\nLoad-Date: January 12, 1991"
}