{
    "title": "Forced Greyhound wreck 'not an act of terrorism'",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "Elena Wilson underwent an emergency cesarean section at Middle Tennessee Medical Center Wednesday morning after the Greyhound bus she was riding in was forcibly wrecked by a passenger around 4 a.m. in Coffee County, Tenn.\nBoth mother and newborn daughter were listed in stable condition following the birth.\nGreyhound bus No. 1115 enroute from Louisville, Ky., to Atlanta crashed near Manchester, Tenn., about 4:15 a.m. when a passenger cut the driver's throat, causing a crash that killed six of the 41 people aboard and prompted Greyhound temporarily to halt service nationwide.\nMiddle Tennessee State U.\nBus service has since resumed.\nAccording to Associated Press reports, the FBI said the 29-year-old assailant was among the dead. He was identified as Damir Igric, a Croatian who entered the United States in Miami in March 1999 with a one-month visa. He boarded the bus in Chicago.\nThe FBI said Igric was apparently trying to take over the bus.\n\"We believe he was acting alone,\" R. Joe Clark, the FBI agent in charge of the Knoxville office, told the AP.\n\"I would say this was a disturbed individual. … This is not an act of terrorism.\"\nThe driver told authorities the attacker used a box cutter. The driver was treated for a cut to his neck and was stable after surgery, said an official from the Medical Center of Manchester.\nPassenger Kathy Peterson experienced a true rude awakening as the bus crashed while she was sleeping. Peterson, with her right arm slinged, was released from MTMC Wednesday around noon and was brought by wheelchair to her brother-in-law's car and would only say she had been sleeping when the accident occurred.\nThe AP reports that another passenger, Carly Rinearson, made a cellular phone call to Nashville's WTVF-TV and said that a man kept approaching her, asking what time it was. She said the man then asked if he could have her seat, but she refused.\nOf the injured passengers:\n* Nine patients were brought to MTMC and were all in stable condition by noon. Officials from both the FBI and Tennessee Bureau of Investigation interviewed all nine passengers. Those passengers include: Elena, Antionette and Ebony Wilson of Lawrenceville, Ga.; William Price, 29, Leesburg, Ga.; Dawn Ewing, 35, Chicago; Carl Carter, 41, Savannah, Ga.; a 16-year-old female; Peterson, 53, McMinnville, Tenn.; Ricardo Jamal Brooks, 27, Flint, Mich.\n* Four injured passengers were flown by helicopter to Vanderbilt University Medical Center in Nashville. Their names were not released because family members had not been notified.\nVUMC treated two adult males and two adult females -- with the first patient arriving about 7 a.m. Wednesday.\n\"The patients have a range of injuries that you would expect with a roll-over bus crash,\" said John Morris, director of VUMC trauma center\n\"Three of the four are in stable condition,\" Morris said. \"One is in critical condition.\"\nThe 48-year-old female in critical condition had several injuries and required surgery. Morris would not comment further about her condition.\n* Three patients were treated at Erlanger North Hospital outside of Chattanooga, Tenn. One adult female was listed in critical condition Wednesday afternoon. Another adult female and her child were listed as stable.\n* Four patients were treated at Coffee County Medical Center and released.\n* 12 other injured passengers were taken to various hospitals in the Manchester area.\nEmily Hefter and Mopsy Gascon contributed to this article.\n(C) 2001 Sidelines via U-WIRE\n\nLoad-Date: October 4, 2001"
}