{
    "title": "FORD FOUNDATION DRAWS SCRUTINY AS TERRORISM RULES BEGIN TO BITE",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 10,
    "day": 21,
    "full text": "With hundreds of millions of dollars being pumped into Palestinian non-governmental organizations by numerous private foundations here and in Europe, government and Jewish communal officials are raising significant questions about transparency.\nHow is the money being used? And do major Palestinian activist funders such as the Ford Foundation - which granted $35 million to Arab and pro-Palestinian organizations in 2000 and 2001 alone - exercise proper controls?\nWhat's more, federal agencies concerned with fighting terrorism are increasingly asking: When money goes into one NGO's pocket, where does it wind up?\nEarlier this year, Washington's fears over the loosely controlled millions streaming into Palestinian organizations from foundations turned into action. The State Department and the U.S. Agency for International Development began applying President Bush's Executive Order 13224 to American organizations working in Palestinian areas.\nExecutive Order 13224 recognizes \"the pervasiveness and expansiveness of the financial foundation of foreign terrorists\" and regulates financial transactions that may end up in the hands of those that either commit or even \"advocate\" terrorism.\nIn May and June of this year, USAID informed American tax-exempt charities it funds that if they partnered with any Palestinian NGOs, those NGOs would be required to sign a Certification Regarding Terrorist Financing. The certification pledges that no funds have made or will make their way into organizations to \"advocate or support terrorist activities.\"\nThe Palestine NGO Network, or PNGO, an umbrella group of 90 Palestinian organizations that is funded in part by the Ford Foundation, was outraged.\nOn July 12, PNGO published a statement declaring: \"Some donor agencies in the West Bank and Gaza Strip are setting unacceptable conditions for providing financial support to Palestinian NGOs. Such conditions include a pledge titled 'Certification Regarding Terrorist Financing'… stipulating that Palestinian NGOs pledge not to 'provide material support or resources to any individual or entity that advocates, plans, sponsors, engages in, or has engaged in terrorist activity...' based on the U.S. Executive Order 13224.\"\nPNGO program coordinator Renad Qubaj complained in a telephone in terview, \"Who defines what is terror? All funds received by the NGOs should be unconditioned - no political conditions.\"\nAnother Palestinian NGO railing against the terrorist certification was the Al Mezan Center for Human Rights, which has received three Ford Foundation grants totaling $350,000, according to foundation records.\nIn late August, Al Mezan's director was quoted in the Arabic press as stating: \"There is no legal basis for this document. This document should be boycotted, including the local authorities, political parties, and universities. These institutions should reject this document completely, as it puts them in great danger. We should publicize a list of any institutions that agree to the conditions in the document.\"\nA spokesman for the State Department's Near East Affairs bureau, Greg Sullivan, said he sharply disagreed with the Palestinian groups' position.\n\"This should come as no surprise to the NGOs,\" he said. \"We want to see accountability and results. The money going into the Palestine area is a problem. That is why the Executive Order exists. We know terror acts when we see them, and we call them terrorism consistently.\"\nPNGO steering committee member Allam Jarrar said that although many of the umbrella group's members depend upon USAID for funds, PNGO itself gets much of its money from Ford, and \"Ford does not make us sign this agreement. For us, Ford is a very credible organization.\"\nPalestinian sources said they would pressure the American government to waive Executive Order 13224.\nBut Mr. Sullivan insists the order is necessary and said, \"I can't see us budging on this requirement.\"\nInterestingly, at the same time the State Department started tightening control on NGO funding, it began shifting monies directly to the Palestinian Authority. In May, the U.S. government granted $50 million in aid to Palestinian areas, channeling the first $30 million through traditional Palestinian NGOs.\nOn July 12, the State Department suddenly announced the last $20 million of that original sum would be granted directly to the Palestinian Authority.\nAsked if there was an \"unspoken linkage\" in shifting financial transactions away from NGOs to genuine government structures, a State Department spokesman asserted, \"Not unspoken at all - but loudly spoken.\"\n\"The bottom line,\" the spokesman said, is that \"we here in Washington - this department, as well as Treasury and the FBI - are deeply concerned about the fungibility of money to NGOs that can go in one door and out the back door, and then finance terrorist activities.\n\"As for the latest $20 million,\" the spokesman said, \"it is strictly controlled.\" He said the State Department is holding the Palestinian Authority and its finance minister \"strictly accountable.\"\nThe State Department spokesman added, \"We want to be confident that our monies do not finance anti-Semitic Palestinian textbooks and other anti-Semitic materials.\"\nThe spokesman indicated that the accounting firm of Deloitte & Touche had been engaged \"to monitor those funds.\"\nJust as the State Department was tightening up policy on NGOs earlier this year, the IRS began demanding far greater accountability and transparency from American foundations engaged in Palestinian areas.\nThe Treasury Department recently published voluntary \"Anti-Terrorist Financing Guidelines\" to tighten the lax funding procedures employed by some foundations.\nAmong Treasury's recommendations: Charities should \"determine whether the foreign recipient organization is or has been implicated in any questionable activities.\"\nAdding to the pressure on foundations, the multinational Financial Action Task Force on Money Laundering has spotlighted \"nonprofit organizations [that] collect hundreds of billions of dollars annually from donors and distribute these monies\" to a gamut of beneficiaries.\nThe Council of Foundations, a representative association of philanthropies, recoiled from the Treasury Department's suggestion that it obtain Certification Regarding Terrorist Financing. In a June 20 letter to Treasury, Council President Dorothy Ridings, a former Ford trustee, challenged the guidelines as inappropriate and unnecessary.\nA formal statement by Interaction, the largest American alliance of international humanitarian organizations, asked Treasury to withdraw the guidelines altogether. Interaction specified that West Bank grantees would regard certification requests as \"unduly intrusive.\"\nSources at Treasury indicate they want more than accountability; they want transparency - that is, the ability to review activity reports and monitoring, all of which are secret at organizations such as Ford.\n\"The days of opaque financial transactions are over,\" a State Department official said when asked about the millions of foundation dollars pouring into Palestinian NGOs. \"Yes, we would like to see transparency, accountability, and internationally acceptable standards on all their monies.\"\nLack of transparency is indeed the question facing the government and foundations engaged in Palestinian areas. At the Ford Foundation, other than a one-sentence description of a grant published in its annual reports, Web databases, and IRS filings, mounds of documents relating to the original grant, activity reports, monitoring, and audits are all held secret for 10 years after the grant concludes.\nFor example, in the case of LAW, the Palestinian Committee for the Protection of Human Rights and the Environment, those files would not become available for public inspection until 2015 - and even then only after a cumbersome, academic-style review of any request.\nLAW was instrumental in organizing the anti-Israel debacle at the September 2001 U.N. World Conference Against Racism in Durban.\nWhen asked about its policy of keeping documents secret, Ford issued a statement, saying: \"We protect grants and documents within the last 10 years to guard the confidentiality of ongoing relationships with grantees.\"\nOfficials of Jewish organizations find that policy troubling.\n\"It is not only a sad comment on philanthropy running amok, but outrageous and irresponsible,\" commented Abraham Foxman, national director of the Anti-Defamation League.\n\"The Ford Foundation, in its efforts to address evil, has - because of the lack of oversight and monitoring, and establishing serious criteria as to the recipient - wound up aiding and abetting extremists and political movements that border on anti-Semitism and anti-Americanism,\" he said.\n\"It is incumbent on the trustees of the Ford Foundation to provide transparency about their funding, including the audits,\" Mr. Foxman added.\nMalcolm Hoenlein, executive vice chairman of the Conference of Presidents of Major American Jewish Organizations, called for a congressional investigation of Ford Foundation grants to Palestinian NGOs.\n\"At a time when government and society are demanding transparency on the part of corporations and charities,\" Mr. Hoenlein said, \"it is hard to justify the apparent exemption of the Ford Foundation, which uses tax-free dollars to fund what is at best questionable organizations and causes - and at worst organizations undermining the interest of the United States and its allies.\n\"It is now incumbent on Congress and federal agencies to conduct their own examination,\" he said.\nYehudit Barsky, director of the American Jewish Committee's division on Middle East and international terrorism, said, \"We need two kinds of accountability from Ford - not just where did the money go, but how was it spent.\n\"Ford owes the public not only a financial accounting, but also a moral accounting,\" she said.\nA written statement issued by Ford, in response to questions, asserted, \"The Ford Foundation takes the threat of possible misuse of grant funds for terrorism very seriously. We share the concern of the U.S. government to minimize the risk that grant funds might be diverted for terrorist purposes. We comply fully with all legal requirements established by U.S. law and regulation.\"\nThe statement added, \"We have no reason to believe that Ford Foundation grant funds have been used to benefit terrorist organizations.\"\nThis investigation has not identified any instances of Ford monies being linked to terrorism. But despite more than two dozen attempts, in writing and by phone, over a several-week period, Ford officials responsible for external communications refused to answer any questions regarding specific Palestinian NGOs, or past or present investigations regarding the misuse of specific funds.\nDavid Harris, executive director of AJCommittee, said it is \"unfortunate\" that Ford \"is unwilling to go on the record, to explain or clarify its policy\" regarding specific grantees.\nWith no product to sell, no stockholders, no customers, no need for outside fundraising, and no need to answer to the public, the financial resources of the Ford Foundation, estimated to be $10 billion, makes the organization impervious to the type of criticism it appears to expect for financing activism and agitation.\nIn a recent speech, the foundation's president, Susan Berresford, acknowledged, \"Addressing root causes [of injustice] often means making new kinds of arrangements in public policies, community, and power relationships....It is different from traditional charity - feeding the hungry, sheltering the homeless.\"\n\"Social justice philanthropy requires risk-taking, experimentation, managerial oversight, patience, long-term commitment, and a thick skin. Being a social justice philanthropist or activist isn't always comfortable or easy,\" she said.\nThe Ford Foundation has spent billions to fight for transparency in government and create a better world.\nBut Mr. Harris of AJCommittee makes this point: \"Transparency begins at home.\"\n\nLoad-Date: October 21, 2003"
}