{
    "title": "Foreign officials decry U.S. terrorism report Panel suggests monitoring of students and sanctions ag",
    "publisher": "usa today",
    "year": 2000,
    "month": 6,
    "day": 6,
    "full text": "WASHINGTON -- A congressional advisory panel was drawing fire\nMonday after recommending increased monitoring of foreign students\nand proposing possible sanctions against Greece and Pakistan to\nguard against terrorism directed at the United States.\nBoth proposals were contained in a 44-page report from the National\nCommission on Terrorism that concluded that international sources\nof terrorism pose \"an increasingly serious and lethal threat\nto the American people.\"\n\"We must take steps before it costs American lives,\" said commission\nchairman Paul Bremer, a former U.S. ambassador-at-large.\nGreek officials responded angrily to the commission's suggestion\nthat the country be considered for designation as \"not cooperating\nfully\" with U.S. anti-terrorism efforts.\nFederal law provides for possible sanctions against governments\nthat repeatedly fail to act against terrorists or allow terrorists\nsafe havens.\n\"To question our political will to combat terrorism is totally\nunacceptable,\" Greek embassy spokesman Achilles Paparsenos said.\n\"What this report portrays is that Greece is under the influence\nof terrorists. The tone and substance of this report disappoints\nus.\"\nSupport for the commission's proposal, Bremer said, was taken\nfrom Greece's track record in dealing with terrorist acts. Pakistan's\nrecord has not been consistent, the commission found.\nSince 1975, the commission said, American interests have suffered\n146 terrorist attacks in Greece.\n\"Only one case has been solved, and there is no indication of\nany meaningful investigation into the remaining cases,\" the commission\nfound.\n\"Before we even started this study,\" Bremer said, \"we said\nwe would follow the facts wherever they led us. We have no agenda.\"\nState Department spokesman Phil Reeker said the report deserves\n\"careful study.\" But Reeker echoed earlier comments by Secretary\nof State Madeleine Albright indicating that the Clinton administration\nis not considering sanctions against Greece or Pakistan.\nThe State Department did not directly respond to the issue of\nmonitoring foreign students. Reeker said the department's position\nhas been \"to encourage more international students to attend\nU.S. schools.\"\nNearly 500,000 international students now study in the USA, contributing\n$ 9 billion to the economy each year, Reeker said.\n\"The goodwill that these students bear, I think, will in the\nfuture constitute one of our greatest foreign policy assets, and\nwe've supported that,\" Reeker said.\nBremer described the student tracking proposal as \"rather insignificant.\"\nHe said it was no different from what is required under a pilot\nprogram involving 21 universities in the South required by the\n1996 Illegal Immigration Reform and Immigrant Responsibility Act.\nCompliance with the program is mixed. It requires participating\nuniversities, among them Auburn, Duke, Clemson and Alabama, to\nprovide the Immigration and Naturalization Service with the names,\naddresses and academic status of their international students.\n\"The commission believes that (the pilot program) could become\na model for a nationwide program monitoring the status of foreign\nstudents,\" the report said.\nBut Vincent Cannistraro, the CIA's former counterterrorism chief,\nsaid the commission was \"ill-advised\" to include student tracking\nin its report.\n\"The thing is too intrusive,\" Cannistraro said. \"And there\nis no evidence that students are posing a big risk.\"\nThe commission noted, however, that one of the terrorists involved\nin the World Trade Center bombing in 1992 had entered the USA\non a student visa. Investigators found that the student dropped\nout of school but remained in the country illegally.\n\"Today, there is still no mechanism for ensuring the same thing\nwon't happen again,\" the report said.\nThe report was the product of six months of work by a 10-member\npanel created by Congress to evaluate U.S. policy related to terrorist\nevents, counterterrorism activities and intelligence-gathering\npractices.\nContributing: Bill Nichols\n\nGraphic\n\n \nPHOTO, B/W, Dennis Cook, AP; National Commission on Terrorism: Paul Bremer discusses the panel's report Monday on Capitol Hill.\n\nLoad-Date: June 6, 2000"
}