{
    "title": "FOREIGN AFFAIRS; THE BIG BANK",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 12,
    "full text": "President Reagan's diatribe against what he called ''a confederation of terrorist states'' engaged in ''acts of war against the government and people of the United States'' may have relieved his pent emotions. But it stained his statesmanly management of the Beirut hostage crisis.\nHis speech before the Bar Association did just what he warned should not be done. It served to magnify and elevate terrorists into crusaders for a world cause, giants instead of gnats stinging solid nations peevishly and ineffectually.\nFlora Lewis Op-Ed article says Pres Reagan's speech against 'confederation of terrorist states' stained his statesmanly management of Beirut hostage crisis; says it served to magnify and elevate terrorists into crusaders for a world cause; says his threats are not likely to scare terrorists (M)\n''Freedom itself is the issue,'' he said. The attacks ''form a pattern of terrorism that has strategic implications and political goals.'' He blamed ''totalitarian states'' and a ''confederation of criminal governments.''\n''All of these states are united by one simple, criminal phenomenon - their fanatical hatred of the United States, our people, our way of life, our international stature,'' he pronounced.\nThis is intoxicating stuff for hijackers, their supporters and their would-be imitators. It is a far greater reward than the release of prisoners detained in Israel who were to be sent home anyway. It must surprise America's adversaries that it can be so easy to drive a superpower into frenzy, as it puzzles and worries America's friends who do not consider opposition to U.S. policies necessarily ''criminal'' or ''fanatical.''\nHe listed Iran, Libya, Cuba, Nicaragua and North Korea, pointedly omitting Syria, which has indeed harbored and aided terrorists but which helped resolve the Beirut incident and is being asked to help free remaining hostages. Such a broadside can encourage foes by defining a cheap, relatively safe way to mobilize anti-American urges, rather than constraining them to recognize their own interest in suppressing terrorism so as to keep the advantages of membership in the international community.\nAbove all, such talk impedes any real chance of coming to grips with the specific problem. It does not clarify anything, as Mr. Reagan claimed. It politicizes the issue, befuddles people and drives them to ever-wilder notions of what can and should be done.\nLetters from readers show a sharp division of opinion, with both sides equally unrealistic. Some, inflamed and bloodthirsty in rhetoric if not in intent, demand, ''Wipe terrorism out, once and for all.'' Some, provoked and empathetic with all malcontents, rail against the ''hypocrisy'' of denouncing terrorism in a country that mines Nicaraguan harbors, lobs 2,700-pound shells on Lebanon from the battleship New Jersey, supplies states around the world with the engines of war.\nAs if a few bombs would rid the world of suicidal maniacs, or even pinpoint them. As if ''understanding,'' ''willingness to listen'' and restraint in using force would put an end to conflict and relieve all grievances.\nThese all-or-nothing attitudes are two sides of the same false coin, intensified by an understandable but unthinking response to frustration. Indulging the yen for the impossible only heightens the feeling of impotence, when the task of leadership should be to find effective action and explain it.\nCuring international ills isn't easy, but it is possible providing the subject is well-defined and the measures are appropriate. Mr. Reagan gave the example of piracy on the high seas - not totally eradicated, as Vietnamese boat people can testify, but still removed as a general menace. In another field, wiping out the ancient scourges of plague and smallpox was an example of fruitful international cooperation. (Incidentally, the striking successes of the World Health Organization are too often overlooked when the United Nations system is attacked for failures.) Ending piracy didn't end war or other forms of international violence. Preventing plague and smallpox didn't prevent all disease. But these were good campaigns that spared lives and made the world safer in a useful way. Targeting terrorism could bring results too. But it will not if the attempt is made either in terms of ''wreckage'' of ''outlaw states'' or ''addressing the root causes.''\nHuman perversity can be compounded by vengeful ire; it can't be eliminated. The way to get at terrorism is to enlist the self-interest of nations in the pursuit of common criminals, removing the political impact of the deed and reinforcing the will of the chary to cooperate.\nMr. Reagan's response has been a big bark. This risks stoking the furies of American impatience, and scaring away allies and friends whose help is critical. It isn't likely to scare terrorists; it enhances them. He has rightly said that indiscriminate retaliation would be a form of terrorism too. His national security adviser, Robert McFarlane, said ''Revenge is not a policy.'' Neither is sounding off."
}