{
    "title": "Foreign Policy to International Terrorism to Refugee Crisis",
    "publisher": "the world",
    "year": 2018,
    "month": 6,
    "day": 26,
    "full text": "The American Enterprise Institute's Jessica Trisko Darden, in Youth radicalization is rising, and the international community is unprepared  (AEIdeas, June 11, 2018), first reviews the ways children and mothers have been manipulated and used in terrorist attacks, and then notes:\nAt the same time, a growing body of research suggests some US-funded development programs are actually increasing support for violent extremism amongst at-risk youth rather than decreasing it. A UN Development Programme study found that more than 50% of the surveyed members of violent extremist groups in Africa were introduced to the group by a friend. Another 8% were introduced by a family member. Yet, the United States has so far tried to stem violent extremism among youth abroad by offering graffiti art workshops, soccer tournaments, and poetry slams. [links in original text]\nKeeping young people busy is not an effective way to fight terrorism....\nThe article link from US-funded programs \"increasing support for violent extremism\" goes to  COMPOUNDING VIOLENT EXTREMISM? WHEN EFFORTS TO PREVENT VIOLENCE BACKFIRE (War on the Rocks, June 6, 2018), also by Darden, with more detail on reasons to be skeptical of anti-terrorism programs run by State Department and USAID: \"non-military tools to complement its military efforts\":\nDespite their good intentions, these programs are riddled with problems. In some cases, they do not do enough to ensure that participants are actually at risk of radicalization, while other programs foster wasteful spending on activities with no proven link to the problem. The result is that USAID programs may be exacerbating the very problem they are trying to solve by increasing support for violence in places where extremist groups are operating.\nAt the intersection of the coming school year's Stoa, NCFCA, and NSDA national debate topics are U.S. foreign policy and aid programs intended to reduce international terrorism. The three policy topics are:\nStoa policy topic: Resolved: The United States federal government should substantially reform its foreign aid.\nNCFCA policy topic: Resolved: The USFG should substantially reform its foreign policy regarding international terrorism.\nNSDA policy topic: Resolved: The United States federal government should substantially reduce its restrictions on legal immigration to the United States.\nIt might seem a stretch from foreign aid to reduce terrorism to United States and European Union refugee crises, but development economist William Easterly explains in This common argument for U.S. foreign aid is actually quite xenophobic,  (Washington Post, March 31, 2017):\nThe counter-terrorism argument for foreign aid after 9/11 indeed succeeded for a long time at increasing and then sustaining the U.S. foreign aid budget. However, the continued reliance on this national security argument...has now left aid extremely vulnerable to deep cuts, even while that argument has generated collateral damage in other areas. First, the link from aid to counter-terrorism never had any evidence behind it. As it became ever less plausible as terrorism continued, it set up aid for a fall. Second, the argument falsely generalized that the nationals of the poorest countries...were prone to terrorism, which has at least in small part contributed to today's toxic xenophobia toward refugees and migrants from those countries.\nEasterly, author of The Tyranny of Experts, quotes President George W. Bush's post 9/11 speech on increasing foreign aid to deal with terrorism around the world:\n\"Look Inside\" on Amazon.\nWe must include every African, every Asian, every Latin American, every Muslim, in an expanding circle of development. ... The United States will lead by example. We will increase our development assistance by $5 billion ... As the civilized world [emphasis added] mobilizes against the forces of terror, we must also embrace the forces of good. By offering hope where there is none, by relieving suffering and hunger where there is too much, we will make the world not only safer, but better.\nIf U.S. foreign policy, overseas military operations, and nation-building projects had been able to make poor countries safer and less poor since the 9/11 attacks, then maybe the two trillion dollars borrowed could be justified. But most countries on the receiving end of U.S. military interventions and development aid are neither safer or less poor.\nEasterly argues:\nEven if there had been a link from poverty to terrorism, the \"aid as counter-terrorism\" argument also required the assumption that aid has a dramatic effect on the poverty of entire aid-receiving nations. Today's proponents of aid no longer make the grandiose claims of aid lifting whole societies out of poverty. They are more likely to cite the successes of more narrow programs with more limited numbers of beneficiaries, as {Bill] Gates does with his (correct) celebration of efforts against Ebola and AIDS.\nJessica Trisko Darden's Compounding Violent Extremism (cited above) looks at a series of U.S. anti-terrorism programs that have had at best mixed results. Here are some excerpts:\nRecent research and a thorough review of USAID program evaluations suggest that some development programs are shifting local attitudes toward increased support for terrorism. ...\nRecent research and a thorough review of USAID program evaluations suggest that some development programs are shifting local attitudes toward increased support for terrorism....\nHow can we explain this increased support for violent extremism? Social psychology has some answers. For decades, research has shown that attacks on strongly held beliefs tend to make these beliefs more resistant to counterarguments. Efforts to undermine support for terrorism may actually reinforce existing beliefs. ...\nThere are some simple steps that can be taken to ensure that programs intended to mitigate violent extremism do not contribute to the problem. Improving targeting of both resources and programs would be a good place to start. Given the clear potential for negative consequences, programs should be as narrow in scope as possible. ...\nThere are deep institutional problems with foreign countries funding programs to \"change hearts and minds\" just as there are with governments providing humanitarian aid after disasters caused by wars, earthquakes, hurricanes, or tsunamis.\nDoing Bad by Doing Good: Why Humanitarian Action Fails (Stanford University Press, 2013), looks at the recent history of disasters and failed responses. Economist Chris Coyne:\n...considers a wide range of interventions. He explains why the U.S. government was ineffective following Hurricane Katrina, why the international humanitarian push to remove Muammar Gaddafi in Libya may very well end up causing more problems than prosperity, and why decades of efforts to respond to crises and foster development around the world have resulted in repeated failures.\nIn place of the dominant approach to state-led humanitarian action, this book offers a bold alternative, focused on establishing an environment of economic freedom. If we are willing to experiment with aid-asking questions about how to foster development as a process of societal discovery, or how else we might engage the private sector, for instance-we increase the range of alternatives to help people and empower them to improve their communities. Anyone concerned with and dedicated to alleviating human suffering in the short term or for the long haul, from policymakers and activists to scholars, will find this book to be an insightful and provocative reframing of humanitarian action.\nPrevious posts have highlighted research and online videos by Peruvian economist Hernando de Sotos on why economic and institutional reforms are needed across the Middle East and North Africa, as well as other Islamic countries. See, for example:  Encourage Economic Freedom or Democracy for the Middle East? Also, online is the PBS documentary: Unlikely Heroes of the Arab Spring. Addressing these institutional problems would help liberalize economies and reduce regulatory restrictions faced by everyday entrepreneurs trying to make a living.\nFrom Peru to Persia, Economic Freedoms for Everyday People (Economic Thinking, Updated October 27, 2016):\nDeSoto says \"the West must learn a simple lesson: Economic hope is the only way to win the battle for the constituencies on which terrorist groups feed.\" Today many seem to believe such economic reforms aren't possible in Syria, Egypt, Iraq, and Iran. Many similarly believed Latin American cultures were somehow not ready or open to economic and legal reforms. DeSoto responds:\n\"The conventional wisdom proved to be wrong, however. Reforms in Peru gave indigenous entrepreneurs and farmers control over their assets and a new, more accessible legal framework in which to run businesses, make contracts and borrow-spurring an unprecedented rise in living standards.\"\nThe post links to various useful background articles for students researching international terrorism, foreign aid, and refugees (immigration), including Megan McArdle's March, 2011 Atlantic article: When Freedom Is Bad for Business: How the U.S. invasion made Iraq's economy worse, not better.\n\nLoad-Date: July 16, 2019"
}