{
    "title": "FOREIGN AFFAIRS; Baghdad Rages On",
    "publisher": "the new york times",
    "year": 1990,
    "month": 4,
    "day": 28,
    "full text": "The conventional Washington argument on Iraq is that President Saddam Hussein is totally impervious to official complaint, but may mellow when handled with velvet. Fiercely prickly he is, but the evidence scarcely supports the conclusion.\nOn the contrary. After all his recent tantrums and the revelations of a clandestine drive to build mass-destruction weapons, new reports indicate he may resort again to old-style terrorism too. The reports come from high Palestinian sources but can't be confirmed. They are troubling.\nBaghdad is said to have authorized reopening an office of Abu Nidal's Fatah Revolutionary Council, the group responsible for the Lockerbie Pan Am bombing and other massacres. Iraq was taken off the State Department's villain list of states sponsoring terrorism last year. This seems to be Mr. Hussein's thanks.\nAbu Nidal himself is in Libya, under close surveillance, evidently taking orders from Col. Muammar el-Qaddafi. It is now known in Paris that the Frenchwoman Jacqueline Valente and five Belgian companions were captured three years ago by the Libyan Navy and held in Libya until just before the release in Beirut two weeks ago of Ms. Valente, her daughter and the child's Belgian father.\nOstensibly they had been in Lebanon all that time as Abu Nidal's pris-oners, and Colonel Qaddafi extracted gratitude and high praise from the French for his ''humanitarian'' intervention in getting them, but not their Belgian fellow hostages, set free.\nFrom Baghdad, which had long been Abu Nidal's headquarters, the group is likely to have more operating room, even if Abu Nidal himself can't join them. There's no telling the plans of President Hussein, who appears to be in a rage.\nMeanwhile, he is flexing his muscles with Arab leaders. He has forced OPEC to move its scheduled meeting next week from Vienna to Geneva because an Austrian official publicly criticized him for threatening to ''burn half of Israel.'' He is trying to oblige Arab leaders to honor him by holding their next meeting in Baghdad, though that is not yet agreed.\nHis influence is due in part to the popularity that his extravagant menaces to Israel and his defiance of Western appeals have won him in the public and press of several Arab countries. In part it is because troubled Arab leaders are afraid of his intentions as he continues his enormous arms buildup 18 months after the cease-fire with Iran. He has again demanded territory from Kuwait, though the border was settled by agreement a couple of years ago.\nThe perspicacious analysis of one Arab diplomat is that Mr. Hussein, who rules by utter terror, fears he can only hold power by keeping Iraq on a war footing. He is said to be paranoid that Israel will destroy his chemical weapons production as it did his nuclear arms plant in 1981.\nBut he wants to make sure that Iraqis and other Arab leaders share his cries of alarm, keeping tensions high. His aim for a Baghdad conference is a declaration of support for Iraq as speaking for the Arab nation.\nWashington tilted to Iraq during the long war with Iran, which President Hussein started, out of concern that Khomeinism would win and spread uncontrollably through Islam. There is still a bias in the State Department because of American diplomats taken hostage in Teheran in 1979. But Mr. Hussein now claims he won the war, since he didn't lose, and deserves the prizes of victory. His old ambition to be the dominant power in the Persian Gulf is resurgent.\nIf the Abu Nidal group is re-installed in Baghdad, Washington can have no choice but to return Iraq to the state terrorism list, with its consequences. That would be merely responding to injurious challenge, hardly diplomacy.\nIt is time for the U.S. to make more active efforts to isolate Mr. Hussein, who runs in effect not just a one-party but a one-man state. He is a menace to all his neighbors, including those seeking to appease him with support such as Saudi Arabia and Jordan. But they can hardly be expected to be less indulgent toward a fellow Arab fulminating against Israel and Iran than the U.S. is. Washington has good reason to be irritated with Israel. That isn't a reason to comfort Mr. Hussein.\nMany Mideasterners bemoan the fact that their region seems to be losing significance now that they can't play cold war tag. No doubt many more, muzzled by dictatorships, bemoan the fact that their region hasn't joined the march to democracy. They suffer most from their own sick societies. Washington can't prevent that, but it can at least rally moderates against intimidation by the ragers."
}