{
    "title": "Foreign Affairs; Cover Story",
    "publisher": "the new york times",
    "year": 1997,
    "month": 10,
    "day": 16,
    "full text": "Well, Prime Minister Benjamin Netanyahu had good news and bad news this week. The good news was that he made the worldwide cover of The Economist magazine. The bad news was that The Economist labeled him \"Israel's Serial Bungler\" and said he should resign immediately.\nThe Economist misses the point.\nThe most important political fact to emerge after Israel's bungled assassination attempt of a Hamas activist in Jordan is that Mr. Netanyahu's popularity in Israeli polls has gone up. Israel's call-in radio shows overwhelmingly support Bibi. Now that is interesting. We all have to think about that. It's telling us something very important.\nWhat it is telling us is that there is a rage still lurking just beneath the surface in Israel today over the fact that Israel not only hasn't gotten the peace it expected from recognizing the P.L.O. and giving back parts of the West Bank and the Gaza Strip, but it has been treated to a form of terrorism -- suicide bombing -- that is more pernicious and terrifying than any form of terrorism ever encountered by a modern democracy. This suicide terrorism invades every aspect of daily life: Do I ride the bus or not? Do I go downtown or not? Do I let my kids go downtown or not? I was just in Jerusalem. I walked a mile out of my way to get to the Lufthansa airline office so that I wouldn't have to walk through the city center.\nWhat would The Economist say if, after a peace accord between Britain and the I.R.A., 126 British citizens were killed and 500 wounded in 10 separate I.R.A. suicide bombings in the heart of London, Manchester and Edinburgh? And then Prime Minister Tony Blair ordered MI6 to assassinate an I.R.A. agent in France, but the operation was bungled. Would The Economist call for Mr. Blair's resignation? Would Britain's polls turn against him? I wonder.\nThere is an attitude among Arab leaders today that goes like this: \"Yes, we condemn the latest suicide bombing, but could Israel now get on with its withdrawals?\" Well, they may condemn that terrorism, but Israelis are still living with it every day in every decision they make about where to walk.\nLet me tell you a little secret: The silent majority in Israel stopped caring a long time ago about Nablus or Hebron or Gaza or a Palestinian state. As far as the Israeli silent majority is concerned, the Palestinians can have them all. But Israelis still care intensely about being able to eat in the Apropos Cafe in Tel Aviv without being blown apart, and they still care intensely about being able to shop on the mall in West Jerusalem without being blown apart, and they still care intensely about being able to take the number 18 bus to Mount Scopus without being blown apart. And if they can't eat in peace at the Apropos Cafe, shop at the Jerusalem mall or ride the 18 bus, then no amount of serial bungling by Mr. Netanyahu will turn the Israeli silent majority against him.\nThat is the most important political fact in Israel today. If you want Mr. Netanyahu out of office, or if you just want him to do the right thing on the peace process, you have to understand that the only effective lever on him is the Israeli public. And right now that lever is working for Mr. Netanyahu and not against him. Because terrorism neutralizes the Israeli people. It depoliticizes them. It silences the opposition. It freezes Israeli politics.\nThere are three views of Mr. Netanyahu: One is that he is just an utter incompetent, buffeted around by larger political forces. Another is that he is a dangerous ideologue who has maliciously aggravated the peace process. The third is that he is a pragmatic politician who will give back 75 percent of the West Bank, if that is what it takes to make peace and get re-elected. Mr. Netanyahu moves back and forth among all these images, and he exploits Palestinian terrorism to avoid having to decide who he really is and where he really wants to lead.\nBut only the Israeli public can corner him and force him to choose. And the Israeli public will only do that, it will only act on its instinct for a settlement, if this threat of suicide terrorism is removed. These suicide bombings started before Mr. Netanyahu came to power, they continued after he came to power, and as long as they don't stop, Israeli politics can never start. And that is the point.\n\nLoad-Date: October 16, 1997"
}