{
    "title": "FOREIGN AFFAIRS; Only A Rogue",
    "publisher": "the new york times",
    "year": 1984,
    "month": 5,
    "day": 3,
    "full text": "Britain has broken relations with Libya, after the shooting in London and the ultrapolite siege of the ''Libyan People's Bureau,'' alias Libyan Embassy. The U.S. did about the same after the burning of the American Embassy in Tripoli in 1979.\n Libya's Col. Muammar el-Qaddafi continues to take outrageous advantage of international agreements on diplomatic immunity, codified in the 1961 Vienna convention. But it isn't likely the British will go through with their suggestions for revising the convention.\nThis is only partly because trying to plug the loopholes through new negotiations can raise more problems than it solves. It is also because governments know, and admit in private, that a great many nominally law- abiding countries regularly violate provisions on the behavior of diplomats and their right to uninspected transport of goods and papers.\nIn other words, the Libyans and the Iranians aren't the only ones who send forbidden arms, explosives and devices through the so-called diplomatic pouch. The others, doubtless including the U.S., according to European officials, don't want to give up the privilege by really enforcing the international law.\nStill, there is a difference. Libya claims all the benefits from membership in the community of nations that it is openly trying to disrupt. Among the threats Colonel Qaddafi made during the siege were to help the Irish Republican Army expand terrorism in Britain, and to offer ''facilities'' to disrupt U.S. ''strategic interests'' in the Mediterranean.\nHe has helped the I.R.A. in the past. The only reason he ever gave, as far as I know, is that he is ready to support any fight against ''colonialism.'' The more shadowy threat to the U.S. suggests a navy base but it is improbable he would consider it in his own interest to go so far.\nColonel Qaddafi's overriding ambition is to succeed the late Gamal Abdel Nasser as the rousing leader of Arab nationalism. He realized long ago that Libya's tiny population, something over two million, isn't enough of a base. So he has tried again and again to use his vast resources of oil money to buy control of people, through abortive attempts at union with Egypt, Tunisia and Syria, and support of rebels in Chad and the Sudan.\nHe isn't a fundamentalist in the mold of Ayatollah Khomeini. His support of Iran's revolution is opportunistic, part of the pattern of backing troublemakers against established powers wherever he can in hopes of attracting followers among the discontented.\nIn the Sudan, he is helping southern rebels, Christian and animist Africans. They are rising again in opposition to President Gaafar el-Nimeiry's imposition of Islamic law in an attempt to appease the Arab northeners. There is historic hostility between the two groups. Colonel Qaddafi's meddling is particularly cynical because General Nimeiry had been making progress toward the reconciliation that is essential for development.\nBut Colonel Qaddafi's apparently mindless tactics shouldn't be underestimated. The contradictory cliche ''crazy like a fox'' applies to him. He knows the value of provoking the fury of powers that be in a world full of restive, frustrated people. It used to be called ''tweaking the lion's tail'' when Britain was dominant, and ''plucking the eagle's feathers'' where the U.S. holds sway.\nIt is cunning political psychology. For all the disgust in the West, it brings delirious satisfaction to those who feel impotent, nameless, faceless. It isn't a national strategy, it's a search for personal stature. The attempt to kill Libyan critics abroad fits in. They don't menace his position at home, but he needs to demonstrate magical, omnipresent, invulnerable power as a symbol.\nTherefore, the problem isn't really ''state terrorism,'' as Secretary of State George Shultz put it. It is right to deny Colonel Qaddafi the amenities of state relations to pursue his campaign, but it isn't because he is conducting ''a new form of warfare,'' as some say. He is playing the old, old game of the weak seeking glory in impudent violence against the strong.\nWestern countries are absurd to sell him arms. They aren't dealing with a state that can be persuaded to find mutual advantage in mutual concessions. They are dealing with an inflamed, unscrupulous man who will never accept any proposal for order in the world.\nMr. Shultz's call to move from ''passive'' to ''active defense'' against such terrorism is disturbing.  What does he mean?\nIf it's more surveillance and infiltration of conspirators in order to be warned of plots, that's useful. If it's to isolate Colonel Qaddafi or make him look ludicrous, that may be too. If it's to elevate Libya to the rank of menace, it's self-defeating. Colonel Qaddafi is a rogue, not more nor less."
}