{
    "title": "Foreign-policy scholar criticizes Bush policies at Dartmouth",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "Internationally renowned foreign-policy scholar Francis Fukuyama lectured on America's presence in Iraq and criticized key facets of President George Bush's current policy such as unilateralism, preventative war and Middle East democratization on Thursday night to a large audience at Dartmouth.\nAs the first speaker in the Dickey Center for International Understanding's Great Issues series on conflict prevention, Fukuyama, who broke ranks with the Bush administration as late as 2004, commented wryly, \"If you want to prevent conflicts, you should probably not start unnecessary wars.\"\nWhile the neo-conservative in Fukuyama still emphasized the moral purpose that hard power could sometimes serve, he stated that the development of democracy overseas could not remain America's foremost goal in the region.\n\"There were false expectations as to the nature of democracy itself,\" he said.\nAccording to Fukuyama, these expectations may have been influenced by the swift collapse of communism in 1989 in Eastern Europe.\nHe speculated that political veterans of the Warsaw Pact collapse, such as Condoleezza Rice, Stephen Hadley and Paul Wolfowitz may have expected the same immediate change to occur in Iraq.\nAccording to Fukuyama, those in favor of the war saw democracy as a kind of default that newly freed states would revert to.\nThere were American misconceptions that \"once the wicked witch was dead,\" he said, \"the munchkins would rise up and start singing joyously about their liberation.\"\nWhile a clear component of American foreign policy has been instituting democracies abroad, its previous policies of ambitious social engineering could not be applied to current international conditions, especially in the Middle East, he said.\n\"The first lesson is, the United States does not bring democracy,\" he said. \"The demand for democracy has to be in the state itself and we have to help at the margins.\"\nFukuyama also tried to dispel the myth that the lack of democracy in the Middle East was the deep root cause of terrorism, pointing instead to more complex causes of radicalism.\nAccording to Fukuyama, radicalism flourishes when traditional Middle Eastern societies are exposed to the modernism of the Western world, or when they move from their traditional regions to more modern or culturally diverse areas where it is difficult for them to assimilate.\n\"They are caught between two different worlds, the world of their parents and the modern world they don't really have access to,\" he said.\nFukuyama predicted that at least in the short term, more exposure to modernism and democracy would trigger more terrorism.\n\"We really do face some tough choices in the future in how we deal with terrorism ... and the Middle East on the whole,\" he said.\nIn absence of a viable exit strategy for Iraq, Fukuyama said that the Bush administration has not articulated its intentions for Iraq's future.\n\"I think the administration has not really explained how staying there is going to solve anything,\" Fukuyama said, warning against leaving Shiite-controlled police and military, as well as militias, in charge of the state.\nShiite authority, he said, would not only cause civil war between the Sunnis and Shiites, but also benefit neighboring Shiite majority, Iran.\nWhen audience members questioned Fukuyama about more specific policy solutions in Iraq, he emphasized that there was little point in attempting to improve economic or cultural conditions before establishing security and a reliable national power grid.\nAccording to Fukuyama, the Bush administration skillfully conflated the terrorism of Sept. 11, 2001, with the threat of rogue states armed with weapons of mass destruction and as a result, created a \"failed state\" in Iraq.\n\"They combined them in a very misleading way and said there was a tie between Saddam Hussein and the events of Sept. 11,\" he said.\nAddressing some Americans' fears that the current administration will invade Iran to prevent nuclear weapon development, Fukuyama said there was very little evidence that Iran would be willing to risk a retaliatory nuclear attack simply to further ideological goals.\n\"There's an irrational fear that Iran will become a suicide bomber,\" he said, suggesting that pursuing an aggressive nuclear program would unlikely trump all Iranian national interests.\nWhile Fukuyama also expressed doubts about the effectiveness of the United Nations in addressing such burgeoning regional concerns, he also rejected the Bush doctrine's policy of unilateralism in favor of greater international involvement.\n\"I think the U.N., for solving serious security problems, has got a pretty bad track record,\" he said.\n\"Instead of worrying about the U.N., we ought to move to multi-multilateralism and populate the international community with a number of organizations.\"\n(C) 2006 The Dartmouth via U-WIRE\n\nLoad-Date: September 29, 2006"
}