{
    "title": "FOREIGN AFFAIRS; A MOVE AGAINST TERRORISTS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 5,
    "full text": "PARIS It is over a decade now that Western\ngovernments have been issuing\nsolemn declarations about joining to combat terrorism.\nFrance has finally taken a modest but courageous step, in the circumstances, with the extradition of three Basques to Spain.\nThe decision produced a tremendous outcry, and some killings, but the fuss is abating. It is an example of how slowly the democracies have moved toward recognizing that law-abiding nations have a common interest in fighting international crime. Traditional ideas of national judicial sovereignty still weigh heavily among states, long after criminals have learned to make the best of borders.\nThe Basque case has a special background, as well as a basis of general principle. France, like America, is proud of its long tradition as a land of asylum. From the time of Franco's victory in Spain's civil war, Spanish refugees have had a special claim on French sympathies, especially the actively anti-Franco Basques.  More important in recent years, though seldom avowed, has been the fact that ethnic Basques live on both sides of the French-Spanish border. There was a tacit assumption, perhaps even an understanding, that if France provided safe haven for Spanish Basque terrorists who made it accross the frontier, there would be no Basque agitation and terrorism on the French side.  In the 1970's, there was something similar between French authorities and visiting terrorists acting in the name of Palestinians and some radical Arab states. Inevitably, the arrangement broke down. After a series of Arab terrorist incidents in their own country, the French at last got tough and their neighbors in Western Europe benefited.  But there was greater reluctance to face the Basque issue. It continued after the death of Franco in 1975 and important reforms by Spain's new democratic regime to meet demands for regional autonomy. Even with friendly Socialist Governments in both Paris and Madrid, the French hated to take the risk of sending back people for trial on well-documented charges of wanton murder.\nFinally last week, after a great deal of tortuous negotiation, President Mitterrand's Government extradited three of seven people sought by Spain, and deported four others to the distant, accommodating African state of Togo. Paris would have preferred to split the difference between principle and politics by extraditing one and expelling six, but there was no way to distinguish among the three who seemed most guilty.\nNot only French and Spanish Basques exploded in anger at the precedent. The French Communists, while professing to deplore ''blind terrorism,'' denounced the Government for violating ''human rights'' with the extradition. Nobody suggested the three might be innocent, but the argument was that their motives were certainly ''political'' and therefore entitled them to refuge.  Cynically, the statement added that the Government action ran ''serious risk of reprisals on our own territory and against French interests in the Spanish Basque country.'' Many other Frenchmen were honestly disturbed at the change of longstanding policy, despite the Government's careful explanation that murder in a democracy cannot be justified by a political cause.  Other cases are pending. It remains to be seen whether Paris will continue to show the courage of its conviction. Extradition is always complex because judicial systems vary, but it represents a minimal consensus among nations in confronting intolerable crime.  There are parts of the world where murder is an accepted, even state- supported instrument of politics. There are others, including the U.S. and Italy, as recent Mafia revelations show, where enormously powerful underground organizations presume to put themselves above the law.\nThe difficulties of bringing criminals to justice in a disorderly world make it all the more important that countries that support the rule of law cooperate on a reliable, regular basis. Impotent governments, such as Lebanon, cannot be blamed for the failures to protect the American Embassy. They can't even protect themselves.\nNor can the U.S. adopt the spy- thriller solution of ''going to the source,'' as Secretary of State George Shultz suggested in combating foreign terrorists. But it is time for law- abiding countries to make clear, in practice as in words, that none of them are safe at any time for any murderer. The French move was a step in the right direction. B"
}