{
    "title": "Foreign Affairs; HOT AND COLD TERRORISTS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 29,
    "full text": "The structure and implications of terrorism in Europe are changing. Foreboding undertones provoke memories of the terrible 1930's and require clear, cool reaction. The U.S. is not yet directly involved. But it is of the greatest importance not to be carried away by emotional charges and counter-charges of Soviet master plots that unnerve.\nIn the last decade, terrorism was dominated by an anarchist mentality. Small groups of wild people kidnapped and killed to frighten society into paralyzed despair. West Germany's Baader-Meinhof gang and Italy's Red Brigades, for example, sought to provoke harsh and generalized repression that would in turn create a rebellious mood.\nFlora Lewis op-ed discusses terrorism in Europe, asserts US foreign policy should distinguish between dictatorships and democracies\nThey had no plans for the future, not even a vague outline of how they wanted the world to change, only the mad romantic belief that if they could bring states tumbling down, something they preferred might emerge from the ruins.\nEven Irish and Palestinian terrorists, Japanese, Armenians, Croats and others, murdered wantonly for ''the cause'' without any clear idea of how their crimes were supposed to advance their convictions.  They wanted to attract attention and recruits, and force the release of prisoners so as to intimidate governments against further arrests.\nNo doubt some of them received material help and training from Soviet-sponsored agencies. But they achieved revulsion. With the exception of Turkey, where rival extremists did undermine a civilian Government and brought military rule, they failed in their purpose of shredding the social fabric.\nNow there is a change of texture, and it is more serious. The new directions of conspiracy may be the first real success of terrorism.  A certain collusion has developed between extremes of left and right in Europe. They are serving each other's interests in actually weakening governments whether or not there is deliberate cooperation, and in some cases there seems to be.\nThe plots recently attempted and disclosed in Spain and Italy are of a quite different order from the terrorism of the 1970's. They are the work of cold-minded people who know what they want to do with society: milk it and rule with an iron hand.\nThe rise of Fascism in Italy in the 1920's and the collapse of Germany's fragile Weimar Republic in the 1930's were promoted by the ends working violently against the middle, confusing the distraught majority. Mussolini, Hitler and Franco knew exactly what they wanted and they won, for a time.\nThis is not to play Cassandra but to remember that the ravaging dictatorships could have been stopped if people had understood in time that identifying the enemy was not to choose one ideology against another but to resist all who oppose law and liberty.\nDistinctions between ''friendly authoritarians'' and ''hostile totalitarians,'' as would be made by Ernest Lefever, the nominee to run the State Department's human rights program, can do more damage to the cause of freedom than murderous gangs.\nThe U.S. and the revived states of Western Europe have kept peace on this crucial continent not only through their military alliance but through their dedication to shared values. It is in the highest interest of the U.S. and the European Community to buttress those values and their proven representatives.\nThere are some specific and concrete steps to take. And now is not too soon.  For the U.S., what many Americans think should be taken for granted needs to be repeated clearly. It is that America can never have the good relations with tyrannies that it has with democracies. Spaniards thought they heard the opposite when Secretary of State Alexander Haig said of the February putsch in Madrid that it was an ''internal affair.''\nThey remembered that Washington led the way in helping Franco Spain out of its postwar international quarantine. Other Europeans, perhaps members of the sinister P-2 lodge in Italy, remembered that the 1967 colonels' coup in Greece was also tolerantly accepted by Washington.\nThe U.S. is renegotiating its Spanish bases treaty. The way to show we understand the difference between partners and strange, if unavoidably strategic, bedfellows is to offer good terms to democratic Spain with a public caveat endorsed by the Senate that they will not apply should the regime be overthrown. That by itself would ''prevent the next coup,'' in the opinon of well-placed Western observers in Madrid. It would reverberate among Italian plotters too.\nFrance needs to stop its semi-indulgence of Basque terrorists who use its territory as a sanctuary in tacit return for not agitating the French Basques. There are better chances for this with the new French Government, and it is in America's interest too to encourage Paris to be firm.\nThe conspirators in Italy and Spain don't want to be isolated from the West, but they risk miscalculating. Washington needs to set them straight quickly, before the hot and cold-eyed terrorist campaigns combine their destructive effect."
}