{
    "title": "FOREIGN POLICY Could Syria be the next stop in war on terrorism_ April 20, 2003, Sunday",
    "publisher": "the world",
    "year": 2003,
    "month": 4,
    "day": 20,
    "full text": "The pincers of American military strength in the Middle East appear to be closing in on Syria. President Bush has laid the eerily familiar rhetorical groundwork, declaring, \"I think that we believe there are chemical weapons in Syria.\"\nSecretary of Defense Donald Rumsfeld accuses Syria of allowing Iraqi leaders to cross its borders. Secretary of State Colin Powell raises the possibility of sanctions.\nSyria is, like Iraq, an Arab secular dictatorship with a notoriously terrible human rights record. It is a charter member, since 1979, of the State Department's list of countries sponsoring terrorism, particularly helping Hezbollah. And according to the Bush administration, Syria, like Iraq, appears to be a weapons of mass destruction-bearing nation, full of oppressed people yearning for liberation, with links to evil beyond its borders.\nLike Saddam did, the Syrians deny the U.S. accusations, but in doing so show why that nation remains an obstacle to U.S. hopes for a stable Middle East. Syrian Foreign Ministry spokeswoman Buthaina Shaabam announced, \"Syria has no chemical weapons and that the only chemical, biological and nuclear weapons in the region are in Israel, which is threatening its neighbors and occupying their land.\"\nNot that it matters to the Bush administration, but if the world was unimpressed with our evidence against Saddam Hussein, imagine how cynical they'll be of a case for war against Syria. Yes, the United States can once again argue that some Syrians would dance in the streets for Western television cameras if freed from the oppressive regime. But that is not a good enough reason for the United States to wage another war.\nPatrick Henry's noble words were give me liberty or give me death; not give them liberty or give them death. The American government was created to be a beacon of liberty, not a universal enforcer of it. It was never meant to be some Spider-Man manque, whose great power comes with great responsibility to bash super-villains across the globe. It is costly and hazardous to be the citizen of an Empire.\nWe are mighty and wealthy enough to protect ourselves without projecting our might and wealth carelessly.\nThere is scarcely a terrorist group in existence whose grievances are not about some extra-national power lording it over an occupied or subject people. Thus, spreading American protectorate states throughout the Middle East is a most foolish way to preserve national security. War in Syria would further galvanize an already skeptical region against us, and raise even more questions about our true intentions in the Middle East, not only among Muslims, but also across the globe.\nAmerica is killing that which was most lovely, unique and irreplaceable about itself. It was conceived as a limited, representative government dedicated to protecting its citizens' life, liberty and ability to pursue happiness.\nThis vision appears to have lost its luster to most American intellectuals, even ones who call themselves \"conservatives\" of American tradition and liberty. It seems less glorious or lovely than a nation waging perpetual war until evil is wiped from the earth. It used to be a central tenet of American conservatism, colorfully expressed in the phrase from the German philosopher Eric Voegelin, that one should not attempt to \"immanentize the eschaton\" - that is, attempt to achieve the perfection of heaven on earth through endless quests to remake the world and eliminate all evil. Yet now, nearly all who wrap themselves in the conservative mantle embrace America's seemingly never-ending mission to do just that.\nIn the long run - when the dead are forgotten and any intervention that didn't destroy the world can be judged as good on balance - Syria might be a better place after a U.S. invasion. But that isn't reason enough for to wage that war.\n\nLoad-Date: April 21, 2003"
}