{
    "title": "Foreign policy becoming key Clinton, Dole play to fears of terrorism",
    "publisher": "usa today",
    "year": 1996,
    "month": 6,
    "day": 28,
    "full text": "PEROUGES, France -- Harold Ickes, the deputy White House chief\nof staff who is overseeing President Clinton's re-election campaign,\nwatched from the sidelines as Clinton waded into the crowd in\nthis village's cobblestone square.\nDo occasions such as this help the president?\n\"Always,\" Ickes said. On foreign policy, he declared, \"the\npresident has jurisdiction.\"\nActually, Clinton and GOP presidential candidate Bob Dole each\nnow regards himself to have a powerful advantage in the issue\nof foreign policy. And often their approaches seem poles apart.\nIn a scathing speech this week, Dole attacked Clinton as \"a weak,\npassive, indecisive, vacillating, misguided dreamer who doesn't\nunderstand how dangerous the world is.\" He pledged \"restoration\nof American leadership\" in remarks that focused on containing\nMoscow and expanding NATO.\nBut after the bombing in Saudi Arabia that killed 19 Americans,\nClinton is portraying himself as the sort of flexible thinker\nneeded to negotiate a world where terrorism, ethnic rivalries\nand rogue regimes replace the Soviet threat.\nWhile steadiness and strength were critical during the Cold War,\nadministration political aides argue, a post-Cold War world demands\nother skills. Among them are adaptability and an ability to utilize\nnot only military might but also economic sanctions and the bully\npulpit of high office.\nThe theme permeated Clinton's speech to villagers, who encircled\na linden tree in the center of town planted just after the French\nRevolution.\n\"Today's threats to the liberty your tree symbolizes are very\ndifferent from those of 200 years ago, different from the threats\nof World War II or the Cold War,\" Clinton said.\nClinton campaign spokesman Joe Lockhart was more blunt in assessing\nDole's remarks. \"Good speech,\" he said. \"Wrong decade.\"\nThe tragedy in Dhahran seemed to point up Clinton's case on the\nneed for flexibility. For months, preparations for the economic\nsummit focused on how to create jobs, settle trade disputes and\nease Third World debt. But when the leaders convened Thursday,\nterrorism dominated the agenda.\nStill, for all Clinton's ability on the international stage, neither\ncandidate seems to have an edge: A March USA TODAY/CNN/Gallup\nPoll gave Clinton approval-disapproval ratings of 49%-45% on foreign\npolicy. Dole rated 42%-30%.\nPolls also show terrorism has become a prime concern since the\nWorld Trade Center bombing in 1993 and the Oklahoma City bombing\nlast year.\n\"The Oklahoma bombing had a very, very sobering effect on Americans,\"\nIckes said.\nSo TV pictures of the devastation in Saudi Arabia resonate with\nvoters. And on Sunday, Clinton will fill what analyst Stephen\nHess calls the president's role as \"preacher-in-chief,\" leading\nthe mourning at memorials for those killed in Dhahran.\n\nGraphic\n\n \nPHOTO, B/W, Jerome Delay, AP; Opening event: President Clinton (back to camera) joins G-7 Summit leaders Thursday at the Hotel de Ville in Lyon, France, before their opening session. Containing terrorism was on the top of the agenda.\n\nLoad-Date: June 28, 1996"
}