{
    "title": "FOREIGN POLICY IS GETTING SHORT SHRIFT",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 11,
    "day": 7,
    "full text": "Republicans usually enter a presidential campaign with a built-in advantage on at least one issue: national security. Historically, voters trust the GOP to be tougher than Democrats on defense and foreign policy.\nNot this time. President Obama has robbed the Republican Party of its usual foreign policy edge, thanks to his surprisingly enthusiastic prosecution of the war against terrorism.\nThat has left Republican candidates for president without clear territory of their own on foreign policy and defense. In effect they have replied: Yes, but we'd be tougher -- tougher on terrorism, tougher on China and tougher on Iran.\nBut what would a President Romney, a President Perry or a President Cain actually do to carry out the promise of a stronger America? Even Mr. Romney, who has issued a 43-page \"white paper\" on national security, hasn't been very specific -- except on one issue: more defense spending.\nThe former Massachusetts governor has promised to reverse what he calls Mr. Obama's \"massive defense cuts.\" But there's a problem with that approach: Mr. Obama actually increased defense spending during his first three years in office, and the cuts he has proposed in future spending -- $400 billion over 12 years -- amount to roughly 5 percent of projected national security spending for that period.\nMr. Romney's rivals for the nomination have mostly fallen in line, echoing his call for more military spending\nBut on other national security issues, the Republicans have been far less clear.\nTake Afghanistan -- the GOP candidates have criticized Mr. Obama for setting a deadline of 2014 for handing off security to the Afghans and for beginning the drawdown of U.S. forces next summer. Announcing a date for the U.S. departure, they say, has encouraged the Taliban and its Pakistani allies to wait us out.\nBut the Republicans haven't proposed serious alternatives, nor have they addressed many of the tough questions in Afghanistan: How long would they stay, and with how many troops? Would they engage in negotiations with the Taliban, to see if a deal could be cut? And how would they persuade Pakistan, a putative U.S. ally, to stop sheltering and supporting Taliban factions, perhaps the single biggest reason the war has not been won?\n\nLoad-Date: November 8, 2011"
}