{
    "title": "FOREIGN AFFAIRS; THE TECHNIQUE OF TERROR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 28,
    "full text": "CAIRO Terrorism has been an instrument\nof politics in the Middle East for\nmany centuries, and it still is. When U.S. officials speak of a ''rise of terrorism'' in the area, what they really mean is that the sly, secret weapon is being turned increasingly against Americans.\nSe cretary of State George Shultz has advocated what sounds like an enraged-bull response - charge full-tilt at the terrorists and wipe them out. It misreads the problem. Terrorism is adopted as the arm of the weak against the strong, deliberately chosen to goad and madden the bull so that he acts to weaken himself. The most effective retaliation is not sheer force but a resourceful strike at the terrorists' own points of vulnerability, their need for secrecy and anonymity.\nThe most successful anti-terrorist operation in a long time was Egypt's brilliantly executed scam on Libya's leader, Muammar el-Qaddafi. It was a model of shrewd planning, patience and intuitive understanding of how the Libyan leader could be made to trip and expose himself.\nFor several years Libya has been trying to weaken Egypt and divert its foreign policy. President Hosni Mubarak said publicly that last August a Libyan envoy offered a bribe of $5 billion if Egypt would break relations with Israel. The mining of the Red Sea last fall, which Western intelligence is now convinced was done by a Libyan ship, was another attempt.\nThere has been a series of efforts, military and monetary. The latest disclosed was the plan to assassinate a former Libyan Prime Minister, Abdel Hamid al-Bakkoush, which would not only have furthered Colonel Qaddafi's campaign to eliminate Libyan opponents abroad but would also have served to portray him as a man of irresistible cunning, able to strike anywhere, even in the heart of Cairo. It would have been a humiliation for Egypt.  President Mubarak deserves credit for resisting suggestions to bomb a Libyan airfield, listening instead to those who proposed a counter-ruse.  The Libyan hit team of two Britons and two Maltese was intercepted and followed; the Egyptians they sought to recruit were police plants. Mr. Bakkoush was spirited to safety while the terrorist team forwarded a photograph ostensibly showing his bloody corpse to Libyan officials as the proof of mission accomplished.  It was an ironic coincidence that Colonel Qaddafi happened to be holding a formal meeting with France's President, Francois Mitterrand, when he received the evidence. But it heightened the impact of Egypt's demonstration that diplomatic hand- holding and a show of respect do not sway the Libyan leader.  The minute he got home, Colonel Qaddafi's official radio crowed triumphantly about the ''successful'' attack in Cairo. Only after Libya's self- accusing boast did President Mubarak reveal the plot, turning the sting of humiliation on Colonel Qaddafi. It worked. Colonel Qaddafi was reduced to the preposterous retort that Mr. Mubarak dishonored himself by stooping to fake an assassination.\nThe pain of humiliation cannot be overemphasized in the Arab world. An Egyptian father told a Western friend, ''I can stand it if you kill my son, but not that you humiliate him.'' it is the ultimate weapon. Death, as suicide bombers have shown, is a lesser threat.\nThere is something to be learned from the incident. The first point is the obvious one, that counterterrorism depends entirely on intelligence. Protective security measures are important in reducing opportunities, but prevention and retaliation require information. The Israelis, whom Secretary Shultz cites as a model for fighting terrorism, never cease repeating that. The willingness to use force is secondary.\nIn any event, the Israelis' record is not that perfect. They have won some and lost some, and their circumstances are drastically different from those of America, which has much broader interests to defend in many parts of the world.\nThe second point is that the response must be finely calculated to the terrorists' goal, and turned wherever possible to exposure, more devastating than scatter-shot revenge, which only provokes new hatreds.\nThis adds up to the banal but essential conclusion that the fight against terrorism requires the joint efforts and active cooperation of the countries that are targeted, including Arab countries such as Egypt and Jordan.\nTerrorism isn't a clear, identifiable enemy that can be overwhelmed by military means. It's a technique, and it takes astute technique to counter it. B"
}