{
    "title": "FOREIGN AFFAIRS; Time To Agree",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 20,
    "full text": "Sitting in the T.W.A. lounge at Kennedy Airport waiting for the overnight flight to Italy induced a dull fatalism. Passengers watched the news in silence while Dan Rather told about the warnings, the fears, the precautions being taken by the U.S. Government. When the newscast was over, one young woman blurted out, ''If my livelihood didn't depend on it, I wouldn't take this trip.'' Later, another said with a nervous giggle: ''There's always been terrorism in Italy, hasn't there? We'll keep a low profile, not let on that we're Americans.''\nThe night before, skimming the intensity of American reaction, television had shown a schoolchild grinning, no doubt because of the camera trained on him, and asking, ''Are we going to have a nuclear war now because Russia is a part of Libya?'' And then it showed a parent, an earnest, heavy-set woman with short brown hair, saying gravely, ''The kids are worried, really worried that there's going to be a war.''\nThen there was a psychiatrist in a white smock, identified as a stress expert, explaining that people with high blood pressure, or ulcers, or bad backs, were likely to feel a lot worse in this period because they'd be tightening up under the tension and that would aggravate their maladies.\nI wondered what we were doing to ourselves. One day Americans were puffed-up supermen, proudly telling each other that nobody can push them around. The next day people were quivering, not at terrorism but in self-induced terror, to a degree no Libyan leader could possibly achieve.\nThe flight was uneventful and the arrival tiring but routine. The conference here is about East-West relations, attended mostly by Europeans from both sides but also a number of prominent Americans and a couple of Soviet officials. The atmosphere is cordial, as usual, but there is an undercurrent of serious disturbance among the Westerners.\nItalian Labor Minister Gianni de Michelis noted unhappily that thousands of students were demonstrating against the U.S. in the middle of Milan, the first big anti-American demonstration since the period of the Vietnam War. ''We're all against terrorism, certainly in Italy,'' he said, ''but bombing that kills women and children . . .''\nAnother Italian said that may be the expression of youth, but older people were getting fed up and were wondering why this country, which finally took very stern measures to defeat its own decade of terrorism, hadn't been readier to cooperate in isolating Libya. A senior German expert on international affairs said he was personally embarrassed at the allied refusal to show more solidarity with the United States.\nThere was clearly concern that the depth of angry feeling on both sides would do serious damage to the alliance, far beyond what Moscow, let alone Tripoli, could possible have provoked. That is the real issue now, much more important to the future of all in the West than the random, occasional incidents of terrorism. It is harder to dramatize, but it is a far greater danger.\nThe recriminations and the analysis of who should have done what at which step have to be set aside. The spilt milk must be cleaned up. The urgent need now is for a clear, public show of allied solidarity so that the peoples of the West and the opposing regimes can see that the dispute has been a limited one about methods, not about purpose and determination.\nThe deadline for action is probably the Tokyo summit in a fortnight. Otherwise, the wounds will fester and take a long time to heal. It shouldn't really be so difficult for the major Western states to agree on some political and economic sanctions against Libya to show they can and do take a common stand.\nIf the measures go further than Europeans might really wish and not quite so far as Washington would like, that won't matter. That is the meaning of friendship and accommodation. The point is to show that there really is basic agreement.\nThe immediate problem is weak governments in Europe. France is virtually paralyzed by its internal politics, and Germany's Chancellor Helmut Kohl, normally indecisive, is in added personal trouble. The French-German axis which underpins the European Community probably isn't up to an initiative. Britain's Margaret Thatcher is out on a shaky limb. Italy and Spain are talking about taking a lead together, but they're afraid of seeming inconsequential.\nLeaders must stop dithering. The passions they have stirred can fracture the bulwark of the West on which they all rely."
}