{
    "title": "FOREIGN AFFAIRS; THINKING OF ISRAEL 'S FUTURE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 9,
    "day": 14,
    "full text": "Recent columns about Israel have brought an unusually large number of letters from readers, mostly irate and in some cases shrilly insulting and even menacing. It is a surprising and saddening attitude from Americans.\nMany of the letter writers take the position that any criticism of Israeli policy or leadership automatically makes one pro-P.L.O., anti-Israel, even anti-Semite. What do these people think of the Israeli Jews who voted for the opposition in the recent elections?  There were nearly as many as voted for Prime Minister Menachem Begin's party.\nFlora Lewis Op-Ed claims Americans can still support Israel and disagree with Israeli policy or leadership\nThese Americans seem less tolerant of Israeli pluralism and the right to dissent than the Israelis themselves. Several even challenged the right of a commentator to question Israeli policy on the grounds that only those exposed to danger in Israel can hold an opinion on how to assure its future.\nYet they wrote from New York and Connecticut and Ohio and other places no nearer the armed frontiers.  There was a tone of desperation to this outpouring, as though it cloaked a secret sense that things really are going so badly for Israel on its present course that reason can no longer help and only frenzy will serve.\nOne reader angrily rejected criticism of Mr. Begin for having said that all Germans were, are and always will be guilty of the Holocaust, asking: ''What's the difference from the accepted Christian tenet that all Jews were, are and always will be guilty of the murder of Christ?'' But that's the point, there isn't any difference and the Vatican has explicitly and wisely denounced the medieval bigotry.\nAnother, attacking publication of a denunciation of Jewish terrorism in the pre-independence period by Israel's founding Prime Minister, David Ben-Gurion, wrote that ''the Irgun Zvai Leumi (Mr.  Begin's small underground group) chased the British out of Palestine. Ben-Gurion was a bitter enemy of the rebellion and collaborated with the British to suppress it.''\nSeveral writers e ither ignored or rejected Ben-Gurion's role as a leader of the Haganah, the organized Jewish a rmy, which won Israel's war of independence. To accuse him of working with the British against establishment of the state is like sa ying that George Washington was a British agent.\nThis charge, and recitals of the Irgun's special version of events during the war to correct my ''ignorance of history,'' appeared repeatedly, often in identical or nearly the same phrases. This suggests some orchestration.\nThat is not important. What does matter is that the focus of these supporters of Israel is entirely on the past as justification for whatever the Israeli Government decides to do now. Whether their reading of specific historical occurrences is right or wrong, distorted by selection or fairly summarized, is beside the point.\nThe question of proper policy, as distinct from emotional commitment, which is quite understandable, is what should now be done to enable the country to survive in peace and security. This is certainly a very difficult and controversial question. The response of these automatic-reflex supporters of Mr. Begin to the new weapons and base deal for Israel in return for not lobbying against Awacs for Saudi Arabia remains to be heard. My view is that it's a bad deal on both sides and that more sophisticated arms are not going to bring more security to the Middle East. The answers to this hard decision can't be found by intoning past tragedies, whether in Europe or in Palestine.\nThe problem of terrorism is especially misunderstood. Little but the satisfaction of argument can be gained by trying to set measures of how much worse the use of terrorism by the P.L.O. and some of its dissident factions has been than the use of terrorism in the Jewish underground by the Irgun and the Stern gang, both dissident factions of the Zionist movement in their day. The fact is that terrorism didn't create Israel and it can't create a Palestinian state.\nThere is a difference among Israelis about how best to face the future, which gives even Israeli doves some pause. They notice that major support for the hawks comes from Sephardic Jews, those who lived in Arab lands before.\nAn Iraqi Jew, one of the few Sephardic Jews to hold a cabinet post in previous La bor Governments, explained this seemingly ironic contradiction of the old Western diplomats' assumption that Israel would get alo ng better with its neighbors when it became more Middle Eastern in te xture, less flagrantly Western in the context of the Levant.\n''To the European Jew,'' he told me, ''the traditional face of the oppressor was the Cossack. To the Sephardic Jew, it is the Arab.'' Some Israelis of Western origin have come to worry whether their Sephardic compatriots are expressing a deep folk wisdom that it would be dangerous to ignore.\nNonetheless, they believe that sooner or later Israel's survival can only be sustained by coming to terms with the Palestinian Arabs and the neighboring Arab states. I don't see any other way, and both the meaning for the human lives at stake and the strategic importance of the area make sooner preferable to later. To say never compromise for peace would be to doom Israel.\nFacing the quandaries of the realistic future seems to me a better test of friendship for Israel than turning resolutely to the terrible past."
}