{
    "title": "Foreign airports see more U.S. presence To fight terrorism, preclearance takes place overseas. AIRPO",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 26,
    "full text": "A U.S. Department of Homeland Security officer does a preclearance check of a passenger flying to the U.S. at Shannon Airport in Ireland in 2012.\nBRUSSELS - The DepartmentofHomelandSecurityis pushing to increase the number of U.S. law enforcement personnel stationed at airports abroad to screen passengers before they board planes to the United States, officials say.\nThe effor t would be designed to extend the United States' border security to foreign airports as part of new initiatives to reduce the risk of potential terrorists entering the country.\nUnder a smaller program in place, called Preclearance and run by U.S. Customs and Border Protection, officers are based at foreign airports where they collect fingerprints and photos and check travel documents before allowing passengers to board a plane traveling to the United States.\n\"The expansion of Pre-clearance in strategic locations will further strengthen our ability to identify those who may pose a national security threat prior to encountering them on U.S. soil,\" R. Gil Kerlikowske, commissioner of the customs and border agency, said in an interview.\nThe proposed expansions are mostly for airports in Europe, including the one in Brussels, which was the site of terrorist attacks in March. Other airports under consideration include Turkey's Istanbul Ataturk Airport, which was the target last month of a terrorist attack, and Amsterdam's Schiphol Airport, which was used by UmarFaroukAbdulmutallab, the underwear bomber, in 2009 for his failed attempt to detonate a bomb on a plane bound for Detroit.\nCounterterrorism experts say the preclearance program adds an extra level of protection against attacks in the United States by creating a security buffer thousands of miles from its borders. \"The further out you can push the border the better,\" said Tom Ridge, the first secretary of Homeland Security who is now president of Ridge Global, a security consulting firm.\nRalph Goodale, Canada's minister of public safety, said the preclearance program has been \"tremendously beneficial for both of our countries.\" He added that it provides an effective way to move people quickly across the border and enhances security between the two countries.\nNot everyone likes the idea. Some European lawmakers say they are uncomfortable with having U.S. law enforcement officers operating in their countries and are concerned about how data collected would be used.\n\nLoad-Date: July 26, 2016"
}