{
    "title": "FORKEN _ Terrorism Implications Enter 2016 Race",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 16,
    "full text": "By JAKE FORKEN\nThe aftermath of the terrorist attacks in Paris will continue to reverberate throughout the presidential race. On Saturday night, CBS altered the focus of the Democratic debate to include more national security and foreign policy questions, placing front-runner and former Secretary of State Hillary Clinton on the defensive for most of the evening. Despite heightened scrutiny and a few missteps by Clinton, the consensus was that the debate would do little to rework the Democratic field. Though traditional political thought suggests an event that seriously threatens national security would cause voters to align with candidates that have more serious foreign policy experience, it seems likely that the Republican field will remain unchanged as well.\nCurrently, Ben Carson and Donald Trump are the only Republican candidates garnering over 20 percent of the national vote; the first three primary states - Iowa, New Hampshire and South Carolina - each feature Carson and Trump in either first or second place with Ted Cruz placing third in New Hampshire and South Carolina. With national security and foreign policy back in the spotlight, some might expect establishment candidates like Jeb Bush or the increasingly favored Marco Rubio, who sits on the Senate Foreign Relations Committee, to rise in the polls. However, this would only occur if voters perceived Carson and Trump as incapable of pursuing an appropriate foreign policy strategy.  \nIn a late-October, early-November poll from Reuters, over 80 percent of voters selected either Carson or Trump as the candidate they trusted most to negotiate with foreign leaders. Nearly 75 percent of voters identified Carson or Trump as the candidate they trusted most with handling the nation's nuclear weapons. While this poll was conducted before the terrorism in Paris and voters could certainly shift course, it's also arguable that the attacks may reaffirm and solidify the already existing trust of voters. Before this past weekend, data from Pew Research shows only 30 percent of Republicans approved of the United States accepting more refugees in response to the migrant crisis, compared to 69 percent of Democrats. One would anticipate those percentages to decrease in both parties, but especially in the already hesitant Republican base. This suggests that voters - already susceptible to anti-immigrant rhetoric - would congregate to candidates with similar reservations, namely Trump and Cruz.\nRubio is already attempting to backtrack his positions to reflect the fluctuating landscape. In September, Rubio clarified, \"We've always been a country that's been willing to accept people who have been displaced and I would be open to that if it can done in a way that allows us to ensure that among them are not infiltrated - people who were, you know, part of a terrorist organization that are using this crisis.\"\nBut this past Sunday found Rubio doubting the ability of the government to accept and filter refugees, declaring, \"The problem is not the background checks. The problem is we can't background check them. And that's one of the reasons why I said we won't be able to take more refugees. Because there's no way to background check someone that's coming from Syria.\"\nWhile Rubio was the third choice in each of the aforementioned foreign policy questions in the Reuters poll, Cruz is already using the renewed focus on national security in attempt to cut into the support of Rubio, telling an Orlando crowd, \"If you're supporting amnesty, you're supporting the Obama-Clinton weakness and appeasement to radical Islamic terrorism.\"\nThough undocumented immigrants and \"radical Islamic terrorism\" have little connection domestically, this line of attack will likely be effective against Rubio who has already faced criticism on the right for his past attempts at constructing and passing comprehensive immigration reform.\nThe terrorism in France has returned emphasis to national security and foreign policy discussions, oddly with the potential to solidify support for Carson and Trump, while also offering Cruz an opportunity to make inroads into Rubio's candidacy. With the Thanksgiving and Christmas holiday season approaching - voters become less engaged and therefore candidates have diminished ability to influence polls - and the Iowa caucuses following, Ben Carson and Donald Trump appeared poised to throw the Republican establishment and nominating process into disarray.\nJake Forken is a senior in the College of Human Ecology. He may be reached at jrf285@cornell.edu My Forken Opinion appears alternate Fridays this semester. \nShare this:\nClick to share on Twitter (Opens in new window)Share on Facebook (Opens in new window)Click to share on Google+ (Opens in new window)\n\nLoad-Date: November 17, 2015"
}