{
    "title": "Former gov. discusses terrorism at Rutgers",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 26,
    "full text": "A change is in store if the country wants to avoid a reoccurrence of Sept. 11.\nSo said former Gov. Thomas H. Kean, the chair of the 9/11 Commission, who discussed terrorism and whether the United States is safe at a speech Monday night in the Busch Campus Center.\nKean discussed the importance of bipartisan cooperation and strong communication both locally and federally. He said that without a complete overhaul of federal intelligence and better organization of leadership within individual states, the United States will continue to be susceptible to terrorist attacks.\n\"We've done some things to make it safer. We're just not there yet,\" Kean said, explaining that thick bureaucracy and rigid organizational structures have slowed the nation's progress toward creating a safer America. \"It's very slow progress and the country can't afford very, very slow progress.\"\nKean served as governor from 1982 to 1990 and was president of Drew University from 1990 to 2005.\nHe said he was hesitant to lead the commission, an opportunity President George W. Bush offered him in 2002.\nKean said he finally chose to take on the responsibility to ensure that an event like Sept. 11 would not reoccur. Having lost friends and neighbors as a result of the World Trade Center attacks, he said he knew that the story needed to be told properly and the country had to take the devastation and learn valuable lessons from the tragedy.\n\"I think in a way we set a model for what a commission could do,\" Kean said.\nThe commission -- which consisted of five Republicans and five Democrats -- worked collaboratively to present 41 recommendations to the federal government based on the examination of more than 2 million documents, leading up to the Sept. 11 attacks.\n\"We were asked to [form the commission] in the year of a bitterly partisan presidential election,\" Kean said.\nAs chairman, Kean said he had to overcome excessive partisanship that has become a norm in the U.S. He said he dealt with this challenge by forcing commission members to interact with one another and form an understanding of each other's joint vision to protect the safety of the American people.\n\"When you know each other, those [partisan] labels disappear,\" he said.\n\"As we started working, what we learned was there was a tremendous failure of the units of government in their No. 1 responsibility, and that is to keep them safe,\" Kean said. \"There was a terrible failure of diplomacy; there was a terrible failure in immigration.\"\nHe said of the 19 Sept. 11 hijackers, 15 weren't to be allowed in the country, but immigration officials in most cases fell short of taking necessary precautions and detaining the terrorists.\nKean said failure to communicate between the Federal Bureau of Investigation and the Central Intelligence Agency further resulted in a breakdown in efficiency.\n\"The intelligence agencies simply did not talk to one another. They kept information like nuggets ... to themselves,\" he said.\nKean also said it is vital that the United States becomes better educated on Islamic culture if the Iraq war is ever to be concluded and good relations are to be forged.\n\"We need to raise our own level of knowledge here in the United States,\" Kean said. \"We must know them and they must know us. We cannot engage the Muslim world if we cannot understand the Muslim world.\"\nKean said fostering economic opportunity in the Middle East and encouraging study abroad programs between students in the Middle East and United States are critical to long-term international peace.\nKean's lecture was organized by the Eagleton Institute of Politics, who awarded him with the prestigious award of 2005 Clifford P. Case Professor of Public Affairs.\n(C) 2005 Daily Targum via U-WIRE\n\nLoad-Date: October 26, 2005"
}