{
    "title": "Former aide's charges spark political fight Memoir critical of White House's terrorism strategy",
    "publisher": "the world",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "Washington - Richard Clarke, a military and counterterrorism adviser to four presidents, has been engaged in heated Oval Office debates on some of the nation's most difficult foreign policy issues during the past 30 years.\nBut the release of his memoir \"Against All Enemies\" that sharply criticizes the White House's terrorism strategy has put Clarke at the center of an election-year fight over national security that targets what President Bush's backers see as the president's greatest accomplishment - his steely response to the Sept. 11, 2001 attacks.\nClarke, who served as Bush's cyber-terrorism czar until March 2003, charged Sunday on CBS'\"60 Minutes\" that the president and his top aides ignored the threat from al-Qaida before Sept. 11 and obsessed about going to war in Iraq afterward.\nThe White House quickly fired back even before the show aired Sunday, and administration officials intensified their effort Monday to dismiss Clarke's charges by accusing him of a politically motivated crusade against Bush.\nThe vitriol expressed over Clarke's book and interview is another sign of the escalating battle between defenders and critics of Bush's war on terrorism, which will intensify today as Clarke and others prepare to testify before the commission investigating the Sept. 11 attacks.\nSeveral White House aides said Clarke wanted revenge because Bush had demoted him from a Cabinet-level position he held under former President Bill Clinton. White House spokesman Scott McClellan suggested the criticisms were motivated by a desire to sell books or to help Democratic Sen. John Kerry's presidential campaign.\nVice President Dick Cheney, in a radio interview with Rush Limbaugh, said Clarke was \"out of the loop\" on the major decisions being made by the administration. Cheney, who was depicted as a \"right-wing ideologue\" in the new book, said Clarke deserves some of the blame for Clinton's failure to disrupt al-Qaida.\n\"He was here throughout those eight years, going back to 1993, and the first attack on the World Trade Center, and '98, when the embassies were hit in East Africa, in 2000, when the USS Cole was hit,\" Cheney said. \"The question that ought to be asked is, 'What were they doing in those days when he was in charge of counterterrorism efforts?'\"\nWhite House officials said Bush did not neglect the threat of al-Qaida, but had been preparing a more aggressive terrorism campaign when the Sept. 11 attack occurred.\nBush supporters said the book was an effort to rehabilitate Clarke's image. As an adviser to Clinton, he supported the U.S. missile attacks on Afghanistan and Sudan that many analysts believe did little to disrupt al-Qaida operations.\nWhite House aides also pointed out that Clarke is a close friend of Rand Beers, an adviser to Kerry on national security. But Clarke, who was a registered Republican in the 2000 election, said he is not affiliated with any political campaign.\n\nLoad-Date: March 24, 2004"
}