{
    "title": "Former Military Chief_ Keep West Bank Retired Israeli Generals Face Change of Fortunes",
    "publisher": "the forward",
    "year": 2006,
    "month": 4,
    "day": 28,
    "full text": "Moshe Yaalon, the recently retired chief of staff of the Israeli military, is a kibbutznik from a Labor movement background. But in sharp contrast to the retired military men entering the next Knesset, Yaalon is the rare, and arguably most important, retired Israeli general to publicly oppose unilateral Israeli withdrawals from the West Bank and Gaza.\nYaalon, who in many circles is credited as the military leader most responsible for Israel's success in curbing Palestinian terrorism in the past few years, has made his opposition known in recent months in a series of speeches and publications in Israel and the United States. The former chief of staff has harshly criticized the two-state solution as unviable and chastised Israeli leaders for offering \"illusions\" to the public. He laments what he describes as widespread combat-fatigue among Israelis and says Israel must come to grips with many more years of needing to occupy the West Bank.\nHis argument is simple: The Palestinian leadership, whether Hamas of Fatah, still strives to destroy Israel. Only when Palestinians give up the dream of reclaiming their pre-1948 communities inside Israel and recognize Israel's right to exist as a Jewish state will peace be possible. Until then, Israel must show strength, fight terrorism with all its might and not reward terrorists or expose the country's volatile eastern border to attacks by withdrawing. It will take at least a generation - probably more than one - for the Palestinian society to ripen for peace negotiations. Until then, Israelis have to simply toughen up and continue fighting.\nContrary to most retired Israeli generals, who have come to the conclusion that an end to Israel's occupation of the West Bank would best serve the country's security interest, Yaalon believes the opposite: An effective Israeli rule in the West Bank is strategically necessary as long as the Palestinian society is not ready to live in peace with the Jewish state.\nThe Israeli right has been celebrating Yaalon's disapproval of territorial unilateralism. But the former chief of staff says his views come not from a nationalistic or messianic vision of a \"greater Israel\"; he insists that he does not share the worldview of the ideological right.\n\"Any division between right and left in Israel today is irrelevant,\" he told the Forward in a recent interview at the Washington Institute for Near East Policy, where he is spending a year as a guest scholar.\nHis analysis, Yaalon said, is based on realism - not ideology - stemming from a deep sense of disillusionment with the Palestinians, which has been fermenting for a decade.\nYaalon, 56, grew up in a Labor movement home in Kiryat Haim, a working class suburb of Haifa. When he was 18, together with friends from the Labor youth movement, he established the southern kibbutz of Grofit, where he still has a home. When the Oslo Accord was signed in 1993, opening the door to PLO rule in the West Bank and Gaza, Yaalon supported the peace process, he said, despite having no role in planning or negotiating the agreement.\n\"Personally, politically - I can say today - I was ready for a territorial compromise,\" he said. When asked if he had been willing to return to the 1967 borders, he replied: \"Yes. For a real, comprehensive lasting peace, I was. Yes.\"\nAt the time, he said, that seemed possible. But hopes for a viable deal with a reliable partner started fading when he became chief of Israel's military intelligence in 1995. \"I then started to ask many questions,\" he said. \"I discovered lots of holes in the agreement. I looked at the Palestinian Authority under [Yasser] Arafat, which by then had been on the ground for a year, and asked what it has done to fight terrorism, to prepare Palestinians for peace.\"\nThe answers were alarming, he said. And with time he discovered that Arafat was not behaving like a man of peace, but rather like a \"jihadist\" preparing Palestinians for war. Many in Israel, Yaalon said, refused to see it. Others saw it but declined to draw the conclusion that the Palestinian leader was unreliable and untrustworthy.\nThat conclusion further ripened, he said, in 1998, after he became the commander of Israel's Central Command, responsible for the West Bank. He became so convinced of Arafat's belligerent intentions, he told the Forward, that in the summer of 1999 he wrote a memo warning that around September 2000, Arafat would launch a terrorism war against Israel.\nThat prophetic assessment, he said, stemmed from the announcement by then-prime minister Ehud Barak of his intention to reach a final settlement with Arafat in 15 months. \"Fifteen months meant September 2000,\" Yaalon said, explaining he was certain that Arafat would rather go to war than sign a final compromise deal. \"We, at the Central Command, were preparing for such a war for more than a year, while the Israeli people were too blind to see\" what was about to unfold, Yaalon said.\nEven after the war started - Yaalon insists on calling it a war, not an uprising or an \"intifada\" - it took Israeli politicians a long time to realize that the hostilities were a planned, strategic choice by the Palestinians, he said.\n\"I didn't let hopes and illusions distract me,\" Yaalon added.\nThat clarity, according to Yaalon, equipped him with the precision and perseverance he needed to fight terrorism as deputy chief of staff in 2001 and 2002, and then as chief of staff starting July 2002.\nAs chief of staff, Yaalon coined the controversial phrase that Israel must \"brand into the Palestinians' consciousness\" that violence would not yield them any political gains. He took the Israeli military on the offensive, stepping up the \"targeted killings\" of terrorism suspects and launching large-scale raids into Palestinian towns and villages. The offensive strategy was somewhat successful, and in the minds of many Israelis - and Americans, who often seek his expertise on counterterrorism techniques - Yaalon is perceived as the chief of staff who won the war on terrorism.\nThis temporary victory, he says, will have a lasting political effect only if Israel maintains its pressure on the Palestinians. His main criticism of the unilateral disengagement strategy is that Israeli withdrawals play into the hands of the terrorists because the moves are perceived by Palestinians as surrender. \"What we are doing is leaving a legacy for the next generation where they are dealing with Palestinians who believe that terrorism pays, that Israel cuts and runs under pressure,\" he said.\nYaalon admits that his prescription is not as easy to sell to an Israeli society that is battle-fatigued and yearning for quick fixes. In a way, he admits, his relatively quick successes in the fight against terrorism undermined the effort to condition the Israeli public for a long-term conflict.\n\"The more we improve the security situation, paradoxically, we receive less and less [public] backing for [additional] military activity,\" he said. \"The moment we push the sword away from our neck, we go back to behaving like a glut society. Unfortunately, Israeli society must realize that it must hold on to its sword while pursuing modernity and prosperity.\"\nWhen asked how battle-weary Israelis could be convinced to make such a long-term sacrifice, Yaalon replied without hesitation: \"leadership.\"\n\"A bold leader,\" he said, \"has to simply come and tell the Israeli people: 'Folks, this is our situation; we're in for the long haul.'\"\nYaalon wouldn't say if he sees himself as that future leader.\nUnder Israeli law, he was forbidden from assuming political office for six months after he retired from military service last July. He is free, at this point, to jump into the political fray, but Yaalon is now undergoing a self-imposed cooling-off period that will end when he returns to Israel in the summer. Then, according to colleagues who know him well, he is very likely to run for office.\nAsked about his intentions, Yaalon wouldn't rule out politics.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}