{
    "title": "Former police chief recalls terrorism case",
    "publisher": "the bismarck tribune",
    "year": 2019,
    "month": 2,
    "day": 5,
    "full text": "RICHFORD, Vt. - It was about 2 a.m. on a moonless October night in 1987 when the police chief of a small northern Vermont town spotted a man carrying a black bag and walking down the railroad tracks from Canada toward a waiting van about a mile south of the border.\nThe man turned out to be linked to a Lebanese extremist group. And in his bag, later recovered from a ditch, were a ski mask and a propane-canister bomb.\n\"If it had been two minutes later, they would have been in the van and gone on their way, and I'd have never known the difference,\" recalled Richford's long-retired police chief, Richard Jewett, who won numerous awards for apparently foiling an attack. \"I guess luck was on my side.\"\nWhether it was luck or not, Jewett beat the odds in a way. While President Donald Trump, in arguing for a border wall, has said repeatedly that terrorists are slipping across from Mexico, known cases of extremists entering the U.S. through its land borders to the north or the south are exceedingly rare.\nEven then, State Department reports on terrorism have expressed more concern about the Canadian border than the Mexican one because Canada, unlike Mexico, has been home to \"violent extremists inspired by terrorist groups such as ISIS and al-Qaida and their affiliates and adherents,\" according to a 2017 paper.\nHowever, most people with terroristic intent come into the country by air and are typically in the United States legally. The 19 men who carried out the 9/11 attacks all entered the country legally. The brothers who carried out the 2013 Boston Marathon bombing that killed three people entered the U.S. on tourist visas with their families and were later granted asylum.\nOn the Canadian border, Ahmed Ressam was caught by border agents in December 1999 after he tried to enter the United States at Port Angeles, Washington, with bomb components in the trunk of his car. It was later determined Ressam planned to attack the Los Angeles airport during the millennium.\n\"The evidence shows that if we are going to talk about terrorism, there is actually good reason to think more carefully about the U.S.'s northern border than the U.S.'s southern border,\" said Emily Gilbert, a terrorism expert and director of the Canadian studies program at the University of Toronto.\nIn the Richford incident, Walid Kabbani was seized at the border, and his two accomplices in the van were arrested at a local hotel the morning after. U.S. authorities said the three men, Lebanese-born Canadians from Montreal, were members of an extremist group responsible for the 1982 assassination of Lebanese President-elect Bashir Gemayel.\nFederal officials were never able to say for sure what their intended target was. .\nTerrorism was the last thing on Jewett's mind when he became police chief in the border town, which has around 2,300 people and is about 2,000 miles from the Mexican border. He said the current debate about a border wall with Mexico and the recent 35-day government shutdown it provoked has gone too far.\n\"I do also understand we need some protections on our borders. And I just don't know what it is,\" Jewett said. \"It's hard.\"\n\nLoad-Date: February 5, 2019"
}