{
    "title": "Former CIA officer jailed for leaks about waterboarding",
    "publisher": "charleston gazette",
    "year": 2013,
    "month": 1,
    "day": 26,
    "full text": "WASHINGTON - A former CIA officer was sentenced Friday to 30 months in federal prison for disclosing classified information to journalists in a case that underscores the Obama administration's harsh crackdown on national security leaks.\nJohn Kiriakou, a 14-year CIA veteran, pleaded guilty in October to identifying an undercover operative who was involved in the use of severe interrogation techniques, including waterboarding, on terrorism suspects during the George W. Bush administration.\nWhile the Justice Department has said it won't prosecute CIA officials who approved or conducted those interrogations, Kiriakou becomes the sixth current or former government official charged with revealing classified information since 2009.\nKiriakou's lawyers and civil rights advocates portrayed the 48-year-old former counter-terrorism officer as a whistleblower who helped expose CIA torture of detainees then held in secret prisons. The CIA and its defenders deny using torture, which is illegal, referring instead to enhanced interrogation techniques.\nU.S. District Court Judge Leonie M. Brinkema said Kiriakou has damaged the agency. She called the 2 1/2-year sentence, the result of a plea arrangement with prosecutors, \"way too light.\"\nKiriakou helped lead the CIA team that captured Abu Zubaydah, believed to a senior al-Qaida facilitator, in Pakistan in 2002. Five years later, after he had left the agency, Kiriakou said in media interviews that Abu Zubaydah and other detainees were waterboarded while in CIA custody, offering among the first insider accounts of the agency's use of simulated drowning.\nAbu Zubaydah, who was waterboarded 83 times, divulged valuable intelligence on key al-Qaida figures, including Khalid Sheikh Mohammed, mastermind of 9/11. But he was also subjected to conventional questioning, making it difficult to determine if the harsher techniques were effective.\nKiriakou initially defended the use of waterboarding and said it persuaded Abu Zubaydah to reveal important details. But his views \"evolved,\" he said, and eventually he decided the technique constituted torture.\nLater, in emails with a freelance journalist, Kiriakou disclosed the name of a former CIA colleague who had taken part in the interrogations but who remained undercover. The freelance reporter then passed the name to a researcher who was working with lawyers representing terrorism suspects at the Guantanamo Bay detention facility in Cuba.\n\nLoad-Date: January 28, 2013"
}