{
    "title": "Former hostage Anderson to sue for $100 million million",
    "publisher": "charleston gazette",
    "year": 1999,
    "month": 3,
    "day": 22,
    "full text": "ATHENS, Ohio (AP) - Terry Anderson is set to sue Iran for $ 100 million\nover the more than six years the former Associated Press correspondent\nwas held hostage, shackled and blindfolded, in Leb-anon. The lawsuit\naccuses Iran of having sponsored his captors.\nThe lawsuit to be filed today is also likely to become a challenge to\nthe U.S. government. The Clinton administration has thwarted\nplaintiffs in similar lawsuits from collecting millions of dollars\nawarded by U.S. courts, even though the damage claims are against\ncountries the State Department labels as sponsors of terrorism.  terrorism.\nIn October, the president issued a blanket waiver of a requirement\nthat federal agencies help obtain that money.\n\"Much of our argument is likely to be with the U.S. government, rather\nthan the Iranian government,\" Anderson said in an interview at his\nhome about 10 miles outside Athens, where he teaches journalism at\nOhio University.\n\"The law says that the U.S. government is supposed to help us in\npressing our claim,\" said Anderson, 51. Confident of winning a\njudgment against Iran, he said, \"the biggest obstacle to us receiving\nany money is the White House.\"\nThe lawsuit, to be filed in U.S. District Court in Washington, also\nnames as plaintiffs Anderson's wife, Madeleine Bassil, 49, and their\ndaughter, Sulome, who seek redress for emotional distress and their\nlong separation from Anderson. Sulome, 13, was born three months after\nher father, then AP chief Middle East correspondent, was taken captive\nin Beirut on March 16, 1985, as he returned from a morning tennis\ngame.\nHeld longer than any other American in Lebanon, he was freed 2,454\ndays later, on Dec. 4, 1991. The family is seeking $ 100 million in\ncompensatory damages and unspecified punitive damages.\nNamed as defendants are the Islamic Republic of Iran and its Ministry\nof Information and Security.\nThe lawsuit says Anderson's captors were members of Hezbollah, or\nParty of God, \"a politico-paramilitary terrorist organization\noperating in Lebanon.\" It says Iran is the party's sponsor, \"providing\nit with funding, direction and training for its terrorist activities\nin Lebanon.\"\nIt says that as a hostage Anderson was fed a poor diet of bread,\ncheese and rice; was beaten, taunted and humiliated; was regularly\nthreatened with death and falsely promised release; heard his fellow\ncaptives beaten and one die; and grew so depressed he beat his head\nagainst a wall until he bled.\nIran's U.N. ambassador, Seyed Mohammad Hadi Nejad Hosseinian, denied\nFriday that Iran had supported the hostage-takers and said U.S. courts\nhave no jurisdiction over foreign countries.\nIn a faxed reply to questions, Nejad Hosseinian said through a\nspokesman that Iran condemns international terrorism and that there is\n\"no shred of credible evidence\" that it finances Hezbollah.\nIran as well as Cuba, Iraq, Libya, North Korea, Sudan and Syria are\nlisted by the State Department as state sponsors of terrorism.\nForeign countries used to be largely immune from lawsuits in U.S.\ncourts. The Antiterrorism and Effective Death Penalty Act of 1996\nallows legal action against countries alleged to sponsor acts of\nterrorism that kill or injure U.S. citizens.\nSuch lawsuits seemed to get a boost last October when Congress\nrequired the Treasury and State departments to help recover damages.\nBut an escape clause empowered the president to bar such help \"in the\ninterest of national security.\"\nOne way of collecting is to go after assets frozen in the United\nStates. But the administration is trying to block this avenue.\nU.S. government lawyers are fighting the family of Alisa Flatow, a\ncollege student from New Jersey killed in a 1995 bus bombing in\nIsrael, who won a $ 247.5 million judgment against Iran.\nThe same goes for three of Anderson's fellow hostages, who last August\nwon a $ 65 million judgment against\nIran.  iran.\n\nLoad-Date: March 23, 1999"
}