{
    "title": "Former congresswoman worried about homeland security, War on Terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 31,
    "full text": "Former Congresswoman Cynthia McKinney expressed concern with the way the government is handling the War on Terrorism during a speech Thursday night that kicked off United Black World Month at Ohio State University.\n\"I voted against every bill dealing with homeland security because I disagree with how we deal with potential terrorists,\" she said.\nRep. Larry Price, D-Columbus, introduced McKinney by pointing out her accomplishments as Georgia's state representative, mainly the $ 365 million she brought to the state in funding and her unwavering stand to confront racism.\nOhio State U.\n\"She is a black woman from the South with the odds stacked against her,\" he said.\nMcKinney said she is concerned with how the United States defines potential terrorists because of the way it was handled in the past. She pointed out several black leaders in U.S. history that were once labeled terrorists.\n\"We must remember that Martin Luther King, Jr. was labeled a terrorist because he wanted black people to have the privilege to vote,\" she said.\nShe also pointed out that the government recently released 100 prisoners from death row because they were eventually found innocent of crimes related to terrorism.\n\"We've got political prisoners, some serving time for crimes they didn't commit,\" she said.\nAnother issue concerning McKinney was that young men and women are sent into battle not knowing what types of bioterrorism they may face.\n\"When our soldiers come back will we have homeland security or just more sick, ailing people,\" she said.\nShe said she strongly disagrees with the way President George W. Bush is handling this war and does not understand some of the thinking behind his views.\n\"When the president talks of homeland security, I can truly say it's Greek to me,\" she said.\nTamayra Constance, a junior in economics who attended the speech, said she was impressed with McKinney and said she agreed strongly with her views.\n\"She was right on with our past mistakes about who was a terrorist, and I am still concerned we might repeat those mistakes,\" she said.\nMcKinney said it is up to the voters to get what they deserve out of the political process and strongly encouraged those in attendance to make their thoughts heard.\n\"If there are people who are supposed to represent you and don't, it's up to you to change this,\" she said.\n(C) 2002 The Lantern via U-WIRE\n\nLoad-Date: January 31, 2003"
}