{
    "title": "Former CIA officer to discuss national security, global terrorism at Benedictine",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 18,
    "full text": "Author and former Central Intelligence Agency officer Robert Baer will present \"National Security and Global Terrorism in the 21st Century,\" as part of the Center for Civic Leadership Lecture Series at 7 p.m. Thursday, April 27, in Goodwin Hall Auditorium at Benedictine University in Lisle.\nThis lecture is free and open to the public.\nAs a 21-year veteran of the CIA, Baer is one of the most accomplished agents in CIA history. Over several decades, Baer has served everywhere from Iraq to New Delhi and is considered one of the world's foremost authorities on the Middle East. In 1998, he was awarded the Career Intelligence Medal for his efforts.\nHe is the author of four The New York Times bestsellers, including \"See No Evil,\" which was the basis for the acclaimed film \"Syriana\" that earned George Clooney an Academy Award in 2005 for his portrayal of Baer; \"The Company We Keep,\" which he wrote with his wife, Dayna, who is also a former CIA officer; \"Sleeping with the Devil;\" and \"The Devil We Know.\" He also wrote political thrillers \"The Perfect Kill\" and \"Blow the House Down.\"\nBaer frequently appears on all major news outlets. A terrorism analyst for CNN and Time magazine, he has contributed to Vanity Fair, The Wall Street Journal and The Washington Post.\nEstablished by former Illinois Attorney General Jim Ryan and the Department of Political Science, Benedictine University's Center for Civic Leadership helps prepare students for leadership roles in public service and as world citizens by offering them opportunities to learn more about issues of local, national and international concern.\nIn addition to providing scholarships for students who demonstrate leadership potential, the Center for Civic Leadership regularly invites prominent public figures to campus to participate in lectures, seminars, symposia and other events dealing with politics and public affairs.\nFor more information, contact Jen Zingg at (630) 829-6460 or jzingg@ben.edu\n\nGraphic\n\n \nRobert Baer, author and former Central Intelligence Agency officer\n\nLoad-Date: March 20, 2017"
}