{
    "title": "Former UN ambassador talked past and current inefficiency of the UN",
    "publisher": "university wire",
    "year": 2015,
    "month": 4,
    "day": 30,
    "full text": "At a lecture Wednesday morning, John Bolton, former United States Ambassador to the United Nations, said he thinks military action, instead of compromise, would best address Iran's possession of nuclear weapons.\"(Military action) is the only other option, (besides compromise and sanctions) at this point,\" Bolton said during the lecture. Iran's nuclear program has been the center of much conoversy involving international diplomacy. Some counies have said they think the program is a threat and have sought to limit Iran's program.Bolton said he thinks the U.N.'s method of organization among its different agencies leads to divisiveness and may stop the U.N. Security Council from taking any military action he thinks would be beneficial, however.Peter Katona, a clinical professor of medicine in infectious diseases at the David Geffen School of Medicine and adjunct professor of public health at the Fielding School of Public Health, invited Bolton to speak to his Honors Collegium M175 class, titled Terrorism, Counterterrorism and Weapons of Mass Desuction: Practical Approach.\"(Bolton) was somebody who was a U.N.Ambassador and, at the same time,had the feeling that the U.N. is questionable in terms of its usefulness,\" Katona said.\"I thought that was a great dichotomy to have.\"During the talk, Bolton addressed what he thinks was a failure by the U.N. to urgently confront terrorism afterthe Pan Am 103 bombing in 1988.On Dec. \n21, 1988, Pan Am Flight 103 exploded over Lockerbie, Scotland. The U.S. considered the incidentan act of terrorism.Regarding the Pan Am 103 bombing, he said he thinks the case lost attention and urgency when the convictions of the one Libyan involved with the attack took more than 10 years.He thinks the U.N. should have eated the act of terrorism as an act of war rather than expecting to prove it in a court of law where specific evidence may be omitted.In a Q&A section of the event, Bolton talked about the 2016 presidential campaign. He said he thinksthere needs to be a greater discussion of foreign policy and national security during the race.\"There is a long list of questions we haven't debated adequately in the past several years,\" he said. \"I think it's important for the public to have a chance to hear that debate and participate in it.\" Melissa Mendoza, a third-yearanthropology student andpresident of the Student Veteran Association,said she thinks Bolton addressed past and current conflicts of terrorism and proposedsolutions during the event. \"Everyone can state a problem, but not everyone can state a solution. So that's something I really admired and respected from him. I respect that he gave us solutions. He gave us options,\" Mendoza said.\n\nLoad-Date: March 1, 2016"
}