{
    "title": "Former CNN Reporter Reflects on 9_11",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 1,
    "full text": "This Sunday was the 15 Anniversary for the September 11 attacks in America. Sam Houston State University's Executive Director of the Global Center for Journalism and Democracy Kelli Arena was a reporter for CNN and in Washington DC on that day 15 years ago, reporting on the attacks.\nAs a reporter, Arena covered the Department of Justice beat for CNN, which included terrorism. Arena said that she did not often have much to cover, because global terrorism was not an issue before 911. However, after that, everything changed for America.\n\"I was in Washington DC, and on my way to work.\" Arena said. \"I got a phone call from the editor saying a plane hit world trade center. I'm thinking a little plane that might have went off course, because you don't see planes flying over New York. I was not thinking a passenger jet. 'Why don't you call the aviation reporter?' I said. Then my editor said, 'I know this is going to sound crazy, but it seemed to me that the pilot aimed the plane. Call your sources and find out what happened.'\"\nArena went on the air for CNN within the first 30 minutes that the first plane had hit. So far people were thinking that maybe there was an aviation malfunction, and were discussing the possible mistakes that would have caused the accident.\nBut the FBI sources she talked to were saying they were planning to investigate it as a possible terrorist attack. Arena said she believes she was the first reporter to actually use the word 'terrorism' when reporting on the air.\n20 minutes later, the second plane hit, and people were beginning to say that there was no way it was an aviation accident. The weather was clear, so it had to be deliberate.\n\"Then the Pentagon was hit,\" Arena said. \"We have this thing we call a red phone in the CNN news rooms, and wherever you were you would call in on the red phone with something important, and every news room around the world would hear you. We had pentagon reporters calling in and saying 'The pentagon has been hit! All accounted for! We're running! Following security to an undisclosed location!'\"\nArena said everyone in DC was now in a panic, and didn't know whether Washington was under attack. Everything in DC was shut down. No one could get in our out of the city. People were walking home, because driving would have been a nightmare.\nArena was 8 months pregnant at the time, and was very concerned about her safety.\n\"I was wondering, if they tell me to run, am I going to be able to run?\" Arena said.\nHer husband was calling her and trying to come get her, but she told him not to even try, to go and get their two daughters.\nArena recalled what it was like to grow up in New York and see the twin towers every day, then the dream-like feeling it was to actually see them fall.\n\"I grew up in New York City, the twin towers were my internal compass,\" Arena said. ?Whenever I would look up I would see the towers and know exactly where I was. I don't think anybody at the time expected the towers to fall. Those were mighty, amazing buildings that were the pride of the city. To watch them crumble like you were watching a movie, was surreal. We could not believe what we were seeing.\"\nA 4th plane was supposed to hit the capital, but the passengers of the plane fought the terrorists and were able to re-gain control of the plane. The passengers tried to land the plane into a field in Stonycreek Township near Shanksville, Pennsylvania. However, the landing ended up being a crash, and the passengers died. Arena was friends with a woman on that plane who was the Solicitor General's wife.\n\"They knew that they were all headed to their deaths, so what did they have to lose?\" Arena said. \"Those passengers, by crashing the plane into a field, managed to save God knows how many lives by their heroism that day. It was crazy at that moment to even think that I knew someone on that plane. I was envisioning what she was probably feeling and up against, and it was horrible.\"\nArena said the following days after the attack were miserable for the people of New York and Washington. She remembers seeing people with pictures of their loved ones saying \"Have you seen this person?\"\nWashington then became a military zone. Pennsylvania Avenue to the White House was cut off, and still to this day tourists can no longer drive by and look at the White House. It was difficult to get into any government building. Life had changed for America.\n\"We had never been, as Americans, in the position to experience war-fare on our own soil,\" said Arena. \"My friends from out of the country were just in shock that this had happened in the United States, the place where dreams come true, where nothing like this ever happened.\"\nAccording to Arena, America has changed after 9/11.\nOne change was in the culture. She remembers talking to intelligence and them saying 'We as citizens need to be aware.' There were signs that went up all around Virginia, New York and Maryland that said 'If you see something, say something.'\nAs a journalist, Arena saw the culture of journalism change. Reporters and anchors were breaking down on the air. American reporters were not used to the emotional effects of war. CNN had to bring in their international reporters to cover the incident who were used to it. There was discussion about whether it was appropriate or not to show emotion while covering news.\nThis change has opened a doorway for reporters and anchors to allow personality to show through. Since then she has watched it evolve into reporters and anchors giving their opinions.\nAnother thing that changed was using an overwhelming amount of unnamed sources, because everything in American government became classified.\n\"Because of that we got accused of not sharing everything pre 911, so now we are going to share everything, whether it's a problem or not.\" Arena said.\nArena said that although journalism changed, society has slowly gone back to the way it was.\nAccording to Arena, since America has not had a massive attack since then, we have almost been delusional about the terrorism threat.\n\"We haven't had a massive attack on our soil since then. We've almost been delusional about the terrorism threat.\" Arena said. \"It's very easy to forget, it's very easy to not be as alert as we need to be.\"\nShe said since the people of this generation will be the next leaders, they should be prepared to know how to deal with a threat.\n\"It is part of our daily rubric now,\" Arena said. \"You know what ISIS is as quickly as you know who Kim Kardashian is.\"\nBut Arena believes that the younger generation need to remember what happened on 911, so they can prevent history from repeating itself by being aware and responsible.\nAccording to Arena, the people of this generation will be the next leaders, and should be prepared to know how to deal with a threat.\n\nLoad-Date: January 1, 2018"
}