{
    "title": "Former South African president tells Kent State U. audience to think globally",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "The man who brought an end to apartheid and released Nelson Mandela from prison spoke at Kent State University's Stark campus last night.\nF.W. de Klerk, former president of South Africa and Nobel Peace Prize winner, spoke as part of the university's Featured Speakers Series, commemorating the fifth anniversary of the Sept. 11 attacks.\n\"We are all deeply aware of the impact of this day,\" de Klerk said. \"The 3,000 lives that were lost still reverberate in our hearts and minds.\"\nDe Klerk's speech, \"Bridging the Gap: Globalization Without Isolation,\" centered on what must be done in order for the world to become an \"international community.\"\nHe said the threat to global security requires an international response, but the United States is scolded regardless of whether it aides another country and, therefore, flip-flops between isolation and involvement.\n\"If the world has become a globalized village, there's no doubt that America has become mayor and its chief of police,\" de Klerk said, noting that, as the world's superpower, the United States must endure the jealousy of some of its oldest allies.\n\"I believe, however, that the key reality of globalization is that isolation is no longer an option -- not for America, and not for any other country in the world,\" he said.\nThe leading countries of the world should be working closely together to eliminate terrorism, and these countries must create a multi-faceted strategy, he said.\n\"Simply trying to manage the conflict is no alternative to trying to resolve it,\" he said. \"We in South Africa showed the world 12 years ago that even the most (difficult) situations can be resolved ... with negotiations.\"\nDe Klerk also discussed the impact terrorism has had on people, declaring that terrorism should not be dominating our daily lives.\n\"We will have to factor threat of terrorism into the equations that rule our lives,\" he said.\nBut terrorism shouldn't dictate whether or not a person flies or rides on a London subway, and it shouldn't decide where a person can vacation, he said.\n\"I'm not pleading for us to turn our backs on our systems or actions, which is an unacceptable way,\" de Klerk said. \"We must adhere to the value system that has made our democracy such a great success.\"\nEvarist Muhaya, audience member and Walsh University graduate student, said he hoped de Klerk would speak on his administration instead of globalization. He said he read an article in \"The Repository\" a few months ago and decided he would attend the event.\n\"I've been following African politics for quite a while ... I thought, 'Let me come and get a glimpse of this guy,'\" Muhaya said.\nAudience member Jan Bachmann said she has been coming to this lecture series for four years, and this particular lecture sounded like it would be interesting.\n\"De Klerk is a well-known world figure, and it's phenomenal that Kent State could bring someone of that caliber to a free lecture series for the public,\" she said.\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: September 12, 2006"
}