{
    "title": "Former Springville student charged with threat of terrorism",
    "publisher": "the deseret news",
    "year": 2016,
    "month": 5,
    "day": 29,
    "full text": "By Abby Hobbs\nDeseret News\nSPRINGVILLE - An 18-year-old Springville man was charged Friday for allegedly making online threats of a terrorism attack at Spring-ville High School.\nCourt documents say Marcus Douglas Swendsen, a former Springville High student, \"posted a threatening tweet on Twitter\" May 19, stating his plans to appear at the school with his AK-47 the following day. \"The ... tweet also included an emoji picture of a skull,\" charging documents state.\nPolice also allegedly found posts on Swendsen's Twitter account that made references to Virginia Tech and Columbine High School.\nSwendsen, who police say is currently enrolled in an alternative high school, was charged with threat of terrorism, a second-degree felony, and obstructing justice, a third-degree felony.\nCourt documents indicate that Swendsen told officers \"he thought this was a joke,\" and that he did not own an AK-47. Claiming that he was a \"writer,\" Swendsen allegedly told officers he wanted to \"grip people\" emotionally with his tweet and \"push the boundaries.\"\nSpringville Police Lt. Dave Caron said police found no weapons or evidence at Swendsen's home indicating he had the means to carry out the alleged threat.\n\"He said he just wanted to stir (stuff) up,\" Caron said last week. \"If he thought it was funny, we certainly didn't find any humor in it.\"\nAfter police questioning at his home, court documents say Swendsen deleted posts \"to conceal evidence of his terrorist threats.\"\nCharges state that the \"threatening tweets\" caused Springville High officials to believe \"there was an eminent threat\" to the school.\n\"We're not going to tolerate that kind of thing. In today's world, we don't know if he's going to follow through on that type of thing or not,\" Caron said at the time.\nEmail: ahobbs@deseretnews.com\n\nLoad-Date: May 29, 2016"
}