{
    "title": "Former Congressman reflects on 9_11, discusses terrorism Taylor discusses perspectives on war on ter",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 23,
    "full text": "In the 15 years since the Sept. 11 attacks, the United States has overhauled the way it deals with the threat of terrorism. Recently, the focus of counterterrorism efforts has shifted towards the newly-insurgent Islamic State group.\nThursday evening, as a part of a day-long conference hosted by the Notre Dame Law School on \"Reassessing the Threat of International Terrorism and the Domestic and Global Response,\" Lee Hamilton, a former congressman and vice-chair of the 9/11 Commission, spoke on counterterrorism efforts and his experiences in Congress. He also engaged in a conversation with political science professor Michael Desch on related issues.\nFormer Congressman and vice-chair of the 9/11 Commission Lee Hamilton, left, reflected on issues such as terrorism threats and national security with political science professor Michael Desch, right, on Thursday.\n\"The generational struggle against terrorism that we described in the 9/11 Commission report is entering a different and dangerous phase,\" Hamilton said. \"Foreign fighters returning from Syria and Iraq pose a grave threat to the U.S. and western Europe.\"\nHe also said he felt the U.S. was relatively unprepared to address the increasing concern over the threat of cyberterrorism. However, he also said the United States had done a satisfactory job of dealing with terrorism in many other respects.\n\"So far our response - from my point of view - to terrorism has been satisfactory, not perfect,\" Hamilton said. \"In the years since 9/11, there has been no massive successful attack inside the American homeland.\"\nIn his later conversation with Desch, Hamilton emphasized that dealing with terrorism must not compromise the privacy of American citizens.\n\"I am worried about civil liberties [when dealing with terrorism],\" Hamilton said. \"I get nervous when a government agency has the power to check my medical records, check my bank records, check the personal details of my life.\"\nDespite what he believed to be an effective approach towards dealing with terrorism, Hamilton said this threat was chief amongst American concerns.\n\"If you go to most Americans and ask them to identify what the national security threats are and prioritize them, many of them would put terrorism at the top of the list,\" he said.\nHamilton also discussed what he saw as a breakdown of partisanship in Congress, even in cases of national security.\n\"The premise has changed - years ago when we sat down to deal with a tough problem - in the conference committee, or in the Oval Office or wherever there was a kind of a premise, maybe an unstated premise, that we had to solve a problem,\" he said. \"There were differences of opinion, but at the end of the day we had to come forward with a solution or an approach to a solution.\"\nHamilton cited the cooperation between former Speaker Tip O'Neill and former President Ronald Reagan as an example of this civility in discourse. He said the desire for compromise has largely gone away.\n\"There is now a feeling that now, they come into that conference committee and they have to make a speech, usually an ideological speech and they don't feel any necessity to reach an agreement,\" Hamilton said.\nHamilton said he believed that if the United States were to have an effective national security strategy, it must be built on building consensus, something he believes is at the heart of American government.\n\"There is not a single line in the Constitution of the United States that is not a product of compromise,\" he said. \"You cannot make this country work without 'wheeling and dealing' and if you don't like those terms, you better get used to them because it's the only way American democracy works\"\n\nLoad-Date: January 9, 2017"
}