{
    "title": "FORMER CAPTIVE TELLS OF TERRORISM TRAINING IN PHILIPPINES _ INDONESIAN MILITANTS TAUGHT TACTICS TO G",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 4,
    "day": 7,
    "full text": "Indonesian Islamic militants taught dozens of Abu Sayyaf recruits how to make cell phone-triggered bombs and other terrorism skills while dodging helicopters and troops in a jungle camp last year, one of several former hostages told The Associated Press.\nAbout 40 men completed the bomb-making course and 60 were taught sniping and combat techniques from late 2002 to the middle of last year by two unidentified Indonesians. Officials believe the Indonesians were members of the al-Qaida-linked Jemaah Islamiyah network, the former hostage said.\nThe eyewitness accounts by Rolando Ulah and several other Filipinos once held by Abu Sayyaf provide a glimpse into clandestine terrorism training by suspected militants with ties to al-Qaida and to rebels in the southern Philippines, home to this mostly Roman Catholic nation's Muslim minority.\nPhilippine authorities have long suspected that Jemaah Islamiyah, the Indonesia-based al-Qaida ally, has links with the brutal Abu Sayyaf and the larger Moro Islamic Liberation Front, a Muslim separatist group accused of providing sanctuary and training grounds to foreign militants.\nJemaah Islamiyah has been blamed for numerous attacks and plots across Southeast Asia, including the Bali nightclub bombings that killed 202 people. Jemaah Islamiyah seeks to establish a hard-line Islamic caliphate comprising Malaysia, Indonesia, Singapore and the southern Philippines.\nAbu Sayyaf - known for kidnapping-for-ransom schemes - has been blamed for bombings in the Philippines, including an attack in 2002 outside an army camp in southern Zamboanga city that killed an American Green Beret and two Filipino civilians. It has claimed responsibility for an explosion and fire on a ferry a month ago that killed more than 100 people.\nAccording to the former hostage accounts, training started with a dawn jog and was capped at night by an Arabic reading of the Quran, the Muslim holy book, and prayers led by the Indonesians, who spoke a smattering of Tagalog, English and Arabic. Their yells of \"Allahu Akbar,\" or God is great, echoed through the jungle as they trained, Ulah told the AP.\n\"They were taught sniping, combat, tae kwon do and dismantling bombs and making bombs that could be set off using cell phones and alarm clocks,\" said Ulah, who escaped from Abu Sayyaf last June after more than three years of captivity on southern Jolo island.\nHe said the Indonesians taught the young guerrillas, mostly recruits from Jolo and the nearby island of Basilan, how to safely open mortar rounds or unexploded bombs dropped by Philippine air force planes and picked up by villagers, who sold them to the rebels. The explosives could be rigged as timed bombs or their powder could be used to make separate bombs, he said.\nBreaking into smaller groups, the recruits were taught to make bombs that could be remotely detonated using mobile phones or alarm clocks, the former hostage said. Such bombs, made using soldering irons and other electrical equipment, were detonated in tests in the jungle, he said. Ulah said the homemade bombs he saw were made from mortar rounds and unexploded bombs dropped by twin-propeller OV-10 Bronco attack planes.\nThe recruits also were taught to use the locally available M-16 and M-14 rifles as well as the grenade-firing M-203, aiming at red targets on trees, he said, adding that the training occasionally was disrupted by troops.\n\"Sometimes a Sikorsky (helicopter) would fly over and everybody would run for cover to avoid being seen. After it passed, they would resume training again,\" Ulah said.\nThe training was mostly at temporary encampments on Mount Buod Bagsak, near Jolo's coastal town of Patikul.\nAbu Sayyaf chief Khaddafy Janjalani left Jolo aboard boats with the two Indonesians and about 40 of the newly trained guerrillas a month before he escaped in June, Ulah said. The military, sometimes helped by U.S. surveillance planes, has been hunting Janjalani since.\nFormer hostages also said they saw two Arab nationals who met Janjalani and stayed with the guerrillas for about a month in 2001 on southern Basilan island.\nUlah, 44, was kidnapped in April 2000 with 20 Western tourists and Asian workers from Malaysia's Sipadan resort, where he was a handyman. The other hostages were ransomed off.\n\nLoad-Date: April 7, 2004"
}