{
    "title": "Former CNN Contributor Speaks at Terror-Linked Event",
    "publisher": "the new york times",
    "year": 2019,
    "month": 4,
    "day": 26,
    "full text": "In March, former CNN commentator Marc Lamont Hill was the keynote speaker at an event hosted by American Muslims for Palestine, the leading boycott, divestment, and sanctions (BDS) organization in America, which has ties to groups that have funded Hamas. He spoke alongside two of the \"unindicted co-conspirators\" in a case involving domestic funding of Hamas.\nIn November 2018, Hill lost his position at CNN after he endorsed the inflammatory phrase 'from the river to the sea,' a rallying cry for terror group Hamas. But Hill is still a professor at Temple University, claims on his Twitter bio he is a host of BET News, and appeared recently on ABC News to give his opinion as a commentator. Since his firing, Hill has become a notable figure in the pro-Palestine movement, speaking at numerous events.\nAccording to a now-deleted page on the American Muslims for Palestine website, Hill spoke at the group's Chicago Annual Dinner on March 3, 2019, on the topic of \"Speaking Truth to Power.\" According to a Facebook post about the event, it was planned in December 2018, a month after Hill was fired from CNN. At the event, Hill spoke alongside Jamal Said and Kifah Mustapha, two leaders of the Mosque Foundation, who were previously involved with the Holy Land Foundation for Relief and Development (known as the Holy Land Foundation).\nAccording to the U.S. government, the Holy Land Foundation provided approximately $12.4 million to Hamas between the years of 1995 and 2001. Since the U.S. government labeled Hamas a foreign terrorist organization in 1997, this means Holy Land Foundation gave money to a known terrorist group. In 2001, the U.S. Department of the Treasury also listed the Holy Land Foundation itself as a fundraising front organization for a foreign terrorist organization.\nThe two men who spoke speaking alongside Hill, Said and Mustapha, were both reportedly named as \"unindicted co-conspirators in a U.S. criminal trial against the Holy Land Foundation,\" according to the Daily Beast. Court documents appear to show Mustapha was a paid employee of the Holy Land Foundation between the years of 1996 and 2000. Said, meanwhile, appeared as a speaker for the Holy Land Foundation fundraiser dinner in 2004. In addition to raising money for the Holy Land Foundation, Said also raised money for former University of South Florida professor Sami Al-Arian, who pled guilty to conspiracy to aid a terrorist group, the Palestinian Islamic Jihad. Said reportedly also asked for money in memory of a Palestinian of a suicide bomber.\nNot only do the two speakers who appeared alongside Hill have connections to groups that have financially supported terrorism, but the AMP is an organization filled with individuals who have supported terrorism.\nAMP's founder and board chairman Dr. Hatem Bazian was reportedly involved in financing terrorism. According to the Observer, Bazian raised money for KindHearts for Charitable Humanitarian Development. In 2004, Bazian appeared as a speaker at a KindHearts event. In 2006, the U.S. Treasury froze KindHearts' assets for supporting Hamas.\nThe national policy director of AMP is Osama Abuirshaid. The U.S. government reportedly denied Abuirshaid's U.S. citizen naturalization because of his association with the Islamic Association for Palestine (IAP) and the United Association for Studies and Research. A now-deleted website states Abuirshaid was the editor of the Al-Zaytouna newspaper, the \"political, social, and cultural bi-weekly newspaper issued by the Islamic Association for Palestine.\"\nAccording to a previous piece published by the Capital Research Center, IAP was \"established by senior Hamas operative Mousa Abu Marzook and created to serve as Hamas' public relations and recruitment arm in the United States.\" The U.S. Department of the Treasury describes Marzook as a \"political leader of Hamas.\" The U.S. Treasury Department lists Marzook as a terrorist. The United Association for Studies and Research was also founded by Marzook.\nMore than just funding terrorism, IAP was found to have \"knowingly\" provided material support to Hamas. In 2004, the parents of American teenager David Boim, who was murdered in Jerusalem, sued IAP for the group's role in supporting Hamas. The Boim's parents were awarded $156 million in damages in 2004. According to the New York Times' account of the ruling, the judge in the case \"found that two charities, the Islamic Association for Palestine and the Holy Land Foundation for Relief and Development, along with Mohammed Salah, who was accused of being a fund-raiser for Hamas, knowingly gave material support to Hamas and were legally responsible for David Boim's death.\" In 2017, the couple sued AMP, arguing AMP was a new reincarnate of IAP and was therefore responsible for the damages. The federal judge in the case granted AMP's dismissal, but wrote the plaintiffs-Boim's parents-\"may refile a complaint in the event that they further develop the allegations establishing an alter ego theory of liability.\"\nIn 2015, Abuirshaid scoffed at the idea of Hamas being designated a terrorist organization.\nAnother national board member, Salah Sarsour, appears to have troubling ties. The Anti-Defamation League (ADL) profile for AMP discusses how Sarsour was arrested in 1995 for supporting Hamas. According to notes by the FBI, Sarsour's brother, Jamil, discussed his brother's \"involvement with HAMAS and fundraising activities by the HLFRD ... on behalf of HAMAS.\" It goes on to say, \"Sarsour stated that some of the members of the Islamic Center in Milwaukee, Wisconsin, and his brothers Salah and Imad are involved in raising money in the name of HLFRD that is actually for HAMAS.\" His brother also reportedly said that, while serving in prison for supporting Hamas, \"Salah became close to the West Bank commander of Hamas's Izzedeen al-Qassam Brigades, the armed military wing of Hamas.\"\nIt is not a coincidence that Hill will be speaking alongside people who have been associated with Hamas's terrorism; during his UN speech, Hill quoted a beloved phrase used by Hamas supporters.\nWhile giving his speech during the \"The U.N. International Day of Solidarity with the Palestinian People,\" Hill repeatedly endorsed violence. Hill said Palestinians should be given the \"same range of opportunity and political possibility\" as people who violently resisted slavery and protested against segregation. Hill said people should not \"romanticize\" or \"fetishize\" peace when it comes to the Israeli-Palestinian conflict and that Palestinians shouldn't be criticized for \"resisting\" their oppressors by force:\nContrary to Western mythology, black resistance to American apartheid did not come purely through Gandhi and nonviolence. Rather, slave revolts and self-defense and tactics otherwise divergent from Dr. King or Mahatma Gandhi were equally important to preserving safety and attaining freedom. We must allow-if we are to operate in true solidarity with Palestinian people-we must allow the Palestinian people the same range of opportunity and political possibility. If we are standing in solidarity with the Palestinian people, we must recognize the right of an occupied people to defend itself. We must prioritize peace. But we must not romanticize or fetishize it. We must advocate and promote nonviolence at every opportunity, but we cannot endorse a narrow politics of respectability that shames Palestinians for resisting, for refusing to do nothing in the fact of state violence and ethnic cleansing.\nHill has often been an apologist for Palestinian violence. In 2017, he claimed that Trump's \"call for Palestine to 'reject hatred and terrorism' is offensive and counterproductive.\" A few days later, he said while everyone theoretically agrees hatred and terrorism are bad, \"The issue is who gets to define each term, and under what conditions.\" Hill even stated he found it \"offensive\" that Palestinians are told to \"'behave,\" while the alleged \"violence of the occupation\" was ignored.\nIn 2015, Marc Lamont Hill penned a defense of convicted terrorist Rasmea Odeh. In the piece titled \"Why Every Black Activist Should Stand With Rasmea Odeh\" about Odeh's impending deportation, Hill attempted to shrug off Odeh's terrorist convictions by claiming the convictions were \"allegedly based on a false confession\" while calling her a \"Palestinian freedom fighter being railroaded for her commitment to justice.\" A U.S. Immigration and Customs Enforcement press release on Odeh's deportation from the country mentioned she failed to disclose her conviction for two different terrorist bombings as well as her participation in the designated terrorist group Population Front for the Liberation of Palestine.\nIn 2014, Hill complained that Israel's Iron Dome \"takes away all of Hamas's military leverage.\" He said, rather than purely being defensive, the Iron Dome was part of offensive warfare: \"It allows Israel to essentially assault and siege Gaza without any retribution or response on the other side. So again, to some extent, they are not just funding defense, they are funding an offensive war and ultimately an occupation. That for me, is the problem.\" The \"problem,\" to Hill, is that Israel is able to defend itself from terrorist attacks. When commenting on the matter on Twitter, he said, \"whether u hate or love hamas...\"\nLike many other public figures who have expressed strong feelings on Palestine, Hill is also happily associated with Nation of Islam leader Louis Farrakhan. In a post on his Instagram from 2016, Hill shared a photo with Farrakhan and joyfully described their time together. Hill said he was \"blessed\" to spend time with Farrakhan, \"learning, listening, laughing, and even head nodding to music.\" In 2010, Hill shared he was \"excited\" to hear what Farrakhan had to say, but he was \"a little too pro-Obama.\" In a now-deleted article in The Root, Hill reportedly said he did not support former President Barack Obama because he was too soft on Israel. In 2018, Hill defended his interaction with Farrakhan by saying that while he disagrees with Farrakhan on \"those important issues,\" he would \"not be told who to speak to, sit with, or engage.\"\nIt appears Hill has taken a similar stance of deciding to engage with people who support terrorism.\nSince his speech at AMP, Hill has been praised by the Women's March's Linda Sarsour for his \"consistent voice of solidarity with the Palestinian people!\" Hill also received the Malcolm X Justice and Freedom Award from the Council of American-Islamic Relations (CAIR). In CAIR's statement on giving the award to Hill, CAIR cited Hill's history of \"advocating for the human rights of Palestinians.\"\n\nLoad-Date: July 16, 2019"
}