{
    "title": "Former POWs lose fight for Iraq reparations",
    "publisher": "air force times",
    "year": 2005,
    "month": 5,
    "day": 9,
    "full text": "Seventeen current and former U.S. service members who had sought nearly a billion dollars in damages from Iraq for their torture while prisoners in the 1991 Persian Gulf War have lost their long legal battle.\nWithout comment, the Supreme Court declined to consider the case April 25, effectively ending the legal options of the 17 troops.\nThe former prisoners, eight of whom are still in uniform, sued Iraq and dictator Saddam Hussein in 2002 under a 1996 anti-terrorism law that is supposed to allow Americans to collect damages for harm from nations that the State Department says are state sponsors of terrorism. At the time the suit was filed, Iraq was on the State Department's list.\nThe plaintiffs won a judgment of $959 million in U.S. District Court in 2003 against Iraq and Saddam, who by then had been deposed. The money was to have come from billions in Iraqi assets frozen in the United States.\nBut the Bush administration appealed that ruling, arguing that the money was needed for the reconstruction of postwar Iraq and that Iraq had been removed from the list of state sponsors of terrorism at the time of the ruling.\nA federal appeals court disagreed with the government's arguments, but in a complex decision still ruled that the former prisoners were not legally entitled to the judgment rendered by the lower court.\nThe only legal recourse left to the former prisoners was to petition the Supreme Court to hear their case, which will not happen.\nTony Onorato, attorney for the plaintiffs, said the court's refusal to consider the case is a disappointment.\nThe court's decision \"sends the wrong message to those who would torture or kill Americans,\" added Paul Kamenar, senior executive counsel with the Washington Legal Foundation, which wrote a brief on behalf of a bipartisan group of 20 members of Congress who support the former prisoners in their case.\nThe Justice Department, which represented the U.S. government in the case, declined to comment.\n\nLoad-Date: May 17, 2005"
}