{
    "title": "Former Utahn in legal holding pattern in Iraq",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 2,
    "day": 17,
    "full text": "While in United States military custody, Shawqi Omar alleges he was beaten, shocked with electric probes and threatened with execution. But for more than four years, the former Utahn has fought to remain in a U.S. Army prison near Baghdad.\nAs a Sunni Muslim accused of aiding al-Qaida in Iraq, Omar has argued that an even more brutal fate would await him in the Shiite-dominated Iraqi prison system.\nBut in a twist of fate, the Iraqi courts might be Omar's quickest route to freedom.\nAn attorney for Omar in Baghdad said the Iraqi government is prepared to drop all but one allegation against a man once accused of being a \"personal emissary\" to slain terror leader Abu Musab al-Zarqawi. The attorney, Yahiah Jalil al-Hadithi, said the last remaining charge -- a simple immigration violation -- might be cleared up by paying a fine.\nAnd with that, a man the U.S. military continues to describe as \"a high threat\" would go free.\n--\nTerrorist or misunderstood job seeker » Omar, who lived in Utah from 1984 to 1989, isn't guilty of any sort of terrorism, al-Hadithi and other supporters say. They contend that the former refrigerator repairman went to Iraq seeking work in the reconstruction of that war-torn nation and was wrongfully arrested in a 2004 raid on his home in Baghdad. The military and its attorneys at the Department of Justice contend, however, that Omar gave refuge to terrorists and regularly visited Baghdad hotels to entice foreigners to return to his home, where they would be kidnapped for ransom.\nFor four years, the U.S. government has argued that Iraqi law should prevail in Omar's case, regardless of his American citizenship. And last year the U.S. Supreme Court ruled that \"Iraq has a sovereign right to prosecute Omar\" for alleged crimes committed on its soil.\nArmed with that order and in the midst of the transfer of thousands of detainees to Iraqi custody, U.S. officials say they are prepared to turn Omar over to Iraqi authorities just as soon as they ask -- and without regard to what might happen to him after that. Department of Justice spokesman Charles Miller said his agency's opinion on the matter remains the same as it was when it filed a petition seeking dismissal of Omar's civil pleas in the wake of the Supreme Court ruling. That petition specified that Omar \"may be transferred to Iraqi custody at any time.\"\n--\nPossibility of release » But along with the right to prosecute Omar, the Iraqi courts would also have the right to release him if authorities determine that the evidence against him wasn't sound or that he isn't a threat to Iraq.\nIf the Iraqi government really doesn't want to bring Omar into its legal system, the U.S. would have no authority to hold him, said Marine Corps Maj. Neal Fisher, a spokesman for the task force responsible for the transfer or release of all 15,000-plus military detainees in Iraq. So if the Iraqis pass on prosecution, Fisher said, Omar \"will be processed for release in accordance with the security agreement.\"\nWhile Omar's release might be a bit more high profile than many others if it were to occur, it would not be unusual. Fisher said Iraqi prosecutors reviewed the cases of about 1,500 detainees in U.S. custody last month and declined to prosecute most of them, clearing the way for the release of about 1,300 prisoners.\n--\nIndependent minded Iraqis » Anthony Cordesman, an expert on national security issues at the Center for Strategic and International Studies, said Iraq is unlikely to adhere to American expectations of which prisoners should be prosecuted and which ones it will release.\n\"With every passing month, Iraq is going to assert its own values and standards,\" he said.\nIn some cases, Cordesman said, that might mean innocent prisoners will be prosecuted. And in other cases, he said, the guilty might walk free.\nOverall, he said, \"Iraq is much better prepared for this than it was two years ago,\" but he also warned that Iraq \"doesn't operate according to U.S. standards.\"\n--\nJordan's interest in Omar » American military officials suggested that one wild card in the case is Jordan, where Omar maintains joint citizenship and where his four wives, including South Dakota native Sandra Omar, currently live. Omar reportedly has been indicted there alongside al-Zarqawi -- a relative by marriage, according to court documents -- in a failed plot to conduct a chemical attack in Amman.\nThe U.S. and Jordan have maintained a sometimes strained extradition treaty for more than a decade, and it is unclear how that agreement would apply in the case of a joint citizen being detained in a third country. Any such extradition would be further complicated by the new U.S. administration's stated commitment not to deliver terrorism suspects to nations known to torture, as Jordan's General Intelligence Department has been accused of doing since 2001.\nIt's possible, however unlikely, that if Omar managed to leave Iraq without being arrested in Jordan he could return to the United States. The Kuwaiti-born Omar immigrated to the U.S. in 1979 and temporarily served in the Minnesota National Guard before moving to Salt Lake City in the 1980s. While in Utah he became the father of two daughters and gained U.S. citizenship in 1986.\n--\nFamily ties » While a number of family members remain in Utah, several appear to have been under close surveillance by the FBI's Joint Terrorism Task Force.\nTwo of Omar's brothers were arrested in 2006 on felony charges of fraud and money laundering. Investigators and prosecutors initially suggested that more explosive charges might be forthcoming -- saying they suspected that some of the allegedly stolen money may have been sent to Jordan to support terrorism there -- but no other allegations were leveled and investigators eventually acknowledged the case did not involve terrorism. Both brothers ultimately entered into plea agreements with prosecutors. Bassam Omar, a California resident, pleaded guilty last year to one misdemeanor count of failing to report taxable income and Sharif Omar will be sentenced later this month on three felony counts of bank and mortgage fraud.\nSharif Omar, who lives in Utah, told The Salt Lake Tribune that he has made financial mistakes, and he is prepared to take responsibility, but said FBI investigators made it clear, early on, \"that there was a bigger fish to catch.\" \nThey wanted information on Shawqi, he said.\n\"From day one, when they arrested me, they said, 'tell us what we want to hear,' \" Sharif Omar said, \"I said, 'let me tell you what I know. I cannot tell you less or more.' \"\nThe Omar family has long contended that it has had little contact with Shawqi Omar, but family members say they think he was wrongfully arrested and held by U.S. authorities obsessed with finding al-Zarqawi, an allegedly brutal terrorist leader who was killed in a U.S. airstrike in 2006.\n--\nTorture allegations » Omar's attorneys have claimed that interrogators, some purporting to be FBI agents, beat him, applied electric shocks to his body and threatened to kill him and rape his family. Yet amidst once-rampant evidence that some Sunni prisoners had been skinned, tortured with power drills and hung on hooks in Shiite-run prisons, Omar fought hard to remain in U.S. custody.\nAmerican lawyer Aziz Huq said the goal was always to allow Omar a chance to answer the allegations against him in a safe environment. Huq said that opportunity seems to have come, albeit from an unlikely place -- and he lamented the development as \"yet another example of the Bush administration's overreaching -- where you have accusations made that, at the end of the day, peter out.\"\nFor now, however, Omar remains in custody. And his supporters said they won't be celebrating this turn of events until they know he's actually free.\nBut after four years of waiting for word on his brother's fate, Sharif Omar said that any indication that his brother's limbo might be drawing to a close was \"good news.\"\nmlaplante@sltrib.com\nIraqi journalist Mohammed Mushib contributed to this report. Omar's journey\nShawqi Omar's 30-year journey from the Middle East to the United States and back:\n1979 » Kuwaiti-born Shawqi Omar moves to the United States on a student visa, living and attending schools in North Carolina, Kansas and Minnesota, where he serves for a year in the National Guard.\n1983 » Omar marries South Dakota nursing school student Sandra Sulze.\n1984 » The Omar family moves to Utah, where Shawqi works as a refrigerator repairman, and Sandra gives birth to two children. Shawqi is active in the Muslim community and joins a group of people dedicated to raising money and awareness of Palestinian causes.\n1986 » Shawqi Omar becomes a citizen of the United States.\n1989 » The Omar family moves to North Carolina.\n1995 » Omar moves his family to Jordan, \"because we wanted our children to learn Arabic and about Islamic and Middle Eastern culture,\" according to court documents.\n2003 » Omar travels with his 10-year-old son to Iraq.\n2004 » Omar is arrested in Baghdad, where he is accused of harboring four Jordanian jihadist fighters.\n2005 » The U.S. military declares its intention to transfer Omar to the Iraqi justice system for prosecution. Seeking to halt the transfer, Sandra Omar files suit in U.S. District Court.\n2006 » A federal judge issues a temporary restraining order, blocking Omar's transfer. Meanwhile, several of Omar's relatives are arrested by the FBI's Joint Terrorism Task Force in connection to a mortgage fraud scheme.\n2007 » The FBI completes its investigation of Omar's relatives, determining that none of the allegations involve terrorism.\n2008 » The U.S. Supreme Court rules that Shawqi Omar may be transferred to Iraqi custody for prosecution.\n2009 » Omar remains one of 15,100 detainees in U.S. custody as Iraq begins to assume responsibility for all prisoners within its borders. Shawqi Omar in legal limbo\nFormer Utah refrigerator repairman Shawqi Omar was arrested Oct. 29, 2004 in Baghdad, where he was accused of terrorism. The U.S. Supreme Court has said Omar can be moved to Iraqi custody for prosecution, but the military says it has yet to receive a request from the Iraqi government for the transfer.\n\nLoad-Date: February 18, 2009"
}