{
    "title": "Former extremist now fights against militancy",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 6,
    "day": 6,
    "full text": "ISLAMABAD - Ten years ago, Maajid Nawaz came to Pakistan to recruit for an extremist group intent on a global Islamic state. Now he's on a different mission - to steer youth away from militancy.\nNawaz's message is one rarely heard in Pakistan, where the response to extremism has been overwhelmingly military, with little attempt to try to rehabilitate insurgents or keep young people from turning to militancy in the first place.\nIn speeches to thousands of university students across the country, Nawaz emphasized the urgent need to renounce radicalism.\n\"We must reclaim Islam,\" the British citizen of Pakistani descent told some 100 students on a campus close to the capital last month. \"We must reclaim Pakistan.\"\nWhile Pakistan has poured troops and weaponry into its fight against the Taliban and other extremist groups, it has adopted few of the softer measures aimed at dissuading militancy. And critics say that is a major weakness in Pakistan's strategy against terrorism.\n\"There is no country where such a program is more important than in Pakistan,\" said Rohan Gunaratna, a terrorism expert who chaired the first international conference on militant rehabilitation in Singapore in February.\n\"In parallel with the kinetic fight to catch and kill terrorists, there needs to be a parallel policy to fight the ideology.\"\nThere are signs Pakistan is considering such a program. Senior officials recently went to Saudi Arabia to study the effort there, considered the world's most comprehensive. Egypt pioneered the idea of militant rehabilitation in the 1990s, and Yemen, Singapore, Indonesia and Malaysia have also followed suit.\nThe programs involve counseling by moderate clerics and former extremists. Militants who renounce their old ways can receive financial support or help finding a job. Parallel programs in schools and mosques are aimed at young people.\n\nLoad-Date: July 20, 2009"
}