{
    "title": "FORMER U.N. LEADER IS GLOOMY ON FUTURE OF THE ORGANIZATION",
    "publisher": "the new york times",
    "year": 1984,
    "month": 9,
    "day": 3,
    "full text": "Former Secretary General Kurt Waldheim, assessing the role of the United Nations, says the organization has moved into areas in which ''clashing interests threaten to tear it apart.''\n''The United Nations has fallen upon hard days,'' Mr. Waldheim wrote in an article made public here today. ''It goes through its paces in a workaday routine that is increasingly ignored or condemned and that threatens to become increasingly irrelevant in the real world,'' he said. ''It is moving into fields of operation in which clashing interests threaten to tear it apart.''\nAt the same time, Mr. Waldheim, who was Secretary General from 1972 to 1982, said there were signs of shifting alignments and attitudes within the organization, particularly between the Soviet bloc and the third world. The Soviet intervention in Afghanistan and Vietnam's occupation of Cambodia, he said, have weakened ''the links between the nonaligned third world grouping and the Soviet bloc.''\n''U.N. human rights agencies, which once carefully avoided any mention of the practices of Marxist regimes, have now begun to discuss problems like the human rights situation in Poland,'' he wrote in the article, which is to appear in the forthcoming issue of the journal Foreign Affairs.\n''It can no longer be said that the United Nations condemns authoritarian practices in right-wing dictatorships while turning a completely blind eye toward authoritarianism of the left,'' Mr. Waldheim wrote.  He was critical of moves by the third world and by the Soviet bloc to ostracize South Africa and Israel, saying ''extreme and unbalanced measures'' such as the 1975 resolution equating Zionism with racism ''put the future of the world organization at risk.''\nBut he said ''the legitimate rights of Palestinian Arabs'' must be recognized along with Israel's right to exist.\n''I do not condone terrorism or resort to war as a means of altering the status quo,'' he said. ''But neither can I condone creeping Israeli expansionism'' through Jewish settlements in the West Bank and Israel's annexation of all of Jerusalem."
}