{
    "title": "Former police chief recalls bomb on Vermont border(4)",
    "publisher": "charleston gazette",
    "year": 2019,
    "month": 2,
    "day": 5,
    "full text": "RICHFORD, Vt. - It was about 2 a.m. on a moonless October night in 1987 when the police chief of a small northern Vermont town spotted a man carrying a black bag and walking down the railroad tracks from Canada toward a waiting van about a mile south of the border.\nThe man turned out to be linked to a Lebanese extremist group. And in his bag, later recovered from a ditch, were a ski mask and a propane-canister bomb.\n\"If it had been two minutes later, they would have been in the van and gone on their way, and I'd have never known the difference, recalled Richford's long-retired police chief, Richard Jewett, who won numerous awards for apparently foiling an attack. \"I guess luck was on my side.\nWhether it was luck or not, Jewett beat the odds in a way. While President Donald Trump, in arguing for a border wall, has said repeatedly that terrorists are slipping across from Mexico, known cases of extremists entering the U.S. through its land borders to the north or the south are exceedingly rare.\nEven then, State Department reports on terrorism have expressed more concern about the Canadian border than the Mexican one because Canada, unlike Mexico, has been home to \"violent extremists inspired by terrorist groups such as ISIS and al-Qaida and their affiliates and adherents, according to a 2017 paper.\nA study issued last month by the libertarian Cato Institute found that between 1975 and 2017, seven people from \"special interest countries - states tied at least loosely to terrorism - were convicted of planning attacks on U.S. soil. Four of those individuals entered illegally from Canada, none from Mexico.\nThe only known terrorists who crossed illegally from Mexico in the 42-year span covered by the Cato study were three ethnic Albanians from Macedonia who came as children with their parents in 1984 and, in their 20s, were arrested in a foiled plot to attack the Army's Fort Dix in New Jersey, in 2007.\n\"This shows how rare it is for people to try to enter the U.S. illegally as terrorists by crossing a border, said Alex Nowrasteh, one of the authors of the Cato study. \"It shows how Mexico is not how these folks typically try to enter and the terrorism justification for building the wall is probably the weakest.\nIn fact, most people with terroristic intent come into the country by air and are typically in the United States legally. The 19 men who carried out the 9/11 attacks all entered the country legally. The brothers who carried out the 2013 Boston Marathon bombing that killed three people entered the U.S. on tourist visas with their families and were later granted asylum.\nOn the Canadian border, Ahmed Ressam was caught by border agents in December 1999 after he tried to enter the United States at Port Angeles, Washington, with bomb components in the trunk of his car. It was later determined Ressam planned to attack the Los Angeles airport during the millennium.\n\"The evidence shows that if we are going to talk about terrorism, there is actually good reason to think more carefully about the U.S.'s northern border than the U.S.'s southern border, said Emily Gilbert, a terrorism expert and director of the Canadian studies program at the University of Toronto.\nThe U.S.-Canadian border is over 5,500 miles long, more than 2\n\nLoad-Date: February 6, 2019"
}