{
    "title": "Former Republican presidential candidate says illegal immigration must be addressed",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 14,
    "full text": "A Colorado Republican and former presidential candidate lambasted immigration amnesty during a College Republican event Wednesday night.\nRep. Tom Tancredo, who abandoned his bid for the Republican presidential nomination last December after failing to gain traction among the party's base, declined comment on an endorsement of Sen. John McCain (R-Ariz.). Instead he asked an aide for his BlackBerry and read the contents of an e-mail titled \"The Five Stages of John McCain\".\n\"Anger, despair, confusion, acceptance, and excitement,\" he said.\nTancredo said a great deal of his anti-illegal immigration message get distorted by the media.\n\"Statements I've made and press releases get wrapped up in a racial context,\" he told a sparse crowd of about 30 people, most of whom were GW students.\nHe spoke at length about the U.S.'s failings when it comes to border control, law enforcement and the handling of the estimated 12 million to 20 million illegal immigrants in this country.\n\"Enforce the law,\" he said. \"Don't ignore the law.\"\nHe said amnesty, a hot button issue in the Republican party, is unacceptable.\n\"The (immigration) process is made a mockery of when you give people amnesty,\" Tancredo said. \"If you give people amnesty, and people see you can come here illegally, why spend the time, money, and effort (to naturalize legally)?\"\nHe added, \"I won't give amnesty to people that are here.\"\nOne major problem immigration advocates on both sides of the debate struggle with is how to handle the illegal immigrants who are already here.\n\"Attrition through enforcement,\" Tancredo said. Enforcing the law and cracking down on employers, he said, is the first, far-reaching step.\n\"If you cannot get what you came for - a job - you go home,\" he said. \"It's happening in Oklahoma and Arizona where (legislatures passed tougher immigration laws).\"\nOne main point of Tancredo's position is the need for assimilation. Without it, he said, U.S. citizens can lose their sense of being American.\n\"It doesn't matter their color or language, though we need a common language,\" Tancredo said. \"Something has to hold us together.\"\nTancredo said his since abandoned campaign for president was centered around immigration.\n\"The reason I was running was to advance the (immigration) agenda,\" he said. \"I never woke up and said 'Gee, what would it be like to be in the Oval Office.'\"\nTancredo said he ended his White House bid in a hotel room in \"I-don't-know-where Iowa.\" He saw a commercial from Rudy Giuliani addressing the problem of illegal immigration.\n\"I was done,\" he said.\nTancredo's campaign was plagued by its failure to fundraiser. When other candidates, such as Mitt Romney and Giuliani, began to speak more about their tough stances on immigration, Tancredo quipped in a debate that they were \"trying to out-Tancredo Tancredo.\"\nIn an interview with The Hatchet, Tancrado would not comment when asked if he supports Republican presidential candidate John McCain of Arizona.\nAbout the only time Tancredo's address strayed from the topic of immigration was when he discussed the nation's ideological struggle with terrorism.\n\"The war is not against terror, or terrorists, or terrorism,\" he said. \"It would be like saying in World War II we fought the kamikazes.\"\n\"We are at war with radical Islam,\" he said. \"Terror is a tactic.\"\nTancredo went on to relate terrorism to a porous border.\n\"It was interesting to see him in the flesh, not in a debate or on TV,\" said senior Chris Brooks, CR chairman. \"When he accomplished what he wanted, he dropped out.\"\nAudience members, though few in number, were enthralled with the Congressman's message.\nFreshman Joe Sangiorgio said, \"Tom Tancredo is one of the few people in Congress who get it.\"\n(C) 2008 The GW Hatchet via U-WIRE\n\nLoad-Date: February 14, 2008"
}