{
    "title": "FORMER LEBANON HOSTAGE IS PLANNING TO SUE IRAN ; BUT U.S. MAY CHALLENGE PURSUIT OF $ 100 MILLION, FO",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 3,
    "day": 22,
    "full text": "Terry Anderson is set to sue Iran for $ 100 million over the more than six years the former Associated Press correspondent was held hostage in Lebanon. The lawsuit accuses Iran of having sponsored his captors.\nThe lawsuit to be filed today is likely to be challenged by the U.S. government. The Clinton administration has thwarted plaintiffs in similar lawsuits from collecting millions of dollars awarded by U.S. courts.\n\"Much of our argument is likely to be with the U.S. government, rather than the Iranian government,\" said Anderson, 51, a journalism teacher at Ohio University.\nHe said the lawsuit would be filed in U.S. District Court in Washington.  The suit's plaintiffs will include Anderson's wife, Madeleine Bassil, 49, and daughter, Sulome, who will seek redress for emotional distress and their long separation from Anderson.\nHeld longer than any other American in Lebanon, Anderson was freed on Dec. 4, 1991. The family is seeking $ 100 million in compensatory damages and unspecified punitive damages.\nNamed as defendants are the Islamic Republic of Iran and its Ministry of Information and Security.\nThe lawsuit says Anderson's captors were members of Hezbollah, or Party of God, \"a politico-paramilitary terrorist organization operating in Lebanon.\" It says Iran is the party's sponsor, \"providing it with funding, direction and training for its terrorist activities in Lebanon.\"\nIran's U.N. ambassador, Seyed Mohammad Hadi Nejad Hosseinian, denied that Iran had supported terrorism and the hostage-takers. He also said U.S. courts have no jurisdiction over foreign countries.\nIran, Cuba, Iraq, Libya, North Korea, Sudan and Syria are listed by the State Department as state sponsors of terrorism. Foreign countries used to be largely immune from lawsuits in U.S. courts. But the Antiterrorism and Effective Death Penalty Act of 1996 allows legal action against countries alleged to sponsor terrorism that kill or injure U.S. citizens. But the law empowers the president to bar the Treasury and State departments from helping plaintiffs recover damages \"in the interest of national security.\"  \n\nGraphic\n\n \nPHOTO Photo by THE ASSOCIATED PRESS -  Former Associated Press reporter Terry Anderson, shown Friday at home in Athens, Ohio, plans to file a $ 100 million lawsuit against Iran for being held hostage for over six years in Lebanon.  \n\nLoad-Date: July 8, 1999"
}