{
    "title": "Former Sen. Santorum speaks at U. Penn Terrorism Week event",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 25,
    "full text": "Greeted with both cheers and sneers, former Sen. Rick Santorum, R-Pa., addressed a divided audience at the University of Pennsylvania on Wednesday afternoon, warning the crowd about the threat of radical Islam and opining on liberal professors.\nSantorum's visit was sponsored by Penn College Republicans and the Middle East Forum as part of Terrorism Awareness Week, the name of which was changed from the national Islamo-Fascism Awareness Week.\n\"There is no question that this is a holy war from the perspective of the Muslims waging this war,\" Santorum told almost 150 engaged faces in reference to the American presence in Iraq and Afghanistan.\nSantorum also discussed how the relationship between religion and politics differs in the East and West.\n\"Jesus never won. He didn't run a society. Mohammad won. He ruled. He conquered. So in Islam, every aspect of society is governed by religion,\" he said.\nSantorum said students are only getting one side of the debate in the classroom.\n\"I believe that the core of the American left in academia are misinforming young people,\" he said, insisting that young people have the right to hear another point of view.\nMidway into his speech, some audience members decided they had heard enough of another point of view: A small group of Penn Against War members sitting toward the front rose and walked out while Santorum spoke, one of them waving a \"WAR IS OVER\" paper in his face.\nMeanwhile, a small crowd of protesters gathered outside Steinhardt Hall to protest the inappropriateness of an \"Islamo-Fascist Awareness week\" and Santorum's politics.\nNavy veteran Jenny Hanniver came to protest on behalf of the New York City chapter of anti-war organization World Can't Wait.\n\"We know there are good people and bad people in every society, but you don't judge the whole society,\" Hanniver said.\n\"This [Terrorist Awareness Week] is a deliberate attack on Islam Awareness week,\" said college sophomore Chris DiFeliciantonio, one of the Penn Against War members who walked out. \"Rick Santorum is a public figure, and it's a good way of protesting.\"\nEventually, Santorum's talk veered into the subject of Iran and its radical ruling regime.\nDespite the protesters' claims that Santorum would \"drum up support for a war in Iran,\" Santorum remarked that \"an invasion of Iran should not be on the list of what we want to do now.\"\nThe response to Santorum's lecture was mixed.\n\"He didn't touch on imperialism at all,\" said College senior Zachary Yeates. \"Anything we do now represents imperialism from the west.\"\n\"I came in with an open mind, and he had a lot of intelligent points - all factual,\" said College freshman Grant Dubler, \"But he didn't really put together any certain argument.\"\n\"I am glad that people came with different viewpoints,\" said College Republican chairman Abby Huntsman, \"This is what makes the country great and the event so much better.\"\n(C) 2007 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: October 25, 2007"
}