{
    "title": "Former NYC mayor compares past wars with today's",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 23,
    "full text": "Rudolph Giuliani said the war on terror is the great challenge of this generation and is no less of a feat than World War II was for the greatest generation.\nGiuliani, a Republican presidential candidate and the mayor of New York City during the terrorist attacks of Sept. 11, spoke about the war on terrorism and the United States' role in fighting that war as a speaker at Texas A&M University on Friday.\n\"The best kind of defense is a good offense,\" Giuliani said throughout the speech.\nGiuliani said the biggest problem with the approach to terrorism before the terrorist attacks of Sept. 11, was that the United States didn't realize that terrorists were waging a war against America.\n\"Sometimes we'd respond, sometimes we wouldn't,\" Giuliani said.\nBefore Sept. 11, Giuliani said we had a defensive approach to terror.\n\"We convinced terrorists in the '70s, '80s, '90s that being terrorists was a good-risk reward crime,\" he said. \"We helped Yasser Arafat win a Nobel Prize. Does that make any sense in retrospect?\"\nGiuliani dismissed accusations that certain administrators knew about and could have prevented the attacks on Sept. 11.\n\"Those memos were at the bottom of a (giant) stack of memos on the president's desk, most of which had (higher priority) at the time,\" Giuliani said. \"I don't blame anyone before Sept. 11, but I do blame people after Sept. 11.\"\nGiuliani opposed the timetable the Democrat-controlled Congress is pushing, saying that their approach to terrorism is tentative and defensive. He said among the first to get it right about handling terrorism is President George W. Bush, because his decision to take an offensive approach to terrorism saved the United States.\n\"In the long history of war, can you ever remember a time where an army decided to retreat, and then printed up a schedule and handed it to the enemy? Does that make any sense? Does that have any logic to it?\" Giuliani asked.\nGiuliani also said from his experience of interrogating the Mafia as U.S. Attorney for the Southern District of New York, he believes in the need for the Patriot Act and the legal yet aggressive use of electronic surveillance.\nThe American people must avoid making the same mistakes of underestimating and romantically wanting to see our enemies that we made before, Giuliani.\n\"Our goal has to be great confidence that we can defeat the terrorists and then be on offense to accomplish that,\" Giuliani said.\nHe said the war is winnable because freedom is the basis of the United States' power.\n\"I'm an optimist,\" he said. \"I'm someone who believes the way to focus on America is that America can do it. When your strength comes from freedom, you ultimately defeat those whose impetus comes from oppression.\"\n(C) 2007 The Battalion via U-WIRE\n\nLoad-Date: April 23, 2007"
}