{
    "title": "Former Attorney General discusses civil liberties at Towson U",
    "publisher": "university wire",
    "year": 2006,
    "month": 7,
    "day": 7,
    "full text": "Former U.S. Attorney General Ed Meese defended the Bush administration's handling of the war on terror at a speech at Towson University Wednesday, June 28.\nIn the lecture, titled \"Civil Liberties vs. Terrorism,\" Meese said he believes the war on terror is \"being fought with great sensitivity by our government toward our liberties and toward our people.\"\nHe also took time to put the current conflicts in historical perspective.\n\"Nearly 215 years have passed since we began as a nation,\" he said. \"We've gone through several wars, more than 200 military employments during that time. And we've done that without losing our liberties or our constitutional protections.\"\nMeese was a top aide to President Ronald Reagan before becoming Attorney General in 1985. He is now the chairman of the Center for Legal and Judicial Studies at the Heritage Foundation.\nMeese came to campus as part of the Edward V. Badolato Distinguished Speaker Series in Homeland Security. The series, established in November 2004, brings counter-terrorism and homeland security leaders to campus once a semester.\nIn his remarks, Meese said he thinks the realities of Sept.11 have been somewhat forgotten. He reminded the audience that the terrorist attacks nearly five years ago caused the greatest number of civilian casualties in the history of the country.\nMeese said the nature of the asymmetrical, or unconventional, warfare that Sept. 11 surfaced had tremendous implications for the country. He said the government had to look \"and see if our Constitution is going to be sufficient, with its provisions, for us to deal with the asymmetrical warfare we are facing in this battle against terrorists.\"\nDuring his speech, Meese was careful to call the battle the war on terrorists, instead of the more commonly used moniker war on terrorism. He said he did this to carefully identify the enemy. Meese defended the Patriot Act and the establishment of the Department of Homeland Security as important moves in a post-9/11 climate. He said the government's actions have been taken \"with a constant consideration of the matter of the Constitution and civil liberties.\"\nMeese cited several instances when the details about classified and sometimes controversial counter terrorism programs were leaked to the news media and published. He said the leaks \"are very disadvantageous to our efforts.\"\nThe event attracted a wide spectrum of officials from the security community, including employees of the Department of Homeland Security, Department of Justice, Maryland Aviation Administration, Maryland Department of Transportation, Maryland Emergency Management Agency, U.S. Secret Service, and local police and fire departments, according to the RSVP list.\n(C) 2006 The Towerlight via U-WIRE\n\nLoad-Date: July 7, 2006"
}