{
    "title": "Former U.S. Ambassador to Yemen Criticizes Trump's Policy to Combat ISIS",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "The former U.S. ambassador to Yemen said at Cornell on Wednesday evening that President Donald Trump's military approach to combatting the Islamic State is \"too limited in scope\" and that the president needs to pursue more diplomatic solutions and invest in development assistance programs.\nGerald Feierstein, who served in Yemen from 2010 to 2013 and is now the director for Gulf affairs and government relations at the Middle East Institute, criticized Trump's policy at a lecture hosted by Cornell Political Union, \"Can Trump's Military-Only Antiterrorism Strategy Succeed?\"\n\"Combatting the Islamic State is an issue of great urgency and Trump's overwhelmingly military-centric approach is too limited in scope,\" Feierstein said.\nLeaderboard 1\nFeierstein described the Trump administration's counterterrorism strategy as a \"one-legged stool.\" Gleaning from his experiences during nine overseas diplomatic postings, Feierstein lamented that by taking a strictly military approach, Trump has ignored what he said are the two other critical legs of U.S. foreign policy - peaceful negotiations and investment in programs that benefit civilians, such as those that alleviate poverty.\nBy relying exclusively on military operations, the Trump administration is \"turning back the clock to the Bush era and combatting terrorist groups, not terrorism,\" Feierstein said, referring to George W. Bush.\nThis approach, Feierstein said, renders the United States \"insufficiently resourced to eradicate violent extremist movements once and for all.\"\nLeaderboard 2\nFeierstein fiercely protested what he called Trump's \"lack of a clearly articulated strategy.\" The president's strategy has been heavily geared toward eliminating existing terrorist entities and preventing new terrorist groups from arising rather than getting to the heart of the matter, Feierstein said, which is \"what makes an individual join an extremist group and become a willing participant in terrorist activity.\"\nISIS ideology does not go away once their territorial strongholds are broken, the former ambassador said. He ended his speech by proposing that the U.S. shift from what he said is a reactionary, militaristic approach to one of diplomatic engagement.\nDuring a question-and-answer session, Feierstein, responding to a question about Trump's travel ban, said the executive order \"is simply wrong\" and that \"there is no quicker way to lose this war of ideas than by using such tactics.\"\nIn a robust debate at the end of the event, most in attendance agreed with Feierstein's central thesis that the U.S. \"must take full advantage of the three legs at our disposal in order to achieve our objective of defeating terrorism for the long term.\"\nWhile some disagreed with the amount of money the U.S. spends on its military, members and friends of the Cornell Political Union were overwhelmingly in favor of \"joining the coalition of nations who share the aim of stamping out extremism and providing our children a hopeful future,\" as the ambassador proposed.\nThis cannot be achieved through military operations that result in extreme collateral damage, Feierstein said, but rather, the U.S. \"must defeat not the ideology, but the factors that make the ideology appear true and legitimate.\"\nFeierstein told Cornellians that everything that Trump has done so far has only served to perpetuate the status quo.\n\"By eviscerating diplomacy and development funding, Trump has compromised the country's ability to confront terrorism head-on,\" Feierstein said.\n\nLoad-Date: November 2, 2017"
}