{
    "title": "Former Penn State basketball player D.J. Newbill detained in Germany for lack of travel visa",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 17,
    "full text": "On Sunday per his personal Facebook, a French agent working with an agency that represents former Penn State basketball player D.J. Newbill announced that the former Nittany Lions guard had been detained in a German airport on suspicions of terrorism.\nMonday, the agent, Francois Lamy, again took to Facebook, stating that Newbill was racially profiled, but never suspected of terrorism and that his post had been translated incorrectly.\nLamy posted Newbill's story first in French on Sunday and then corrected the english translations of it with another post on Monday morning.\nOn his way to begin his professional basketball career with his new team Asvel in France, Newbill was stopped in a German airport by an airport official for what Lamy said was a lack of a long-term travel visa in France, which the agent said the basketball player did not have and did not need.\nHe then said that Newbill's passport was confiscated and he was interrogated by an official for hours, in which he was asked terrorism-related questions. The official wanted the U.S. consulate to have to come deal with Newbill, before Lamy said one of the official's colleagues straightened out the situation and allowed Newbill to continue with his travel.\nLamy then said the racial profiling came in when Newbill's answers were doubted and he was detained for a minor problem in which other basketball players with the same travel plans have had no issues.\nEarlier on Sunday, Lamy had posted this story in French and it was interpreted into english to say that Newbill was stopped for his lack of visa and detained on terrorist suspicions, which according to Lamy is not true. Lamy stated in his post that the terrorism-related questions could have been protocol and that the official had a right to ask the questions, but that Newbill should not have been detained at all and that this is the first time in nearly 20 years that this has happened.\nThe French agent also said that he received apologies from immigration services in the United Kingdom when Newbill continued his journey on to London, as the officials there were surprised that the basketball player was detained.\nNewbill was never arrested and is continuing on to France.\nBen Jones, of StateCollege.com, confirmed the story both with Penn State basketball and with Lamy on Monday morning.\n\nLoad-Date: August 17, 2015"
}