{
    "title": "Former general talks terrorism at Northern Illinois U",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 7,
    "full text": "Russell Howard, former United States Army General and counter-terrorism expert is visiting DeKalb for two days. Howard is the author of three books, including \"Terrorism and Counter Terrorism,\" a required text for Northern Illinois University's POLS 376. The California native was invited to speak at Northern Illinois University for the spring 2006 public lecture. Each semester, various departments put in proposals for the event. Political science professor Christopher Jones was responsible for Howard's visit.\n\"We worked at NATO together for a summer and also worked at West Point,\" Jones said.\nHoward spent time Thursday with a selected group of political science majors lecturing on leadership. He handed out his \"Philosophy of Command\" from his days as a Colonel at West Point which starts, \"My command philosophy is easy. I make practice of doing the best job I can every day and expect you to do the same.\"\nHoward retired as Army General in July and now works at the Fletcher School of Law and Diplomacy at Tufts University in Medford, Mass.\nThursday night, Howard gave another lecture on counter terrorism in the Holmes Student Center Sky Room. The room was set up with 105 seats, almost all of which were filled while a few late-comers hung on the back wall.\nPolitical science professor Daniel Kemptin began the evening with an introduction that managed to hit most of Howard's career highlights, which range from a master's degree in public administration from Harvard University to being the founder of the Jebsen Center for Counter Terrorism Studies at the Fletcher School. Howard took the stage and gave a few minutes to discuss NIU's mascot, DeKalb's barbed wire and Cindy Crawford.\nHoward's lecture lasted about and hour as he outlined eight reasons as to why terrorism today has changed from terrorism in the past. His first explanation was simple -- America is at risk.\n\"In my lifetime, we never imagined America would be attacked,\" he said.\nWhile many students attended the lecture for extra credit, others simply heard about it despite the lack of publicity and were intrigued.\n\"We had no idea what we were getting into,\" said Becca Gier, a senior child development major. \"It was a lot of information for one night -- I think I would have been better off with a political science background.\"\nFriday morning, Howard will give one more lecture to political science graduate students at 10:30 in the HSC's Lincoln Room before leaving to lecture at several schools in Virginia.\n(C) 2006 Northern Star via U-WIRE\n\nLoad-Date: April 7, 2006"
}