{
    "title": "Former Israeli Prime Minister speaks on terrorism at Indiana U",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 31,
    "full text": "Today the world faces a trio of challenges -- terrorism, nuclear proliferation and rogue states -- said former Israeli Prime Minister Ehud Barak in a lecture at the Indiana University Auditorium Monday night.\nIn confronting these threats, \"we are in the opening chapter of an epic struggle that will shape our future and determine the world of our children,\" he said. A fully concerted world effort on all levels is the only path to success, he said, and this effort must be understood as a long-term endeavor.\n\"The war against terrorism is like the war against malaria,\" he said. \"It is not enough to hit the individual mosquitoes. You must also drain the swamp, but bear in mind that draining the swamp takes a long time, measured in generations, not in one prime minister's term.\"\nIn confronting issues of nuclear proliferation, Barak emphasized the need for further international cooperation. A coalition of all the world powers, including Russia, China and India, must work together to prevent North Korea and Iran from acquiring nuclear weapons, he said. Furthermore, existing nuclear arsenals must be secured.\n\"My worst nightmare for the Middle East is (Pakistani President) Pervez Musharraf being ousted and radicals taking over Pakistan's nuclear arsenal,\" he said.\nBarak spoke briefly of world political developments since Sept. 11, 2001. There are several lessons the U.S,, should take from these events, he said.\n\"The world is gestalt, where everything depends on everything else,\" Barak said. \"A special effort should be made to involve other world leaders in decision-making and actions, to combine sharing the burden and responsibility of leadership with others while also remaining the leader of promotion of freedom in the world.\"\nIn addition to issues of global terrorism and nuclear proliferation, Barak spoke candidly about his role in the Middle East conflict, first during a 30-year military career in the Israeli Defense Force and later as a politician, including a term as prime minister from 1999-2001. He told the story that was portrayed in the Steven Spielberg movie \"Munich,\" during which, disguised as a woman, he led a commando team into Beirut, Lebanon, to assassinate members of a Palestinian group associated with the killing of Israeli athletes at the 1972 Olympics.\nHe also discussed the Camp David Accords, which, as Israel's prime minister three decades later, he negotiated with then -- U.S. President Bill Clinton and then -- Palestinian Authority President Yasser Arafat in 2000.\n\"Arafat rejected the proposal as even a basis for negotiation, and then he returned to terrorism,\" Barak said.\nEven so, when a settlement is ultimately achieved in the future, \"you will need a magnifying glass to see the difference between what was on the table at Camp David and what is eventually signed.\"\nDuring a charged question-and-answer session following his talk, Barak urged audience members to respect one another's opinions.\n\"You are at a university, and you should be exposed to new ideas,\" he said after scattered boos followed a strongly pro-Palestinian line of questioning from an audience member.\nRecent IU graduate Aaron Yuslan was impressed by Barak's reaction to the remarks.\n\"He dealt with the inflammatory questions really well,\" he said. \"He was very eloquent, and I wasn't surprised that he handled the controversial issues the way he did.\"\n\"I liked that he respected everyone's views,\" said sophomore Lindi Shane. \"I saw Ann Coulter here last year, and she definitely wasn't respectful at all of different views. He spoke very eloquently, too.\"\nBarak spoke at the invitation of the Union Board. The talk was also sponsored by the Helene G. Simon Hillel Center, the Borns Jewish Studies Program, the Jewish Studies Student Association, the IU Student Association and the Office of the Provost.\n(C) 2006 Indiana Daily Student via U-WIRE\n\nLoad-Date: October 31, 2006"
}