{
    "title": "Former CNN bureau chief offers terrorism safety tips",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 26,
    "full text": "A former CNN bureau chief said Tuesday first responders to terrorist attacks need to think about unseen dangers at ground zero.\nCharles Hoff said radioactivity, biohazards and harmful chemicals could be found at the scene of explosions. Hoff was responsible for developing CNN's response strategy for domestic terrorism.\nU. Oklahoma\nHoff spoke to students and associates of the Gaylord College of Journalism and Mass Communication Monday at Oklahoma Memorial Union during a lunch titled \"Waiting for the BOOM!\" as part of the McMahon Symposium on Terrorism.\n\"First responders need to test for radioactivity when they arrive on the scene. It's not an automatic response yet, but it needs to be,\" Hoff said.\nHe said most people think of first responders as fire, police and rescue crews, but the media are also among first responders.\nThose who respond to acts of terrorism could come face to face with \"dirty bombs,\" devices that explode and release radioactivity, chemicals or biohazardous material, Hoff said. Dust from these bombs creates unseen hazards for citizens.\nHoff also charged the media with the responsibility of keeping the public informed. He said terrorism is fueled by ignorance and a lack of public information.\n\"We need to be prepared to cope with the dangers of an attack and be able to explain what is happening,\" Hoff said.\nHoff said following the Sept. 11 attacks on the World Trade Center and the Pentagon, the federal government pulled thousands of documents out of the public record. He said most of the documents were about biology and chemistry, and some of the topics can be found in textbooks.\n\"By pulling those documents, they are stifling scientific research,\" Hoff said.\nHe also said keeping information from the public creates fear, which exaggerates terrorism. He said citizens should know of the movements of the president during times of terrorism.\nAdvertising senior Bernie Lindo said she thinks the public doesn't need to know where the president is during disasters.\n\"I disagree with him. We don't need to know where the president is, or if he's in the air on his way to Camp David,\" she said.\nCiting the anthrax scare, Hoff said an informed public has less fear, which helps to reduce the effects of terrorism.\n\"Had people been informed about it, there would have been less fear,\" Hoff said.\nLindo said the media and the government should pay close attention to what information they release to the public.\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: February 26, 2002"
}