{
    "title": "Former CIA officer lifts terrorism's veil of secrecy",
    "publisher": "air force times",
    "year": 2002,
    "month": 6,
    "day": 10,
    "full text": "For 21 years, CIA field officer   Robert Baer fought terror on   its front lines: the bullet-riddled streets of Beirut suburbs;   the snow-capped Pamirs in   Tajikistan; even the smoke- filled bars of Washington. But   every time he tried to do something about it - to get the intelligence community to go   after the terrorist masterminds   - he was stymied.\n\"See No Evil\" gives a candid   portrayal of the people who   perpetrated the Sept. 11 attacks and of the bureaucrats   who overlooked them.\nBaer lays out for American   readers the lineage of Middle   Eastern terrorist groups and   their close ties to Iran - a   member of President Bush's   \"axis of evil.\"\nMoreover, as America girds itself for a final showdown   against Iraq's Saddam Hussein,   \"See No Evil\" shows that the   Clinton administration pulled   the plug on an uprising that   could have derailed the pending   confrontation with Iraq.\nAnd as   U.S. forces   ship out to   battle al- Qaida cells   in Georgia's   Pankisi   Gorge,   Baer's book   reveals that   America has   more at   stake in the   Caucasus   than just   battling terrorism:   America's   top oil firms   have been   jockeying for   years to gain pipeline rights   from the lucrative Caspian Sea   oil reserves. A peaceful Georgia   means a pipeline that bypasses   Iran, and one that could garner   Russia and its former republics   billions of dollars.\nBaer clearly was a well- placed source for this kind of   inside look. His dogged pursuit   of the terrorists behind the   1983 U.S. Embassy bombing in   Beirut and the abduction of   CIA station chief William Buckley was his first peek under international terrorism's veil of   secrecy.\nUndeterred by the CIA's lack   of backbone, Baer continued to   meet with sources who could   lead him to his quarry.\nIn one instance, Baer made   contact with   a known   Lebanese assassin to   arrange the   capture of embassy-bombing   kingpin Imad Mughniyah. But   his superiors were outraged   that he had even considered   such an operation.\nAs Baer points out in his epilogue, there was a direct link   between Mughniyah, Iran and   Osama bin Laden. If headquarters had let Baer work the   snatch operation in Beirut   nearly 20 years earlier, the   Sept. 11 attacks might not have   happened.\nHowever, a book with the tone   and revelations of Baer's is not   new in espionage literature,   and its assertions should be   taken with more than a few   grains of salt.\nBaer clearly is idealistic. He   believed in the mission of the   CIA and in the \"ends-justify- the-means\" philosophy instilled   by former directors Allen   Dulles and Richard Helms.\nWhat's frustrating is that   Baer clung to this mantle, despite the changes wrought by   congressional hearings in the   1970s - changes he could   clearly see weren't going away.   The swashbuckling CIA of yesteryear was no more, a fact   Baer seems unwilling to accept.\nOne gets the sense that Baer   flung himself against the bureaucratic brick wall long after   most of us would have figured   another way around it.\nNevertheless, \"See No Evil\"   is a must-read as America's war   on terrorism expands to new   fronts. Ignore Baer's longing   for the past. Instead, read   carefully his predictions for the   future.\n\nNotes\n\n1 COLOR PHOTO\n\nLoad-Date: June 18, 2004"
}