{
    "title": "Former U.S. Ambassador speaks at Texas Tech about terrorism in Africa",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 28,
    "full text": "Even though Africa's importance to the United States is not as great as Asia or the Middle East, it should not be overlooked, said former U.S. Ambassador Robert Houdek in a lecture Wednesday.\n\"Everything good and bad could be in our backyard tomorrow,\" Houdek said. \"We cannot ignore -- we cannot have an isolationist policy. Whether we like it or not, we are one with them.\"\nHe said Africa's importance to the United States will grow every day, and students need to be aware of this because of the globalization of resources.\nHoudek, a former U.S. Ambassador to several African countries in a career that had him working with African affairs for more than 25 years, spoke about the threat of terrorism in Africa to a room full of students and non-students in the Texas Tech University Human Sciences building.\nHe said it is very difficult to provide military solutions to terrorism because the military needs outstanding intelligence.\nIt is often better for terrorism organizations to run their operations out of more sophisticated cities, Houdek said, because it is more difficult for the United States to gain access to them.\nHe said by going into a large, sophisticated city, terrorists not only are lost among the millions of people who live there, but they also are allowed access to resources such as banks, airports and other modern advantages that would not be afforded to them in less sophisticated cities.\nOne of the threats Houdek talked about was al-Qaida in the Islamic Maghreb, an organization operated out of North Africa which he said is the most dangerous group in Africa.\nHe said there was a fear that al-Qaida members would go to Somalia and other similar countries after Saddam Hussein was overthrown in 2003. This led to the creation of the Combined Joint Task Force - Horn of Africa.\nHowever, the biggest issue in Somalia right now is that Somalians are killing Somalians, Houdek said. This is strange because they are the same ethnicity, speak the same language and have the same religion.\nSomalia is such a closed country, he said, that if you are not able to provide the names of up to 13 generations of forefathers, they know you are not Somalian.\nHoudek said South Africa is also a major concern to him, mainly because of the versatility of the passports issued by the country.\nHe said if a person was to obtain a South African passport, he or she could travel to almost any country without a visa.\nAnother issue of importance is the newly created U.S. Africa Command, AFRICOM. Houdek said the command is off to a bad start.\nHe explained the United States divided the world into regional commands, and the new command for Africa is looking to build the headquarters on the African continent.\nThe problem with placing this command center in Africa, Houdek said, is that it creates yet another target for terrorist organizations. He said if the United States placed this center in Africa, it would be more difficult to protect those who go to work there.\nHoudek said while there is no significant threat of a terrorism act from Africa on United States ground, he believes it is still very important to keep up with intelligence and have a military presence in Africa to protect the many U.S. citizens who are on the continent.\n(C) 2008 Daily Toreador via U-WIRE\n\nLoad-Date: February 28, 2008"
}