{
    "title": "Former Brooklyn College Student Admits He Conspired to Help Al Qaeda",
    "publisher": "the new york times",
    "year": 2010,
    "month": 4,
    "day": 28,
    "full text": "In a widely watched terrorism case, a former Brooklyn College student admitted in court on Tuesday that he had conspired to provide  Al Qaeda with what prosecutors described as military gear.\n  The former student, Syed Hashmi, 30, was to go on trial on Wednesday in Federal District Court in Manhattan, three years after he was extradited from Britain and accused by prosecutors of conspiring with others to provide Al Qaeda with military gear that was to be used against American forces in Afghanistan.\n  Mr. Hashmi could have received a sentence of 70 years had he been convicted on the four counts he originally faced. As part of his deal, the government will drop three other charges and allow him to plead guilty to one count of conspiracy to provide material support to Al Qaeda, prosecutors said. In a letter, the government said both parties agreed that 15 years would be a reasonable sentence.\n  ''He made the best deal that was available under the circumstances,'' David A. Ruhnke, one of his lawyers, said after the hearing.\n  ''He stepped up and accepted responsibility,'' he added. ''The government wanted to lock him up for the rest of his life. They will not succeed in that goal.''\n  Mr. Hashmi, a Pakistani who became an American citizen, has been in custody for four years, and with possible sentence reductions for good behavior, could be released by the age of 40, Mr. Ruhnke said. \n  Preet Bharara, the United States attorney in Manhattan, ''praised the investigative work of the Joint Terrorism Task Force'' in the case, his office said.  Mr. Bharara said of Mr. Hashmi, ''Having admitted his guilt, he will now face justice for giving aid to terrorists he knew full well were dedicated to harming Americans.''\n  In a late afternoon proceeding, Mr. Hashmi, wearing a white skullcap and dark blue jail garb, stood calmly by his three lawyers, Mr. Ruhnke, Anthony L. Ricco and Sean M. Maher, as he was questioned about his decision.\n  Judge Loretta A. Preska asked whether he was pleading ''because you are in fact guilty?''\n  ''Alhamdulillah,'' he said, or Praise be to God, and then added, ''Yes.''\n  He acknowledged, under questioning by Mr. Ruhnke, that in 2004, while he was a graduate student in London, he knew that a man staying with him was planning to deliver outdoor gear like ponchos, sleeping bags and waterproof socks to Al Qaeda for use in Afghanistan.\n  Mr. Ruhnke asked whether Mr. Hashmi knew that the United States considered Al Qaeda a terrorist organization.\n  ''Yes, I did,'' Mr. Hashmi said.\n  He also acknowledged lending the man $300 to buy a plane ticket to carry the gear to South Waziristan, an area of western Pakistan, for use by Al Qaeda. \n  Judge Preska asked, ''Did you understand, Mr. Hashmi, that those actions were unlawful?'' \n  ''Yes,'' he replied.\n  Mr. Hashmi was arrested in Britain in 2006 while trying to board a flight to Pakistan at Heathrow Airport. In 2007, he became the first person extradited from Britain to the United States on terrorism charges, prosecutors said.\n  A key trial witness against Mr. Hashmi was expected to be Mohammed Junaid Babar, who stayed with him  in London, court papers show. Mr. Hashmi's lawyers had made clear that they intended to attack the credibility of Mr. Babar, who pleaded guilty to terrorism charges in 2004.\n  ''Mr. Babar is unreliable, consistently misleads people and should not be trusted or believed by the jury,'' Mr. Ruhnke said in court in November. \n  Previous proceedings have been packed with Mr. Hashmi's supporters, and many have attended organized gatherings outside the federal jail in Lower Manhattan where he has been held in solitary confinement and under other highly restrictive measures. At Mr. Hashmi's request, Judge Preska agreed to expedite his sentencing, which she set for June 7.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Syed Hashmi pleaded guilty a day before his trial was to start.                                                        \n\nLoad-Date: April 28, 2010"
}