{
    "title": "Former CIA division director discusses agency's role in combatting terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 8,
    "full text": "The Princeton Research Program in International Security presented a lecture last ngiht, the second in a series of lectures and discussions, as part of its analysis of the Sept. 11 attacks. The guest speaker was Burton Gerber, the former director of the European and the Soviet-East European divisions of the Directorate of Operations at the CIA. He focused on answering questions many Americans have about the attacks, the role of the CIA and the difficulties in preventing future tragedies.\nGerber, who spent nearly 40 years with the CIA, worked overseas three separate times as a chief of station -- primarily in operations related to the former Soviet Union and the former Warsaw Pact countries -- and spent eight years directing operations in the same areas from the Washington, D.C. office.\nPrinceton U.\nWith many Americans comparing the nation's recent tragedy to catastrophes of the past, Gerber opened by recalling for his audience why, according to popular belief, the CIA was first conceived and created in 1947.\n\"One of the first things I heard when I joined the agency was that it was created to prevent another Pearl Harbor,\" he said. \"That is, there was information available but no central agency to analyze all the information and then provide it to decision-makers.\"\nAccording to Gerber, many Americans see the Sept. 11 attacks as \"the worst failure of intelligence since Pearl Harbor\" and, because of the number of civilian casualties, \"the worst attack on America ever,\" he said.\n\"The demand for safety is reasonable, and to the extent that the government doesn't respond to that demand, it fails,\" he added.\nGerber was quick to point out, however, that anti-terrorism work has been a target of U.S. intelligence operations for far longer than it has been at the forefront of the average American's consciousness. Indeed, even beginning as early as 1971, following the murder of the CIA's chief of station in Greece, counter-terrorism efforts have been ongoing.\n\"We certainly were working on terrorism early on … Terrorism was not new to us,\" he said, reminding the audience of events such as the 1993 World Trade Center bombing, the bombings of American embassies in Africa and the U.S.S. Cole disaster, which kept anti-terrorism forces hard at work.\nEven with his reproach of a government that he said failed to meet the basic security needs of its citizens, Gerber described the role of the people and the greater American psyche in creating an environment which left the country even more vulnerable to attack. He cited \"an enthusiasm for me,\" tied up in the dot-com mania and economic prosperity of the 1990's, which \"allowed us to forget about things in the rest of the world.\"\nGerber also devoted significant time to a discussion of the early stages of terrorist group development and provided insight into what makes attempts to infiltrate those groups so difficult.\n\"Terrorism clearly falls into this area of hard targets … It begins as groups of small cells established on the basis of some affinity,\" he said. \"The groups are very selective about who is in, usually only allowing in people such as brothers, cousins and very close friends.\"\nThat terrorist groups are so exclusive made finding effective spies -- an important task during his years as a director -- especially difficult. He said the job was made nearly impossible by what he deemed to be unrealistic expectations on the part of some Americans and U.S. lawmakers regarding the moral adequacy of foreigners the United States hires to do espionage work.\nThat American infiltrators will be \"bad guys,\" often committing murder as a fundamental part of their group association, is an unfortunate condition Americans will have to accept, he said, if they realistically expect effective spying.\nHowever, according to Gerber, the Unites States' spying and intelligence gathering efforts have, despite current national sentiment and various governmental roadblocks, been effective in the past in preventing devastating attacks. With a pointed degree of restraint in providing details, Gerber informed his audience that several near catastrophes have been averted thanks to U.S. intelligence operations.\n\"It's not comforting for influential people to tell you that there were a number of attacks that didn't happen, attacks that were frustrated … It could have been worse. There could have been more,\" he said.\n(C) 2001 The Daily Princetonian via U-WIRE\n\nLoad-Date: November 8, 2001"
}