{
    "title": "Former Leader of Pakistan Denounces Treason Charges as a 'Political Vendetta'",
    "publisher": "the new york times",
    "year": 2013,
    "month": 12,
    "day": 30,
    "full text": "ISLAMABAD, Pakistan -- With the opening of a treason trial looming over him this week, the former Pakistani military ruler Pervez Musharraf struck a defiant tone on Sunday, calling the case the worst kind of ''political vendetta'' and claiming that the country's powerful military establishment was upset by his treatment.\nIn a rare interaction with reporters representing foreign news outlets, Mr. Musharraf spoke with a seeming confidence that belied a barrage of legal charges and harsh criticism in the press against him since his return from exile abroad in March.\nIn those early days, he presented himself as a potential savior for Pakistan's political woes. But in the months since his return, as his political hopes imploded and as the new government of Prime Minister Nawaz Sharif, whom he deposed in a 1999 coup, began exploring charges against him, he has instead become a kind of public indicator of how much the country -- and, perhaps, the military -- might have changed since his time in power.\nOn Sunday, he insisted that he had been treated unfairly and suggested that the military was on edge over his fate, despite silence from Pakistan's generals over the past few months.\n''After having done so much for the development and welfare of the people, is this what I deserve?'' Mr. Musharraf asked in a session with reporters in the dining room of his farmhouse villa on the outskirts of Islamabad.\n''I would say the whole army is upset,'' he said. ''I have led this army from the front -- I am not a study-table type of an army chief. The feedback that I have received is that the whole army, they are worried, and they are totally with me, I think, on this issue.''\nHe added, ''Certainly, they wouldn't like anything happening to their ex-army chief.''\nHowever, he stopped short of commenting on what the new army chief, Gen. Raheel Sharif, might think of the treason prosecution. Mr. Musharraf described General Sharif as a ''straight dealer,'' and said, ''I hold him in high esteem.''\nMuch of his ire was directed against Iftikhar Muhammad Chaudhry, the recently retired head of Pakistan's judiciary, whom he described as ''an activist chief justice.''\nIt was Mr. Musharraf's move as president in 2007 to fire Justice Chaudhry, whom he had promoted to chief justice two years before, that ignited an opposition movement that eventually forced the former general out of power.\nMr. Musharraf said he felt betrayed by his political allies, many of whom owed their fortunes and their positions to his patronage. But he insisted that he did not consider the United States, who once called him a premier ally in fighting terrorism, to be among the ranks of those who had abandoned him.\n''I have tremendous support there,'' he said. ''I have been to United States for my lectures, all over United States. I have been on the Hill also, to the Senate and the congressmen. There is tremendous amount of appreciation of whatever I did in the region, fighting extremism and terrorism. They have not let me down.''\nHe added, though, that he did not expect the United States to be offering him any kind of public support in his legal troubles. ''In the background, maybe on their own, they are maybe doing something,'' he said, ''but I am not involved in that.''\nMr. Musharraf, who during his stretch in power was fond of emphasizing his credentials as a swashbuckling commando leader, said that nowadays, he felt confined and restless in his home. He has spent much of the past months under house arrest, and is surrounded by guards to protect him from assassination.\nIt was a such a potential security risk that put off the treason proceedings against him until the new year, after bomb materials and handguns were found along his convoy's route to the capital for a planned court appearance on Tuesday.\nHe described his farmhouse villa, a four-bedroom home on five acres of land, as just ''a little better than an average house.'' It is comfortably, if not lavishly, appointed, and decorated in a mostly marshal theme, including commemorative swords.\nMostly, he expressed a longing to be able to leave it more freely.\n''I want to be a free man, to go and come back as I please,'' he said. ''What is the charge against me? I have not been convicted of anything.''\nA circuitous road out of Islamabad leads to Mr. Musharraf's residence, which is ringed by three security checkpoints. A retired colonel oversees his security, with paramilitary ranger troops positioned alongside the boundary walls and private commandos within the house.\nMr. Musharraf insisted that he was not deterred by the legal challenges against him -- not even the impending treason case, which is based on accusations that he subverted the Constitution by firing Justice Chaudhry and imposing emergency rule during that crisis, and could carry the death penalty if he is convicted. But he acknowledged, ''I am passing through an important, critical stage.''\nIn the interview, he defended his time in office, saying that even though his political allies pushed him toward actions that ended up mistakes, he stood on his record of fighting terrorism and militancy by Al Qaeda and the Pakistani Taliban.\nHe reserved special criticism for Justice Chaudhry and Prime Minister Sharif. And he took pains to insist that he would never cut a deal with Mr. Sharif merely to spare himself the pain of legal proceedings.\nIn that matter, however, the prime minister would seem to hold the cards. The special court proceedings on the treason charge against Mr. Musharraf are to resume on Wednesday.\n\nhttp://www.nytimes.com/2013/12/30/world/asia/defiant-pakistani-ex-leader-denounces-treason-trial.html\n\nGraphic\n\n \nPHOTO: Pervez Musharraf, the former military ruler, addressed reporters at his home on the outskirts of Islamabad on Sunday. (PHOTOGRAPH BY FAROOQ NAEEM/AGENCE FRANCE-PRESSE -- GETTY IMAGES)            \n\nLoad-Date: December 30, 2013"
}