{
    "title": "Former Prosecutor to Lead New York 's Counterterrorism Effort",
    "publisher": "the new york times",
    "year": 2010,
    "month": 6,
    "day": 25,
    "full text": "Richard Daddario, a former federal prosecutor who is now the Department of Justice's attache in Moscow, was named the New York Police Department's top counterterrorism official on Thursday, city officials said. \n  Mr. Daddario, 59, a longtime Manhattan resident before going to Moscow, becomes the fourth person to hold the senior position, which was created in the wake of 9/11. He will be the first prosecutor to hold the position. \n  ''Richard Daddario brings vast experience and an impeccable reputation in law enforcement to this most important post,'' Police Commissioner Raymond W. Kelly said in a statement. ''As recent events have shown, New York remains a target for terrorists, and we need talented leadership to help us protect against this continuing threat.'' \n  Mr. Daddario was an assistant United States district attorney for the Southern District of New York from 1996 until September 2009, when he was detailed to Moscow. During his time with the prosecutor's office, he was the supervising or lead attorney in cases involving domestic and international terrorism as well as terrorism financing, according to a city news release. He also prosecuted cases involving organized crime and racketeering, domestic and international narcotics trafficking, public corruption and other violent crimes. \n  In his current post, he provides legal counsel to the United States Embassy's executive staff and acts as liaison to Russian law enforcement on issues related to terrorism, narcotics and transnational crime, the statement said. \n  The appointment comes less than two months after the city was spared a potentially bloody attack in Times Square when the car bomb made by Faisal Shahzad failed to go off. Mr. Shahzad, a Pakistani-born naturalized American citizen who admitted to receiving training and funds from the Taliban in Pakistan, pleaded guilty this week to attempting the attack. \n  In his new post, Mr. Daddario will oversee the expansion of the department's Lower Manhattan Security Initiative, a planned network of 3,000 police and private security cameras in Lower Manhattan modeled after the ''ring of steel'' camera system monitoring London's financial district. \n  In a speech at the Association for a Better New York this week, Mr. Kelly said the department was also expanding the network to include a 30-block area of Midtown from 30th  to 60th Street and from the East River to the Hudson. \n  The department has more than 1,000 officers assigned to counterterrorism duties daily, though that includes personnel assigned to the department's Intelligence Division headed by David Cohen, a former C.I.A. official. \n  Mr. Daddario will also head the more than 120 detectives assigned to the Joint Terrorism Task Force, a number that has expanded from 17 since Sept. 11, 2001. \n  Mr. Daddario, who was  in Moscow and could not be immediately reached for comment, will assume his new duties in August, police officials said. \n  Mr. Daddario replaces Richard A. Falkenrath, a Harvard lecturer, author and former National Security Council staff member. Mr. Falkenrath left the position in May after four years as the city's senior antiterrorism official to join a private security firm headed by Michael Chertoff, the former homeland security secretary. \n  He is also the second federal prosecutor that Mr. Kelly has recruited from the Southern District office in recent months. In August, he appointed Katherine Ann Lemire to serve as his special counsel. It was not immediately clear on Thursday what influence she had on Mr. Daddario's appointment.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 26, 2010"
}