{
    "title": "Fort Dix informant's past is an issue",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 10,
    "day": 28,
    "full text": "The key government witness in the Fort Dix terrorism trial was described by a defense attorney yesterday as a \"serial fraud artist\" who tried to flee to Canada to avoid cooperating with the FBI and who has repeatedly lied to authorities. \nMahmoud Omar, who is expected to take the stand today in federal court in Camden, was the focus of daylong testimony from one of the lead investigators in the case. \nJohn Stermel, a police officer with the Delaware River Port Authority and a member of the FBI's South Jersey Joint Terrorism Task Force, spent nearly five hours detailing Omar's criminal past and his role as an informant in the Fort Dix case. \nAmong other things, jurors learned that Omar: \nTried to flee to Canada in January 2005, hours after the FBI confronted him about a bank-fraud investigation in which he was the primary target. Omar, who was jailed on similar charges in 2002, had agreed to cooperate, then headed to Detroit and was stopped trying to cross the border.  \nBoasted to a cooperating witness in the bank-fraud case that he could arrange for her to earn $10,000 by taking part in a sham marriage to help an illegal alien obtain resident status. \nSold for $3,000 a phony Social Security card he had obtained illegally to help an associate carry out a credit-card scam and lied to the FBI, claiming he had thrown the card away.  \nWas picked up on tape during the Fort Dix investigation complaining to an associate about a film-pirating operation they were involved in in Egypt and saying he would have someone shoot unnamed individuals who were trying to extort him.  \nWill receive approximately $237,873 in payments and reimbursements for his work as a cooperating witness from January 2005 through December of this year. The payments will include a weekly salary of $1,500 that began in August 2006, as the Fort Dix investigation intensified. \nAfter his aborted attempt to flee to Canada, Omar, 38, became an FBI informant on terrorism-related cases, Stermel said. \nThe investigator said he could not provide details about those investigations. \nOmar, an Egyptian-born used-car salesman who entered the United States illegally through Mexico in 1992 or 1995 - defense attorneys pointed out that he provided differing dates to the U.S. Probation Department and to the FBI - was asked to develop information about Mohamad Shnewer, one of the defendants in the Fort Dix case, early in 2006, Stermel said. \nOmar knew Shnewer and his family because he shopped at a food market the family ran in Pennsauken.  \nShnewer and his associates had become targets of an anti-terrorism probe after a video copied at a Circuit City store showed them firing rifles and shouting for \"jihad\" at a firing range in the Poconos. \n\"We were trying to find out what their mindset was,\" Stermel said, \"whether this was a threat or some guys shooting guns in the woods.\" \nOmar already was cooperating with the FBI at that point, Stermel said, and \"had done some good work.\" \nStermel, who is expected back on the stand this morning, was questioned at length yesterday, first by Assistant U.S. Attorney Michael Hammer and then by defense attorneys Rocco Cipparone Jr., the lawyer for Shnewer, 23, and by Michael Huff, who represents Dritan Duka, 29. \nThe other defendants in the case are Duka's brothers Eljvir, 25, and Shain, 27; and Serdar Tatar, 25. The five are charged with plotting a jihad-inspired attack on Fort Dix. \nThe defense has argued that Omar manipulated the defendants, creating a conspiracy where none existed. They allege that he was trying to curry favor with authorities in order to avoid prosecution for his fraudulent activities, to stave off a possible deportation, and to continue to collect cash from the FBI. \nOmar recorded more than 200 conversations during the investigation, Stermel said. Dozens are expected to be played for the jury during the trial, now in its second week before U.S. District Court Judge Robert Kugler. \nContact staff writer George Anastasia at 856-779-3846 or ganastasia@phillynews.com. \n\nLoad-Date: October 28, 2008"
}