{
    "title": "Fort Hood shooting_ Al Qaeda now portrays Nidal Hasan as terrorism star Al Qaeda now hails Army Maj",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 10,
    "day": 19,
    "full text": "Whether someone other than Army Maj. Nidal Malik Hasan had a guiding hand in an attack that killed 13 soldiers at Fort Hood in Texas last year remains an open question, as military proceedings against Hasan get under way in Texas.\nBut Al Qaeda and other Islamist terrorist groups say no matter: They are hailing Hasan, an American-born Muslim of Palestinian descent, as a hero worthy of emulation. Though the Nov. 5 shooting was not on the scale of a 9/11-style attack, it served the same purpose: to terrify \"the Crusader West\" and shake America off kilter, according to an Al Qaeda spokesman.\n\"Hasan has become almost everything they've been hoping ... he's legendary now within their movement,\" says Jarret Brachman, an expert on international terrorist groups and author of \"Global Jihadism: Theory and Practice.\"\nHasan's ties to US-born Muslim cleric and terrorist recruiter Anwar Al-Awlaki have given rise to the theory that Hasan carried out the first international terrorist attack against America since 9/11.\nIn the months after the shooting, Al Qaeda doubted that line of reasoning, because a minor online essay about martyrdom was all that could be linked to Hasan. More recently, however, the international jihadist group has sought to portray Hasan as a terrorist \"trailblazer\" who conducted a \"historic and trend-setting\" operation, though some say Al Qaeda's embrace of the Fort Hood incident indicates that it is now willing to settle for inflicting damage that, while deadly, is much less spectacular than a 9/11-style attack.\n\"The Mujahid brother Nidal Hasan has shown us what one righteous Muslim with an assault rifle can do for his religion and brothers in faith, and has reminded us of how much pride and joy a single act of resistance and courage can instill in the hearts of Muslims everywhere,\" American-born Al Qaeda spokesman Adam Gadahn said in a video released March 7. \"The Mujahid brother Nidal Hasan, by the grace of Allah and with a single 30-minute battle, singlehandedly brought the morale of the American military and public to its lowest point in years.\"\n\" 'Hasan proves that you can be Al Qaeda by not even being Al Qaeda' - that's the model they're now promoting,\" says Mr. Brachman. \"He has populist appeal within the jihadi movement. The fact that he's not exceptional ... is what makes him so compelling.\"\nWhile the Obama administration has been reluctant to characterize the attack as a terrorist act (a Pentagon report on the Fort Hood attack made no mention of jihad), the Senate Homeland Security Committee has in past hearings linked Hasan and Fort Hood to Al Qaeda's new tactics.\nIn a committee hearing last month, FBI Director Robert Mueller said that \"since 2006 al-Qaida has looked to recruit Americans or Westerners who are able to remain undetected by heightened security measures.\"\nThe shift from large spectacular attacks is a sign that Al Qaeda is actually at one of \"its weakest points organizationally,\" after years of conflict with the United States, Michael Leiter, director of the National Counterterrorism Center, said in testimony to the same Senate committee.\nThe US government is in a tough spot, however, when it comes to preventing attacks and identifying possible domestic terrorists within the large US Muslim community. On one hand, the FBI has been criticized for not intervening with Hasan after intercepting the Awlaki correspondence, which at the time did not raise enough red flags to stir immediate action.\nOn the other hand, with polls showing a darkening of the public's views of Islam in the past year, it's crucial for government agents to be able to reach out to the Muslim community for help finding potential terrorists, the FBI's Mr. Mueller told the Senate recently. That may become more difficult if Muslims sense growing intolerance of Islam in America, says David Schanzer, director of the Triangle Center on Terrorism and Homeland Security at Duke University and the University of North Carolina-Chapel Hill.\nWhatever his motives, Al Qaeda says, Hasan pulled off a near-perfect operation by keeping his plans secret, carefully picking a target for optimal effect, and carrying out the attack without regard for his own life.\nThe Fort Hood attack showed that \"there are countless ... strategic places, institutions and installations which, by striking, the Muslim can do major damage to the Crusader West and further our global agenda and long-range strategic objectives,\" Mr. Gadahn, the American-born Al Qaeda spokesman, said in his exaltation of Hasan in March.\n       \n\nLoad-Date: October 20, 2010"
}