{
    "title": "Fort Hood tragedy_ Terror or typical workplace violence_",
    "publisher": "usa today",
    "year": 2009,
    "month": 11,
    "day": 11,
    "full text": "Appearances can be perilously deceiving, especially if Americans do not look any further than Nidal Malik Hasan's Palestinian descent, his Muslim affiliation, his Middle Eastern-style clothing, and reports of his having shouted out \"Allahu Akbar,\" an expression of praise to God, before allegedly gunning down dozens of soldiers. Superficially, the Fort Hood rampage looks like terrorism.\nHasan's murder spree appears, however, to be much more about seeking vengeance for personal mistreatment than spreading terror to advance a political agenda. In many respects the Fort Hood massacre stands as a textbook case of workplace murder, even though a military base would seem to be an unusual location. Such a crime would seem more likely to occur inside an office building, such as in Friday's shooting spree in Orlando. Despite its unique function, Fort Hood is indeed a workplace, the U.S. Army an employer, and Hasan a disgruntled worker attempting to avenge perceived unfair treatment on the job. His rampage was selective, not indiscriminate. He chose the location -- his workplace -- and then apparently singled out certain co-workers for death.\nBouts of failure\nWorkplace avengers typically endure profound episodes of failure, as reflected in the string of negative evaluations Hasan had received for his substandard performance.  In addition, workplace killers externalize blame, seeing themselves as victims of unfair treatment. Hasan apparently felt harassed by soldiers because of his Muslim faith. And, given his standoffish nature, he was not likely to seek support from others.\nWorkplace murderers suffer some catastrophic loss on the job  that serves as a precipitant. Despite attempts to gain a discharge from the Army, Hasan was facing deployment overseas. It was one thing to counsel returning soldiers here in the States, but quite another to support the war from the front lines.\nHasan had enlisted more than two decades ago, hoping to pursue his education and to express his loyalty as a proud U.S. citizen. This was long before the war in Iraq, the 9/11 attacks, even the Gulf War. At this juncture, however, he dreaded going to war against Islam, as he reportedly viewed it. He saw no way out.\nMuslim intolerance\nIn today's political climate, it is easy to understand  why many observers would uncritically describe Hasan as a terrorist. Going so far as to post Hasan's photograph above the word \"Terrorist,\" a columnist with The North Star National news syndicate wrote: \"(It) is terrorism. To state otherwise only compounds the problem.\"\nBut calling the Fort Hood ambush an act of terrorism would only compound the tragedy by reinforcing the kind of intolerance toward American Muslims that appears to have contributed to Hasan's despair. Unfortunately, according to FBI figures, there has been a precipitous increase in hate crimes against Arab Americans since the 9/11 attacks.\nStill, the U.S. has not suffered many more acts of jihadist terrorism since 9/11 in large part because Arab Americans are  integrated into the culture and structure of our nation. Unlike France, where thousands of Muslim immigrants have rioted in the streets, America's Islamic newcomers are generally accepted into the mainstream. Most have a stake in their host country and would not want to destroy it.\nLike so many disgruntled workers and ex-workers nowadays, Hasan saw himself as a victim of injustice and his fellow soldiers as villains who had conspired against him. The Fort Hood massacre was absolutely tragic,  but likely not terrorism.\nJames Alan Fox and Jack Levin are criminologists at Northeastern University in Boston and co-authors of Extreme Killing. \n\nLoad-Date: November 11, 2009"
}