{
    "title": "Fort Hood suspect charged in 13 deaths",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 11,
    "day": 13,
    "full text": "FORT HOOD, Texas - An Army psychiatrist was charged with 13 counts of premeditated murder in the Fort Hood massacre as he lay in a hospital bed Thursday, while President Barack Obama ordered a review to determine if the government fumbled warning signs of the man's contacts with a radical Islamic cleric.\nMaj. Nidal Malik Hasan could face the death penalty if convicted.\nArmy officials said they believe Hasan acted alone when he jumped on a table with two hand guns last week, shouted \"Allahu akbar\" and opened fire. The dead included at least three other mental health professionals; 29 were injured.\nAdditional charges were possible, said Chris Grey, spokesman for the Army Criminal Investigation Command. It had not been decided whether to charge Hasan with the death of the unborn child of a pregnant soldier who died, officials told The Associated Press on condition of anonymity because they were not authorized to speak about the case publicly.\nMeanwhile, Obama ordered a review of all intelligence related to Hasan to determine whether it was properly shared and acted upon within the government. John Brennan, assistant to the president for homeland security and counterterrorism, will oversee the review.\nThe first results are due Nov. 30. Obama also ordered the preservation of the intelligence.\nMembers of Congress are pressing for a full investigation in why Hasan was not detected and stopped. A Senate hearing on Hasan is scheduled for next week.\nRep. Peter Hoekstra, the top Republican on the House Intelligence Committee, and others have called for a full examination of what agencies knew about Hasan's contacts with a radical imam and others of concern to the U.S., and what they did with the information. Hoekstra confirmed this week that the U.S. knew about 10 to 20 e-mails between Hasan and a radical imam, beginning in December 2008.\nA joint terrorism task force overseen by the FBI learned late last year of Hasan's repeated contact with a radical Muslim cleric who encouraged Muslims to kill U.S. troops in Iraq. The FBI said the task force did not refer early information about Hasan to superiors because it concluded he wasn't linked to terrorism.\nHasan was charged in the hospital without his lawyers present, said John Galligan, his civilian attorney.\n\"What I find disturbing is that my client is in ICU, and he's 150 miles south of his defense counsel, and he's being served with the charges,\" he said.\nMonths before the shootings, doctors and staff overseeing Hasan's training reported viewing him at times as belligerent, defensive and argumentative in his frequent discussions of his Muslim faith, according to a military official familiar with several group discussions about Hasan.\n\nLoad-Date: November 13, 2009"
}