{
    "title": "Fort Hood shooting_ After delays, trial of Major Hasan to begin soon Major Nidal Malik Hasan, charge",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 3,
    "day": 21,
    "full text": "US Army Maj. Nidal Malik Hasan, charged with killing 13 people and wounding another 32 at Fort Hood, Texas, in 2009, will soon face a military court-martial that is both controversial and long in coming.\nJudge Tara Osborn, a US Army colonel, ruled Wednesday that the trial would go ahead at Fort Hood - the site of what a US Senate report termed \"the worst terrorist attack on US soil since Sept. 11, 2001\" - rather than be moved to another venue as Major Hasan's lawyers had wanted.\nThe Army has said the officers who will make up Hasan's jury will be brought in from another post, probably Fort Sill in Oklahoma, Reuters reports.\nHasan's counsel had said the change in venue and jury pool were a question of fairness, given the saturation coverage about the shootings in the Army Times newspaper, compared with newspapers for the other branches of the armed forces.\nJeffrey Addicott, a retired Army Special Forces judge advocate general, told Reuters before Wednesday's hearing, \"This is such a high profile case that you can't go to any military installation in the world and find a panel which has not heard about this case.\"\nColonel Osborn also rejected Hasan's request to select jurors from the Navy or Air Force instead of the Army.\nThe case and the upcoming trial raise questions about how Hasan was charged following the murderous rampage at Fort Hood, which was stopped when two military police officers shot him (resulting in his being paralyzed from the waist down).\nHasan was born in the United States and is therefore a US citizen as well as a commissioned military officer. But he had had e-mail contacts with Anwar al-Awlaki, the American-born imam listed as an Al Qaeda terrorist and later killed in a US drone strike in Yemen. During the violent 10-minute episode at Fort Hood, Hasan was heard to shout \"God is great\" in Arabic.\nThe Defense Department classified the attack as \"workplace violence\" rather than an act of terrorism.\nCritics say this diminishes the case, at least in terms of how it's perceived.\n\"Fourteen people, including an unborn child, were killed by Major Nidal Hasan, a man that was known to have terrorist ties,\" US Rep. John Carter (R) of Texas said in a statement e-mailed to the Killeen [Texas] Daily Herald. \"This was a terrorist attack and it's time to step up to the plate and give these forgotten warriors the respect and attention they deserve.\"\nOther military legal authorities say it makes no difference how the case is characterized since the charges against Hasan could result in the death penalty anyway.\nBut critics of the \"workplace violence\" designation say this prevents the Army from awarding Purple Heart medals to those killed or wounded in the attack.\nSome of them are suing the military because they claim the designation gives them diminished access to medical care and financial benefits normally available to those whose wounds are designated as \"combat related,\" Fox News reported.\nIn a statement to Fox News, Pentagon spokesman George Little denied that any military victims of Hasan's attack have been neglected in the wake of the shooting spree. \"The Department of Defense is committed to the highest care of those in our military family,\" Mr. Little said. \"Survivors of the incident at Fort Hood are eligible for the same medical benefits as all service members. The Department of Defense is also committed to the integrity of the ongoing court-martial proceedings of Maj. Nidal Hassan and for that reason will not at this time further characterize the incident.\"\nFormer 1st Cavalry Staff Judge Advocate Richard Rosen told the Killeen newspaper this week that labeling Hasan as a terrorist would likely have little impact on the upcoming trial.\n\"This guy was taking direction from Anwar al-Awlaki, whom we thought was enough of a threat to kill with drones,\" said Mr. Rosen, currently a law professor at Texas Tech University. \"Ultimately when you talk about the baseline of the crimes he has been alleged to have committed, [it would have] no impact at all.\"\nOsborn, the judge in the case, has denied a request by Hasan's lawyers that the death penalty be removed from consideration in return for a guilty plea.\nThe judge is unlikely to accept any defense requests that would delay the court-martial, Geoffrey Corn, a former lieutenant colonel in the Army Judge Advocate Corps and now a professor at the South Texas College of Law in Houston, told Reuters.\n\"I think she is sensitive to the fact that this has dragged on for a long time, and it's time to get this case to trial,\" Mr. Corn said.\nJury selection is scheduled to begin in May.\n\nLoad-Date: March 22, 2013"
}