{
    "title": "Fort Detrick kicks off Antiterrorism Awareness Month",
    "publisher": "the frederick news-post ",
    "year": 2014,
    "month": 8,
    "day": 1,
    "full text": "Aug. 01--Law enforcement and Army officials at Fort Detrick are working to educate employees and residents on post this month about terrorism threats.\nTheir efforts are part of the annual Antiterrorism Awareness Month, designated by the Department of the Army as an educational tool for military communities.\nRichard King, anti-terrorism officer at Fort Detrick's garrison, said one of the goals is to encourage employees and residents to report suspicious things or events, such as an unattended bag at a school bus stop.\n\"The average person may be able to see what a police vehicle cannot,\" King said.\nThe rest of the year, King's department handles foreign security briefs and works to create awareness of possible terrorist threats.\n\"Anti-terrorism is a 24/7 job,\" he said.\nThe post's Antiterrorism Awareness Month starts with the \"See Something, Say Something\" fun run today. The second event is National Night Out on Tuesday.\nDetective Richard Sherbert, of the Fort Detrick Police Department, said this particular event on post has changed locations over the years, but the objective is the same.\n\"The concept is to give crime and drugs and all that a going-away party,\" Sherbert said.\nFort Detrick's version of the event is for post residents and employees, not the general public. About 300 people attended the block party last year, he said.\nResidents and employees can talk to law enforcement officers and meet police dogs in an informal environment.\n\"It makes them feel comfortable, and a little more at home,\" Sherbert said.\nThe National Night Out event on post will have an information booth with educational material for Antiterrorism Awareness Month.\nAntiterrorism Awareness Month started in 2011 and promotes iWATCH, an Army program to encourage people to identify and report suspicious behavior that may be related to terrorist activities.\nFollow Sylvia Carignan on Twitter: @SylviaCarignan.\n___ (c)2014 The Frederick News-Post (Frederick, Md.) Visit The Frederick News-Post (Frederick, Md.) at www.fredericknewspost.com Distributed by MCT Information Services\n\nLoad-Date: August 1, 2014"
}