{
    "title": "Fort Hood suspect_ Portrait of a terrorist_",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 9,
    "full text": "The possibility that the Fort Hood shootings are both \"an isolated incident,\" as the base commander here described them, and a terrorist attack is becoming increasingly real as more information emerges about alleged perpetrator Maj. Nidal Malik Hasan.\nMajor Hasan's antiwar statements and his deepening grudge with the Army over its refusal to discharge him led many analysts to suggest initially that last Thursday's attack was the act of a desperate and perhaps mentally ill individual. On Monday, Lt. Gen. Robert Cone, the Fort Hood commander, called the rampage, which killed 13 people and wounded 29, \"an isolated incident.\"\nBut emerging connections between Hasan and a radical Muslim cleric, echoing reports from US intelligence officials that Hasan had attempted to contact \"people associated with Al Qaeda,\" are fueling speculation within the government that the attack is in fact an act of terror aimed at the heart of a US military poised to further ramp up operations in Afghanistan.\nIf it turns out that Hasan had political motivations for his brutally precise attack on fellow soldiers at the Fort Hood Soldier Readiness Processing Center, then the rampage would qualify as the biggest terrorist attack on US soil since 9/11, Sen. Joe Lieberman of Connecticut, an Independent, said Sunday.\nIn determining the true nature of the crime, the US must consider Al Qaeda's \"organized endeavor to radicalize individuals\" and the extent to which Hasan had a political motive, says Bruce Hoffman, a professor at Georgetown University and author of \"Inside Terrorism.\" (Hasan, wounded during the rampage and recuperating in the hospital, has not yet been charged.)\nTerrorism is \"violence designed to register some protest and/or to change the outcome of some political issue,\" says Professor Hoffman. \"Certainly this type of leaderless terrorism is not an organic phenomenon. Terrorist organizations are actively encouraging people - through the Internet and other means - to engage in violence of their own.\"\nSenator Lieberman's Homeland Security committee has \"looked closely at the role of the Internet in radicalization,\" Hoffman adds.\nReports surfaced Monday that the unmarried, 30-something psychiatrist had kept up contact with Anwar al-Awlaki, an American-born radical cleric now living in Yemen who, for a time, presided over a mosque in Virginia where Hasan had worshipped. The New York Times reported that FBI and Army investigators knew Hasan had communicated with Mr. Awlaki last year and this year, but dropped an inquiry \"after deciding that the messages warranted no further action.\"\nAwlaki has a website that promotes jihad against US interests. In a blog posting early Monday titled \"Nidal Hassan [sic] Did the Right Thing,\" Awlaki calls Hasan a \"hero\" and a \"man of conscience who could not bear living the contradiction of being a Muslim and serving in an army that is fighting against his own people.\"\nOther reports indicate that US intelligence services had discovered Hasan attemping to reach out to Al Qaeda about two months ago. Rep. Peter Hoekstra (R) of Michigan told ABC News that the CIA had, so far, refused to brief congressional intelligence committees on what, if any, knowledge the agency had about Hasan's efforts.\nThe terrorism possibility did not surprise one Fort Hood soldier keeping guard on Monday. He didn't want his name used, but he said the timing of the attack was suspicious, coming as the US considers stepping up the size of its forces in Afghanistan, where Hasan had been ordered to deploy.\nHasan's attack was the third incident this year in which US military installations were targeted by radicals. In September, two North Carolina men were charged for allegedly conspiring to kill US personnel at the Marine Corps Base Quantico, home of the Marines' officer training school and the FBI Academy. In June, Abdul Hakim Mujahid Muhammad, an American Muslim convert, allegedly fired at two soldiers taking a cigarette break outside a recruiting center in Little Rock, Ark., killing one and injuring the other. Authorities say the alleged shooter said the attack was retaliation for US military actions overseas.\nExtremism expert Brian Levin at California State University says that, if terrorism is defined as an attack on symbolic targets to intimidate people for political or social objectives, Hasan's alleged actions probably don't qualify. Mr. Levin instead points to \"the tangled interplay that personal disappointments, traumatic events, and ideology can have\" on an individual.\nHoffman, however, notes that a person's psychological state does not necessarily dismiss terrorism as a motive in the attack.\n\"There is very much this gray area, but at the same time, the decision will be determined with psychological evaluations and then with how Major Husan is charged,\" he says. \"I don't see a nervous breakdown as being mutually exclusive of terrorism.\n\"It becomes a medical and legal issue,\" he says, \"not one that you can neatly demarcate in a definitional sense.\"\nFort Hood officials are grappling with the emerging implications of Hasan's motive. Lieutenant General Cone said Monday that he is ensuring the safety of about 100 Muslim soldiers on base. But he also noted that platoon commanders have been ordered to look for abnormal behavior among any of their troops.\n----\nFollow us on Twitter.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: November 10, 2009"
}