{
    "title": "Fort Dix witness_ Informer or inciter_ The actions and motivation of formerly bankrupt Mahmoud A. Om",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 10,
    "day": 5,
    "full text": "Five years ago, he was a bankrupt felon with a conviction for passing bad checks. \nHe was facing deportation. \nAnd he was living in a subsidized, low-income apartment complex in Paulsboro, scratching for cash by trying to sell used cars from the complex's parking lot. \nToday he is the central figure in the Fort Dix terrorism trial, an FBI informant who may have received more than $3,000 a month to wear a body wire and record conversations. \nMahmoud A. Omar, whose immigration problems appear to have gone the way of his financial difficulties, spent more than a year working undercover in the case. \nWhile some details about his role have surfaced in pretrial documents, Omar's actions and motivation will be the focus of what could be the most important testimony in the high-profile trial. \nWas he the FBI's eyes and ears inside a conspiracy to gun down Army personnel on the sprawling Burlington County military complex?  \nOr was he an agent provocateur who took the hollow words and empty threats of five hotheaded young Muslims and turned them into a terrorist plot? \n\"He is a consummate con man,\" said Rocco Cipparone, the lawyer for Mohamad Shnewer, the defendant who spent the most time with Omar.  \n\"He wasn't in this for patriotic or altruistic motives,\" added Cipparone, who has spent hours going over transcripts and FBI memos detailing Omar's activities. \"He was very adept at manipulating conversations.\" \nProsecutors have declined to comment about the 39-year-old Egyptian Muslim or a second cooperating witness in the case. \nJury selection began last week. Opening statements are expected this month.  \nThe defendants, in addition to Shnewer, 23, are brothers Dritan Duka, 29, Shain Duka, 27, and Eljvir Duka, 24, and Serdar Tatar, 24. \nThe five foreign-born Muslims, all raised in the Philadelphia area, were arrested in May 2007 and charged with planning to gun down Fort Dix military personnel in a jihad-inspired attack. \nShnewer and the Dukas are from Cherry Hill. Tatar was a former Cherry Hill resident living in Philadelphia. \nCherry Hill, that quintessential American suburb, was the primary setting for much of the action in the probe, arguably one of the most sensational \"homegrown\" terrorism investigations in the country.  \nOmar routinely met with his FBI handlers at public locations in the township - the parking lot of the library, in front of the Cherry Hill Skating Center, at the Steak & Ale restaurant on Frontage Road, and outside the public-works garage.  \nAt those meetings, he would turn over tapes of conversations, get his instructions, have his car fitted with audio and video recording devices, and receive cash payments, usually $1,500.  \nDefense attorneys, who will receive a tally of the cash paid to Omar and the second cooperating witness before they testify, estimate it will exceed $50,000. \nThe lawyers are expected to argue that money motivated Omar - that he brought the ethics and style of a sleazy used-car salesman to the undercover operation, doing and saying whatever was necessary to close the deal.  \nAll five defendants interacted with him, and most were picked up on tape. Those conversations and Omar's testimony are at the heart of the case. \nHow Omar comes across on the stand may determine the fate of the defendants, who face possible life sentences. \n\"The more he talks, the more problems he's going to have,\" said Juannae Gunter, an office manager at Paulsboro Gardens, the 150-unit complex where Omar lived until about two years ago. \n\"He tries to talk slick, but you know there's something else going down,\" she said. \nThe FBI has said Omar began working undercover in its investigation early in 2006, shortly after a videotape of the defendants waving weapons and shouting for jihad turned up at a Circuit City store in Mount Laurel. \nHe had just settled into an apartment in Cherry Hill with his wife and baby, and had apparently put the money problems detailed in a 2002 bankruptcy filing behind him. \nBefore the move, Omar spent several years at Paulsboro Gardens. According to his Chapter 7 bankruptcy papers, his monthly rent was $79. \nOmar lived in Apartment 37A, a two-story corner unit near the rear of the complex. Gunter described him as \"just an OK tenant.\" She said she had a run-in with him because he was trying to sell cars he bought at auto auctions from one of the complex's parking lots. \n\"He had three or four cars out there,\" she recalled. \"They had dealer's tags from Pennsylvania.\" \nIn his bankruptcy filing, Omar said he was a self-employed auto mechanic with assets of $835 and debts of $37,877.21. \nAt the Hampshire Houses, a middle-class apartment development off Cooper Landing Road in Cherry Hill, his financial status seemed markedly improved. Whether Omar was already working for the FBI when the investigation began could not be determined, but his cash-flow problems were behind him. \nHe was driving a new Honda Accord and living in a two-bedroom apartment that rented for about $1,200 a month. \nOmar's entry into the alleged Fort Dix conspiracy came through Shnewer, the youngest defendant and, Shnewer's lawyer argues, one of the most gullible. \nShnewer was working at his father's Plaza Food Market in Pennsauken. Omar was a regular, and struck up a friendship with Shnewer and his family. \nThe two men would socialize, play pool, and talk about cars, politics, and their ethnic and Muslim heritage. \nShnewer is a U.S. citizen born in Jordan. He is a high school graduate and has attended community college. \nOmar, according to his testimony in the check-passing case, entered the country illegally through Mexico in the 1980s. He got a green card after marrying an American. \nHe boasted on many of the tapes of his life experiences and claimed to have served in the Egyptian military. \nOn one tape, Shnewer discussed attacking Fort Dix. \"I assure you that you can hit an American base very easily,\" he said. But he appeared to defer to his older friend. \n\"I am at your services, as you have more experience than me in military bases and in life,\" he told Omar. \nAn earlier conversation, cited in an FBI memo, demonstrated how Omar used his ethnicity to solidify his bond with Shnewer. \nIn March 2006, Omar asked Shnewer's mother to cook a lamb for what the memo describes as an aqiqa, a traditional welcoming party for a newborn. This was soon after Omar's daughter was born. \nShnewer suggested a mosque where Omar could have the party, and, according to the document, Omar agreed to pay Shnewer's mother $350 for preparing the lamb feast. \nTapes and FBI memos also refer to conversations about jihad and attacks on Fort Dix, surveillance trips to the base and other targets, and philosophical discussions about Muslim extremism. \nOther evidence includes a map of Fort Dix given to Omar by Tatar, whose family owned a nearby pizza shop, and an attempt by two of the Dukas to purchase seven assault rifles from an undercover agent posing as friend of Omar's who was an illegal gun dealer. \nThere are also conversations noted in FBI investigative memos but not recorded because Omar said he wasn't wearing a wire or because the recording device malfunctioned or the tape ran out. \nDefense attorneys point to those alleged lapses - and to the fact that Omar had the ability to turn his recorder off - as opportunities for Omar to fabricate information or steer the conversation in a certain direction before he turned on his tape. \nOmar was \"an extremely good used-car salesman,\" Cipparone, Shnewer's lawyer, said last week. He was adept not only at closing the deal but, \"in many respects, creating it.\" \nContact staff writer George Anastasia at 856-779-3846 or ganastasia@phillynews.com. \n\nLoad-Date: October 5, 2008"
}