{
    "title": "FORUM ON TERRORISM SLATED AT VIRGINIA UNION",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "A forum on the causes of terrorism and the challenges facing the world will be presented Tuesday from 6:30 to 8:30 p.m. in the L. Douglas Wilder Library Lecture Hall at Virginia Union University, 1500 N. Lombardy St.\nSpeakers will be Dr. Ramsey Kleff, professor of history and political science at VUU, on \"Perspectives on Terrorism\"; Dr. Richard Wills, pastor of Pilgrim Baptist Church, on \"Annihilation, Retaliation, Reconciliation and the Pursuit of Justice: An Ethical Reflection\"; Dr. Boykin Sanders, professor of New Testament and early Christian origins at VUU, on \"Religion and Terrorism\"; and Dr. Samuel K. Roberts, professor of theology and ethics at Union Theological Seminary and Presbyterian School of Christian Education, on \"Just War Problems and Just Peace Prospects.\"\nDr. James Henry Harris, professor of pastoral theology and homiletics at VUU, will be the moderator. The forum will be presented by VUU's School of Theology.\nFor information, call 342-3933.\nATLANTA PERFORMER AT FOUR MILE CREEK\nKerry Jackson of Atlanta will present a visual and musical program, \"Drawing to the Rock,\" tomorrow at 6 p.m. at Four Mile Creek Baptist Church, 2950 New Market Road.\nThe performance will include Bible stories, art, drama and music.\nFor details, call 795-2044.\nST. MICHAEL'S CHURCH PLANS CHORAL EVENSONG\nA choral evensong will be presented tomorrow at 5 p.m. at St. Michael's Episcopal Church, 8706 Quaker Lane in Bon Air.\nThe program is part of the church's music and arts series, now in its second year.\nFor details, call 272-0992.\nJEWISH SINGLES GROUP HOLDS MEETING TONIGHT\nThe newly formed Commonwealth Jewish Singles group will meet tonight at 7:30 at the Tobacco Company, 1201 E. Cary St.\nFor details, call Orly Lewis at the Jewish Community Center of Richmond, 285-2678, or Andy Kline at 378-7680.\nQUAKER THRIFT SHOP TARGETS FUNDS FOR RELIEF\nThe Thrifty Quaker, a thrift store run by the Midlothian Friends Meeting, will donate its proceeds from October to relief efforts for victims of the Sept. 11 terrorist attacks.\nEach month, the store gives its proceeds to charitable causes.\nSince its founding in 1996, the Thrifty Quaker has given away more than $52,000 in cash and $750,000 in goods to charities.\nDonations of items to be sold to raise money for relief efforts may be made at the thrift store in the Midlothian Station Shopping Center.\nFor details, call 794-7158.\nORDER OF ST. LUKE'S ANNUAL MISSION TODAY\nThe Rev. Jim Dickerson of Washington will speak at today's annual mission sponsored by the International Order of St. Luke, Richmond Chapter.\nHe will give presentations at 9:30 a.m. and 1 p.m. Lunch will be at noon and Holy Eucharist and a healing service will be part of the 1 p.m. presentation.\nThe sessions will be held at All Saints Episcopal Church, 8787 River Road. The theme will be \"Healing and Inner City Ministry.\"\nDickerson is the founder and pastor of New Community Church and Manna Inc. New Community is a small, interracial, Christ-centered, multidenominational church in Washington's African-American Shaw neighborhood. During the week, the church buildings are used as a neighborhood center.\nFor details, send e-mail to orderofstluke@mindsprng.com.  \n\nLoad-Date: October 17, 2001"
}