{
    "title": "Forum Weighs Strategies For Jewish-Muslim Talks",
    "publisher": "the forward",
    "year": 2004,
    "month": 10,
    "day": 22,
    "full text": "In an emerging national conversation about the future of Jewish-Muslim relations, several experts this week debated the appropriate conditions under which Jewish community officials should break bread with Islamic groups.\nThe issue is a growing concern for Jewish leaders across the country as Islamic groups are increasing their visibility in national and local politics in the wake of September 11 attacks, which increased the mistrust between Jews and Muslims.\nThe October 17 forum, sponsored by the Jewish Council for Public Affairs, centered on a new study by Raquel Ukeles, a doctoral student in Jewish and Islamic studies at Harvard University who is critical of the current standards used by American Jewish defense organizations in determining which Muslims should be included in dialogue.\nCiting her report, \"Locating the Silent Muslim Majority: Policy Recommendations for Improving Jewish-Muslim Relations in the United States,\" Ukeles told a gathering of about 75 Jewish community representatives from across the country that they have a rare, small window of opportunity to take some risks and engage Muslim organizations that were previously deemed unacceptable for dialogue.\nAt issue is whether to dialogue with moderate Muslims who are linked to organizations or coalitions that do not renounce terrorism against Israel or that are associated with terror-funding groups - a policy dubbed a \"secondary boycott.\"\nUkeles argued that by limiting the number of conversation partners, the Jewish community is missing a historic chance to build relationships with the next generation of American Jewish Muslim leaders, who see the Jewish community as their bridge to American society.\nShe recommended a two-pronged strategy: that national Jewish groups such as the Anti-Defamation League and the American Jewish Committee continue to guard against American Muslims who actively work with terrorist organizations, but local interfaith and community relations experts take greater risks and focus on building bridges.\nDavid Gad-Harf, executive director of Detroit's Jewish Community Council, agreed with Ukeles, citing his criterion: \"The [Muslim] organization must not condone terrorism, accuse Israel of being a terrorist state or make anti-Jewish statements. This criterion would not necessarily apply to large coalitions.\"\nBut Yehudit Barsky, director of AJCommittee's Middle East and international terrorism department, warned that Ukeles's approach is fraught with problems - most importantly, validating and empowering Muslim groups linked to terror, who use the Jewish dialogue to seek legitimacy in the wider community.\n\"What kind of Islam are they promoting? That should be the criteria,\" Barsky said. Besides renouncing terrorism against Israel, she also pointed to their views on women and democracy.\nBarsky said that now is the time to reach out to emerging Muslim organizations such as the Muslim American Congress and American Islamic Forum for Democracy, instead of existing national Islamic groups that have proven links to groups that fund terrorism in the Middle East.\n\nLoad-Date: June 14, 2006"
}