{
    "title": "FOUNDER OF HAMAS IS HELD AFTER BLAST _ THE POPULAR FIGURE WAS UNDER HOUSE ARREST. THE MOVE SIGNALS A",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 10,
    "day": 30,
    "full text": "Palestinian security put the spiritual head of Hamas, Sheik Ahmed Yassin, under house arrest yesterday after one of his followers killed an Israeli soldier in an attempt to blow up a school bus.\nIt was a risky step for Palestinian leader Yasir Arafat, given Yassin's tremendous popularity in parts of Gaza and the West Bank, and was clearly meant to indicate plans to carry out the pledge made in last week's peace accord to crack down on terrorism.\nThe detention was ordered after a man with 170 pounds of explosive packed into an Opel tried to drive into a bus carrying 44 children of Gaza Strip settlers. The blast killed a 19-year-old Israeli soldier riding in the back of an army jeep escorting the bus, along with the bomber.\nTwo other soldiers in the jeep were injured, along with some Bedouin children who lived nearby. There were no injuries to the school children, whose bus was armored.\nAlthough the charred body of the suicide bomber was not immediately identified, a caller claiming to speak for the Hamas movement called Israel radio taking responsibility for what it hailed as a \"wonderful operation.\"\nIt was the first suicide bombing since an attack on a Jerusalem pedestrian mall in September 1997, and, coming just a week after the peace accord signed at the White House, it triggered almost immediate action. Arafat called an emergency meeting of his security services in Gaza, at the conclusion of which, Yassin was ordered confined to his home in Gaza City.\nAn Arafat spokesman, Mohammed Adwan, would do no more than confirm the house arrest. An official of the Palestinian security services, who spoke anonymously with Reuters, cited \"recent statements against the Palestinian national interests\" rather than the bombing as the reason for Yassin's confinement.\nIt is a curious twist for Yassin, 62, who was freed from an Israeli prison only 13 months ago. The frail Yassin - he has been virtually paralyzed since a sports accident in his teens and now is almost blind - had been jailed for eight years for organizing attacks on civilians and ordering the killing of an Israeli soldier. The charismatic founder of Hamas, he returned to a tumultuous welcome in Gaza, and Arafat heaped praise upon him as a returning martyr.\nBut Yassin is also viewed as a threat to Arafat's political power - and never more so than in the last week, when he has taken every opportunity to denounce the Wye memorandum signed by Arafat and Israeli Prime Minister Benjamin Netanyahu as a betrayal of the Palestinian cause.\nThe agreement calls for a 13 percent Israeli withdrawal from the West Bank in exchange for a Palestinian crackdown on terrorism. Practically speaking, that means arrests and raids directed against Hamas, which is at once an Islamic politic party and, through its military wing, the main perpetrator of anti-Israeli terrorism.\nNetanyahu often has complained that Arafat must choose between making peace with Hamas and making peace with Israel. Nevertheless, the Israeli government did not seem impressed by the decision to put Yassin under house arrest.\n\"It is a Band-Aid rather than surgery,\" government spokesman David Bar-Illan said last night. \"It is not sufficient after the dastardly attack that we saw today. What is needed is a systematic war against the infrastructure of terrorism.\"\nThe Israeli cabinet is withholding a vote on the peace accord, awaiting the Palestinians' completion of a specific plan for rooting out terrorism.\nYesterday's attack took place about 7:30 a.m., as children aged 6 to 14 from the Jewish settlement of Kfar Darom were riding to a religious school in a nearby settlement. As the bus drove past Gush Katif Junction, an intersection in the sparsely populated area used by both Palestinians and Israelis, the bomber darted out of the driveway of a flour mill and tried to smash into the school bus.\nJust after the explosion, Israel soldiers chased three men they saw nearby whom they suspected of involvement in the attack. According to an army statement, one of the suspects was shot. An altercation ensued with Palestinian police, who were angry that the Israelis had entered territory under their jurisdiction in the pursuit. By some accounts, there were warning gunshots exchanged. Nevertheless, it appeared that the dispute had been cleared up shortly afterward.\nThe soldier killed in the jeep was identified as Andrei Neykov, 19, from Haifa. His family told Israeli television that he was a Soviet immigrant who had come to Israel in 1996 and had been assigned to Gaza only this week.\nThe blast blew down the roof of a Bedouin shack nearby where Fatma Abu Mondein, 50, was baking bread.\n\"I heard this big boom. I ran to see if the children were OK,\" said Mondein, as she walked with a granddaughter, who was bleeding from a gash in her scalp. Two other children had been taken to the hospital.\nOn the sand-blown road, Israeli and Palestinian police were working together to scrape up the skeleton of the terrorist's car. About one mile down the road was the red-and-white school bus - almost unscathed but for hairline cracks in the windshield and a slightly charred and blood-splattered front hood.\n\"Thank God,\" said Tsipi Buskili, a mother, as she inspected the school bus. \"We are under His protection.\"\nBenny Cohen, another Gaza settler, who came to see the bus, said there had been five similar attacks in Gaza since the Palestinian Authority took over most of Gaza in 1994.\n\"We used to have occasional stabbings, but nothing like this,\" Cohen said. \"No explosions or suicide bombings.\" A moderate among the settlers, Cohen said he did not object in principle to the idea of giving territory to the Palestinians, but \"we can't give away our land without getting anything in return. . . . It is an impossible situation if they are going after our school buses.\"\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSheik Ahmed Yassin was placed under house arrest in Gaza City.\n\nLoad-Date: October 24, 2002"
}