{
    "title": "FOUR I'S FOR VICTORY",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 11,
    "day": 16,
    "full text": "FIGHTING TERRORISM\nThe 2004 election was the first to focus heavily on terrorism, but it will not be the last. For President George W. Bush and his successors, counterterrorism policy will be a top priority. In the wake of this divisive campaign, we should talk about how our country can come together to meet this challenge. Terrorism is an enormously complicated subject to address because of the threat's unpredictability and the variety of angles to the antiterrorism fight. The formula that I have been stressing with audience after audience is the need for the \"four I's\": identification, intelligence, integration and international cooperation.\nWhat do I mean? By identification, I mean our strategy must clearly identify the enemy. That hasn't been easy. Pick up a news story about Iraq and you'll find mention of \"terrorists,\" \"foreign fighters,\" \"insurgents,\" \"Iraqi nationalists,\" and \"al-Qaida affiliates,\" among others.\nMeanwhile, all of us speak of a \"war on terror,\" which suggests we are at war with anyone who engages in terrorism anywhere, -- from Colombia to the West Bank to Sri Lanka.\nSo who is the enemy? We should be more specific. We are fighting two enemies: al-Qaida, the network of terrorists responsible for 9/11; and a global movement of radical Islam, which has spawned groups that have killed from Madrid to Jakarta.\nThe first enemy must be destroyed. The second enemy must be combated by many means over many years. Our aim should be to prevail over the ideology that gives rise to Islamist terrorism, while protecting ourselves against attacks.\nIntelligence is our most important tool in preventing terrorist attacks. The tragic story of Sept. 11, 2001, is one of our intelligence agencies failing to coordinate, share, analyze and act on information. Right now, the status quo that failed us remains in place. That is unacceptable.\nThe 9/11 commission recommends a new structure, with an empowered national intelligence director who has the authority to set priorities, manage cases and smash agency stovepipes, and a National Counterterrorism Center to ensure that agencies share information, and analyze -- and act upon -- information jointly. Intelligence or military force alone will not defeat Islamist terrorism.\nWe need to integrate all elements of American power, including:\n* Diplomacy, to build coalitions;\n* Law enforcement, to track down and prosecute terrorists;\n* Covert action, to disrupt and dismantle terror networks;\n* Public diplomacy, to explain our policies and our ideals;\n* Foreign aid, to bring hope to societies that lack it;\n* Economic policies, to spread markets and opportunity;\n* Financial action, to track or disrupt terrorist financing;\n* Border security, to intercept terrorists in transit;\n* Homeland security, to secure our transportation, protect our infrastructure and train our first-responders.\nIntegration is key. We cannot succeed if these tools work independent of one another. We cannot have border agents who do not know who they are looking to stop, first-responders who do not know what attacks might come, or law-enforcement officials who do not know what the intelligence is reporting.\nLike a team working together, every action in counterterrorism must complement our other actions.\nThe same is true internationally. With an enemy that operates globally, every counterterrorism action is strengthened by international cooperation. You cannot secure your own skies without securing international aviation; you cannot cut off terrorist financing without working with foreign banks; you cannot build the peace in Afghanistan without allies sharing the burden.\nWe need a sustained coalition cooperating multilaterally on the entire range of counterterrorism issues. This includes the Islamic world.\nOne of the great challenges to American foreign policy in the coming years is avoiding a clash of civilizations with 1.3 billion Muslims, too many of whom grow up lacking political freedom, economic opportunity and hope. Our long-term goal must be to reach out to the Islamic world with an agenda of opportunity that stresses economic development, better schooling and pragmatic political reform.\nPresident Bush should use the four I's to forge a strategy that goes after Osama bin Laden and the terrorists, protects our homeland, and conveys to the world that the United States stands for a better future.\n\nNotes\n\n COMMENTARY A FORUM FOR OTHER VOICES, IDEAS AND OPINIOS Lee H. Hamilton is vice chairman of the 9/11 commission, the director of the Woodrow Wilson International Center for Scholars and the former chairman of the House Committee on Foreign Affairs.    \n\nGraphic\n\n \nphoto\n Photo by NEWSART - ( A hand with terror embedded)  \n\nLoad-Date: November 16, 2004"
}