{
    "title": "Four in U.S. charged in plot against Israel",
    "publisher": "the world",
    "year": 1993,
    "month": 4,
    "day": 2,
    "full text": "Four alleged members of the Abu Nidal terrorist group have been charged in  St. Louis with discussing blowing up the Israeli Embassy in Washington and  conspiring to murder Jews, the Justice Department announced Thursday.\nOne of the four men, Zein Isa, is already in prison awaiting execution for  stabbing to death his 16-year-old daughter in 1989, a crime that was highly  publicized. The federal indictment accuses one of the other defendants of  advising that the girl be killed. Friends said she had rebelled against her  parents' strict rules.\nCompiled from Times WiresNIDAL\nThe State Department identifies the Abu Nidal organization, based in Libya,  as the world's most dangerous terrorist group.\nVincent Cannistraro, the former chief of the CIA's counter-terrorism  operations, suggested Thursday that federal authorities might have charged the  St. Louis men as a warning to suspected terrorists: \"Don't take the World  Trade Center as a model.\"\nBut James Nelson, who heads the FBI's St. Louis office, said the indictment  has \"no connection at all with the World Trade Center.\n\"This thing involved a huge amount of work, including (wiretap)  transcriptions, travel to other countries, lining up of witnesses,\" he said.  \"We had hoped to get an indictment last fall.\"\nThe indictment alleges that one of the defendants, Luie Nijmeh, discussed  blowing up the Israeli Embassy. Another defendant, Saif Nijmeh, discussed a  rocket-propelled grenade launcher he had obtained, the indictment alleges.\nZein Isa discussed killing Jews in the United States and was involved in  illegal transfers of money, as was Luie Nijmeh, according to the indictment.\nIsa, Luie Nijmeh and Saif Nijmeh received instructions for their illegal  acts at a 1987 meeting in Mexico, the Justice Department said. They were told  \"to obtain passports by any means possible,\" the indictment alleges.\nLater, the fourth man, Tawfiq Musa, ordered that all records of the meeting  be destroyed, according to the indictment.\nIf the suspects are convicted on federal racketeering charges they face a  maximum life sentence.\nNelson said charging the men under the racketeering statute \"is a unique  approach to terrorism prosecutions.\"\n\nLoad-Date: April 6, 1993"
}