{
    "title": "Four years after 9_11, terror's hold is loosening",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 8,
    "day": 31,
    "full text": "Next week will mark the fourth anniversary of Al Qaeda's aerial attack on two New York skyscrapers and the Pentagon in Washington.\nLet's take stock of what has happened so far in the war on terrorism triggered by those acts:\nThe Taliban in Afghanistan have been decimated and the people of that country have been freed and are moving down the road to some form of democracy. Osama bin Laden remains at large, as do pockets of his Al Qaeda followers, but many hundreds have been eliminated.\nIn Iraq, Saddam Hussein has been toppled and millions of liberated Iraqis have elected for freedom. Saddam's old guard, fearing the force of democracy, seeks to thwart that process and its suicide-bombers and gunmen are killing a sizable number of American troops, and many more Iraqis. Amid chaos and danger, Iraqi politicians have been struggling to produce a constitution acceptable to the diverse political and religious factions of their country, and have so far been unable to get Sunnis to sign on to it.\nIn part because of what has happened in Afghanistan and Iraq, the Arab Islamic world is in ferment. Intellectuals are speaking up against despotism. Opposition parties are burgeoning, although they must maneuver carefully. The press is becoming cautiously more adventuresome. Freedom is in the air and rulers in Saudi Arabia, Egypt, Lebanon, Syria, Kuwait, and even Iran are wrestling with its meaning - and in some cases taking small steps to support it.\nAmericans are an impatient people, anxious for progress. Some would like to see the political process in Iraq and elsewhere in the Islamic world move much faster. But they should remember that the writing of America's own constitution was an onerous affair, and their own politics are sometimes beset by rancor and obstruction.\nMoreover, the US cannot impose democracy on these awakening Islamic lands. It can help establish the framework in which democracy can thrive.\nDoing this for Iraq has already cost the US dearly. Iraqis must take it from here. They and the peoples of other Arab and Islamic lands must have a hunger for freedom and be prepared to endure hardship in pursuit of it.\nAmerica can help with the planting, but whether democracy will flourish and be strong depends on them. Even then, it may be democracy of a character unique to the region, and not necessarily the most pleasing structure to the US.\nFor President Bush, spreading democracy and waging war against terrorism go hand in hand. Last month Britain's Prime Minister Tony Blair called on Muslim leaders to combat terrorism's \"twisted logic.\" Last week Pope Benedict XVI urged Muslims in Germany to oppose the \"cruel fanaticism\" of terrorism \"that shows contempt for the sacred right to life.\"\nThe Pew Foundation surveyed six Muslim countries and found that support for terrorism in defense of Islam has declined dramatically. Moreover, in testing support for democracy in these countries, respondents in Lebanon, Morocco, Jordan, and Indonesia were overwhelmingly (in the 77-83 percent category) in favor of it.\nThough critics in some countries charge Muslims with reticence in speaking out against terrorism, the fact is that many have.\nDonna Lee Bowen, a professor of political science and chair of the Middle East studies program at Brigham Young University in Utah, has collected 31 pages of statements by many Muslim leaders condemning the violence. The condemnation comes from followers of Islam in the Arab world, as well as from countries outside the region. She says the vast majority of devout Muslims are deeply troubled by the perversion of their faith.\nThose who have spoken out include Sheikh Muhammad Sayyid Tantawi, grand imam of the Al-Azhar Seminary in Cairo, a highly respected Islamic authority. He's been quoted as saying the Koran \"specifically forbids the things the Taliban and Al-Qaeda are guilty of,\" and that Osama bin Laden's \"jihad\" against the US \"is invalid and not binding on Muslims.\"\nAfter the London bombings, Britain's largest Sunni Muslim group issued a fatwa, or religious edict, condemning the suicide attacks. The Koran, said the Sunni Council, forbids them. In Spain, where some 250,000 Muslims live, leading Muslim clerics issued a fatwa against Osama bin Laden, declaring him an apostate who has forsaken Islam. In Russia, where Muslims number some 20 million, High Mufti Talgat Tadjuddin called for the extradition of bin Laden.\nOne of the consequences of the 9/11 attacks is public criticism from moderate Muslims against terrorism and extremism. That is good. But if reform and democracy are to come to the Arab lands of Islam, the voice of moderate Muslims must grow ever stronger.\n* John Hughes, a former editor of the Monitor, is editor and chief operating officer of the Deseret Morning News.\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: August 30, 2005"
}