{
    "title": "Four arrested in plot to bring down plane _We believe it's Islamic-inspired terrorism,_ says Austral",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 7,
    "day": 29,
    "full text": "Canberra, Australia Australian police disrupted a plot to bring down an airplane and arrested four men in raids on homes in several Sydney suburbs, the prime minister said Sunday.\nPrime Minister Malcolm Turnbull said that security has been increased at Sydney Airport since Thursday because of the plot. The increased security measures also were extended to all major international and domestic terminals around Australia overnight.\n\"I can report last night that there has been a major joint counterterrorism operation to disrupt a terrorist plot to bring down an airplane,\" Turnbull told reporters. \"The operation is continuing.\"\nAustralian Federal Police Commissioner Andrew Colvin said details were scant on the specifics of the attack, the location and timing.\n\"In recent days, law enforcement has been become aware of information that suggested some people in Sydney were planning to commit a terrorist attack using an improvised device,\" Colvin said. \"We are investigating information indicating the aviation industry was potentially a target of that attack.\"\nAustralia's terrorist threat level remained unchanged at \"probable,\" Turnbull said. He advised travelers in Australia to arrive at airports earlier than usual -- two hours before departure -- to allow for extra security screening and to minimize baggage.\nThere was no evidence that airport security had been compromised, Colvin said.\n\"We believe it's Islamic-inspired terrorism,\" Colvin said when asked if the Islamic State group was behind the plot.\nSeven Network television stations reported that 40 riot squad officers wearing gas masks stormed a Sydney house before an explosives team found a suspicious device. Colvin declined to say whether an improvised explosive device had been found at that address.\nA woman led from a raid by police with her head covered told Nine Network Television, \"I love Australia.\"\nNone of the four suspects arrested in five raids had been charged, Colvin said. He would not discuss what charges they might face. None of the arrested men worked in the airport industry, Colvin said.\nThe plot was the 13th significant threat disrupted by police since Australia's terrorist threat level was elevated in 2014, Justice Minister Michael Keenan said. Five plots have been executed. Since Australia's terrorist threat level was raised, 70 suspects have been charged in 31 counter-terrorism police operations, Keenan said.\n\"The primary threat to Australia still remains lone actors, but the events overnight remind us that there is still the ability for people to have sophisticated plots and sophisticated attacks still remain a real threat,\" Keenan said. \"In light of this information, it's very important that everyone in Australia remains vigilant.\"\nNew South Wales Police Commissioner Mick Fuller said police agreed they had to act on Saturday night because the threat was imminent.\n\"The reality with terrorism ... [is] you can't wait until you put the whole puzzle together,\" Fuller said. \"If you get it wrong, the consequences are severe.\"\n\nLoad-Date: August 1, 2017"
}