{
    "title": "Four acquitted in Pakistan of helping NYC bomber",
    "publisher": "spokesman review",
    "year": 2012,
    "month": 6,
    "day": 3,
    "full text": "By Zarar Khan\n Associated Press\n ISLAMABAD - A Pakistani anti-terrorism court on Saturday acquitted four men who had been charged with helping a Pakistani-American man carry out a failed attempt to detonate a truck bomb in New York's Time Square, said their lawyer and family members.\n The four were arrested in the wake of Faisal Shahzad's May 2010 attack, which fizzled when the explosives in his vehicle produced smoke but no blast. Shahzad has pleaded guilty and admitted to getting training from the Pakistani Taliban in the country's tribal region along the Afghan border. He was sentenced to life in prison in the U.S.\n The attempted attack increased tension between Pakistan and the United States, which has long accused Islamabad of not doing enough to crack down on militants on its soil who pose a threat to the West.\n Even though the men acquitted Saturday had been in custody for two years, few details had emerged about their closed-door trial in an anti-terrorism court in Rawalpindi.\n Such trials rarely produce convictions in Pakistan because police often lack basic investigative skills, prosecutors lack training in terror cases, and judges and witnesses are often subject to intimidation.\n One of the men released Saturday, Muhammad Shoaib Mughal, had been charged with providing Shahzad with financial assistance, said his lawyer, Malik Imran Safdar. The other three men, Humbal Akhtar, Muhammad Shahid Husain and Faisal Abbasi were charged as Mughal's accomplices, Safdar said.\n Most of the men acquitted Saturday have a background similar to Shahzad's- wealthy, urban, educated and with careers in computers, telecommunications and graphic design. Mughal was running a large computer dealership in Islamabad before his detention.\n One of the things that Shahzad said motivated him to carry out his attack was U.S. drone strikes targeting militants in Pakistan's tribal region. The strikes are very unpopular in Pakistan because many citizens believe they mostly kill innocent people, an allegation disputed by the U.S.\n\nLoad-Date: June 29, 2012"
}