{
    "title": "Four Men Accused of Plotting to Join Terrorism Groups",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 21,
    "full text": "Four Southern California men have been arrested and are accused of trying to join Al Qaeda and the Taliban, and travel to Afghanistan to kill American troops and engage in other violent acts, federal authorities say.\nSome of the men, who the authorities say planned to wage ''violent jihad,'' had prepared for a Taliban training camp in Afghanistan by practicing with assault rifles at gun ranges and mimicking battle tactics at Southern California paintball fields, according to a criminal complaint unsealed Monday.\nThe group's leader, Sohiel Omar Kabir, 34, of Pomona, Calif., moved to Afghanistan in the summer and was waiting for the others, who were scheduled to arrive this month, according to the complaint.\nMr. Kabir is a naturalized American citizen who was born in Afghanistan. He was in the Air Force in 2000 and 2001, but the reason for his separation from the military was not immediately clear.\nThe others named in the criminal complaint are Ralph Kenneth Deleon, 23, of Ontario, Calif.; Miguel Alejandro Santana Vidriales, 21, of Upland, Calif.; and Arifeen David Gojali, 21, of Riverside, Calif.\nMr. Deleon was born in the Philippines and Mr. Santana was born in Mexico. Both are legal residents of the United States. Mr. Gojali is an American citizen.\nMr. Kabir is in custody in Afghanistan, while the others appeared Monday at a detention hearing in federal court in Riverside.\nThe criminal complaint says that the group had been infiltrated by a confidential source for the Federal Bureau of Investigation as they spoke to Mr. Kabir in Afghanistan via Skype. They discussed their plans while driving to passport offices and elsewhere as they made travel arrangements and sought to raise money for plane tickets. Some of the Skype calls and other conversations were secretly recorded.\nAs their travel date approached, the complaint said, some of the men shaved their beards and deleted audio files and other signs of their support for violent jihad from their Facebook pages.\nThe confidential source, who has not been named, had been previously convicted of trafficking in pseudoepedrines and had received more than $250,000 for his work with the government, the criminal complaint said. The source, according to the complaint, had also obtained ''immigration benefits'' from the government, though it does not specify the nature of those benefits.\n\nhttp://www.nytimes.com/2012/11/21/us/4-california-men-accused-in-terrorism-plot.html\n\nGraphic\n\n \nPHOTO: The Upland home of one of four Southern California men who the federal authorities say were seeking to join Al Qaeda and the Taliban and travel to Afghanistan to kill American troops there. (PHOTOGRAPH BY DAMIAN DOVARGANES/ASSOCIATED PRESS)       \n\nLoad-Date: November 21, 2012"
}