{
    "title": "Fowler sworn in as Saudi ambassador; fighting terrorism high on his list",
    "publisher": "the atlanta journal and constitution",
    "year": 1996,
    "month": 8,
    "day": 17,
    "full text": "Vice President Al Gore swore in Georgia Democrat Wyche Fowler Jr. on Friday as the new U.S. ambassador to Saudi Arabia, admonishing him \"to be our strong and resolute point man\" against terrorism in a country where two bomb attacks have killed 24 Americans and wounded more than 200 others in less than a year.\nFowler, who represented Georgia for 16 years in the U.S. House and Senate, wa s expected to spend a few days in his native Atlanta before leaving for diplomatic consultations in London next week and continuing on to the Saudi capital, Riyadh, before Sept. 1.\n\"We're sending Wyche Fowler off to an extremely important mission,\" said Gore. \"It's a long way from Atlanta to Riyadh.\"\nWith Secretary of State Warren Christopher at his side at the White House, Gore charged Fowler, 55, with advancing six decades of ties between the United States and its largest supplier of foreign oil.\nGore made clear, however, that the first mission for Fowler will be security-oriented, pressing U.S. \"deterrence of rogue states, such as Iran and Iraq, and the determination to fight those who murder innocents in order to spread fear.\"\nAs U.S. intelligence and law enforcement officials continue to investigate the June 25 truck bombing that killed 19 Americans at a U.S. military apartment building in Dhahran, Fowler's pre-mission briefings have included nearly as much consultation with Federal Bureau of Investigation officials as with the Arabists at the State Department.\n \nAnother bomb killed five American troops in Riyadh last November.\n\"We will never bow to terrorism, and Wyche Fowler will be our strong and resolute point man on this issue in Riyadh,\" said Gore. \"Helping to counter terrorism will be one of the most critical components of Wyche's portfolio.\"\nFowler's post as President Clinton's top representative to the Saudi kingdom marks a milestone in a political odyssey that began when Fowler, fresh out of law school at Emory University, won a seat on the Atlanta City Council in 1970.\nGore, a fellow Southern Democrat who served in the Senate with Fowler, praised the Georgian for \"the incisive nature of his mind, the deep thoughts he brings to the questions of great importance to our nation.\n\nLoad-Date: August 19, 1996"
}