{
    "title": "Fox News stands as stooges(2)",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 4,
    "full text": "In 1917, President Woodrow Wilson established the Committee on Public Information with the purpose of persuading the public to support U.S. involvement in World War I. The committee used media to narrowly depict opponents and stretch facts to support the government's position. We modernly refer to these tactics as \"spin.\" The committee's efforts began innocuously enough, but they quickly devolved into full-blown propaganda. Even Hollywood joined the movement, producing films that turned public opinion against Germany. Eventually our nation entered the conflict.\nThe current battle to shape the events leading to the attacks of Sept. 11, 2001, is of a similar nature. The fight began shortly after the attacks and resurfaced when ABC tried to air \"The Path to 9/11,\" a docudrama that charged the Clinton administration with not doing enough to stop al-Qaida. After intense pressure regarding the program's objectivity, ABC decided not to run it. But that wasn't the last of it. The matter resurfaced again last week when Chris Wallace of Fox News Sunday asked former President Bill Clinton why he didn't do more to stop Osama bin Laden, a question that echoed the Republican talking point this nation heard after Sept. 11, 2001.\nThe most convincing argument Clinton levied wasn't that he had been exonerated in former anti-terrorism chief Richard Clarke's book, or that the nation didn't have a comprehensive\nanti-terrorism policy until Clinton took office, or that the same people accusing him of not doing enough to stop terrorism were the same ones who had accused him of diverting attention from the Monica Lewinsky scandal by bombing terrorist targets. Clinton's most compelling argument took form in a question: \"How many people in the Bush administration did you ask this question of?\"\nIt was a valid argument. This supposedly independent, highly watched news station willingly lies down and asks softball questions to those it favors and tries to distort the record of those it doesn't. Governments always attempt to control public opinion through media. This is nothing new. But Fox News should be ashamed at the way they've cast journalistic integrity aside and been stooges for the Bush administration.\nIf the Committee on Public Information had a slogan, one could guess it was \"fair and balanced.\"\n(C) 2006 Minnesota Daily via U-WIRE\n\nLoad-Date: October 4, 2006"
}