{
    "title": "FRAGILE COASTS COULD GET A FATAL BLOW",
    "publisher": "the world",
    "year": 2010,
    "month": 4,
    "day": 29,
    "full text": "Gulf oil spill\nThe explosion last week on the Deepwater Horizon platform, and the massive leakage of oil now taking place there, have been used by recent writers to underscore the folly of our Legislature's proposal to open Florida to near-shore drilling. As is typical, the importance of our beaches to a lucrative tourism industry and the foolish risk of despoiling them are cited by the writers as the primary reason we should not even consider such recklessness.\nThe National Oceanic and Atmospheric Administration maintains Environmental Sensitivity Index maps of the entire U.S. coastline. The sole purpose of the maps is to illustrate environmental sensitivity to oil spills. The sensitivity scores range from a low of 1 for seawalls to a maximum of 10 for salt marsh and mangrove-dominated shorelines.\nOur gulf beaches rate sensitivity indices in the 3 to 4 range. They would be horrendously difficult to clean and there would be terrible impacts to wildlife. These are spelled out in detail by the maps.\nBut our salt marsh and mangrove coastlines are another matter entirely! They would be virtually impossible to clean, and they provide essential habitat for many more species of wildlife than do our beaches. They cover vastly more land area than the gulf beaches, greatly increasing their exposure to damage, and are the nurseries for our fishing and seafood industry. The Department of Commerce places the combined value of Florida's recreational and commercial saltwater fishing industry at more than $10 billion annually, and estimates these industries support more than 150,000 jobs.\nI ask my fellow Floridians to include the salt marshes and mangroves in their calculations when weighing the potential costs and benefits of offshore oil drilling. With time, money and hard work, we might eventually get our beaches back following a spill, albeit with tar balls on visitors' feet and a continuing dearth of wildlife. For all intents and purposes, a despoiled salt marsh would be gone forever.\nEugene Kelly, president, Florida Native Plant Society, Brooksville\n* * *\nGulf oil spill could threaten Florida April 27, story\nA blessing in disguise\nTime and again, as the offshore drilling debate has droned on, we have been assured by the \"drill, baby, drill\" proponents that there is no danger to our coastlines, that all the safeguards are in place.\nAwful as it may sound, the Deepwater Horizon rig's demise could be a blessing in disguise as it takes center stage as the poster child of ecological ruin.\nNow, let's see a show of hands of the elected officials who are in favor of bringing these environmental monsters closer to our shores. And as future elections play out, let's all make sure we have a commitment from whomever we vote for, regardless of affiliation, to never expose our wonderful state to these dangers again.\nDuke Miller, Anna Maria\n* * *\nIs Obama watching?\nI'm a supporter of President Barack Obama, but I was a tad dismayed when he proposed opening areas off the Florida coast for oil and gas exploration. He is such a proponent of new and renewable forms of energy that his decision surprised me, to say the least. The oil companies stated how safe the new drilling technologies are and that chances of a spill on our gorgeous beaches were minute.\nWell look at what we have now, Mr. President. Wetlands and beaches threatened by 42,000 gallons a day spewing into the northern gulf with the oil companies unable to shut off the flow. That is a more than a quarter of a million gallons a week pouring into our gulf. What would happen if this was off Florida's west coast? The economy and lifeblood of Florida would be destroyed in a flash, with huge dead zones where marine life may never return. I wonder what the president thinks of his decision now.\nCraig Costa, St. Petersburg\n* * *\nOil fuels terrorism\nWhy don't we realize that we, and the other fossil fuel-dependent nations, are funding terrorism because of the money we pour into oil? The only way to defeat terrorism from the Middle East is to take away the money.\nWhy not use that as a motivating tool to more quickly develop alternative and clean energy sources so that we can free the world from depending on oil forever?\nThe countries that are fighting terrorism are funding the countries that threaten us today, because of their dependence on oil.\nWe cannot reason with them. It is ideologically and religiously based.\nStop the cash flow, and we stop the threats.\nBruce Caplan, Redington Beach\n* * *\nPlan could put Expressway Authority out of business - April 27, story\nDisregarding common good\nThe Times article detailing a required loan repayment by the Tampa-Hillsborough Expressway Authority was an excellent tutorial on the Republican governing process.\nWhat is basic to this understanding is recognizing the Republican credo, which is \"Every man for himself.\"\nAny citizen of Florida who has been paying attention understands this and is not surprised by the power plays, lack of public discussion or general disregard for the common good.\nWhat would benefit us, the citizens, would be an open discussion looking at the needs of our county and state and seeking the best use of these funds to meet those needs.\nThis process is not one that will happen under those in the current leadership who subscribe to the \"Every man for himself\" philosophy.\nRepublican lawmakers who do believe in the governance process outlined above should stand up and walk away from the Republican Party in order to truly serve their constituents.\nIt is more than a little ironic that our local legislative delegation may be looking for a veto from a governor who is considering doing just that.\nKaren Putney, Tampa\n\nLoad-Date: April 29, 2010"
}