{
    "title": "FRANCE 'S DRIVE ON TERRORISM_ THE ARREST OF A KEY SUSPECT",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 8,
    "full text": "The French police appear to have scored a major success in their fight against terrorism in France with the arrest 10 days ago of leading members of Direct Action, a far-leftist group believed responsible for the killing of a French military officer last year.\nThe arrests occurred in Lyons, France's second largest city, on the evening of March 28, when several police teams surrounded a car whose occupants included Andre Olivier, believed to be a founding member of Direct Action.\nA search of the car turned up 10 automatic revolvers; an Israeli-made submachine gun; wigs and other disguises, and a collection of documents.\nIn the days after the arrests, a study of the documents confirmed initial suspicions that Mr. Olivier was a top leader of Direct Action who may have been involved in a series of bomb attacks from 1982 to 1985 believed to have been carried out by the group, the police said.\n \nTies to Other Terrorists\nThe move marked the first major success by the French police in many months against the group, which is believed to have close ties with other European terrorists, including the Red Army Faction in West Germany and the Fighting Communist Cells in Belgium.\nThe groups have asserted responsibility for several bomb attacks against American and other targets in Europe, many of them carried out by the Fighting Communist Cells in Belgium. Over the last year and a half, Direct Action took responsibility for about 20 bomb explosions in France and the assassination of Rene Audran, an army general who oversaw French arms sales overseas.\nOnly a few months ago, in a confidential memorandum to the Minister of the Interior, the head of a special French antiterrorist unit, Francois Le Mouel, complained that the French police were stymied in their efforts to infiltrate terrorist groups.\nMr. Le Mouel's memorandum, which was disclosed to the French press, said a series of arrests made in 1984 had destroyed police links to informers. At the same time, he said, Direct Action's members had begun to take extraordinary security precautions to escape detection.\n \nA 14-Month Inquiry\nThe French police have said the arrest of Mr. Olivier came at the end of a 14-month investigation prompted by the slaying of General Audran on Jan. 25, 1985, and reports that Direct Action had fused with the Red Army Faction.\nAccording to Le Monde, the investigation centered on efforts to trace Mr. Olivier's friends and family members, including his 16-year-old daughter.\nArrested along with Mr. Olivier, who is 43, were two other members of the group, including Joelle Crepet, 29, his companion. The documents indicated that the three were in the same small cell of the organization. A fourth member, Max Frerot, is still being sought.\nMr. Olivier himself, they said, emerged from radical leftist groups active in the 1970's, including a French committee of support for arrested members of the West German group known as the Baader-Meinhof Gang.\nHe lived in Lyons until 1979. He then moved to Paris, where he took part in the creation of Direct Action. Mr. Olivier went into hiding that year and resurfaced only with his arrest last month."
}