{
    "title": "France wary of jihadists' return home",
    "publisher": "usa today",
    "year": 2013,
    "month": 12,
    "day": 23,
    "full text": "Thousands of Europeans have gone to Syria to fight for a variety of groups battling the regime of Bashar Assad, and intelligence agencies are increasingly concerned about what these radicalized jihadists will do when they return home.\nBetween 1,100 and 1,700 European fighters are known to have gone to Syria since the conflict began in 2011, most leaving from France, Germany, the United Kingdom, the Netherlands and Belgium, according to the International Center for Counter-Terrorism in The Hague.\nExperts say several hundred of those who have smuggled themselves into Syria are French citizens -- mostly of Arab or Muslim origin. As citizens, they have a right to return home because, unlike the United States, France does not bar its people from joining the groups.\n\"About 600 French nationals are fighting jihad around the world, and Syria is one of the poles of attraction for them,\" says Guillaume Atchouel, a French journalist who covers radical groups in France.\n\"After decreasing for a while, the number of young French nationals traveling to Syria has surged again,\" Atchouel says. \"They feel that they need to back up the anti-government rebels since Assad beefed up his position recently.\"\nSome French radicals have resorted to extreme measures to finance their jihadist missions. In September, five Islamists attacked a Quick fast-food restaurant in Paris and stole 2,500 euros to fund their trip to Turkey, from where they planned to smuggle themselves into Syria.\nAlain Marsaud, a French MP and former anti-terrorism judge, says there are two types of French jihadists fighting in conflicts abroad.\n\"Some are dual nationals and others are new converts,\" he said. \"These people are for the most part living on the margins of French society.\" \n\nGraphic\n\n \nphoto ERIC CABANIS, AFP/Getty Images\n\nLoad-Date: December 23, 2013"
}