{
    "title": "Fran_ois Hollande, France 's President, Urges Action on Climate and Syria",
    "publisher": "the new york times",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "President François Hollande of France on Tuesday urged world powers to address the challenges of climate change and to end Syria's bloody civil war.\nSpeaking at the United Nations General Assembly in New York ahead of next year's presidential election in France, Mr. Hollande made a full-throated appeal to end the conflict in Syria. \n  ''This Syrian tragedy will go down in history as a shame for the international community if we do not quickly put an end to it,'' Mr. Hollande said.\n  ''Thousands of children are crushed under bombs; entire populations are starved,'' he said. ''Humanitarian convoys are attacked; chemical weapons are used.''\n  ''I only have one thing to say: That's enough,'' he added, laying blame for the collapse of a cease-fire squarely on the Syrian government and its foreign backers. He urged the government's allies to ''force peace'' lest they bear shared responsibility for ''chaos and partition in Syria,'' and he called for a meeting of the United Nations Security Council.\n  If the world acts, Mr. Hollande said, ''there will finally be hope for the displaced and for the refugees.'' He added that ending the Syrian conflict would help hobble the Islamic State, which occupies territory in both Syria and neighboring Iraq.\n  Mr. Hollande also called on the gathered countries to ''do everything to implement the historic agreement'' on climate change that was signed in Paris last year because there was ''no time to lose.''\n  The French president, who is eager to make the climate change deal part of his legacy, praised the United States and China for announcing that they would ratify the agreement, and he urged other countries to ''accelerate'' their ratification processes.\n  Mr. Hollande touched only briefly on the problems facing Europe, saying he would convene a meeting to discuss the conflict in eastern Ukraine, but he made no mention, for instance, of Britain's decision to leave the European Union.\n  Instead, he focused on Africa, calling it a ''continent that is full of promises'' but adding that its development was hampered by climate change, war and terrorism. Mr. Hollande said that ensuring access to electricity for all Africans was a crucial goal.\n  Terrorism figured prominently in Mr. Hollande's speech: ''No sea, no wall will be able to protect a country from this tragedy,'' he said. France is still recovering from a string of terrorist attacks in the past year and a half, and Mr. Hollande is struggling in polls ahead of the presidential election next year.\n  Mr. Hollande did not directly refer to the election, or to the right-wing and far-right candidates who have voiced increasingly hard-line proposals to fight terrorism. But, he said, ''we must fight against the populisms that have seized upon disarray to divide, to separate, to stigmatize, to pit religions against one another.''\n\nhttp://www.nytimes.com/2016/09/21/world/europe/francois-hollande-france-unga-2016-united-nations.html\n\nLoad-Date: September 21, 2016"
}