{
    "title": "France and Germany create a 'common front' to combat European terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 2,
    "day": 7,
    "full text": "Growing ''internationalization'' of terrorism has shown European governments that national police organizations must cooperate more closely if they are to be effective.\nFrance and West Germany are the first to react to the new situation. Their heads of government announced Tuesday that they are creating what Prime Minister Laurent Fabius called ''a common front'' against urban guerrillas.\nSpecifically, the two governments, which already conduct joint Cabinet meetings every six months, decided to form joint operational units to deal with the revived terrorism. The governments would exchange information concerning terrorism ''on a daily basis,'' a French spokesman said, and that cooperation would take place at operational levels.\nThe latter remark met with some skepticism in West Germany, where the federal criminal police said they thought all terrorist crimes should be handled at national rather than at provincial level.\nIn any event, Chancellor Helmut Kohl says he has discussed the terrorism question with the Swiss and will be talking about it again this week with the Italians.\nThe Belgians will probably be included, since the Germans and French believe the terrorist groups in their countries have coordinated their actions with and may have been supplied with explosives by Belgium's Fighting Communist Cells.\nGermany's Red Army Faction, taking responsibility for the murder of industrialist Ernst Zimmermann in Munich last week, spoke of ''the West European guerrilla movement.'' The killers said their group was called the ''Patrick Kelly Commando'' in honor of a terrorist in the outlawed Irish Republican Army who starved himself to death in prison.\nTwo weeks earlier, the Red Army Faction and France's Direct Action had announced they were creating ''a political-military front in Western Europe'' to attack NATO targets. When French Gen. Rene Audran was shot and killed in Paris on Jan. 25, responsibility for the murder was claimed by both terrorist groups.\nThe fast started by about 30 Red Army members in West German prisons was soon followed by a hunger strike of half a dozen terrorists in French prisons. When the Germans abandoned their fasts, so did the French.\n\nGraphic\n\n \nPicture, Fabius wants more coordinated action, UPI"
}