{
    "title": "France believed considering hostage deal with Iran - again",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 4,
    "day": 6,
    "full text": "The scenario sounds familiar: A Western government talks tough against terrorism only to seek a secret deal with Iran for the freedom of its hostages held in Lebanon.\nOnce again, France is the country in question.\nAccording to reports from Damascus, Paris will restore diplomatic relations with Tehran within a few days in return for the release of its three remaining hostages: Jean-Paul Kaufman, Marcel Carton, and Marcel Fontaine.\nFrance broke diplomatic relations with Tehran in August when an employee of the Iranian Embassy refused to give evidence to a French court about a series of 1986 bombings in Paris.\nFrench officials refuse comment, but mounting evidence points to a deal.\nBack in November, the French released the Iranian employee, expelled 17 Iranian political exiles, and released a $330 million payment on a $1 billion loan owed to Iran. In return, two French hostages were freed, leaving three still in custody.\nThe situation remained blocked until March 24, when France released terrorist suspect Muhammed al Muhajir. The French cited insufficient evidence. But French police originally said Mr. Muhajir, a Lebanese Shiite whose father has close ties with Iranian clerics, directed the terrorist group responsible for the Paris bombings.\nUnconfirmed reports have circulated of further French concessions. They include paying a ransom for the hostages's freedom, and even selling arms to Iran.\n''What else will the French give up?'' wonders a Western diplomat specializing in terrorism matters. ''Pasqua will do almost anything to get out the hostages,'' the diplomat continued.\nPasqua is Interior Minister Charles Pasqua, who has been at the center of the talks with Iran.\nHe cut short an African trip to return suddenly to Paris late last week, raising speculation he will free the hostages before the presidential elections scheduled for April 24. Prime Minister Jacques Chirac, Pasqua's boss, is trailing President Francois Mitterrand in the race and could use the boost that could come from a hostage release.\nIn pursuing the release of hostages, French officials insist they only made unimportant, tactical concessions to the Iranians.\nFrance has not bowed to Iranian demands to end arms sales to Iraq, they say, or to withdraw French warships from the Gulf where they help protect Western shipping against Iranian attacks.\n''The Iranians and their friends who took the hostages wanted to change our foreign policy,'' one high-ranking official explained. ''They have failed.''\nThe French point with pride to their success in fighting terrorism. Since the Paris bombings, the French have stepped up border controls, centralized their anti-terrorist efforts, and increased cooperation with foreign police.\nThanks to these measures, the Middle East group suspected of the bombings was broken and the attacks stopped. French police also have caught the main leaders of the domestic Direct Action terrorist group and extradited scores of suspected Basque terrorists to stand trial in Spain.\n''We've made it more difficult for the terrorists,'' says Gerard Chalind, a French author of several studies on terrorism. ''But we've also succumbed to the temptation and given up a lot for the hostages.''\nSome people here are concerned that by paying them off, the terrorists will be encouraged to take more hostages.\nMr. Chalind and other anylsts note that there now are more American hostages in captivity in Lebanon than before the Reagan administration began selling arms to Iran in an effort to free the hostages.\n''All the Western countries make the same mistake,'' Chalind says. ''Don't forget Irangate.''"
}