{
    "title": "France announces killing of al-Qaida military leader in Mali _china",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 15,
    "full text": "Former colonial power France has more than 5,100 personnel spread across the region with a large portion in Mali operating against rising militancy.\nFrance's Armed Forces Minister Florence Parly confirmed that the top leader of al-Qaeda in Mali, Bah ag Moussa, was killed in a result of French troops operation. It was the latest of multiple French actions in Mali recent weeks that killed suspected extremists.\nMoussa, who was on the U.S. terrorism list, was killed on Tuesday after an operation involving ground troops and helicopters and comes after aseries of operations that have seen French forces kill dozens of Islamist fighters in recent weeks.\nAg Moussa, alias \"Bamoussa\", is \"believed to be responsible for several attacks against Malian and worldwide forces\", she said in a statement.\nA statement from the French defence minister said Moussa was in charge of training new jihadi recruits.\nIn November 2019, 13 French troops were killed after a helicopter clash in the country.\n15 countries sign trade deal without India\nThe agreement touches on intellectual property, but environmental protections and labour rights are not part of the pact. The RCEP signing comes as Southeast Asian nations experience uneven recoveries from the coronavirus pandemic.\nHe said that the clash lasted 15 minutes and all five men in the vehicle were killed including Ag Moussa.\nArmy spokesman Frederic Barbry told AFP that \"around 30 members of an armed terrorist group\" belonging to the Group to Support Islam and Muslims had been killed. He wouldn't comment on whether allied forces including the USA contributed intelligence to the operation.\nNiagale Bagayoko, the head of the African Security Sector Network expert group, cast France's killing of Ba Ag Moussa as a reaction to last month's liberation of some 200 prisoners - some of them thought to be jihadists.\nMali is struggling to contain an Islamist insurgency that erupted in 2012 and which has claimed since then thousands of military and civilian lives. Despite the presence of thousands of French and United Nations troops, the conflict has engulfed the center of the country and spread to neighboring Burkina Faso and Niger.\nSeveral missions, including France's 5,000-strong Operation Barkhane and United Nations peacekeeping force, have failed to help authorities to regain their foothold in the restive region.\n\nLoad-Date: November 16, 2020"
}