{
    "title": "FRANCE DEFENDS ITS ANTI-TERRORISM STRATEGY AFTER DEADLY ATTACK AFTER A DEADLY ATTACK BY A MAN ON ITS",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 5,
    "day": 14,
    "full text": "PARIS -- The French government defended its anti-terrorism measures over the weekend after it turned out that the dead perpetrator of a deadly knife attack in Paris was on a state security watchlist.\nGovernment spokesman Benjamin Griveaux said the man - 29-year-old Khamzat Azimov, a naturalized French citizen who was born in Chechnya in 1997 - had been on the watchlist since 2016.\nIt was the second deadly attack in two months by a person flagged on the watchlist, and the conservative opposition renewed calls for people on the list to be detained or deported.Mr. Griveaux said security forces had foiled 22 attacks over the past 15 months.\n\"When we live through a tragedy like yesterday, it is visible,\" Mr. Griveaux told broadcasters LCI and RTL. \"What's unfortunate is that our successes, by definition, are invisible.\"\nWitnesses reported hearing the man shouting \"Allahu akbar,\" the Arabic phrase for \"God is great,\" during the attack that happened at about 9 p.m. in a lively area near the Opera Garnier. The attack was claimed by the Islamic State terror group. French authorities have not confirmed any link with the organization but are treating the incident as a terrorist attack.\nA video emerged Sunday online purporting to show the attacker swearing allegiance to IS leader Abu Bakr al-Baghdadi.\nIn the video, the speaker, wearing a mask that covers most of his face, calls on \"my brothers the mujahedeen\" in French with scattered Arabic phrases.\nIn terms typical of IS's propaganda, he calls on Muslims in Europe to try to move to the group's now much-reduced territory, or, failing that, to commit attacks at home.\nThe video, which appeared to have been published by IS's news agency, Amaq, could not be verified.\nThe attack Saturday night killed a 29-year-old man. Four other people were injured, two of them seriously. The four people injured are out of life-threatening danger, French Interior Minister Gerard Collomb said.\nThe attacker was shot dead by police, who arrived on the scene within minutes. Both seriously injured people were out of danger by midday Sunday, a source close to the investigation said.\nThe attack took place in a busy area with several theaters and many bars and restaurants.\n\"It is, once again, a way of life, our way of life, which has come under a cowardly attack,\" Mr. Griveaux said.\nThe attacker's parents and a friend were detained for questioning, according to a judicial source.\nThe parents were detained in Paris' northern 18th district and the friend was detained in the eastern French city of Strasbourg on Sunday afternoon, the judicial official said.\nFrench media reported Sunday that Azimov had lived in Strasbourg, which is 492 kilometers from Paris. It was unclear if he was residing with his parents in the French capital when he carried out the attack.\nThe revelation that the perpetrator was on the state security watchlist - known as the \"S file\" - drew an angry reaction from the right and far-right opposition.\nIn March, a man on the watchlist killed four people in a series of attacks in southern France, including a senior police officer who surrendered to him in return for the freeing of a civilian hostage.\n\nLoad-Date: May 17, 2018"
}