{
    "title": "France wary of domestic 'lone wolf' terrorism amid Mali ops Experts say that it is unlikely that mem",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 1,
    "day": 22,
    "full text": "As relatives of passengers and taxi drivers waited for travelers to come out of arrival terminal 2E at Paris' Charles de Gaulle airport on a recent afternoon, an airport employee, speaking through loudspeakers, asked the person who had left a suitcase unattended in the terminal to come collect it.\nNobody came, and a tall French soldier patrolling the area soon asked all people to evacuate the terminal. Some left while others ignored the injunction and stood still. The soldier grew irritated and addressed the crowd in English on a tougher tone.\n\"Move!\" he shouted. People quickly left the hall.\nThough suitcases left by forgetful passengers at Paris airports or in the city's public transportation system frequently delay commuters and tourists, such routine inconveniences have taken on a more menacing dimension since France launched a military intervention against Islamist militants in northern Mali on Jan. 11 - and received threats of retaliation in return.\nFrench Interior Minister Manuel Valls told Europe 1 radio Monday that France is facing terrorism threats from homegrown jihadis in France as well as from Islamist militants in northern Mali.\n\"We have an enemy abroad that we fight in Mali - terrorists groups - and there is also an enemy from within that is made up of a few dozen individuals that went to fight in Afghanistan, in Syria, and who would like to go to Sahel,\" Mr. Valls said.\nValls said last week that 700 French troops were patrolling Paris and its surroundings as part of increased security measures following the French military intervention in Mali. France has strengthened the surveillance of places that could serve as targets of terrorist attacks including military facilities, religious buildings, airports, and ground transportation, according to a Jan. 13 statement from Valls' office.\nMalian support for intervention\nPierre Jacquemot, an associate research fellow at the Institute for International and Strategic Relations, says he thinks it is unlikely that Malians living on French soil would carry out a terrorist attack in retaliation for the military intervention, as France's Malian community is made up of mostly moderate Muslims opposing the takeover of northern Mali by Islamist militants.\n\"The Malian community in general supports the French intervention and the securing of the territory, and isn't very responsive to the Salafi and jihadi arguments,\" says Mr. Jacquemot, though he adds that an individual attack by an isolated Islamic radical from the Malian community cannot be totally ruled out.\nAbout 80,000 Malians reside in France, according to the French ministry of foreign affairs.\nOlivier Zajec, a research fellow at the Institute of Strategy and Conflicts, says the fight in northern Mali is less likely than Afghanistan and Syria to attract French jihadis, because some terrorist groups in Mali engage in trafficking and smuggling, which Islamic radicals usually consider impure activities.\nIslamist militants in Mali \"have fewer people interested [in joining them] because the jihad led in Sahel by Al Qaeda in the Islamic Maghreb has a very important criminal dimension,\" he says.\n\"It is hard to distinguish between ideological fight, economic crime, and the fight for independence of Azawad,\" adds Mr. Zajec, using another name for the northern Mali region.\nThe threat of 'lone wolves'\nAnalysts say that while northern Mali's Islamist militants may not have the capabilities to strike on French soil, isolated Islamic fundamentalists living in France could individually plan an attack without support from a terrorist group, making it harder for intelligence services to forestall such a plot.\nAntonin Tisseron, an associate research fellow at the Thomas More Institute, an independent think tank, says individuals who have become radicalized and surf Islamist websites are a challenge to intelligence services, as they can go unnoticed and carry out attacks on their own.\n\"The problem of 'lone wolves' is that there are very hard to spot for security forces,\" says Mr. Tisseron, an expert on security issues in Maghreb and the Sahel region. \"Because although there is a monitoring of the best-known jihadi websites, these are people that are not traced, that are not in databases, and so they aren't necessarily identified before they act.\"\nFrench jihadis who recently fought in Syria could try to launch a terrorist attack when they come back to France, according to Louis Caprioli, who served as under-director in charge of counterterrorism at France's Directorate of Territory Surveillance - a former domestic intelligence agency - from 1998 to 2004.\n\"This is the type of individual that represents a very heavy threat,\" says Mr. Caprioli, who now is an adviser to the president of GEOS, a group advising companies that do business in dangerous areas.\nDivided expectations about terrorism\nA Jan. 18 survey by the polling group BVA Opinion found that 51 percent of those surveyed said they thought the French intervention in Mali would increase the risks of retaliation from terrorists against France over the next few years.\nBy contrast, 46 percent of respondents said they thought the French intervention would made the country safer, while 3 percent said they had no opinion.\n\"The French are very ambivalent, no matter where their political allegiances go to,\" says Céline Bracq, the associate director of BVA Opinion.\n\nLoad-Date: January 23, 2013"
}