{
    "title": "France Declares Strasbourg Shooting an Act of Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 12,
    "full text": "STRASBOURG, France — The deadly shooting at a crowded Strasbourg street market was an act of terrorism, officials said Wednesday, as hundreds of police officers hunted the fugitive assailant, a man described as a radicalized hometown career criminal.\nThe gunman killed at least two people and wounded 12 in the Tuesday night shooting spree at the famous Christmas market in Strasbourg, a city of more than a quarter-million in France’s northeast border with Germany.\nRémy Heitz, the Paris prosecutor, who handles terrorism investigations nationwide, said at a news conference in Strasbourg that witnesses had heard the attacker yell “Allahu akbar,” or “God is great” in Arabic, and that the targets and the suspect’s profile justified the opening of a terrorism investigation.\nOfficials said the suspect had an extensive record and had served time in prison. More than 700 members of the security forces were searching for the suspect in Strasbourg, the French interior minister said.\n“He had been incarcerated multiple times and was known to the prison administration for his radicalization and his proselytizing attitude,” Mr. Heitz said of the suspect, identified as Chérif Chekatt, 29, who was born in Strasbourg. He was released from prison in late 2015.\nOn Wednesday evening, the French authorities appealed for witnesses, issuing a notice that included a picture of Mr. Chekatt and a physical description.\nThe notice asked people who might have seen him to contact the police but warned them not to confront the suspect, calling him “dangerous.”\nMr. Chekatt was one of about 20,000 people flagged for possible radicalization by the French security services, and was also flagged with what is known in France as a Fiche S, or an S File, Mr. Heitz said. Four people in the suspect’s entourage were taken into custody overnight, he added.\nThe attack Tuesday night hit one of France’s most popular Christmas markets, unleashing chaos among the thousands of people milling around the vendors’ stalls dotting Strasbourg’s historical neighborhood.\n[Read more about the deadly attack on the Strasbourg Christmas market.]\nThe authorities initially said that the gunman had killed three people, but Mr. Heitz later revised that death toll, specifying that two people had been killed and one was considered brain-dead. Six people were seriously wounded, he said.\nCity officials said the two people who were killed were a French citizen and a Thai citizen.\nAmong those injured was the daughter of a couple who own a cheese chop in the Rue des Orfèvres, a narrow street near the city’s cathedral, where the attacker opened fire.\n“Today our daughter Jeanne was the victim of a coward,” Christelle Lorho wrote on Facebook. “We are lucky that she is still among us.”\nThe shooting recalled other attacks in recent years by Islamist extremists in France, Belgium and other parts of Europe. Benjamin Griveaux, the French government spokesman, said after a cabinet meeting in Paris on Wednesday that President Emmanuel Macron had warned that “the terrorist threat is still at the heart of our nation’s life.”\nThe Strasbourg market has long been in the cross hairs of the Islamic State and Al Qaeda, which see it as a symbol of an infidel holiday. In 2000, a cell based in Frankfurt plotted to attack the market, but its communications were intercepted and the plot foiled.\nMore recently, in fall 2016, a group of men deployed by the Islamic State’s external operations arm in Syria planned to attack the market. French officials penetrated the cell and thwarted the attack, but it prompted the United States State Department to issue a travel alert, warning of credible threats against holiday events in Europe.\nThe market remained closed on Wednesday, leaving the city center mostly empty and cordoned off by security forces. Sports centers, cultural institutions and many shops in the area were closed, and security checks were reinforced.\nSome witnesses of the attack first wondered whether the panic on Tuesday night was related to the “Yellow Vest” protests that have turned violent in recent weeks.\n“It might be the biggest Christmas market in France — you’d never think of an attack when you hear the first gunshots,” said Marc Meyer, 32, who was standing by the market’s giant Christmas tree when he saw a panicked crowd rushing toward him around 8 p.m.\nJamel Beli, who was sitting on a nearby terrace when he heard the first gunshots, also thought the Yellow Vests were behind the agitation. “It was so, so crowded,” said Mr. Beli, 42. “It could very well have been carnage.”\nMr. Heitz, the prosecutor, said that the gunman was first seen shortly before 8 p.m. on the Rue des Orfèvres, in the heart of the Christmas market. He then moved through several streets, attacking with a handgun and a knife as he went.\nFour soldiers on patrol shot at him, wounding him in the arm, Mr. Heitz said, but the attacker escaped and took a taxi to another area of Strasbourg. The driver told the police that the gunman had described the attack to him and tried to justify it. After exiting the taxi, the attacker came across more police officers, who shot at him but lost track of him.\nThe taxi driver’s account helped the police identify Mr. Chekatt as the suspect, Mr. Heitz said. Tuesday morning, before the attack, the police had raided Mr. Chekatt’s home in an unrelated murder investigation and found a grenade, a rifle, ammunition and several knives. He was not at home during the raid.\nLaurent Nuñez, France’s junior interior minister, told France Inter radio that it was possible that the suspect had fled into Germany, just across the Rhine from Strasbourg, and that border checks had been strengthened.\nMr. Nuñez said Mr. Chekatt had never been convicted of terrorism and did not appear to have tried to go to Syria, as some others on European terrorism watch lists have done.\nStill, Mr. Heitz, the prosecutor, said that the suspect had an extensive criminal record, with 27 convictions, mostly for robberies and assaults, in France, Germany and Switzerland.\nBeing flagged with an S file — the “S” stands for La S\\xC3reté de l’État, or security of the state — does not mean that a person has been convicted of an offense or is even suspected of one. Instead, it is a way for French security forces to keep track of a wide range of people who are thought to potentially pose a security threat, in some cases merely because they are acquainted with someone else under watch.\n“The S File can target individuals who aren’t very dangerous, and it is used only to watch their movements and trips around the country,” Mr. Nuñez said. “It isn’t a criterion of dangerousness.”\nThe shooting was not the first time that Strasbourg has grappled with the consequences of radicalized youth.\nDelphine Rideau, the head of Maison des Adolescents, an organization in Strasbourg that helps local youths and is involved in the prevention of radicalization, said that there had been several cases of radicalized individuals in Strasbourg, although not all were violent.\n“We’ve seen petty criminals who became radicalized all of sudden, and others who were isolated, abandoned, and lost ground,” she said.\nOne of the gunmen in the Bataclan concert hall, one of the sites of the November 2015 attacks in and around Paris, was originally from the Strasbourg area, and French intelligence officers in 2016            detained seven men, five of them in Strasbourg, who were preparing to “go into action imminently.”\nRobert Hermann, the president of the Strasbourg Eurométropole, a grouping of city councils in the region, said that the Christmas market was the city’s most secured event of the year, but that “zero risk” was impossible. The Bas-Rhin Department, which includes Strasbourg, has less than 2 percent of France’s total population but about 10 percent of people flagged with an S File, he said, adding that monitoring everyone all the time was impossible.\n“Some are intellectuals who convert people, others are ideologists who will take action, other get radicalized in prison,” Mr. Hermann said. “The profile of the main suspect is even more complex.”\nThe Strasbourg Christmas market, which started in 1570, is one of France’s most popular winter events. In the past few years, it has attracted more than 2.5 million visitors annually, and the authorities have tightened security, including by deploying undercover police officers.\nThe Strasbourg mayor, Roland Ries, said at a news conference that he planned to reopen the market on Thursday if security conditions allowed. One street reopened to the public Wednesday afternoon, and dozens of people laid flowers where the shooting took place.\n“Today we are mourning,” Mr. Ries said. “But I hope that, as soon as tomorrow, we can resume our normal lives.”\nElian Peltier reported from Strasbourg, and Aurelien Breeden from Paris. Rukmini Callimachi contributed reporting. \nPHOTOS: Soldiers at the Strasbourg Christmas market, above, where a vigil was held on Wednesday, left. French authorities are seeking Chérif Chekatt, below, whom they called a radicalized Strasbourg-born man with a long criminal record. (PHOTOGRAPH BY THOMAS LOHNES/GETTY IMAGES)\nRelated Articles\nGunman Traumatizes Strasbourg, Killing at Least 3 in Possible Terror Attack\n‘Perfect Sense of Control’: Tributes Flow to French Officer in Terror Attack\nParis Attacks Kill More Than 100, Police Say; Border Controls Tightened\n\nLoad-Date: October 10, 2019"
}