{
    "title": "France shooting_ 4 dead, several wounded in Strasbourg",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 12,
    "day": 12,
    "full text": "STRASBOURG, FRANCE - Three people died and 12 others were wounded in France when a man flagged as a potential extremist sprayed gunfire near the city of Strasbourg's famous Christmas market Tuesday, sparking a search for the suspect and French officials to put the country on increased alert for terrorist attacks.\nFrench prosecutors said a terrorism investigation was opened, though authorities did not say what they thought to be a motive. Strasbourg is home to the European Parliament, one of several places locked down after the shooting with those inside prevented from leaving.\nIt was unclear if the market - the nucleus of an al-Qaida-linked plot in 2000 - was the intended target. The alleged assailant got inside a security zone around the venue and opened fire from there, Mayor Roland Ries said on BFM television.\nTwo years ago, a Tunisian man drove a hijacked truck into a busy Berlin Christmas market, an attack that killed 12 people. Strasbourg, which promotes itself as the \"Capital of Christmas,\" is on France's border with Germany, about 310 miles east of Paris.\nAuthorities said that they had identified the suspect in Tuesday's bloodshed and that he had a criminal record. The prefect of the Strasbourg region said the alleged shooter also was on a watch list of potentially radicalized individuals. No other details about him were disclosed.\nGendarmes went to the suspect's home to arrest him before the attack, but he wasn't there, Stephane Morisse of police union FGP said. They found explosive materials during a search, he said.\nFrance, where most of Europe's worst terrorist attacks of recent years took place, raised its terrorism alert level and sent security reinforcements to Strasbourg, Interior Minister Christophe Castaner said early Wednesday.\nAbout 350 security forces and two helicopters were involved in the search for the alleged assailant, who had been radicalized for \"several years\" and confronted law enforcement officers twice while he \"sowed terror\" in Strasbourg, Castaner said.\nThe death toll stood at three early Wednesday, he said. Two police union officials said earlier there were four victims. Officials did not explain the conflicting numbers.\nA dozen more people were wounded, half of them who were in \"absolute emergency\" critical condition, Castaner said. The alleged shooter was shot and wounded as well, by soldiers guarding the Christmas market, according to Morisse.\nFrench military spokesman Col. Patrik Steiger said the shooter didn't seem to be aiming for the soldiers patrolling in and around the market, but appeared to target civilians instead.\nWitnesses described hearing gunshots, screams and the shouts of police officers ordering people to stay indoors before the area fell silent and the officers fanned out.\nA witness, Peter Fritz, told the BBC one of the dead was a Thai tourist who was shot in the head and didn't respond to lengthy attempts to revive him.\n\"We tried our best to resuscitate him. We applied CPR. We dragged him into a restaurant close by,\" Fritz said.\nHe said it took more than 45 minutes for an ambulance to arrive, during which time an emergency doctor advised by telephone \"that any further efforts would be futile.\"\nFrance previously endured several high-profile extremist attacks, including the coordinated attacks at multiple Paris locations that killed 130 people and wounded hundreds in November 2015. A 2016 truck attack in Nice killed dozens.\n\nGraphic\n\n \n Basketball supporters wait to leave after a match at the Rhenus Sport stadium in Strasbourg, eastern France, Tuesday Dec.11, 2018. A shooting in the French city of Strasbourg killed at least two people and wounded more than others, officials said, sparking a broad lockdown and major security operation around a world-famous Christmas market. Authorities said the shooter remains at large. (AP Photo/Jean-Francois Badias) \n\nLoad-Date: December 14, 2018"
}