{
    "title": "FRANCE BANS 5 ISLAMIC PUBLICATIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 8,
    "day": 10,
    "full text": "France has banned five Islamic publications and ordered regional officials to guard against ''Islamic terrorism'' because of threats from Algerian extremists.\nThe measures were criticized by political parties and the rector of the Paris mosque, who said he feared the action could amount to the French government seeing ''a potential terrorist in all Muslims.''\nThe stepped up vigilance -- including heightened security at airports and rail stations and the questioning of thousands of people in identity checks in Paris -- follows the killings last week of five Frenchmen in Algeria.\nAccording to police sources quoted by French newspapers, Islamic radicals from Algeria have formed the makings of a network that could be used as a support base by terrorists.\nThe Interior Ministry responded by making public yesterday that it had banned five Islamic publications.\nThe ban, imposed Saturday, said the publications could not be sold or distributed in France because of ''their violently anti-Western and anti- French tone and the call to terrorism they contain.''\nThe three Arab-language and two French-language publications ''are of a nature to endanger public order,'' the Interior Ministry said. ''It is urgent in the current context to forbid these publications throughout (French) territory.''\nThe ban was issued on the day the Islamic Salvation Army threatened unspecified reprisals against France unless it frees 17 Muslim fundamentalists detained after last Wednesday's deadly attack on a diplomatic compound in Algiers.\nParis wants to expel the 17, but will not send them to Algeria where they risk death for their views.\nSheik Abdelkadi Sahraoui, an exiled leader of the Islamic Salvation Front, a party linked to the Islamic Salvation Army, said yesterday that any attacks would not take place in France.\nThe armed group ''opposes only the Algerian regime and strikes only the forces of repression in Algeria,'' he said in a statement. ''The Algerian people have no interest in opening other fronts.''\nAlgeria's crisis began when the military canceled January 1992 elections that the Islamic Salvation Front was winning. The Muslim fundamentalists responded with an increasingly violent campaign to establish an Islamic state and drive out foreign influences. More than 4,000 people have been killed, including 56 foreigners -- 15 of them French.\nThe threats of reprisals triggered officials' fears the crisis could spread to France, Algeria's former colonial ruler. Paris supports the North African country's military-backed government.\nCounter-intelligence sources quoted in Le Figaro and Le Monde newspapers linked Salvation Front sympathizers in France to weapons trafficking and suggested they were organized enough to support potential terrorists carrying out attacks in France.\nAccording to Le Monde, such networks are in part financed by rackets and orchestrated from certain mosques or benevolent associations. It cited police sources for the information.\nThe Interior Ministry has ordered regional officials to be ''vigilant for Islamic terrorism'' and told police to be attentive to anything that ''could serve as support for Islamic terrorists,'' the French news agency Agence France-Presse said.\nSince November, police have seized numerous stocks of arms held by Islamic sympathizers.\nAn Algerian student wanted in connection with a July holdup was arrested Monday as he recovered arms and ammunition from a storage facility outside Paris. Police found Salvation Front tracts criticizing French policy at his home.\nFrance's reaction to events in Algeria has come under criticism from diverse political parties, from the far-right National Front to the Greens. The rector of the Paris mosque, Dalil Boubakeur, expressed fears it would undermine the Muslim community, the second largest religious group in France after Roman Catholics.\n''There is no reason that people here must pay for gendarmes killed over there (in Algeria),'' Boubakeur told Le Monde. ''What we fear is that France sees a potential terrorist in all Muslims.''\n\nLoad-Date: October 14, 1994"
}