{
    "title": "France , Germany want limits on encryption to fight terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 8,
    "day": 25,
    "full text": "The Interior Ministers for France and Germany this week said their governments should be able to access content on encrypted messaging services to fight terrorism.\nSecurity agencies in the United States and across the European Union say that end to end encryption on services like WhatsApp make it easier for terrorists and criminals to plan attacks - while privacy experts say that compromising these messaging services jeopardises the privacy and safety of users. He said the three were among seven people detained with suspected links to extremist networks, without elaborating.\nCazeneuve said the plan aims at \"preventing the risk of an attack and at the same time guaranteeing a serene atmosphere in schools\".\nThey want their proposals to be discussed by the European Commission at a meeting in September.\nBut they didn't elaborate on how exactly companies should limit encryption, and Cazeneuve acknowledged that his government doesn't even have any interlocutors at some companies.\nCazeneuve specified concerns about Telegram, an encrypted app used worldwide.\nGarry Monk: Leeds United boss reacts to first Championship win\nLeeds were particularly impressive in midfield with Carlos Carvalhal's team struggling to cope with United's physicality. Subs not used: Silvestri, Coyle, Bamba, Hernandez.\nTelegram says on its website that it blocks terrorist-related public channels but doesn't intervene in private chats. But no one would say the Federal Bureau of Investigation \"cooperated\" with Apple, despite the fact that other USA tech companies said they would have done so if it had been them.\nGerman Interior Minister Thomas de Maiziere, left, hugs French Interior Minister Bernard Cazeneuve after a joint media conference inParis, Tuesday, Aug.23, 2016.\nThe proposal announced Tuesday follows a spate of attacks across both France and Germany this summer, including an attack at a church in Normandy that was carried out by two jihadists who reportedly met on Telegram. \"It's imperative that police have a single interface\".\nMr Cazeneuve called for the creation of a European equivalent of the Electronic System for Travel Authorisation (Esta), which is required by the United States for visitors arriving from countries like the UK that are part of its visa waiver programme.\nPrivacy advocates have been alarmed by calls of French and German interior ministers, who proposed a law that would make it compulsory for digital messenger services to offer unencrypted records of users' conversations to security services.\nThe French government has heightened security across the country following a series on Islamist militant attacks since January past year that has left people on the edge, with schools a feared target.\nLike this:\nRio 2016: Hudson-Smith error caused GB relay disqualificationOlympics: Kenya's Kipchoge triumphs in men's marathonTrump says he's not flip-flopping on immigrationPowerful pills found in Prince's home 'were mislabelled', investigators sayShould Arsenal rival Everton for Joe Hart this summer?Pre-production halted on Mission: Impossible 6 due to contractual disputesWTF Moments From WWE NXT TakeOver: Brooklyn IISimone Biles and Zac Efron: Who's the bigger fan of whom?Louisiana Flooding Is Worst Natural Disaster Since Hurricane Sandy, Red Cross SaysShannen Doherty Reaches Settlement in Cancer LawsuitTrump: \"Extreme Vetting\" of Immigrants; Military and Cyber Warfare Against ISISCost of EpiPen rises more than 400 percentFive things you have to see at the Rio Olympics on ThursdayUsain Bolt interrupts interview to show respect for U.S. anthemParamount's Remake Of The MGM Classic 'Ben-Hur'\n\nLoad-Date: January 7, 2017"
}