{
    "title": "France has a chance to redeem modern war(2)",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "In response to the horrifying murder of 129 civilians in Paris last Friday, France must re-civilize western war making.\nThe Islamic State claimed respon­si­bility Saturday for the coor­dinated strikes by eight oper­atives, describing the attack as retal­iation for French military action in Syria. The same day, French President Francois Hollande called Friday's massacre \"an act of war\" and promised the French response will be without mercy even as it uses \"all lawful means\" against the Islamic State. Self-declared and ille­gitimate though it may be, the Islamic State presents France with the oppor­tunity to set aside so-called wars on abstractions like terror and political violence without decla­rations, and to take up its flag proudly to wage a real war against a clear enemy in the bounds of inter­na­tional law.\nAmerica, under pres­idents present and past, has not won a war on terror. It has not even declared a war since June 5, 1942. It has exercised political violence under the guise of \"authorized military force,\" dissolving the distinction between war and peace and creating the insta­bility and atmosphere of violence that birthed the hydra of global radical Islamic terrorism.\nBy aban­doning the rules and rituals of war - formal decla­rations, clear objectives, precise desig­nation of enemy combatants, the creation of actual peace treaties - the United States has, in the last half century, created a world of barbarism. Without legal reso­lutions iden­tifying the enemy and the bounds of war, a nation's warriors are weapons wielded at the whim of politicians for political ends, not the repre­sen­tatives of a people in pursuit of justice. Terrorism becomes the natural means of waging asym­metric wars when civilized nations set aside these rules and rituals. And when the enemy is the amorphous bogey of terrorism, the fight is fought without limits at home as well as abroad, dehu­manizing all and animating the surveillance state.\nHollande has a choice before him. He may join the rest of the West in equiv­o­cating between the Islamic State and global radical Islamic terrorism. If he does, he elim­inates any hope of real victory or real justice for France, and reduces retal­iation to mere violence responding to violence. Or he may set aside a \"war on terror\" and destroy the very real monster that attacked Paris. The Islamic State presents a clear enemy, one that can be defeated through resolute military action.\nSadly, the frame of warfare in which Hollande responded to the attack seems more rhetoric than principle. Monday, he requested a three month extension of France's state of emergency, and proposed changes to France's consti­tution to facilitate fighting terrorism. Airstrikes by France are a fine show of force, but if the language of the response is not clarified soon, then Friday's act of war becomes just another act of terror. The danger that this attack will be reduced to the \"clash of civi­lizations\" narrative, that Islam will be held responsible, rather than the Islamic State, looms. Yet it is not too late.\nIf France produces a formal decla­ration of war against the Islamic State, and binds itself to Hollande's words, responding to this attack as an act of war and using \"all lawful means\" to kill the would-be caliphate, and if it limits itself to this end as distinct from ending global terror, then it can save civilized war. The civilized world cannot object to France taking ordered action in the chaos that used to be eastern Syria and northern Iraq. France has called upon her allies for support, and they have promised it, the United States included.\nSuch a civilized war does require treating this enemy as a body politic. That may be more legitimacy than many are willing to give it. But, if the inter­na­tional community formally joins France in destroying the Islamic State, it wages a war without moral ambiguity, a just war, by just means. And just as important, it wages a war it can win. There is no peace when wars do not end.\nOnly when nations wage war within bounds, despite the unlimited nature of terrorism, can they retain their honor and uphold civi­lization. Barbarism is defeated by order and ethical restraint.\nEven as French airstrikes crater the Islamic State, France can save civi­lization by declaring and waging a real war and inviting the world to join them.\n\nLoad-Date: November 19, 2015"
}