{
    "title": "France Joins Spain to Catch Pair Suspected Of Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 4,
    "full text": "In a major joint operation by France and Spain, two of Spain's most wanted terrorist suspects were captured Sunday in southwestern France, French and Spanish officials said.\n About 140 French and Spanish antiterrorist police officers were involved in raids on both sides of the border against the militant Basque separatist group ETA.\n At least 16 other people suspected of being ETA members were also arrested. The police uncovered several stockpiles of weapons containing rocket launchers, assault rifles, machine guns and explosives, and seized cash and documents.\n The biggest coup was the arrest of Mikel Albizu Iriarte, 43, considered the political leader of ETA, and Soledad Iparraguirre, 43, near Pau, France. The couple, who were carrying false papers and were with their son, had eluded the police for more than a decade.\n ''It is an extremely important operation, one that we can certainly describe as historic,'' the Spanish interior minister, Jose Antonio Alonso, said at a news conference in Madrid. He said that at least seven homes had been searched and that the police had seized documents, weapons and explosives.\n But he cautioned that ''despite this grave blow'' to ETA, ''we continue on maximum alert.''\n In Paris, the French justice minister, Dominique Perben, called the operation ''a great battle won in the war against terrorism.''\n Mr. Albizu, who also uses the name Mikel Antza, is thought to have become a top ETA leader 12 years ago after the police crippled the organization by arresting most of its senior members.\n Last January, Mr. Albizu was reportedly one of the ETA leaders to have met secretly with Josep-Lluis Carod-Rovira, a leftist who was the Catalan regional government's No.2 official. The talks centered on brokering a cease-fire, but only in the region of Catalonia. Mr. Carod was forced to resign his government position -- but not his post as party leader -- after the fact of the meeting was disclosed.\n Mr. Albizu's partner, Ms. Iparraguirre, who uses the alias Amboto, is the highest-ranking woman in ETA, the Spanish Interior Ministry said in a statement. A member of a family of ETA fighters, she is suspected of involvement in dozens of attacks from 1984 to 1992 that killed 15 people.\n ETA, which has been branded a terrorist organization by the European Union and the United States, has carried out bombings and assassinations in Spain since the 1960's in a campaign for an independent Basque state. The armed group has claimed or been blamed for more than 800 deaths.\n ETA has been severely weakened in recent years by hundreds of arrests by the French and Spanish police and has not carried out a fatal attack in more than a year. However, it resumed its practice of planting small bombs last August, attacking tourist resorts, and then blowing up electricity pylons on lines connecting France and Spain.      \n\nhttp://www.nytimes.com\n\nLoad-Date: October 4, 2004"
}