{
    "title": "France stands by its Mideast policy",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 11,
    "day": 12,
    "full text": "The French, like the Americans, are weighing the costs and benefits of negotiating with states accused of sponsoring terrorism.\nThe benefits seem clear: Hostages have been freed from Lebanon. After much diplomatic maneuvering involving Iran and Syria, two Frenchmen held in Beirut were freed early yesterday morning. The announcement of the release of Camille Sontag and Marcel Coudari was greeted with banner headlines here.\nThe costs also seem clear: appearing to be weak against terrorists and giving them incentive to use terror tactics. Although European foreign ministers finally did agree to some sanctions against Syria on Monday, the French made it clear that they would not isolate Damascus.\nAt the same time, French Prime Minister Jacques Chirac is being criticized for suggesting, in a Washington Times interview published Monday, that it was Israel's intelligence service, Mossad, and not the Syrian government that was behind a plot last spring to blow up an Israeli airliner in London.\nFrance's recent statements and actions have put the Reagan administration in a sensitive position. Unlike the United States, France refused to recall its ambassador from Syria.\nUS Secretary of State George Shultz last week met with Mr. Chirac and told reporters that frank criticism among friends is ''a mark of real friendship, so we had a lot of real friendship.'' Now Washington is being criticized for supplying Iran with weapons in return for assistance in releasing US hostages, and Mr. Shultz's words are being mocked.\n''Certain American commentators last week accused France of making compromises in order to guard its own interests, namely the freedom of its hostages,'' wrote Mark Kravetz of the independent daily Liberation. ''With the United States dealing with (Allatollah Ruhollah) Khomeini's Iran, one must reasonably ask if taking a tough stand against 'terrorist states' for the sake of Western solidarity even remains an issue.''\nFrance has much to gain by cooperating with states allegedly sponsoring terrorism. To prevent further bombings in Paris, and to win the release of its hostages, France has made extensive efforts to woo both Syria and Iran.\nThe French lobbied their European partners to be sure that no economic sanctions would be imposed against Syria. And they have agreed to repay $330 million owed to Tehran.\nIt has been reported that these two countries were instrumental in gaining Tuesday's release of the French hostages and in insuring the recent lull in Paris bombings.\nBeyond these immediate benefits, the French see important diplomatic reasons for dealing with both Syria and Iran. In recent statements, French officials have stressed that the two countries are crucial to any potential Middle East peace.\n''I don't think it is in the interest of the West for France to be driven from the Middle East,'' French Foreign Minister Jean-Bernard Raimond told a group of foreign journalists last Friday.\nIn the French view, Syria is particularly important. Chirac has said that he regards anti-Western Islamic fundamentalism as the greatest danger in the Middle East. He sees Syria as a strong opponent of such fundamentalism.\n''And the biggest fish of all, is to prevent this religious, anti-Western fanaticism from engulfing the entire region,'' Chirac told the Washington Times. ''And that, let me reiterate, is far more important than severing relations with Syria over some incident in London or some bomb that goes off down the street.''\nCriticism comes from all sides of the political spectrum. In a comment seen as a challenge to his prime minister, Socialist President Francois Mitterrand declared last week that ''individual arrangements between any European state and such a state will have to give way to solidarity against the crime.''\nMembers of Chirac's own government also have expressed anger. Parliamentary leader Jean-Claude Gaudin publicly regretted that the government ''didn't show greater solidarity'' over terrorism with its European allies.\nThese statements suggest that the freeing of two French hostages will not end the debate over how France should deal with terrorism. At stake is the fate of six other French hostages still held captive in Beirut. Also at stake is the larger French presence in Lebanon, a country with which Paris has long historical ties.\n''If the rest of the Western world doesn't give a damn (about Lebanon), France does,'' Chirac said.\n\nGraphic\n\n \nPicture, Chirac: Syria and Iran are crucial to Mideast peace, SVEN SIMON"
}