{
    "title": "France charges shooter's brother",
    "publisher": "charleston daily mail",
    "year": 2012,
    "month": 3,
    "day": 26,
    "full text": "PARIS - A French judge filed preliminary murder and terrorism charges Sunday against the brother of a gunman who killed Jewish schoolchildren and paratroopers in attacks that stunned the country.\nInvestigators looking into France's worst terror attacks in years believe Mohamed Merah's brother helped prepare the killings and are trying to find out how deeply he was involved. They are also investigating whether they were linked to an international network or worked on their own.\nMohamed Merah, 23, claimed responsibility for killing three Jewish schoolchildren, a rabbi and three paratroopers earlier this month. After a 32-hour standoff with police, he died Thursday in a hail of gunfire as he jumped out a window of his apartment in the southern city of Toulouse.\nSince then, attention has focused on his older brother Abdelkader Merah, who was handed preliminary charges on Sunday of complicity to murder and theft, and involvement in a terrorist enterprise, prosecutors said. Detained last week, he will remain in custody pending further investigation.\nPreliminary charges under French law mean there is strong reason to believe a crime was committed, but allow magistrates more time to investigate.\nAuthorities suspect Abdelkader had a role in acquiring his younger brother's arsenal and financing his trips to Afghanistan, Pakistan and the Middle East. Mohamed Merah claimed allegiance to al-Qaida and told police he traveled to Afghanistan and Pakistan for training.\nAbdelkader was questioned several years ago about alleged links to a network sending Toulouse-area youths to Iraq, but no action was brought against him at the time.\nProsecutor Francois Molins said the inquiry is also looking at anyone else who could have been involved in planning the attacks.\nThe brother's girlfriend, Yamina Mesbah, was held, then released early Sunday without being charged. The Merah brothers' mother was released Friday night.\nThe girlfriend denied any involvement in what happened and said she was shocked by the killings, her lawyer Guy Debuisson said, adding that Abdelkader Merah appeared to have led a double life.\n\"This woman was unaware of anything about her husband's accessory, complementary or secret life,\" the lawyer said. The couple married according to Muslim custom in 2006, but did not undergo the civil ceremony required in France for a marriage to be recognized.\nAbdelkader Merah took five or six long trips to Egypt, ostensibly to study Arabic literature, and his girlfriend joined him on two or three, the lawyer said.\nDuring questioning by police, the lawyer said, Mesbah learned that Merah had had other motivations for his trip to Egypt and \"a life that led him toward an extremely intense . . . fundamentalism.\"\n\"The question to ask today is if Mohamed was the only one that was indoctrinated. Was it just him or are there others?\" Debuisson asked.\nThe first paratrooper killed, Imad Ibn Ziaten, was buried Sunday in his hometown in Morocco on the Mediterranean coast. Townspeople held French and Moroccan flags as soldiers carried the coffin to the grave.\n\"It is incomprehensible, it is unimaginable. Terrorism doesn't understand this. And above all we must not confuse Islam and fanaticism. They have nothing to do with one another,\" his brother Hatim Ibn Ziaten said.\nFrench State Secretary for Defense Marc Laffineur accompanied the family to Morocco, saying he wanted to show that \"France is in mourning.\" The other paratroopers were buried in France last week, and the Jewish children and rabbi were buried in Israel.\nThe killings have affected the race for French presidential elections in April and May, and raised concerns of tensions among France's large Muslim and Jewish communities.\n\nLoad-Date: March 27, 2012"
}