{
    "title": "France Conducts Airstrikes in Central Mali , 50 Al-Qaeda Terrorists Neutralised",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 4,
    "full text": "Fifty terrorists linked to al Qaeda group in Mali were killed in a planned attack by the French government's anti-jihadist force in the region last week.\n\"On October 30, the Barkhane force carried out an operation, neutralizing more than 50 jihadists and confiscating their equipment and weapons\", Parly said on Twitter, going on to thank the foreign-stationed French troops for their service.\nParly said the operation took place after a drone detected a large motorcycle convoy in the \"three borders\" region.\nWhen the jihadists tried to hide under trees to try and escape surveillance, the French air force unit sent in two Mirage jets and a drone to launch missiles, leading to the \"neutralization\" of the insurgents.\nMilitary spokesman Colonel Frederic Barbry said that four terrorists were captured in the operation and troops also recovered explosives and a suicide vest.\nAccording to her, the French army was able to spot by its drones a large column of jihadists on motorcycles.\nSpotify Offering Labels, Artist Boost In Algorithm For Reduced Royalty Pay Out\nThe streaming service will take the learnings gleaned from this and consider expanding to other personalised features on Spotify. The initiative is certain to anger acts like King Gizzard and The Lizard Wizard, Sad13, Deerhoof, Frankie Cosmos and Zola Jesus.\nParly said the military action was a significant blow to a local terror group that has ties to al-Qaida via the Support Group for Islam and Muslims , a regional jihadist alliance. Barbie said an encounter was going on in the Greater Sahara area with Islamic State militants.\nIslamist rebels were forced from power in northern Mali in 2013, following a French-led military operation, but regrouped in the desert and now launch frequent attacks on the Malian army and its allies.\nVast swathes of Mali lie outside effective government control.\nParly said she informed Mali's transitional president Bah Ndaw of the success of the operation adding that she welcomed \"the involvement of the transitional authorities in the fight against terrorism\".\nMali's new interim government, which was appointed to rule for 18 months before staging elections, appears willing to engage in dialogue.\n\nLoad-Date: November 4, 2020"
}