{
    "title": "France 's gutsy verdict; Abdallah sentence marks turning point for France",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 3,
    "day": 2,
    "full text": "In the end, the seven judges stood firm.\nTo gasps of surprise from spectators in the main court room of the Palais de Justice, the judges Saturday rejected government pressure for a lenient verdict and sentenced Lebanese terrorist leader Georges Ibrahim Abdallah to life imprisonment. With no attenuating circumstances, Mr. Abdallah was found guilty of complicity in the murders of United States military attache Col. Charles Ray and Israeli diplomat Yacov Barsimantov in 1982, and the attempted murder of Robert Homme, the US consul general in Strasbourg, in 1984.\nThe stiff verdict marks an important turning point in the French fight against international terrorism. In the past, the French judiciary had succumbed to official pressure and allowed major terrorists to go free, most notably in 1977 when it released Abu Daoud, the mastermind of the Munich Olympics massacre of Israeli athletes. Now for the first time, France has exposed a convicted terrorist to full penalty of the law.\n''There are strong democracies and weak democracies,'' said Georges Kiejman, the lawyer representing US interests in the case. ''This decision shows that France is a strong democracy.''\nGutsy as it may be, the decision risks renewed terror for French at home and French hostages in Beirut. Abdallah, who refused to attend the proceedings after delivering a virulent anti-American diatribe at the beginning of the trial, rejected any appeal and greeted the verdict with ''a burst of laughter,'' according to his lawyer Jacques Verges. Mr. Verges warned that the Arab world would interpret the verdict as ''a declaration of war.''\nThe possibility of renewed violence is taken seriously by some observers here. Last September, Abdallah's followers - allegedly including two of his brothers - set off a series of bombs in the streets of Paris, killing 11 persons and injuring more than 150.\nTo stop the bombings, Prime Minister Jacques Chirac reportedly sent two envoys to Damascus and assured officials there that Abdallah would get a light sentence and then be quickly set free.\nGovernment behavior at the trial lent credence to these reports. In testimony, high-ranking French officials played down Abdallah's role. Raymond Nart, the deputy director of the French domestic intelligence agency, the DST, described Abdallah as ''a commando chief, a little chief.'' And in his closing statement, government prosecutor Pierre Baechelin pleaded for a light 10-year sentence.\n''With a heavy heart,'' Mr. Baechelin implored the judges to avoid making France, ''the victim of blind attacks in the coming weeks.'' He also spoke of the fate of French hostages in Beirut. Baechelin claimed a tough verdict would upset Syria - the main power broker in Lebanon - just when the entry of Syrian troops into west Beirut brings ''a glimmer of hope'' for the hostages' release.\nThis logic left the US alone in pleading for firmness. Lawyer Kiejman attempted to portray Abdallah as a mastermind of international terrorism, the founder and leader of the Lebanese Armed Revolutionary Faction, a ''Marxist'' guerrilla group in northern Lebanon.\n''It is not up to you to do the duty of the state,'' Kiejman told the judges. The court ''should carry out justice.''\nThe judges agreed - provoking widespread satisfaction. Except for the French Communist Party, both socialists and conservatives praised the decision.  Also praising the decision were the US State Department, human rights organizations, terrorism experts, and - denying that the government had tried to steer the trial in a different direction - a spokesman for Prime Minister Chirac.\nEveryone admits the danger of renewed terrorism.  But, say terrorism experts, the public seems to understand that the only way to beat the terrorist is to show him that terror brings him no respite from justice.\n''The only possible policy has to be one of no deals, no surrenders,'' says Paul Wilkinson, a renowned terrorism scholar in Scotland. Letting the terrorists think you will negotiate creates ''destructive expectations,'' he adds.\n\nGraphic\n\n \nPicture, Abdallah: his conviction risks new terror in Paris, AP"
}