{
    "title": "France Aims to Curb Potential Jihadis From Leaving Country",
    "publisher": "the new york times",
    "year": 2014,
    "month": 7,
    "day": 10,
    "full text": "PARIS -- Amid international concern over the threat posed by Western jihadis returning from training or combat in Syria, the French government will soon propose legislation authorizing it to block suspected proponents of Islamic terrorism from leaving France, top officials announced Wednesday.\nThe Interior Ministry would be empowered to void or confiscate the passports of people deemed by French intelligence services to be potential threats, and to prohibit airlines from allowing them to board planes. Though such ''administration prohibitions'' would be temporary and open to challenge in court, they could be renewed indefinitely, Interior Minister Bernard Cazeneuve said Wednesday.\n''This is not something discretionary and arbitrary,'' Mr. Cazeneuve told France Info radio. ''There must be a body of evidence that shows that a person is decided and determined to go to areas of jihadist operations.''\nThe legislation would also create a new crime, the ''individual initiative'' to undertake terrorist activities, in order to allow the French authorities to more effectively monitor and pursue individuals suspected of planning ''lone wolf'' attacks or believed to be engaged in self-radicalization. Current antiterrorism legislation allows for conspiracy charges against those suspected of links to terrorist networks or involvement in group plots, but investigators and law enforcement officials have complained of legal limits to their capacity to pursue isolated actors.\nThe law would also authorize French officials to force Internet service providers to block websites promoting terrorism. The law would also allow investigators to access related data held on servers outside France, though how the French authorities intend to compel foreign companies to comply with French law is unclear.\nSuch measures are necessary ''to confront the rapid increase in the departures of young French for areas where training in armed combat is coupled with ideological indoctrination,'' the government said in a statement. A vote on the legislation is planned before the end of the year.\nAbout 300 French citizens or residents are thought to be fighting in Syria, and 500 more are thought to be considering a departure or to have already returned, Mr. Cazeneuve said this week.\nIn May, the authorities in Marseille arrested Mehdi Nemmouche, a French citizen believed to be responsible for a recent shooting at the Jewish Museum in Brussels that left four people dead. Mr. Nemmouche, 29, had spent perhaps a year fighting in Syria, the French authorities said; the killings appeared to be the first committed in Europe by a European citizen returning from the Syrian battlefields.\nIn an address in Oslo on Tuesday, the American attorney general, Eric H. Holder Jr., called on European nations to be increasingly ''pre-emptive'' in fighting terrorism.\nIn France, the proposed legislation would be undermined, officials acknowledge, by the fact that France is a member of the Schengen Area, permitting residents to travel widely without passport checks. French citizens are additionally authorized to travel without passports to Turkey, the usual entry point for those seeking to join the fighting in neighboring Syria.\nUnder the proposed law, individuals who leave France despite a travel ban would be subject to large fines and prison sentences.\n\nhttp://www.nytimes.com/2014/07/10/world/europe/france-aims-to-curb-potential-jihadis-from-leaving-country.html\n\nLoad-Date: July 10, 2014"
}