{
    "title": "France cracks anti- Algeria terrorism; Suspects arrested in plot to bomb market in Lille",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 11,
    "day": 3,
    "full text": "The French government claimed a breakthrough yesterday in the hunt for perpetrators of a wave of terrorist bombings that has shaken the country.\nInterior Minister Jean-Louis Debre said a 28-year-old Algerian student, Boualem Bensaid, and several accomplices were taken into custody after a police wiretap picked up a telephone conversation in which Bensaid gave instructions for a bomb to be planted at an outdoor market in the northern city of Lille on Sunday.\nDebre said police later raided an apartment near Lille where they found a 29-pound gas canister, explosive substances, nails, bolts and a timing device -- materials they said were identical to those used in earlier attacks around Paris and Lyon. He said 10 suspects were being held for questioning in the biggest roundup since the terrorist bombings began three months ago.\n''These arrests should allow the investigation to enter a new, decisive stage toward neutralizing this group of terrorists that has worked together,'' Debre said.\nFrench investigators said Bensaid appeared to have acted as an intermediary between terrorist cells operating in France and the Armed Islamic Group, one of the most radical factions seeking to topple Algeria's army-backed government. Officials said the faction had recruited potential guerrillas in the troubled suburban ghettos populated by North African immigrants, many of them jobless.\nOne such recruit, Algerian-born Khaled Kelkal, 24, was killed in a gun battle with police in a Lyon suburb in September after his fingerprints were found on an unexploded bomb near a high-speed train line. Debre's announcement that Kelkal had been the architect of the terrorist campaign was ridiculed when the bombings resumed after his death.\nDebre said the latest raids yielded grenades, two submachine guns and two automatic pistols. Also confiscated were documents, computers and accounting forms that showed how the terrorist network was receiving logistical and financial support from outside France.\nDebre called Bensaid ''a pivotal figure'' in the bombing campaign who had arrived in France just a few months ago. Other officials said Bensaid, who had been closely tailed before his arrest, appeared to be in charge of activating dormant terrorist cells and ordering where to plant the crudely made bombs.\nDebre warned that ''the threat remains and more attacks may take place.''\nThe wave of bombing attacks this year has killed seven people and injured more than 170 in the worst outbreak of terrorism here in nearly a decade. Primary targets have included popular tourist spots, outdoor markets and rush-hour subway lines.\nPolice say they are now convinced that the Armed Islamic Group has taken its guerrilla warfare across the Mediterranean, hoping to undermine French support for the Algerian government and to gain revenge for the killing of four of its members in the hijacking of an Air France plane last December.\n\nLoad-Date: November 3, 1995"
}