{
    "title": "FRANCE MAKES TERROR ARREST LINKED TO EXTREMIST WEBSITE",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 7,
    "day": 4,
    "full text": "PARIS -- French authorities filed preliminary terrorism charges Tuesday against a Tunisian administrator of an extremist French website suspected of playing a key role in financing and recruiting for al-Qaida and other violent groups.\nAnnouncement of the suspect's arrest was unusually dramatic and public for French authorities, but it did not spell out what evidence has been culled, how much money may have been involved or provide the man's name. It is the first publicly announced suspected terrorist arrest since President Francois Hollande took office in May.\nThe suspect -- whom prosecutors described as a \"formidable financier of the bloodiest terrorist groups\" -- was questioned Tuesday in Paris by anti-terrorism Judge Marc Trevidic.\nPreliminary charges were filed against him for suspected plotting of terrorist acts and financing a terrorist enterprise, the prosecutor's office said.\nUnder French law, preliminary charges mean investigating magistrates have strong reason to believe that a crime was committed, and allow time for investigation before a decision is made about whether to send the case to trial. The suspect will remain in custody pending further investigation.\nProsecutors say he is suspected of acting as a financier and recruiter for an unusually broad range of terrorist groups stretching from South Asia across the Middle East to North Africa: al-Qaida, al-Qaida in the Arabian Peninsula, al-Qaida in the Islamic Maghreb, Lebanon-based Fatah al-Islam, the Islamic State of Iraq, Tawhid al-Jihad, and Palestinian extremist group Jaish al-Islam.\nThe man, born in Tunisia in 1977, was based in the southern French city of Toulon. He was arrested Friday after a yearlong investigation, the prosecutor's statement said.\nMasked agents took part in the raid to arrest him in Toulon, then he was transferred to national anti-terrorist authorities in Paris, said a judicial official in Toulon. The official spoke on condition of anonymity because she was not authorized to speak publicly about ongoing investigations.\nThe Paris prosecutor cited \"serious and concordant evidence\" that the suspect sent material from his computer to terrorist groups. It says he played a \"central role\" in collecting funds for terrorist groups to buy weapons, but did not elaborate on how much money was involved.\nIn a separate terrorism probe, three suspected members of the Islamist extremist group Forsane Alizza were arrested Tuesday in Paris suburbs, an official said. Anti-terrorist investigators searched their homes before making the arrests, the official said.\n\nLoad-Date: July 5, 2012"
}