{
    "title": "FRANCE FEARS A NEW WAVE OF TERRORISM",
    "publisher": "the new york times",
    "year": 1982,
    "month": 4,
    "day": 27,
    "full text": "The disappearance of a prominent literary journalist Sunday night has added to the growing fears that France may be facing its most serious terrorist challenge in years.\nJean-Edern Hallier, a columnist, failed to return home Sunday after dining with friends. Today, an anonymous telephone caller said that Mr. Hallier was in the hands of the French Revolutionary Brigades, until now an unknown group. The police have made no statement, but they have set up a high-level investigation and are treating the disappearance as a kidnapping.\nIn recent weeks, the bombing of a passenger train, the assassination of an Israeli diplomat and the explosion of a car bomb on a busy Paris street have built up public and official alarm. They have also led the Government to hold a series of what it calls ''war councils.''\nPARIS, April 26 - The disappearance of a prominent literary journalist Sunday night has added to the growing fears that France may be facing its most serious terrorist challenge in years.\nWhere the war is coming from is unclear, both to the Government - at least, as far as it will admit - and to the public. There are indications, though, linking the terrorist attacks both to the Middle East and to various European extremist groups.\n \nA Link to Carlos\nSome of the incidents seemed to be connected to a festering feud between France and Syria. Others seemed to center on the threats of Carlos, the international terrorist, to punish France for holding two of his associates in jail. There have been still other incidents connected with Corsican and Basque extremists.\nMr. Hallier, 46 years old, writes novels, poems, essays and newspaper columns. He is a polemicist who, during the 1968 disturbances here, was a leading revolutionary voice. He is not believed to be associated with any of the more violent political groups of recent years.\nAs part of its campaign to combat the terrorism, the Government announced this weekend that it was tightening frontier controls. It also said that it would enforce strictly the requirement that exiles abstain from all political activity here.\nFrance, particularly since the advent of the Socialist Government, has made a point of upholding its traditional role as a refuge for exiles. A number of those exiles, including some from the Middle East, have produced a share of the bloodshed in France during recent years.\n \nSyrians Suspected\nThe Government believes that the most conspicuous source of violence the last few weeks has been the activities of the Syrian security services. A number of reports have pointed to the Syrians as the perpetrators of the killing in Beirut last year of Louis Delamare, the French Ambassador. The French Government kept its suspicions quiet at the time of the assassination. But after last Thursday's car bombing on the Rue Marbeuf, which killed one passer-by and injured at least 46 more, it expelled two Syrian diplomats.\nThe bombing took place outside the offices of a Lebanese-owned, Arabic-language newspaper, Al Watan Al Arabi, that had denounced the Syrians for Mr. Delamare's assassination.\nSyria's grievances against the French Government are not altogether clear, although commentators have noted that France's policy of assistance to Iraq, and of trying to strengthen the Lebanese Government, both run counter to the policies of Damascus.\nBut a Syrian connection is not enough to account for all of the terrorism here in recent months. On April 3, an Israeli diplomat, Yacov Barsimantov, was fatally shot in the lobby of his Paris apartment. On Jan. 18, an American military attache, Lieut. Col.  Charles Robert Ray, was shot outside his home here. There has also been the machine-gunning of an Israeli commercial office. For these incidents, other Middle Eastern groups have been suspected. There has been some involvement in these incidents by a small French radical group called Direct Action.\n \nWarning of Danger\nAll this is complicated by the activities of Carlos, a Venezuelanborn terrorist whose real name is believed to be Illyich Ramirez Sanchez. Earlier this year, Carlos had written to the Interior Minister, Gaston Defferre, warning that if two of his associates were not released from prison here, he would begin his own campaign of terror against France.\nAt the end of March, just at the time when Carlos's deadline had expired, a bomb went off on the Paris-Toulouse express, killing five passengers. The possibility that other groups were responsible - Basque and Corsican extremists have been mentioned - has not been excluded, but the Carlos trail is the principal one for investigators here.\nCarlos's associates, Bruno Breguet of Switzerland and Magdalena Kopp of West Germany, were sentenced to long jail terms the day after the Rue Marbeuf bomb went off. The Syrian connection does not necessarily exclude his participation, according to reports here. In fact, one theory here is that he has been working in close cooperation with the Syrians."
}