{
    "title": "France to locate drones near Mali",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 10,
    "day": 23,
    "full text": "PARIS - France will move surveillance drones to West Africa and is holding secretive talks with U.S. officials in Paris this week as it seeks to steer international military action to help Mali's feeble government win back the northern part of the country from al-Qaida-linked rebels. France and the United Nations insist any invasion of Mali's north must be led by African troops. But France, which has six hostages in Mali and citizens who have joined al-Qaida in the Islamic Maghreb, is playing an increasing role behind the scenes. Many in the West fear that northeast Mali and the arid Sahel region could become the new Afghanistan, a no-man's-land where extremists can train, impose hardline Islamic law and plot terror attacks abroad. And France, former colonial ruler to countries across the Sahel, is a prime target. \n\"This is actually a major threat - to French interests in the region and to France itself,\" said Francois Heisbourg, an expert at the Foundation for Strategic Research, a partially state-funded think tank in Paris. \"This is like Afghanistan 1996. This is like when Bin Laden found a place that was larger than France in which he could organize training camps, in which he could provide stable preparations for organizing far-flung terror attacks.\" France is turning its attention to the Sahel just as it is accelerating its pullout of combat troops from Afghanistan ahead of other NATO allies. A French defense official said Monday that France plans to move two surveillance drones to western Africa from Afghanistan by year end. France also is reported to have special forces in the region around Mali and to have contracted out surveillance of Mali to a private company. Top-level American and French military leaders and diplomats began two days of talks in Paris on Monday on intelligence-gathering and security in the Sahel region, including Mali. The defense official and diplomats spoke on condition of anonymity because they weren't authorized to talk publicly about the activities. The Paris meetings follow a U.N. Security Council resolution that gives Secretary-General Ban Ki-moon about a month to help Malian authorities devise a plan to regain control of the north. And on Friday, African leaders met in Bamako, Mali's capital, to prepare a plan for a military intervention in the north, which was seized under the cover of a coup d'etat six months ago. The United States is partnering with France, which has airpower and hundreds of troops across western Africa - in Senegal, Ivory Coast, Chad and Gabon, French and U.S. officials said. The United States has no full-time military presence in Africa, but from time to time sends trainers or other advisers on specific missions, according to Africom, the U.S. military command for Africa based in Stuttgart, Germany. The attack on the U.S. Consulate in Benghazi, Libya, last month that left four Americans dead, including the U.S. ambassador has fanned an increasing American awareness of the terror threat in the Sahel. The United States sees France as a key player in Mali, and the French defense official said the U.S. \"has conferred to us the role of leader\" in the crisis. Other Western powers are increasingly worried about a lawless Mali. On Monday, Chancellor Angela Merkel said that Germany would be prepared to take part in a European mission to train and provide logistical support for Malian security forces. European Union members are considering a noncombat training mission to help the interim Malian government. \"Free democratic states cannot accept international terrorism gaining a safe refuge in the north of the country,\" Merkel told a German military conference near Berlin. Yet despite the clear French interest in a Mali campaign, French officials don't want to be seen as too aggressive in helping Mali fight AQIM and its allies - the Movement for Unity and Jihad in West Africa, known as MUJAO, and Ansar Dine, which now controls the famed Malian city of Timbuktu. French President Francois Hollande, his popularity flailing just five months since he took office, faces a variety of challenges. First, he wants to free the hostages while quashing the group that holds them. His hardline stance is puzzling to some observers but suggests that larger geopolitical concerns may be holding sway over concern for the hostages. Secondly, Hollande has just returned from a trip to Senegal and Congo, where he vowed a new, fairer French relationship with Africa. A more robust French military footprint could revive allegations of a long-despised colonialist mindset. But France is also determined to prevent more kidnappings across Africa, where thousands of French expatriates live under the growing threat of terrorism. And French authorities have long been concerned that home-grown Islamic militants could get training abroad, then come back to France to sow terror - a fear borne out by at least two terrorism cases publicly announced this year. On Friday, a high-level European diplomat told the AP that French authorities know that AQIM has French nationals as members, though the official didn't provide an estimate of how many. \"At this phase, it's not a very high number,\" the official said. \"But if nothing happens on the ground, and AQIM continues to settle in a durable way and get structure, it's clearly a number that's going to grow.\" Whether or when an international intervention in Mali will come remains uncertain. At a meeting on the Sahel at the United Nations last month, Hollande called for an African-led military intervention in Mali \"as quickly as possible.\" Since then, he has reiterated that France won't provide any ground troops. His government has pledged logistical support, training, and intelligence-gathering to help back up African forces. French Defense Minister Jean-Yves Le Drian has said launching the operation is \"a question of weeks,\" though the diplomatic official said that such a timetable was too hasty, and his comments were taken out of context. The main order of business for the French now, the diplomat said, is building consensus among the partners - and ensuring that African countries take the leading role. The idea would be intervention in northern Mali through a series of concentric circles: first by Malian government troops, then the ECOWAS alliance in western Africa, then possibly the broader African Union, and last a Western - French, EU or American - in a support role to fill any remaining gaps. Mali government forces, which are run mostly by junior-level officers who staged the coup, are widely seen as incapable - or unwilling - to lead a military operation to recover control of the north. In August, Mali's interim leaders announced a 31-minister government, including five seen as close to coup leader Capt. Amadou Sanogo, who nominally handed over power but still has not completely relinquished control. Intelligence Online, which first reported about the French drone deployment, has reported that France has contracted Luxembourg-based CAE Aviation to monitor parts of north Mali and western Niger. A CAE Aviation executive didn't respond to phone messages and an email from the AP seeking comment. The United States has already expanded its Mali-related intelligence effort with satellite and spy flights over the north to track and map the rebels, U.S. officials have said. The CIA is believed to use armed drones in places such as Pakistan and Yemen. The top-secret program is especially controversial in Pakistan, where residents view it as an affront to their sovereignty and contend that the drones frequently kill civilians, not just militants. France's military is not believed to have any armed drones. In Washington, State Department spokesman Mark Toner said he wasn't aware of any French drone deployment over Mali, but said the U.S. was closely working with France and African nations on a plan to address the crisis. \"It's a matter of concern not just for us, not just for France, but for the region,\" Toner told reporters. \"So it's going to take a collaborative approach. And that collaborative approach should be, we think, correctly led by those countries in the region.\"\n\nLoad-Date: October 23, 2012"
}