{
    "title": "France _ Suspect in priest's shooting freed, search widens",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 11,
    "day": 2,
    "full text": "BY ANGELA CHARLTON and JAMEY KEATEN\nThe Associated Press\nLYON, France - French police on Sunday released an initial suspect in the shooting of a Greek Orthodox priest and widened their search for the gunman who critically wounded the priest as he closed the door to his official residence at a church in the city of Lyon.\nThe Lyon prosecutor's office said a man who was arrested shortly after Saturday's shooting was released after they found no evidence of his involvement, suggesting that the clergyman's assailant remained at large.\nThe priest remained in critical condition\nafter being shot with a hunting rifle, said a\npolice official, who was not authorized to be publicly named according to police policy.\nThe Greek Orthodox Holy Diocese of France identified the victim as the Rev. Nikolaos Kakavelakis, and said he was scheduled to return soon to Greece after his time working at the Lyon church.\n\"We pray for a speedy recovery and unequivocally condemn all forms of violence,\" it said.\nThe motive for the shooting remains unclear. Anti-terrorism prosecutors are not investigating the case, and the Lyon prosecutor opened an\nattempted-murder investigation.\nPolice cordons in the vicinity of the church, located in a residential area of central Lyon, were removed and the search area was widened to the broader Lyon area, the national police service said.\nFrance has been under high security alert after the killing of three people at a Nice church on Thursday, amid global tensions over cartoons of the Muslim Prophet Muhammad published in a French newspaper. The French prime minister has promised more protection for religious sites.\nIt also came amid tensions within the Greek Orthodox community in Lyon. The priest, a Greek citizen, had a long-running legal dispute with a former monk who was convicted of defamation, according to French media reports.\nThe head of the Greek Orthodox Church in France, Emmanuel Adamakis, told French radio station Europe 1 that Kakavelakis was no longer conducting services in Lyon and \"had been asked to return to Greece.\"\nThe attack appeared to have taken place in a small courtyard in the back of the church, where the priest had been living in an official church apartment, Adamakis said.\nAntoine Callot, the pastor at another Greek Orthodox church in Lyon, told The Associated Press that the city's Greek Orthodox community has not received any threats, but said he immediately asked police for security protection at his church after Saturday's shooting.\n\nLoad-Date: November 2, 2020"
}