{
    "title": "France Moves To Isolate Radicalized Prisoners",
    "publisher": "the new york times",
    "year": 2018,
    "month": 2,
    "day": 24,
    "full text": "PARIS -- France unveiled a tough new anti-Islamist policy for its prisons and schools on Friday, confronting a lingering threat that is likely to intensify as radicalized fighters return from Syria.\nFor now perhaps the greatest menace is in the country's prisons, and it is there that the government of President Emmanuel Macron is concentrating its fire with the changes announced on Friday aimed at isolating hundreds of radicalized inmates. Over 1,600 inmates are jailed on terrorism charges or have been identified as radicalized. \n  The government now wants to separate and isolate them from other inmates -- a shift from past strategy in which they were more likely to be dispersed among other prisoners. But officials now say that approach instead spread radicalism and threatened the security of guards, who went on a nationwide strike after a violent rampage by a jihadist inmate in January. The changes are in part a response to the strike, which paralyzed France's prisons.\n  In addition to the prison measures, France will more closely scrutinize the licensing of certain types of private, religiously oriented schools, often identified with the spread of radicalization. Some 74,000 students attend these schools.\n  ''Islamist radicalization threatens our society, and not only when it leads to violence,'' Prime Minister Édouard Philippe said Friday in Lille while announcing the new measures.\n  ''It challenges us every time the laws of the republic come up against religious precepts,'' Mr. Philippe added, ''every time a woman finds herself, voluntarily or not, put in a situation of exclusion or inferiority obviously incompatible with constitutional principles of liberty and equality.''\n  The strategy unveiled by Mr. Philippe represents a toughening of the government's attitude as compared with that of the previous Socialist government, which emphasized deradicalization. That effort was seen as a failure after a deradicalization center, opened by officials in the Loire region in 2016, wound up taking in only nine people for 25 slots, all of whom were soon gone.\n  ''I find that term'' -- deradicalization -- ''particularly inappropriate,'' Mr. Philippe said Friday. ''Nobody has the magic formula for 'deradicalization,''' he said, ''in the sense where you can deprogram a dangerous software.'' France's prisons now hold 512 people charged with acts of terrorism, and 1,139 who have been identified as radicalized.\n  Most of the French government's new effort will be concentrated in the prisons. Some 1,500 spots will be created in ''isolation zones'' for those identified as radicals. The number of prison centers dedicated to evaluating radicalization will be doubled, to six. The most dangerous prisoners will be housed in three especially secure isolation zones; only one exists now. These zones will be ''totally watertight,'' Mr. Philippe said on Friday.\n  The challenge to Mr. Macron's government is, if anything, even greater now that the Islamic State has been largely defeated in Syria. More than 320 French people have returned from the war zone, but almost 700 remain there.\n  Nearly 20,000 people are listed in government files as being at risk of radicalization, a number that has increased. Friday's announcement is the third effort in four years to combat radicalization.\n  Mr. Philippe also said the state would fire civil servants or military personnel ''whose behavior'' carried risks of ''engagement in a process of radicalization.''\n\nhttps://www.nytimes.com/2018/02/23/world/europe/france-tough-new-anti-islamist-policies-in-schools-and-prisons.html\n\nGraphic\n\n \nPHOTO: Prime Minister Édouard Philippe announced the measures. (PHOTOGRAPH BY FRANCOIS MORI/ASSOCIATED PRESS)       \n\nLoad-Date: February 24, 2018"
}