{
    "title": "France 's Hunt for Extremists Nets Schoolchildren, Too",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 23,
    "full text": "When France held a tribute to a teacher killed after a class on freedom of expression, the police interrogated at least 14 students over comments flagged as inappropriate.\nALBERTVILLE, France -- Armed with assault rifles and wearing balaclavas, dozens of police officers raided four apartments recently in a sprawling complex in Albertville, a city in the French Alps. They confiscated computers and cellphones, searched under mattresses and inside drawers, and took photos of books and wall ornaments with Quranic verses. \n  Before the stunned families, the officers escorted away four suspects for ''defending terrorism.''\n  ''That's impossible,'' Aysegul Polat recalled telling an officer who left with her son. ''This child is 10 years old.''\n  Her son -- along with two other boys and one girl, all 10 years old -- was accused of defending terrorism in a classroom discussion on the freedom of expression at a local public school. Officers held the children in custody for about 10 hours at police stations while interrogating their parents about the families' religious practices and the recent republication of the caricatures of the Prophet Muhammad in the magazine Charlie Hebdo.\n  The fifth-grade classmates are among at least 14 children and teenagers investigated by the police in recent weeks on accusations of making inappropriate comments during a commemoration for a teacher who was beheaded last month after showing the cartoons in a class on freedom of expression.\n  As France grapples with a wave of Islamist attacks following the republication of the Charlie Hebdo caricatures, the case in Albertville and similar ones elsewhere have again raised questions about the nature of the government's response. It has already been criticized, inside and outside France, for actions and statements that have risked conflating ordinary French Muslims with people accused of extremism.\n  President Emmanuel Macron has fiercely rejected this criticism, blaming some Muslim and Western nations for failing to understand France's deep-rooted secularism, known as laïcité. In an interview with a media columnist for The New York Times, Mr. Macron complained about what he saw as the world's lack of support for France amid recent attacks and accused the American news media, including the Times, of ''legitimizing this violence.''\n  To dispel misunderstanding, he invited journalists with questions on France to ''call me. Call my team, call the ministers.'' But after initially agreeing to an interview request for this article, the education minister, Jean-Michel Blanquer, declined Friday through a spokeswoman to speak, saying that he had already talked publicly about laïcité and considered The Times's coverage biased.\n  The incidents in Albertville and elsewhere underscored the breadth of the government's strong security response to the attacks, which has extended into the classroom and has drawn the criticism of organizations like the Human Rights League, one of the nation's oldest rights groups. Calling the response disproportionate, the group asked, ''Do children still have the right to speak?''\n  Sophie Legrand, a juvenile court judge and union official, said that France was going through a ''complex period'' during which law enforcement would be severely blamed for ''missing a sign and failing to carry out an investigation.''\n  ''But it could prove to be counterproductive if it's really only repression, right away,'' she said.\n  Still reeling from the beheading, teachers were given strict instructions to report the slightest inappropriate comment, and the police to investigate, according to interviews with teachers, union representatives, and police and judicial officials.\n  ''We're completely in a context where the instructions are to not overlook anything, even the most trivial fact,'' said Emmanuel De Souza, a police commander who investigated the case of an 11-year-old in Saumur, in western France.\n  While the four children in Albertville are now back in school, the experience has left them traumatized, the parents said. The children are expected to follow an educational program under the justice ministry's youth protection division, likely to focus on issues of citizenship.\n  One of the boys, Sohib Harid, wetted himself in his sleep after the raid and said he was now afraid to talk in school. ''If I talk,'' he said, ''there will be the police.''\n  The children and teenagers got into trouble for speaking during classroom commemorations and discussions of Samuel Paty, the middle school teacher who was beheaded last month in a crime that shocked France and reopened the psychological wounds of attacks by Islamist terrorists that have left more than 250 dead in recent years.\n  In a nation with millions of public school students, the commemorations and discussions went well over all. But afterward, according to the education ministry, 400 incidents were reported, including 150 cases related to ''defending terrorism.''\n  A justice ministry spokeswoman said that 14 minors had been held in custody or interrogated in police stations, though she added that the figure might not include reports from all local prosecutors. Cases involving the investigation of at least 17 minors have been reported in the French news media.\n  If convicted on charges of ''defending terrorism,'' minors would typically have to take a class on citizenship or follow a social program, though the sentences could be harsher for older teenagers and depending on the infraction.\n  In a Paris suburb, a 17-year-old who repeatedly expressed support for the slain teacher's killer is expected to appear before an investigating judge. Near Marseille, two 16-year-old boys were arrested -- one for endorsing the beheading, the other for refusing to stop listening to music with headphones during the minute of silence.\n  Of 17 cases that resulted in police investigations, seven involved Muslim students and one a Roman Catholic, according to interviews by The Times and the local news media; one had no religion, and the religion of the others could not be determined. In at least 14 of these cases, students were held in police custody, with most being accused of ''defending terrorism.''\n  In France, public schools have played a central role in instilling national values, including laïcité, the strict secularism that separates religion from the state. So when Mr. Paty was decapitated, the killing was regarded as an attack on France and left a lasting trauma among teachers.\n  The education minister, Mr. Blanquer, asked all public schools to observe a minute of silence in tribute to the slain teacher on Nov. 2. A fierce advocate of laïcité, the minister warned that he would not tolerate disrespect.\n  ''We are going to strengthen moral and civic education so that the stakes of the freedom of expression are explicit,'' he said in a radio interview a few days later.\n  Beyond the minute of silence, teachers were given little guidance on how to discuss the killing in class, leading to confusion, according to several teachers and union officials.\n  ''Everything was done in a rush without any real time for educational preparation,'' said Sophie Vénétitay, a teacher and union official. She added that teachers were given little opportunity to resolve the incidents within the schools and with the parents, and that a judicial response prevailed.\n  In a middle school near Nice, a 14-year-old girl was arrested, held in custody for eight hours and subjected to a full-body search after questioning the tribute to the teacher and then, during a following debate, saying that ''he had asked for it.'' The girl, who is not affiliated with any religion, apologized, said her mother, who asked to be identified only by her first name, Magali.\n  The mother said she disapproved of her daughter's comments, but described them as ''a teenager's blunder.'' Her daughter is now seeing a psychiatrist and refuses to go back to school.\n  The teenage girl has been summoned to appear before a prosecutor in January on a charge of ''defending acts of terrorism,'' according to court files obtained by The Times. She is expected to be sentenced to a multiday class on citizenship.\n  Lilia Parisot, an official at the Nice regional education authority who confirmed the incident, said that she had received clear guidelines from the education ministry to report any incident. ''The orders were to overlook nothing,'' she said.\n  In Albertville, the four 10-year-olds belong to families -- three of Turkish and one of Algerian descent -- who have lived in the city for years. Some have older siblings who attended the same small primary school, Louis Pasteur. \n  In the classroom discussion, the teacher asked the pupils whether he, too, could be beheaded if he showed caricatures of Muhammad, according to interviews with two of the children, four mothers and two fathers.\n  Nathalie Reveyaz, an education official focusing on secularism in the region that includes Albertville, confirmed that the teacher had asked that question, placing it in the context of caricatures during the reign of Charlemagne.\n  The boys answered that the teacher could be beheaded, their parents said, but meant it as a statement of fact, not as a threat.\n  ''The teacher said, 'If I draw the prophet, what would you do?''' recalled Sohib, the boy now afraid to talk in class. ''Well, I said, 'There are other people who will come to kill you, like Samuel Paty.'''\n  Another boy, Yunus-Emre Akdag, said that in ''Islam, we don't have the right to kill. It's God who can give life, and it's God who can take it,'' according to his mother, Mukaddes Akdag. Her son added in class, ''If people show caricatures of our prophet, they will burn in the other world.''\n  The girl, Emira Yildirim, said she had expressed regret for the slain teacher, but added that ''if he had not shown the caricatures, it wouldn't have happened.''\n  The parents said that their children's remarks contained no threat, but simply did not fit with what education officials wanted to hear in the current politicized climate.\n  ''The children said what they thought,'' said Emira's mother, Zulbiye Yildirim.\n  Ms. Reveyaz, the education official, said, ''The teacher was shocked, shaken,'' adding that the comments could reflect ''what the children were hearing within their families.''\n  The next day, the teacher became alarmed after finding an anonymous letter whose author remains unknown, she said. ''T mort,'' it read, ''You're dead.'' The local prosecutor, Pierre-Yves Michaud, was unavailable for an interview, his office said.\n  After the raid, while the children were in custody, the police asked the parents a series of questions: What did they think of the caricatures? Did they pray? Did they go to the mosque? Did they observe Ramadan? Did their husbands force them to wear veils?\n  ''Strange questions,'' Fatima Harid, Sohib's mother, said, asking why questions about their religious practices were relevant. An officer told her that her son, who described himself as Muslim during questioning, should say ''French Muslim'' instead, she said.\n  But the incident has left the parents wondering whether they will ever be considered French.\n  The mother of Emira, Ms. Yildirim, 46, said she had lived in France since age 6 and had attended its public schools. Hers was an ''integrated family,'' she said. Residents of Albertville for 19 years, she and her husband, a builder, run a family construction business. She was active at the school, regularly volunteering on field trips. The couple even sent their oldest daughter and son, now in their 20s, to a private high school -- a Catholic institution -- for the quality of the education.\n  ''I'm worried,'' she said, dropping off Emira in front of the primary school the other morning. ''I told my daughter, 'You don't say anything. When you're asked a question in class, you say nothing.'''\n  Norimitsu Onishi reported from Albertville, and Constant Méheut from Paris.\n\nhttps://www.nytimes.com/2020/11/23/world/europe/france-extremism-children.html\n\nGraphic\n\n \nPHOTOS: Emira Yildirim, 10, with her mother, Zulbiye Yildirim. Emira was interviewed by police officers in Albertville, France, on suspicion of ''defending terrorism.''\nSohib Harid, 10, returning home with his grandfather, said he was afraid to speak in class after being questioned.\n Four interrogated children in Albertville all attend the Louis Pasteur school. (PHOTOGRAPHS BY ANDREA MANTOVANI FOR THE NEW YORK TIMES)               \n\nLoad-Date: November 23, 2020"
}