{
    "title": "FRANCE BOOSTS AID TO SYRIAN REBELS",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 6,
    "full text": "BEIRUT -- Turkey accused Syria of \"state terrorism\" Wednesday after a sharp spike in the Syrian civil war's death toll, and Iran came under new scrutiny with the United States alleging that Tehran is flying arms to President Bashar Assad's regime across Iraqi airspace.\nWith violence escalating in the nearly 18-month crisis, strains rippled across the region, as Egypt's president urged Mr. Assad to take a lesson from the Arab Spring uprisings that deposed other leaders and step down.\nBut there appears to be no end in sight for the conflict. Neither side seems to be able to gain a significant advantage in the fighting that has killed 23,000 people, according to activists' estimates.\nMeanwhile in Paris, a diplomatic source said Wednesday that France has started providing direct aid and money to five rebel-held Syrian cities as it intensifies efforts to weaken Mr. Assad, the first such move by a Western power. The French aid comes as U.N. Secretary-General Ban Ki-moon criticized the Security Council on Wednesday for failing to take action to protect Syrians facing violence.\nFrance, Syria's onetime colonial ruler, has pushed to secure \"liberated zones\" in Syria. France has increased its contacts with armed opposition groups and started giving aid last Friday to local citizens' councils in five cities outside the government's control, the diplomatic source said.\nThe aid is notably helping restore water supplies, bakeries and schools affected by Syria's civil war, with the aim of helping rebel-held areas run themselves, the diplomatic official said. He spoke on condition of anonymity because of the French actions' sensitivity.\nTurkey has become one of Mr. Assad's strongest critics and is host to Syrian opposition groups as well as about 80,000 of the more than 200,000 refugees who have fled to surrounding nations to escape the bloodshed.\n\"The regime has become one of state terrorism,\" said Turkish Prime Minister Recep Tayyip Erdogan. \"Syria is going through a huge humanitarian saga. Unfortunately, as usual, the international community is merely watching the slaughter, massacre and the elimination of Muslims.\"\nThe Syrian government's few remaining allies include Iran, Russia and China. The New York Times reported that U.S. officials believe that Iran resumed shipments of military equipment to Syria via Iraqi airspace in July, after a three-month hiatus.\nAli al-Moussawi, media adviser to Iraqi Prime Minister Nouri al-Maliki, confirmed that Iranian planes are flying over Iraq to deliver goods to Syria. But he said Tehran has assured Mr. Maliki that the flights are carrying only food and other humanitarian aid for civil war victims.\n\"The Iraqi government is carefully monitoring this issue, both in the sky and ground,\" Mr. Moussawi said in an interview that Iraq has warned Iran against flying weapons though its airspace. \"The Iranian government has said that it respects our decisions,\" he said.\n\nLoad-Date: September 7, 2012"
}