{
    "title": "France declares shooting an act of terrorism France declares Strasbourg shooting an act of terrorism",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 12,
    "day": 13,
    "full text": "STRASBOURG, France - The shooting at a crowded street market in Strasbourg was an act of terrorism, officials said Wednesday, as police continued an intensive search for the gunman who killed at least two people and wounded 12 others.\nRémy Heitz, the Paris prosecutor who handles terrorism investigations nationwide, said at a news conference in Strasbourg on Wednesday that witnesses had heard the attacker yell \"Allahu akbar,\" or \"God is great,\" in Arabic, and that the targets and the suspect's profile justified the opening of a terrorism investigation.\n Officials said the man suspected of carrying out the shooting had a criminal record and had served time in prison. More than 700 members of the security forces are now searching for the suspect in Strasbourg, the French interior minister said.\n \"He had been incarcerated multiple times and was known to the prison administration for his radicalization and his proselytizing attitude,\" Heitz said of the suspect, identified only as Chérif Chekatt, 29, who was born in Strasbourg. He was released from prison in late 2015.\n Chekatt was one of about 20,000 people flagged for possible radicalization by the French security services, Heitz said. Four people in the suspect's entourage were taken into custody overnight, he added.\n The attack Tuesday night hit one of France's most popular Christmas markets, unleashing chaos among the thousands of people milling around the vendors' stalls dotting Strasbourg's historical neighborhood.\n Authorities initially said the gunman had killed three people, but Heitz later revised that death toll, specifying that two people had been killed and that one was brain dead. Six people were seriously wounded, he said.\n City officials said the two people who were killed were a French citizen and a Thai citizen.\n The shooting recalled other attacks in recent years by Islamist extremists in France, Belgium and other parts of Europe. Benjamin Griveaux, the French government spokesman, said after a Cabinet meeting in Paris on Wednesday that President Emmanuel Macron had warned that \"the terrorist threat is still at the heart of our nation's life.\"\n The Strasbourg market has long been in the crosshairs of the Islamic State and al-Qaida, which see it as a symbol of an infidel holiday. In 2000, a cell based in Frankfurt plotted to attack the market, but its communications were intercepted and the plot was foiled.\n More recently, in the fall of 2016, a group of men deployed by the Islamic State's external operations arm in Syria planned to attack the market. French officials penetrated the cell and thwarted the attack, but it prompted the U.S. State Department to issue a travel alert, warning of credible threats against holiday events in Europe.\n Heitz, the prosecutor, said the gunman was first seen shortly before 8 p.m. on the Rue des Orfèvres, in the heart of the Christmas market. He then moved through several streets, attacking with a handgun and a knife as he went.\n Four soldiers on patrol shot at him, wounding him in the arm, Heitz said, but the attacker escaped and took a taxi to another area of Strasbourg. The driver told police the gunman had described the attack to him and tried to justify it. After exiting the taxi, the attacker came across more police officers, who shot at him but lost track of him.\n The taxi driver's account helped police identify Chekatt as the suspect, Heitz said. Tuesday morning, before the attack, police had raided Chekatt's home in an unrelated murder investigation and found a defensive grenade, a rifle, ammunition and several knives. He was not at his home during the raid.\n Laurent Nuñez, France's junior interior minister, told radio channel France Inter that it was possible that the suspect had fled into Germany, which is just across the River Rhine from Strasbourg, and that border checks had been strengthened immediately after the shooting.\n Heitz said the suspect had an extensive criminal record, with 27 convictions, mostly for robberies and assaults, in France, Germany and Switzerland.\n The Strasbourg Christmas market, which started in 1570, is one of France's most popular winter events. In the past few years, it has attracted more than 2.5 million visitors per year, and authorities have tightened security, including by deploying undercover police.\n Strasbourg Mayor Roland Ries said at a news conference that he planned to reopen the market on Thursday if security conditions allowed it.\n \"Today, we are mourning,\" Ries said. \"But I hope that, as soon as tomorrow, we can resume our normal lives.\"\n\nGraphic\n\n \nGerman police officers control cars at the French-German border following a shooting in Strasbourg, eastern France, Wednesday, Dec. 12, 2018. A man who had been flagged as a possible extremist sprayed gunfire near the city of Strasbourg's famous Christmas market Tuesday, killing three people, wounding 12 and sparking a massive manhunt. France immediately raised its terror alert level. (AP Photo/Christophe Ena) Christophe Ena German police officers control cars at the French-German border following a shooting in Strasbourg, eastern France, Wednesday, Dec. 12, 2018. A man who had been flagged as a possible extremist sprayed gunfire near the city of Strasbourg's famous Christmas market Tuesday, killing three people, wounding 12 and sparking a massive manhunt. France immediately raised its terror alert level. (AP Photo/Christophe Ena) Christophe Ena A man lights a candle as he pays respects to the victims the night following an attack that killed three persons and wounding at least 13, in Strasbourg, eastern France, Wednesday, Dec. 12, 2018. More than 24 hours after a man sprayed gunfire at crowds in France's largest Christmas market as he shouted \"God is great!\" over 700 security forces combed the eastern city of Strasbourg on Wednesday for the 29-year-old suspect who's been in trouble with the law since age 10. (AP Photo/Jean Francois Badias) Jean Francois Badias A man lights a candle as he pays respects to the victims the night following an attack that killed three persons and wounding at least 13, in Strasbourg, eastern France, Wednesday, Dec. 12, 2018. More than 24 hours after a man sprayed gunfire at crowds in France's largest Christmas market as he shouted \"God is great!\" over 700 security forces combed the eastern city of Strasbourg on Wednesday for the 29-year-old suspect who's been in trouble with the law since age 10. (AP Photo/Jean Francois Badias) Jean Francois Badias Mourners paid respects and lighted candles on Wedne\n\nLoad-Date: December 13, 2018"
}