{
    "title": "France 's Hollande vows more security after raids on Islamic network French police special forces ca",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 10,
    "day": 7,
    "full text": "French President François Hollande pledged on Sunday to increase security around synagogues and introduce tougher anti-terrorism measures, a day after a series of police raids dismantled a radical Islamist network that targeted Jews.\nSeeking to calm the fears of France's Jewish community, the largest in Europe, Mr. Hollande invited seven leaders of Jewish groups to the presidential palace where he promised support to fight a rash of anti-Semitic attacks.\n\"I have reaffirmed that the state will not compromise in fighting racism and anti-Semitism. Nothing must be tolerated,\" Hollande told reporters outside the presidential palace.\nTensions are high in the Jewish community over a series of attacks and threats. They have ranged from death threats against the chief rabbi of Lyon, to an attack with a hammer and iron bars on three young Jewish men.\nOn Saturday evening, blank bullets were fired from a car at a synagogue in the Paris suburb of Argenteuil while worshippers were inside.\nIn the worst such violence, three children and a rabbi were shot dead in March outside a Jewish school in Toulouse by a radical Islamist inspired by al Qaeda, who also killed three soldiers in a 10-day rampage.\n\"After the Toulouse tragedy, we would have hoped and thought there would be an end to the anti-Semitic atmosphere in our country. Unfortunately, anti-Semitic acts have multiplied,\" Joel Mergui, president of the Paris Central Consistory, told reporters after meeting Hollande.\nSince he was elected in May, the Socialist president has proved to be tough on law-and-order issues.\nBut he remains caught between the need to crack down on crime and campaign promises to be more inclusive than his conservative predecessor Nicolas Sarkozy, whose often harsh rhetoric on Islamist issues offended many Muslims.\nSurveillance\nHollande said on Sunday the government would introduce to parliament a bill to better combat terrorism.\nThe legislation would allow police to arrest people suspected of terrorism-related activity outside France's borders, and allow police to access the emails or Internet communications of potential terrorists.\nHollande also said places of worship would receive increased surveillance and protection.\nOn Saturday, police special forces carried out a series of early-morning raids across France to dismantle what authorities called a radical Islamist network.\nEleven people were arrested and police shot dead a 33-year-old man they said was one of two men who lobbed a grenade inside a Jewish market in the Paris suburb of Sarcelles in September, wounding one.\nInterior Minister Manuel Valls told TF1 television on Saturday terrorist threat existed in France, and said he did not rule out more arrests related to the Sarcelles investigation.\nThe head of Jewish umbrella group CRIF, Richard Prasquier, called radical Islam a \"monstrous ideology\".\n\"Being indulgent towards radical Islamism is the same as being indulgent towards Nazism,\" he told reporters.\nFollowing his meeting with Jewish leaders, Hollande met the head of the French Muslim Council, Mohammed Moussaoui, and said that scapegoating the community would not be tolerated.\n\"French Muslims must not suffer from radical Islam. They are also victims,\" Hollande said in a statement.\nMr. Moussaoui similarly released a statement in which he pledged solidarity from France's Muslim community and made a distinction between those engaged in anti-Jewish attacks and the vast majority of Muslims.\nThe Grand Mosque of Paris said French Muslims must \"be aware of the worrying situation\" of young Muslims involved in terrorist groups and said religious leaders should find solutions to avoid the spread of activity \"contrary to the values of the Republic and the humanist principles of Islam\".\nFrance's 5 million Muslims are the largest Islamic minority in Europe.\n\nLoad-Date: October 7, 2012"
}