{
    "title": "France 's lagging economy leads to crackdown on foreign workers",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 2,
    "day": 16,
    "full text": "Kader, an Algerian construction worker, had expected to spend Christmas with his wife for the first time in two years. But when he arrived at Orly Airport in Paris, he saw immigration officials bundling his wife back on the return flight to Algiers.\nTo his fury, Kader was told she did not have the newly required ''certificate of lodging'' for her stay here.\nAt the Billancourt Renault automobile plant outside Paris, Azzedine, a Moroccan employed in the paint shop, is equally upset. Surrounded by fellow North Africans staging a work slowdown, he waved his union banner and said, ''The French must begin to learn they can't use us anymore.''\nFrance is not Nigeria, but immigration has become an explosive issue here as well. After a year of easing restrictions on France's 4.2 million foreign residents, mounting unemployment, rising terrorism, and approaching local elections have moved the Francois Mitterrand government to tighten the very laws it once criticized.\nA new ''repulsion'' of foreigners policy has increased the number of visitors turned back at the borders - usually North Africans such as Kader - from 30,000 in 1981 to 47,000 in 1982.\nAt the same time, slowdowns by immigrant workers at Renault and Citroen plants throughout the country illustrate the growing tension between foreigners and Frenchmen. Not only is Azzedine angry - Prime Minister Pierre Mauroy is just as upset. In a thinly veiled reference to Islamic fundamentalism, Mr. Mauroy told the immigrant workers last week to quit their agitation ''instigated by political and religious groups based on criteria which have little to do with French social realities.''\nThese confrontations at the border and on the shop floor represent a fairly new phenomenon. France welcomed unskilled workers from the third world until the early 1970s. Then an ailing economy caused the government of Valery Giscard d'Estaing to end legal immigration and begin paying foreign residents as much as 10,000 francs ($1,460) to return home voluntarily.\nCritics complained that while offering these rewards, the government was also engaging in a brutal expulsion policy. Police allegedly conducted raids on immigrant neighborhoods and expelled many foreigners on trumped-up charges of public disorder.\nPresident Mitterrand came to power in May 1981 determined to liberalize this immigration policy. Not only did Giscard's policies ''smack of racism,'' but they were also ineffective, said Immigration Ministry official Patrick Weil. Few immigrants left voluntarily while many more entered the country illegally, he explained.\nBecause of these moral and practical reasons, soon after their victory the Socialists ended the repayment scheme, and according to human-rights officials, the summary expulsions. The new government also declared an amnesty for about 100,000 illegal aliens who had arrived in France before January 1981.\nBut starting last May the government made an about-face. That month unemployment jumped past 2 million, and although economists say immigrants do the manual labor Frenchmen do not want, polls showed that immigrants were blamed for the increasing number of jobless.\nSo to put an end to the thousands of false tourists who were entering the country, staying on and taking jobs, Mr. Mitterrand ordered the tightening of border controls. In October this crackdown was formalized by the enactment of new rules for African and Asian visitors. They required a written invitation, a dated return ticket, and a certificate of lodging.\n''How could we take more workers from undeveloped countries when we have so many unemployed?'' asked Mr. Weil.\nLast summer, France faced another crisis: a series of terrorist bombings thought to be carried out by Arabs. Mitterrand responded by further beefing up border security and tightening the country's liberal political asylum policy.\nThis ''repulsion'' policy struck hardest at France's former North African colonies. About 18,000 Algerians alone - including children, businessmen, and junior government officials - were refused entry last year into France despite a 1968 treaty assuring ''free circulation'' between the two countries.\n''These people are not 'false tourists' or terrorists,'' complained Mustapha Tazarourte, president of the Paris branch of Amicale Algerienne. In mid-December Algerian Ambassador Djamel Houhou went further, exploding, ''It's a problem of racism.''\nFollowing the ambassador's outburst, Mitterrand dispatched two high-level Foreign Ministry officials to Algiers. No definitive solution was found. But since the new year, human-rights activists and Algerian officials here say the situation has improved some - though not enough.\nEqually worrying for Mr. Tazarourte and other immigrant leaders is increasing tension between Africans and Frenchmen. By most accounts, France has fairly easily integrated thousands of Portuguese and Italians. But black and North African immigrants, coming from a non-European, non-Catholic culture, have had more difficulty.\nPolls show that Frenchmen blame them for increasing crime and social expenditures while lowering school standards. As a result, violence between Arabs and Frenchmen is on the rise.\nAs much as by violence, the foreigners say they are angered by discrimination in housing and at work. Most of them live in crowded apartments or foyers, and the government has little money to build new housing projects.\nEven if an immigrant finds better housing, he may not be allowed to move in, immigrant leaders said. Since last summer's terrorism, the problem has grown particularly bad, they added, as many mayors have used their power over housing permits to bar foreigners.\n\nGraphic\n\n \nPicture, Immigrants do the work no one else wants, yet are blamed for unemployment, By R. Norman Matheny"
}