{
    "title": "France _ cohabitation bolstered by rising terrorism",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 10,
    "day": 8,
    "full text": "IN rapid succession, France has been rocked by a series of bombings, abductions, and politically motivated murders. These incidents have been a serious blow to the morale of the French people. But they have also given a new lease to the ''cohabitation'' arrangement under which Socialist President Francois Mitterrand is compelled to share power with his conservative rival, Prime Minister Jacques Chirac. Because the popularity of both men has soared as the French have rallied around their leaders, neither man is willing now to risk an early election by forcing any one of the divisive policy issues that might precipitate a collapse of ''cohabitation.''\nAltogether, terrorist attacks have claimed 11 lives and more than 270 casualties in the past nine months. In conjunction with the events in Lebanon, they have fostered a sense of governmental impotence. In response, however, the Chirac government tightened security in Paris, bringing in more than 2,500 police from the countryside. It also imposed strict visa requirements on non-European travelers and increased surveillance of residents with well-known ties to various Middle Eastern terrorist factions.\nDespite these resolute measures, the government has been as yet unable to win back public faith in its ability to provide for internal security. The French public remains scared, meaning the terrorists largely achieved their goal. When other West European countries were struck by Arab terrorists in the past, France had enjoyed relative tranquillity. Indeed, it had become virtually a sanctuary for terrorists. Successive governments reportedly struck several deals with terrorists while insisting publicly never to bargain with them. Some were never put on trial and released or charged with lesser crimes and let go early because of fear of terrorist retaliation, while others blackmailed their way out of French jails. Therefore, when Prime Minister Chirac vowed when speaking before the UN General Assembly last week not to bargain with terrorists, his words had a hollow ring to them.\nEffecting the release of Lebanese leftist Georges Ibrahim Abdallah - suspected in the 1982 murder of a United States military attache, Lt. Col. Charles Ray, and two other terrorists - was the ostensible aim of the latest bombings. In July, he had received a light four-year prison term for possessing arms and belonging to a terrorist group. He had not been indicted for murder, however, giving rise to suspicions that the government was preparing to cut some kind of deal. To put teeth into the new ''get tough'' policy, Justice Minister Albin Chalandon announced to the relief of US officials that he had advised the prosecution to press murder charges against Mr. Abdallah. His statement sparked fears of a resumption of terrorist attacks.\nThe terrorist scare has temporarily captured the headlines and may have indeed given ''cohabitation'' a lease on life. Before the attacks, there was widespread speculation about an imminent clash between Mr. Mitterrand and Mr. Chirac on a number of critical policy issues. There is no shortage of disputes, because the conservative Chirac had pledged before his March 16 defeat of Mitterrand's Socialist prime minister, Laurent Fabius, to undo practically all reforms adopted by the former government since 1981.\nOne is the abolition of the election system of proportional representation introduced by Mitterrand to bolster the chances of the Socialists and to sap the conservative camp by boosting the electoral odds of the National Front, the ultra-rightist party of Algerian war veteran Le Pen. A return to the two-round majority voting and increase of seats from 491 to 577 deputies requires redrawing of district boundaries. Because Chirac needs either the President's consent or enabling legislation, he has hesitated risking a showdown with Mitterrand.\nChirac's insistence that President Mitterrand denationalize by decree all industries nationalized by his predecessor and other state holdings taken over by the state during the 1950s, and the reign of Charles De Gaulle, nearly caused an irreparable rift in early August. Mitterrand threatened to force a snap presidential election by resigning, and Chirac challenged him to do so. But because neither stood to gain from an early election, Chirac agreed to seek approval of the measure by the National Assembly, which he got. The flamboyant Chirac still fears that former Prime Minister Raymond Barre, who is more popular among conservatives, might best him in the first round of a presidential race.\nA third hotly contested issue is the size and composition of the military budget. During the election campaign, conservatives had chastised the Socialists for weakening French conventional forces by cutting military budgets and shifting resources toward the nuclear deterrent force. A plan to update the 1984-88 program law passed by the former Socialist-controlled National Assembly could be submitted to Parliament anytime. While the 7 percent increase for 1987 falls short of the pledge to raise spending to 4 percent of gross national product, the proposed $24.7 billion budget amounts to an after-inflation increase of 4 percent and marks a dramatic turnaround. An alternative being considered is to present a new five-year plan for the 1987-91 period to symbolically underline the conservative break with the Socialist policies.\nNone of these issues can be resolved until after an election has restored one-party rule to France. Until then, the French political process will be paralyzed as both contenders for power shun confrontation. Ironically, ''cohabitation'' has not only been put to a test and survived; it may also have been strengthened inadvertently by terrorist violence. That means the French will have to wait until the 1988 presidential elections before the conservative agenda for which they voted last March can be fully carried out."
}