{
    "title": "Franks visits Afghan troops; Committed_ General says war on terrorism is important",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 4,
    "day": 12,
    "full text": "The U.S. general leading the war against Iraq returned Friday to Afghanistan with a special envoy to assure the government and international troops that the United States can fight two wars at once.\nWith world attention focused on Iraq, Gen. Tommy Franks said American forces remained committed to Afghanistan and to capturing al-Qaida leader Osama bin Laden, who may be hiding there.\n\"It's part of the global war on terrorism. It is important to my nation and it will remain important to my nation,\" Franks said.\nZalmay Khalilzad, President Bush's special representative to Afghanistan and Iraq, also brought a message of reassurance to Afghan President Hamid Karzai, who is struggling to establish the supremacy of his government over a nation of factions and warlords.\n\"We will not turn our face from Afghanistan,\" Khalilzad said in the capital, Kabul. \"We will remain committed to the reconstruction and stability in Afghanistan.\"\nKhalilzad said Afghanistan's multiethnic government may be a model for postwar Iraq, where a transitional government will face the delicate task of representing all segments of the society, including the Iraqi Kurds.\nAlthough U.S.-led forces overthrew the Taliban government in October 2001, thousands of American troops remain in Afghanistan to hunt down al-Qaida and Taliban fugitives who continue to target international forces.\nFranks made his first visit to Afghanistan this year, after leading a successful three-week charge into Baghdad.\nSpeaking at U.S. military headquarters at Bagram Air Base, Franks told soldiers representing 23 countries that they were part of \"the largest coalition ever built in the history of the world.\"\nDespite the challenges facing the 11,500 coalition personnel in Afghanistan, many of the 8,500 U.S. soldiers admit they feel like they're on the sidelines watching news from Iraq on television.\nThe troops in Afghanistan are tackling challenges similar to what a postwar force in Iraq may face - finding residual enemy forces and delivering humanitarian aid.\nFranks said the number of militant attacks against coalition forces has remained the same in the past year, and noted that attacks normally increase in the spring, when it's easier to travel.\nSome Afghan militant groups had vowed to step up attacks against the coalition once war broke out in Iraq, hoping to energize anti-U.S. sentiment.\n\nGraphic\n\n \nAP photo\n\nLoad-Date: April 12, 2003"
}