{
    "title": "France terror_ Man BEHEADED near school in Paris in horrific attack",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 16,
    "full text": "The attack happened at around 5 pm (1500 GMT) near a school in Conflans Saint-Honorine, a western suburb of the French capital.\nThe teacher had been threatened after opening a discussion \"for a debate\" about the caricatures, the police official told The Associated Press. He was then shot dead after allegedly threatening police. The police spokesman said that information was being checked.\nThe suspected attacker was spotted by a police patrol while carrying a knife a short distance from the scene of the attack.\nA police source said that witnesses had heard the attacker shout \"Allahu akbar\", or \"God is great\".\nThe French anti-terrorism prosecutor has opened an investigation into the slaying for murder with a suspected terrorist motive, the prosecutor's office said.\nThe fluctuating Air Quality levels hit \"Very Poor\" category\nDuring peak pollution periods past year , air pollution levels in New Delhi sometimes soared even off the measurable scale. Low temperatures and stagnant winds help in accumulation of pollutants near the ground, affecting air quality.\nInterior Minister Gérald Darmanin, on a visit to Morocco, is returning to Paris immediately after talking with Prime Minister Jean Castex and President Emmanuel Macron, his office said.\nInitial reports stated that the teacher had been beheaded, but subsequent reports have said that the attacker instead slit the teacher's throat.\nThat attack came three weeks into an ongoing trial of suspected accomplices of the authors of the January 2015 attacks on Charlie Hebdo and a Jewish supermarket, which also saw a policewoman gunned down in the street. Police have yet to verify the state of the victim.\nIn Islam, depcitions of the prophet are a contentious issue, with many believing it is forbidden.\nPeter Aitken is a NY born-and-raised reporter with a focus on national and global news.\n\nLoad-Date: October 17, 2020"
}