{
    "title": "France and Iran raise the stakes in tense standoff over terrorism",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 7,
    "day": 17,
    "full text": "France and Iran appear headed for an increasingly sharp confrontation over Iranian support for terrorism.\nFor three weeks now, French police have camped night and day outside the Iranian Embassy in Paris to prevent the escape of Walid Gordji, an Iranian official suspected of directing and financing a Lebanese terrorist network in France. Mr. Gordji, who does not have diplomatic immunity, has refused to testify before a French judge investigating the string of bombings here last September.\nThis week the crisis worsened as Iran began to take retaliatory actions:\n*On Monday, two Iranian Navy launches fired machine guns at a French container ship in the Persian Gulf. On the same day, Iran accused French customs officials at the Geneva airport of beating up an Iranian diplomat and seizing confidential papers from him. French officials immediately denied the report.\n*The stakes increased Tuesday when Iran's state prosecutor summoned Jean-Paul Torri, the French charge d'affaires in Tehran, to appear before him as press reports there annouced Mr. Torri would be charged with espionage and with trafficking in drugs and antiques.\n*Yesterday morning there were unconfirmed radio reports from Tehran claiming that the government would expel the French Embassy staff in Tehran if the police blockade on the Iranian embassy in Paris were not lifted in 72 hours.\nFrench officials denounced these tactics, fearing that Iran is trying to trump up charges against Torri in order to set up an eschange for Gordji.\n''There is absolutely no analogy between these charges; our man is a diplomat protected by immunity and he is innocent,'' said a French Foreign Ministry spokesman. Since Gordji does not have diplomatic status, he has no right to refuse to testify in the French courts. But so far Gordji has refused, and he has only been seen once since taking refuge in the Iranian Embassy last month.\nPrime Minister Jacques Chirac and President Francois Mitterrand have put forward a united front. Last week Mr. Chirac said the pressures could force France to break relations between the two countries. In a widely followed speech during Tuesday's Bastille Day celebration, Mr. Mitterrand also took a hard line. ''The law is the law, and an Iranian, like any other, must submit to it,'' he said.\nWith elections less than a year away, neither one can look like they gave in to Iran in front of the French electorate.\n''Without a doubt, both Chirac and Mitterrand have to appear more firm after all the publicity,'' says Max Gallo of Le Matin, a Socialist daily.\nFrench politicians are very well aware of what happened to Jimmy Carter when he tried to be reelected in the face of that public perception, observers here say.\nBut beyond the current need for a tough line, few here appear willing to say whether the current crisis will result in a permanent hardening in the policy toward Iran. That depends on how the stalemate over Gordji ends.\nOver the past three years France has tried to negotiate smoother relations with Iran.\n''Today,'' says a French journalist, ''that effort appears to be wasted. Like the US before it, French diplomats are discovering the difficulty of negotiating with a country that doesn't play the game the way the West is used to.''\n\nGraphic\n\n \nPicture, France keeps wary eye on Iran. Policemen watch Iranian Embassy in Paris. Tension between the nations has been building over Iran's alleged support for terrorism. AP"
}