{
    "title": "Fraud and terrorism linked_",
    "publisher": "wyoming tribune-eagle",
    "year": 2014,
    "month": 2,
    "day": 14,
    "full text": "When a film crew unloaded equipment in the driveway of the woman I address as \"Sister Susie,\" I knew it wasn't related to her practices as a Buddhist nun.\nNo, History Channel wanted to film her (behind a screen) for her earlier life.\nIt was Jan. 23, a balmy day in California. The interview, which is set to air\nsometime\nsoon, was for the channel's \"America's Secrets\" series.\nSister Susie lives across the street from my son Andy and family. During visits there, we take time to practice meditation, both sitting and walking. Her spacious gardens are marvels of natural beauty, perfect for strolling.\nSister Susie wears Buddhist robes and keeps her head shaved, which doesn't detract in the least from her lively blue eyes. She spent years in a Buddhist monastery; eventually, health issues impelled her to move closer to her son's place of work.\nHer home, dedicated to Buddhist practices, is replete with meditation cushions, candles, statues, gongs, and a library of pertinent books.\nIn her former life in Colorado, Sister Susie was married to a Muslim originally from Iraq, who became the father of her only child, Omar, now a gifted scientist.\nThough the couple divorced, her marriage to Omar's father gave her insight into the peaceful aspects of Islam. When Susie remarried, she became Susan\nFenger\n. Sadly, that later union left her widowed after eight years.\nIn Denver, having completed a degree in law enforcement, she entered the fledgling fraud division of Colorado's Department of Labor and Employment. Soon she was in charge of the entire division as certain criminal elements gained a foothold in Colorado.\nAs forensics expert and chief investigator, this kindly neighbor exposed a number of fraudulent schemes perpetrated by a radical Islamic group. Her investigation brought to justice several perpetrators, which provoked the ire of their leader.\nSheikh\nMubarick Ali\nJilani, once Pakistan's chief intelligence officer, now a rabid ideologue, aims to \"purify Islam through violence.\" Though residing in Pakistan, he put a bounty on Susan\nFenger's head of $50,000, referring to her as \"that FBI woman,\" though\nFenger\nnever worked for the FBI.\nBy the time she developed her case, Colorado's\nJamaat Al\nFuqra had skimmed $355,000 off state funds, sending most to\nJilani\nin Pakistan. That's the loot from but one of his groups, many of which exist to this day.\nIn the U.S., Al\nFuqra\nmembership consists primarily of U.S. citizens - impoverished, desperate citizens.\nSusan is in the process of changing the\nFenger\nsurname. A book published in 2012, she fears, will bring her into harm's way once again.\n\"Twilight in America\" shines the spotlight on her work of two decades earlier, when she traced Al\nFuqra worker's compensation fraud. As a result of her investigation, five Al\nFuqra\nmembers were convicted.\nThey had raised money through what's described as \"white-collar crimes,\" though the Colorado commune engaged in more sinister activities as well: assassinations and fire-bombings.\nOne time the attack was on a Hare Krishna temple in Denver, another time on a mosque in Arizona, whose imam was murdered for his interpretation of Islam, which differed markedly from\nJilani's\n.\nBack in 1990, FBI agents contacted\nFenger\nregarding suspicious worker's comp claims. Her expertise in handwriting analysis established that certain claims were executed under different names by the same individual.\nInexplicably, soon the FBI agents told her they had orders to pull out.\n\"They wanted to nail these guys for the big stuff, murders and bombings,\" she says. \"Trouble is\n,\nthey lacked the evidence.\"\nPersecuting for workers' comp fraud seems to have been too mundane for the agents.\nMartin\nMawyer documents the murders and bombings. \"Twilight\" is replete with references to militant training, filmed in Al\nFuqra camps. The author also explains Ms.\nFenger's\ngroundbreaking work in detail.\n\"Twilight\" sometimes indulges in doomsday predictions of jihadists taking over America; still,\nMawyer's data appear to be solid. He includes a U.S. map showing 35 Al\nFuqra\ncamps, yet the map, he writes, is far from complete.\n\"I gave him most of this information,\" says Sister Susie.\nAl\nFuqra\nactively recruits among impoverished African Americans, promising a life of self-sufficiency and serenity that, alas, never happens.\nLife with Al\nFuqra means existing on deprivation and fear. Children as well as adults are indoctrinated that\nJilani\nis a god-like presence for whose sake it's OK to scam Americans.\n\"Homeschooling\" leaves youngsters barely literate, yet some members hatch sophisticated schemes of identity theft, welfare fraud, fraudulent worker's comp claims, illegal arms sales, even drug running and money laundering.\nAfter 9/11 the FBI and CIA returned to\nFenger's\nwork.\n\"Federal agents interviewed me who wanted to make my case the 'gold standard of terrorist investigation' in training manuals,\" she says.\nThe History Channel folks emailed her several government-published manuals, among them a 2005 document of more than 70 pages, \"Identifying the Links between White-Collar Crime and Terrorism,\" that presents\nFenger's Colorado efforts in a detailed \"\nFuqra\nCase Study.\"\nSister Susie tells me, when Mr.\nMawyer's book first came out, Sheikh\nJilani\nsued the author for $15 million on grounds of defamation.\nNo word of what has come of the lawsuit.\nEdith Cook\nis a Cheyenne writer. Reach her at e104cook@aol.com or www.edithcook.com.\n\nGraphic\n\n \n;\n\nLoad-Date: February 14, 2014"
}