{
    "title": "Freedom of Expression Endangered in Egypt",
    "publisher": "the new york times",
    "year": 1994,
    "month": 2,
    "day": 4,
    "full text": "ONCE again the Egyptian government is harassing newspaper\neditors and journalists for publishing news items it sees as\ndamaging to its public reputation. Most recently, the government\ninterrogated Mahmoud Al-Maraghi, the editor of the Nasserite\nnewspaper Al-Arabi, for publishing an interview with an Islamist\nleader. Mr. Maraghi was deemed ''a promoter of terrorism'' for\npublishing the interview. However, this charge rings hollow in\nEgypt since it is common knowledge that the Islamists consider the\nNasserite their enemy and that Gamal Abdel Nasser executed many\nIslamic Brotherhood leaders. Al-Maraghi apparently was establishing\na dialogue between two opposition groups that the government long\nhas played off one against the other.\nTwo months earlier, the Egyptian police arrested Helmi Murrad,\na 72-year-old columnist for the opposition newspaper Al-Shaab, for\nwriting a series of articles on government corruption. Dr. Murrad\nwas detained for two nights with street criminals in spite of his\nage and poor health. He was later released on $ 5,000 bond, paid by\nthe Egyptian Association of Lawyers, since Murrad himself did not\nhave the funds. He and other Al-Shaab journalists, including the\nnewspaper editor-in-chief Magdi Hussein, are now facing trial for\ndefaming the gov- ernment. The sentence for this charge is three\nyears in prison.\nThese journalists are addressing vital issues that concern the\nEgyptian public, unlike many of the writers of the\ngovernment-controlled newspapers. This is why Al-Shaab is sold out\nan hour after it appears on the newsstands. And not only Islamists\nread Al-Shaab; Egyptian Christians also are avid readers of this\nsupposedly Islamist newspaper because for the last six months\nAl-Shaab has been covering the dissent within the Egyptian Coptic\nchurch. Christian priests who are dissatisfied with the\n''dictatorial'' style of Al-Anba Shinuda, the patriarch of the\nEgyptian Coptic church, are now regular Al-Shaab columnists. In\naddition to their critical views of the Pope of the Coptic Egyptian\nchurch, dissident priests like Father Anistasi Shafeeq and Father\nIbrahim Abdelsayed have engaged the Islamists and Egyptian society\nat large on vital issues such as the implications of an Islamic\nstate for the Coptic minority of Egypt. A lively dialogue is\ncurrently taking place between Muslims who criticize the government\nand priests who criticize the church.\nThe result is a convergence of views between leading Islamists\nin Egypt and dissident priests that points to the complexity of the\nEgyptian situation and casts doubt on the simplistic formula that\nviews the struggle in Egypt as between Islamists and President\nHosni Mubarak's government. The Islamists now seem to be forming an\nalliance with dissident priests and their followers, which suggests\na revolt of the disenfranchised against old establishments, be they\nthe Egyptian Muslim ruling class or the privileged class in control\nof the Coptic church.\nIronically, all the arrests and interrogation of journalists\nhave occured after a call by Egypt's president for a national\ndialogue with the opposition concerning the ruling party's handling\nof Egypt's internal strife. Yet when journalists and opposition\nleaders voiced their criticism, they were harassed and imprisoned.\nHowever different in the proportion of repression, Mr. Mubarak's\nstyle is reminiscent of that of Mao Zedong's 1957 ''Hundred\nFlowers'' campaign. Chairman Mao then asked Chinese intellectuals\nto voice their criticism of the communst party for the good of\nChina; when intellectuals did so, he arrested them. The motive\nbehind Mao's campaign wasn't love of pluralism. In Mao's words, it\nwas to ''let the demons and hobgoblins come out in order to wipe\nthem out better, and let the seeds sprout to make it more\nconvenient to hoe them.''\nThere is a feeling in Egypt that Mubarak's call for national\ndialogue is aimed at identifying his critics in order to jail them.\nAccusations of promoting terrorism are leveled not only at\njournalists who interview Islamists. Some 20 lawyers who have\ndefended Islamists have been imprisoned. The list of arrested\nlawyers includes Hassan Ghirbawi, who has been arrested 30 times;\nMuwad Yussef, 15 times; and Shabban Ibrahim, 10 times. Some of\nthese lawyers have been in jail for five years without trial. The\nonly crime they have committed is that they agreed to represent\nIslamist clients in court.\nDespite the lively dialogue between Islamists, Christian\nintellectuals, and priests on the pages of Al-Shaab and between the\nIslamists and the Nasserites on the pages of Al-Arabi, Egypt's\nruling party is unhappy about the critical tone of these debates\nand thus calls them ''a promotion of terrorism.''\nIf writing about Islamists is a promotion of terrorism then, by\nMr. Mubarak's logic, the New York Times, CNN, and Time magazine\nshould be shut down because they all have interviewed Sheikh Omar\nAbdul Rahman. Ironically, Mr. Hussein and Mr. Murrad were\nresponding to allegations of Egyptian government corruption that\nhad already appeared in the American press.\nEgypt is in grave violation of human rights, and Western media\nand Western governments should speak out against it. To uphold the\nprinciples of freedom of expression for writers who attack\nreligions and regimes unpopular in the US but ignore these\nprinciples when regimes allied with the US silence their writers is\nhypocrisy. America must reassure an already cynical region that\nfreedom of expression is an American ethic, not a slogan\nmanipulated to serve US foreign policy.\n \nThe Opinion/Essay Page welcomes manuscripts. Authors of articles we\naccept will be notified by telephone. Authors of articles not\naccepted will be notified by postcard. Send manuscripts to\nOpinions/Essays, One Norway Street, Boston, MA 02115, by fax to 617\n-450-2317, or by Internet E-mail to OPED@RACHEL.CSPS.COM.  \n\nLoad-Date: February 5, 1994"
}