{
    "title": "Free speech on campus is under threat - and the Government's Prevent scheme poses one of the greates",
    "publisher": "the world",
    "year": 2018,
    "month": 12,
    "day": 10,
    "full text": "Free speech on campus is under threat - and the Government's Prevent scheme poses one of the greatest risks.\nThe question of free speech on campus has dominated headlines, student unions, and social media. No-platforming, safe spaces and even jazz hands have become buzzwords around campus, with countless think pieces analysing the 'student snowflake' psyche and even the Universities Minister threatening to fine institutions that ban speakers.\nWe are right to be concerned about censorious trends in the student body. But it is important to acknowledge the role the Government has played in reshaping students' university environment.\nThe 'Prevent' duty, introduced in the Counter-Terrorism and Security Act 2015, puts a legal obligation on schools and universities to show 'due regard to the need to prevent people from being drawn into terrorism'.(1) All staff are trained; campus internet activity is monitored; and anything from reading lists to event plans are carefully screened for warning signs of 'extremism'.\nThe Prevent duty in practice plays out like an impossibly Kafkaesque attempt to prevent pre-crime. Educators are pressured to react to so-called 'warning signs' of 'extremism' and 'radicalisation' - transgressions without definition, casting a general air of suspicion over campuses.\nRecently, the University of Reading made the news for forcing a lecturer to warn their students of the risks involved with reading a radical left wing essay by a mainstream academic. The work was declared 'sensitive' under the University's Prevent programme. Students were warned not to access the essay on personal devices, to read it only in a secure setting, and not to leave it lying around where it might be spotted by others.\nSo if we are concerned about a student culture of over-sensitivity, we must account for the hyper-sensitivity being institutionalised into universities by the Government.\nIf students want to organise an event, they have to jump through bureaucratic hoops to demonstrate that it will be safe and comply with Prevent expectations. It is not difficult to see how the institutionalisation of vetting procedures encourages students to 'vet' speakers themselves and see some ideas and speech as impermissible. It directly erodes the culture of openness to challenging, counter-cultural and controversial ideas that universities have always been a forum for.\nIn fact, the Joint Committee on Human Rights concluded that Prevent risks \"counter[ing] the institution's duty to secure freedom of speech\", no less.(2) And as with any erosion of rights, there are real victims - in this case, they are mostly Muslim students(3) who are disproportionately - and alarmingly wrongly - reported under the scheme.(4) The culture of baseless suspicion fuelled by stereotypes inevitably bleeds into wider campus culture - with worrying effects.\nThe vision of universities as \"safe spaces\" is not just being dreamed up by political student societies - it is being realised by this Government.\nAnd that censorious vision of public spaces cleansed of undesired views is being played out with internet regulation too, with Government aspirations to make the \"safest place in the world\" to go online.(5) Proposals include forcing social media companies to ban 'legal but harmful' views, ID checks for social network users, and AI surveillance of social media sites to automate censorship.\nAll citizens, especially students, should feel free to read widely, engage openly and to discuss controversial issues without fear that it could be met with censorship or even a police investigation. Exposure to radical ideas does not equal radicalisation.\nThe Department for Education's Office for Students is due to release new guidance on free speech on campus soon. Any serious analysis of free speech on campus has to account for the role the Prevent duty plays in shrinking the space for freedom and openness.\nAnd any Government serious about preserving free speech in universities should abolish the Prevent duty.\n \n \nNotes:\n(1) Counter Terrorism and Security Act 2016, s.26(1)\n(2) Paragraph 64, https://publications.parliament.uk/pa/jt201719/jtselect/jtrights/589/58907.htm\n(3)            https://www.opensocietyfoundations.org/reports/eroding-trust-uk-s-prevent-counter-extremism-strategy-health-and-education\n(4)            https://www.theguardian.com/uk-news/2018/mar/27/far-right-referrals-prevent-programme-up-by-more-than-a-quarter-counter-extremism\n(5)            https://inews.co.uk/news/technology/new-internet-safety-laws-will-make-uk-safest-place-in-the-world-to-be-online/\n\nLoad-Date: July 16, 2019"
}