{
    "title": "Freedom of speech battles against terrorism_ Recent string of attacks raises concern over free expre",
    "publisher": "university wire",
    "year": 2015,
    "month": 1,
    "day": 28,
    "full text": "By Alyssa Sanford\nStaff Writer\nIn the United States, freedom of speech is a constitutional right. Members of the\npress and the entertainment industry are often protected by First Amendment rights. So when extremists threaten with violence as retribution for free speech, it's jarring.\nThe last several months of 2014 and the early weeks of the new year were tense, as groups opposed to free speech fought to stifle it. North Korea threatened the United States with \"a resolute and merciless\" response to the release of Sony Pictures' \"The Interview\" on Thursday,  Dec. 25, and the threats were taken seriously enough for the FBI and the White House to become involved and for theatrical premieres to be canceled.\nSeveral weeks later, on Wednesday, Jan. 7, cartoonists at the Parisian satirical newspaper, Charlie Hebdo, were killed by Franco-Algerians offended by the paper's unflattering depiction of the Muslim prophet, Mohammed. 17 people died during the attack, including senior editors of the paper, cartoonists and police units responding to the shooting.\nAccording to the Associated Press, a German newspaper was in need of police protection after reprinting Charlie Hebdo's offending cartoon on Sunday, Jan. 11, because arsonists had attempted to torch the headquarters.\nThese were efforts to silence free speech and creative expression, and certainly not the first instances of violence perpetrated against members of the free press.\nFor instance, in January 2006, a Danish newspaper came under fire for portraying the prophet Mohammed \"as an apparent terrorist with a bomb in his turban,\" which prompted upheaval throughout the Middle East.\nEqually unsettling was the cyber attack launched against Sony Pictures and \"The Interview.\" The movie depicts American journalists asked by the CIA to assassinate North Korean Dictator Kim Jong-un while there, hosting an interview with him. Though North Korea denies involvement in the hack, FBI investigations conclude that the sophisticated malware seems to have originated from there.\n\"The challenge that movie studios and theaters face is real because they have to balance the issue of freedom of expression with safety and commerce,\" said Fareed Zakaria, a Washington Post columnist and host of CNN's weekly podcast \"Global Public Square,\" in an episode on Sunday, Dec. 21. \"The right response, then and now, must be to affirm freedom of expression.\"\nCertainly, the depictions of Kim Jong-un and the prophet Mohammed were unflattering and offensive. But the responses to these depictions were extreme. Federal governments got involved. Innocent people died for the sake of satire. Americans and the French feared for their safety and security in countries where freedom isn't just a right, but a value.\nConcern for public safety demanded that \"The Interview\" be pulled from theaters on Christmas and that copies of Charlie Hebdo's cartoon be removed from circulation. While prudent, this response to threats of violence and terrorism admits defeat. Essentially, the free world relinquishes freedom of expression to appease extremists. It is a white flag of surrender.\nThough \"The Interview\" was not shown by major theater companies, thousands fled to small venues which opted to still release the film. YouTube agreed to stream it online to those willing to pay a few bucks. The movie still managed to make $17.8 million according to Forbes.com. Even under the threat of a terrorist attack, people fought back by watching the movie.\nIn Paris, though the satirical magazine lost key staff members, they published another issue depicting Mohammed on the front page. According to CNN, Charlie Hebdois now printing 7 million copies of the \"survivor's issue\"- which has sold out the initial 1 million published. Typically, the magazine prints 60,000 copies of each issue.\nZakaria is right. We have to practice freedom of expression instead of letting extremists win with threats of violence. Free speech liberates us from living in fear of offending someone, for as they say, the pen is mightier than the sword.\n\nLoad-Date: January 28, 2015"
}