{
    "title": "Free Speech Watching videos_ Feds wonder why_",
    "publisher": "richmond times dispatch ",
    "year": 2012,
    "month": 5,
    "day": 11,
    "full text": "Six years ago Newt Gingrich said the nation needed to \"look seriously at a level of supervision that we would never dream of if it weren't for the scale of the [terrorist] threat.\" America needed to \"break up their capacity to use the Internet, break up their capacity to use free speech,\" he declared - recognizing that such efforts would require to \"a serious debate about the First Amendment.\"\nGingrich's comments - made at, of all places, a free-speech awards banquet - provoked an uproar, and he soon tried to walk them back. But if the case of Tarek Mehanna is any guide, it appears he is finally getting his wish.\nMehanna - a U.S. citizen born in Pittsburgh - recently was sentenced to more than 17 years in prison for providing material support for terrorism. Mehanna did not send al-Qaida lawyers, guns or money. He was indicted for engaging in criminal conspiracy by doing such things as \"watching jihadi videos\" and \"[seeking] out online Internet links to tribute videos.\" Those acts \"were not used by the government to demonstrate the intent or mental state behind some other crime,\" says Yale professor Andrew March, a defense witness who wrote about Mehanna's case. \"They were the crime.\"\n\"It is not illegal to watch something on television,\" said one of Mehanna's prosecutors. \"It is illegal, however, to watch something in order to cultivate your desire, your ideology.\" March notes that, as a professor of political science who specializes in Islamic law and war, he also looks at jihadist propaganda and debates the ethics of killing, just as Mehanna did. Their actions are identical; the only difference is their frame of mind. In short, Mehanna is going to prison for what he thought - not what he did.\nSome might argue that if there ever were sufficient reason to make an exception to the First Amendment, terrorism is that reason. Lamentably, however, terrorism is only one of many reasons being offered for exception-making these days.\nConsider bullying. No decent person is in favor of it, and in the wake of recent tragedies some school systems are seeking ways to curtail it. States across the country have instructed school systems to develop anti-bullying policies; some of those policies include \"cyber-bullying\" provisions that apply even to behavior outside of school. Last month three eighth-graders in Indiana got in trouble in late April for joking on Facebook - after school, and not on school computers - about (among other things) which of their classmates they would kill if they could. The exchange might have been mean, but it was not a genuine threat. Nevertheless, the girls were expelled.\nArizona has taken that sweeping approach two steps further. A few weeks ago the legislature passed a measure making it a crime for anyone - not just students - to use lewd or profane language to \"terrify, intimidate, threaten, harass, annoy or offend\" anybody else. Pause to let that marinate a little. Especially the \"annoy\" part.\nThis is unconstitutional on its face. Yet similar problems bedevil federal legislation reauthorizing the Violence Against Women Act, which contains provisions that would outlaw anonymous online speech made \"with intent to annoy\" and make it a federal crime to use a computer in a manner that could \"cause substantial emotional distress.\"\nThe bullying measures attempt to do at the primary- and secondary-school levels what campus speech codes have sought to do at universities across the country: protect people from unpleasantness. Yet like those speech codes - which have gone so far as to forbid violating a student's \"right\" to \"respect for personal feelings\" - they are exceptions so large they swallow the rule.\nAll of these efforts address genuine problems. But there are other issues where free speech falls prey to a pseudo-problem. The most salient now is the effort by states and the Occupy movement to roll back the Supreme Court's Citizens United decision. Lest anyone forget, that case asked whether that eponymous group could air a documentary about Hillary Clinton - i.e., whether two or more individuals could come together for the purpose of political expression during an election. The court said yes; its critics say no.\nThose critics believe they are protecting something important - democracy - from something ugly: corruption. One would hope so. Nobody today advocates censorship as a desirable end in itself. There is always a reason.\nHeywood Broun, a journalist of an earlier era, made the same point only better: \"Everybody favors free speech,\" he said, \"in the slack moments when no axes are being ground.\"\nTo sound off on this column, go to the \"Barticles\" blog at http://barticles.tumblr.com. Contact A. Barton Hinkle at (804) 649-6627 or bhinkle@timesdispatch.com\nCopyright © 2012, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 14, 2012"
}