{
    "title": "FREE SPEECH",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 12,
    "day": 11,
    "full text": "A soon-to-be-published article, co-authored by West\nVirginia University College of Law Dean Terree Foster, may shed light\non a widely publicized flap over an as yet unpublished article by\nSupreme Court Justice Richard Neely.\nIn September, Foster vetoed publication of an article Neely\nwrote for the \"West Virginia Law Review,\" a quarterly journal\nedited by top law students.\nFoster overruled the journal's student editors, apparently with\nsupport from WVU President Neil Bucklew.  Neely's article was simply\ntoo controversial.  Some of Neely's charges were too outrageous,\nFoster said.\nFoster's theoretical commitment to the free and open exchange of\nideas is apparently less than complete.\nIn the article to be published early next year in the \"Boston\nCollege International and Comparative Law Review,\" Foster and\nco-author Viktor Mayer-Schonberger write, \"We simply contend that\nsome ideas are too false, too outrageous, too damaging to merit First\nAmendment protection.\"\nIn his article, Neely castigates federal prosecutors.  Neely\nwrote that the conviction of former State Lottery Commission lawyer\nEd ReBrook for insider trading and wire fraud was unfair.\nNeely charged the prosecutors from the U.S. Attorney's office in\nCharleston were overzealous, seeking to make a name for themselves at\nthe expense of much weaker defendants.  At one point, Neely compared\nthe prosecutors to Nazis.\nReBrook is spending 27 months in prison for buying $ 1,500 worth\nof stock in a Montana video lottery company that was bidding on a\nstate contract.\nFoster wanted Neely's criticisms of federal prosecutors toned\ndown or expunged, particularly his reference to Nazis.\nNeely accused Foster and Bucklew of censorship and withdrew his\narticle.\nAn editor, perhaps even an editor's dean, or an editor's dean's\npresident, has the right to suggest changes before publishing an\narticle.  An editor, and perhaps a dean, also has the right to reject\nan article.  And maybe Neely was being obstinate.\nBut what about free speech and the free interchange of ideas?\nIn this article, a state Supreme Court justice was expressing views\non a major public issue.\nDuring the height of the controversy, Neely wrote, \"If the\npresident (Neil Bucklew) objects to my characterizations of what is\noccurring in the federal criminal justice system, let him respond in\nthe marketplace of ideas.\"\nIn her forthcoming Boston College article, Foster challenges\nthat concept too. \"It is no longer sufficient, or acceptable, to\nrely upon the metaphorical marketplace of ideas to demonstrate\nconclusively the spuriousness of notions as heinous as genocide,\nterrorism, slavery or aggressive warfare.  The perambulations of the\nmarketplace are notoriously torpid,\" the article states.\nClearly, Neely's article did not advocate genocide or terrorism\n.  And clearly, Dean Foster's article does not call for a widespread,\nindiscriminate clampdown on free expression.\nFoster argues certain specific forms of hateful speech, which\nlead to harmful actions, are the only forms that should be regulated\nand prohibited.\nBut one wonders why she censored Neely's article, over the\nobjections of the journal's student editors.  And why, when those\neditors simply wanted to run two blank pages in place of Neely's\narticle, was that decision also overruled?\nMaybe Neely is right on target to excoriate the recent\nprosecution of ReBrook.  Maybe he is dead wrong.  Neely is\nintentionally provocative _ in his writings, his legal opinions and\non the bench.\nAnd don't forget _ those criticized by Neely are capable of\nresponding.  The pages of the West Virginia Law Review are presumably\nopen to them too.\nNeely raised an important issue of public policy.  Do federal\nprosecutors abuse their awesome power?  It's a shame university\nofficials chose to repress the discussion.\n\nLoad-Date: January 30, 1995"
}