{
    "title": "Freedom takes a beating; In rush to stop terrorists, Bill of Rights gets trampled",
    "publisher": "the bismarck tribune",
    "year": 1996,
    "month": 8,
    "day": 2,
    "full text": "Whoa, Congress. Just because two bombs blow in one week is no reason to trample on the Bill of Rights.\nPresident Bill Clinton convened a terrorism summit Monday calling for a drastic increase in federal authority. In April Clinton promised that if Congress would pass the invasive anti-terrorism bill before the first anniversary of the Oklahoma City bombing, the safety of America would be much improved. The Republicans acquiesced, but the terrorism continues.\nNow Clinton says we must \"defeat terrorism,\" \"move as quickly as we can,\" and \"do whatever is necessary\" to track down terrorists. Claiming an immediate crisis, Clinton is reviving the most radical provisions of the anti-terrorism package: those which Congress rejected just three months ago. Unfortunately, Newt Gingrich is joining him in urging bipartisan support for this massive federal power grab that they hope to pass this week.\nOutside the Beltway, in real America, groups as diverse as the American Civil Liberties Union and the National Rifle Association are vociferously opposing added anti-terrorism legislation because of the loss of liberty.\nAmong the nine measures being proposed are the following:\n* Federal law enforcement agents would be allowed to expand roving wire taps to include computers and cellular phones. Any phone line used by a suspected terrorist or anyone associated with a terrorist could be tapped.\nThe Clinton administration has aggressively increased wiretaps despite the fact that only one of every 17 calls currently tapped monitors any criminal activity. The more wiretaps used, the more innocent Americans fall victim to violations of privacy. Remember the First Amendment? \"Congress shall make no law … abridging the freedom of speech...\"\nIn these United States people are innocent until proven guilty. The government has no right to invade private information and personal lives unless there is a warrant based on probable cause that someone has committed a crime. The Fourth Amendment says, \"The right of the people to be secure in their persons, houses, papers and effects, against unreasonable searches and seizures, shall not be violated...\"\n* Taggants, chemical tracers which leave authorities to follow, would be added to black gunpowder. Taggants are already used in plastic explosives, but the problem with adding them to black powder is that they are inherently unstable and can't be safely stored.\nTerrorists could still buy untagged chemicals from abroad. Meanwhile, people who reload their own bullets would be put at risk because taggants sift through black powder unevenly, making the bullet loads improper and resulting in guns blowing up and killing people.\n* Federal agents would have greater authority to track hotel, credit card and personal financial records. In light of the 900 investigative files on private citizens the FBI shipped to the White House, Congress should be talking about reining in the FBI, not expanding its power.\nNever before in the history of this nation have we seen such police-state tactics and abuse of federal power as we have witnessed in this administration. Think back on how the FBI handled Waco and Ruby Ridge. Then ponder the Fifth Amendment, \"No person shall be … deprived of life, liberty, or property, without due process of law ...\"\nThe FBI has become dangerous in assuming there are militia groups lurking in every state to threaten U.S. security. Imagine the innocent people who could fall under surveillance simply because they buy guns or own a stack of ammunition. Remember the Second Amendment: \"A well-regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms shall not be infringed.\"\nEngland and Japan have these anti-terrorism proposals in place, yet they still fall victim to bombs and random acts of violence. None of these measures will stop a bomb from being dropped. All they will do is create a massive invasion of American privacy and develop one more enormous bureaucracy. Given this administration's penchant for picking fights with private citizens, they will terrorize more innocent Americans.\nThose who believe we must restrict private ownership of guns and ammunition had best look to China to see the plight of a disarmed people. Freedom is only as real as our individual ability to defend ourselves. Mao Tse Tung knew this very well when he said, \"Freedom comes out of the barrel of a gun.\"\nThe Bill of Rights clearly defines the fundamental freedoms Americans have treasured for 220 years. Tell your congressmen today they have no right to hastily toss them aside.\n(Margaret Sitte, of Bismarck, works part time in public relations. Her Tribune column appears on Fridays.)\n\nLoad-Date: January 15, 1998"
}