{
    "title": "Free Speech Is at Issue as a Palestinian in U.S. Fights Deportation",
    "publisher": "the new york times",
    "year": 1991,
    "month": 12,
    "day": 8,
    "full text": "Khader Hamide is the kind of immigrant the United States says it does not want. Although he arrived here legally and holds a regular job as an airline ticket salesman, Mr. Hamide, a Palestinian, holds politically unwelcome views and expresses them loudly.\nIn a deportation case the Government has pursued against him since 1987, Mr. Hamide and seven other immigrants who entered the country legally are accused of being members of the Popular Front for the Liberation of Palestine, a self-described Marxist group that was involved in several airline hijackings in the 1970's in its quest for a Palestinian state. The Federal authorities say the eight were distributing literature of the popular front, advocates subversive activities.\nMr. Hamide and the seven others have denied being members of the group, though Mr. Hamide says he supports the Palestine Liberation Organization, of which the popular front is a radical faction.\nThe deportation case against the eight, which is now expected to be heard by an immigration judge next spring, raises questions about the free-speech rights of non-citizens and about the Government's right to exclude foreigners who may voice unwelcome views or who may advocate terrorism. The case also demonstrates the Government's continuing effort to bar foreigners for their political views, although last year Congress repealed a provision of the 1952 McCarran-Walter Immigration Act that provided for such restrictions.\n \nNew Charges Are Added\n That repeal allowed for the completion of pending prosecutions under the act and also provided a new standard for exclusion of aliens, the advocacy of terrorism. Now Mr. Hamide and one of his seven colleagues face deportation charges under both statutes.\nThe Government said that if it was forced to choose between the statutes it would elect to proceed on the old ideologically based charges rather than the new charges of advocacy of terrorism.\nThe Government's lawyer in the case, Michael P. Lindemann, who is in the Justice Department's office of immigration litigation, said he could not discuss the case because \"there are an awful lot of aspects that are in litigation.\"\nThe continuing vigor of the Government's effort to exclude the eight takes on a new perspective in light of the opening of peace talks in the Middle East, which include the P.L.O.\n\"You would hope the Administration would be more tolerant of the Palestinian viewpoint, given that the P.L.O. and the Palestinian people have made a genuine step towards peace,\" said Mr. Hamide, 37 years old, whose wife, Julie Nuangugi Mungai, is expecting a child. Ms. Mungai, a native of Kenya, is the only non-Palestinian among the group.\nMr. Hamide said he believed that the prosecutors' tenacity reflected a desire to win a case that would allow for the deportation of all foreigners who espouse views hostile to those of the United States Government.\nProsecutors acknowledge using a double standard for non-citizens in terms of the First Amendment's guarantee of free speech. \"It goes without saying that if they were United States citizens, nothing would be applicable to them,\" said Mr. Lindemann, referring to prosecution on the basis of their expressed views.\nIt is this double standard, in part, that has delayed the proceedings for so long. In December 1988, a Federal district judge blocked the deportation order, a ruling that was overturned for technical reasons on appeal.\n\"In this case the Government is trying to stifle certain ideas from entering our society from certain aliens through its immigration power,\" said Judge Stephen V. Wilson in issuing the ruling. \"Our society, however, was built on the premise that only through the free flow of ideas can our nation grow and prosper. Logically, to say that resident aliens have First Amendment rights in the domestic context but not in the deportation context is to deny them First Amendment rights at all.\"\nThe repeal of the ideological sections of the McCarran-Walter Act made clear that foreigners are entitled to the same rights of free speech as citizens.\nThe act, a product of the Communist scares of the McCarthy era, was promoted as protecting citizens from subversive ideas. Over the years, the Government used it to keep out thousands of foreigners, including the leader of the P.L.O., Yasir Arafat.\nThe act set up 33 categories for barring foreign visitors and those seeking to become residents, including espionage, drug trafficking, polygamy and deviant sexual behavior. It also included ideological provisions barring advocates of Communism or totalitarian dictatorship.\n \n'I Have Strong Views'\n Despite the Congressional repeal of these ideological provisions, Mr. Hamide said the case itself has served to curtail the range of his public speech as he stays away from statements that could offer fuel to his prosecutors. But he is far from silenced, and accepts invitations to speak out in public about his own case as well as about Middle East issues.\n\"I have strong views about the right of the Palestinian people to an independent Palestinian state,\" he said. \"I believe the Israeli occupation is wrong and illegal. I support the P.L.O. as the sole legitimate representative of the Palestinian people. And I will continue to express these viewpoints.\"\nWhen Mr. Hamide and his colleagues were arrested early in 1987 by the Federal authorities, they were charged with subversion and held for almost three weeks. An immigration court judge ordered them released, some on bond and others on their own recognizance, saying the Government had failed to show evidence of specific illegal actions. The Government later acknowledged that the eight had not committed any criminal act.\n\"The initial statement by the Immigration and Naturalization Service was that they were arresting a group of terrorists in Los Angeles,\" said Marc Van Der Hout of the National Lawyers Guild, the lead counsel for the defendants. \"Then it came out that they were charging them with distributing literature, publications, and they were deporting them because they didn't like the content of the publications.\n\"This has been a relentless attack on Palestinians doing lawful, legitimate, First Amendment-protected activities.\"\nAs the case moved slowly through the courts, the charges of subversion were dropped against all eight, and the ideologically related charges under the McCarran-Walter Act were dropped against all except Mr. Hamide Michael Shehadeh. These charges against the two were augmented by charges of advocating terrorism. The other six are now only charged with technical violations of the immigration laws.\nMr. Hamide, who was born on the West Bank now occupied by Israel, came to the United States as a student in 1971 and later received both a bachelor of arts degree in psychology and a master's degree in business administration from the University of Oregon.\nAs his case has dragged on, he has adjusted. \"My wife and I delayed having a child but now we gave up delaying because it looks like this case has taken on a life of its own,\" he said.\n\nGraphic\n\n \nPhoto: Khader Hamide, a Palestinian who is one of eight immigrants the Government is trying to deport because the Federal authorities say they are members of a group that advocates subversive activities. (Bart Bartholomew for The New York Times)\n\nLoad-Date: December 8, 1991"
}