{
    "title": "Free speech is not an excuse for malice",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 20,
    "full text": "Illustration by Monique Rojas | The Signal\nCharlie Hebdo is a satirical magazine that features cartoons and polemics. It is known for its diverse critical content and its reputation for leaving no topic or group uncriticized. They believe that free speech is unconditional - all or nothing.\nOn Jan. 7, 2015, at about 11:30 in the morning, shooters entered the Charlie Hebdo magazine offices in Paris, France, killing 12 of their employees. \nOf their most controversial publications are those featuring the Prophet Muhammad. In 2006, the magazine had reprinted a cartoon initially published at a Danish newspaper, Jyllands-Posten, in 2005. It caused mass outrage; nevertheless, the magazine did not leave it an isolated incident. More cartoons of the Prophet were drawn and published between the initial publication and the attack in 2015.\nThe remainder of January 2015 was heavy with the burdens of protests, vigilances, and funerals. On Jan. 14, 2015, Charlie Hebdo featured an illustration of the Prophet Muhammad, holding up a sign reading \"Je Suis Charlie,\" or \"I am Charlie\" in French. \nI am not Charlie.\nDespite the violence that the magazine spawned due to their provocation, they didn't back down. There is honor in standing your ground and standing firm for a cause worth fighting. Some believe that if someone is willing to kill for something you said, it is worth telling. \nBut I am not Charlie. \nLast month, France opened a trial for the Charlie Hebdo attacks, and to \"honor\" the lives of those lost and to protect \"free speech,\" the magazine republished the illustrations that initiated the attacks. \nThe French magazine defends its actions as \"free speech,\" protecting French secularism and delegitimizing terrorism.\nMuslims believe otherwise, believing that the intent was not of critique but ridicule and insult, especially since the religion prohibits images and idols depicting human or animal subjects since it paves a path back to idolatry. To them, the attack was a mode of disrespect and was vilification and stigmatization of Islam. \nWhile free speech is a worthy cause, this isn't an issue for its defense because this was not an attack on free speech. Instead, it is an act of intolerance.\nLet's not make excuses: The magazine had to have known that there would be a response to their illustrations. Everybody knows that you will get bitten if you poke the bear. The editorial staff at Charlie Hebdo fancied themselves iconoclasts looking to provoke, not to criticize.\nWe have to acknowledge that this was defamatory action. We should condemn brutality while also condemning the activities that caused it.\nIt is not okay to be intolerant. We cannot correct two wrongs with another wrong.\nLet us also not diminish Islam's history in Europe. The Prophet Muhammad is depicted maliciously in several historical works, creating Muslims as Europe's enemies. In many ways, the Charlie Hebdo cartoons are an attempt to unify the West against Islam. The illustrations are another way to exert ideological power over the East. \nFree speech is a right that Charlie Hebdo abused. Violence is never the answer, and you don't take a pen to a gunfight, but you also don't spit in the face of a revered figure, no matter your beliefs.\n\nLoad-Date: October 20, 2020"
}