{
    "title": "FREEH STARTS NEW JOB AS FBI CHIEF",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 9,
    "day": 2,
    "full text": "The FBI got a new director Wednesday with the swearing-in of Louis Freeh, described by President Bill Clinton as a legendary crime fighter who will lead the nation's premier law enforcement agency into a new era.  Freeh, 43, a former FBI agent who later served as a federal prosecutor and judge in New York City, took the oath of office, becoming only the fifth director in the FBI's 69-year-history.  \"Today we celebrate the elevation of a genuine law enforcement legend\" to take control of the FBI, Clinton told an audience of 1,500 gathered in the courtyard at FBI headquarters for the 50-minute ceremony. \"It is a new day for the FBI.\" Clinton nominated Freeh in July to replace William S. Sessions, a Republican appointee who served almost six years as FBI director. The president dismissed Sessions for weak leadership and abusing the privileges of his office.  \"The FBI has passed through some troubled times,\" Clinton said in an apparent reference to the turmoil at the agency under Sessions. \"But I believe those times are over.\" Clinton called Freeh a leader and the \"ideal director\" for the FBI. He predicted a \"legendary career\" for Freeh as head of the FBI.  Clinton said he hoped that the FBI in the 1990s becomes best-known for cracking down on drug lords and terrorists. He cited drugs, along with street violence, and terrorism as the priorities that Freeh will have to address.  \"Terrorism once seemed far from our shores,\" Clinton said.\nBut after the terrorist bombing of the World Trade Center in New York in February, Clinton said, \"we, too, are vulnerable.\" Freeh began his career as a FBI agent who investigated Mafia corruption of labor unions on the New York City waterfront. He later became a federal prosecutor, best known for leading the team of prosecutors who in 1983 handled the \"Pizza Connection\" case in which the Sicilian Mafia used pizza parlors in the United States as fronts to sell heroin.\n\nGraphic\n\n \nPHOTO; Photo by AP - From left, Attorney General Janet Reno, Marilyn Freeh, Louis Freeh and President Bill Clinton standing for the national anthem Wednesday before Freeh was sworn in as FBI director.\n\nLoad-Date: October 11, 1993"
}