{
    "title": "Free walking sticks available for Maine veterans",
    "publisher": "daily news ",
    "year": 2010,
    "month": 5,
    "day": 21,
    "full text": "The first batch of walking sticks given to Maine World War II veterans back in 1999 was going to top out at 300.\nBut before Memorial Day came around, Cole Land Transportation Museum founder Galen L. Cole called Peavey Manufacturing Co. in Eddington and asked for 600.\nSure thing, said Rodney Buswell Sr., head of the family business that was then a mere 142 years old. Peavey donated the sticks, which were assembled by Buswell's dad, World War II veteran Kenneth Buswell.\nThe rest is history. More than 1,200 Maine veterans of World War II attended the Memorial Day program that year at Cole Museum, with about half of them given a slip so they could pick up their walking stick - engraved \"Maine World War II Veteran\" and sporting a red, white and blue sticker on it - a few weeks later.\nThe program has grown, and as of May 14, the museum has given out more than 5,400 walking sticks to Maine veterans from four wars:\n.  World War II, 2,086\n.  Korean War, 732\n.  Vietnam War, 2,214\n.  Global war on terrorism, from Desert Storm to Iraq and Afghanistan, including current service personnel, 302\nThere were two goals of the program - honoring Maine war veterans and increasing veteran participation in the Memorial Day, Fourth of July and Veterans Day parades.\nThe program has been a success, Cole said, with hundreds of veterans turning out for the parades in Bangor each year.\nAs they walk along Main Street, the veterans are greeted by applause and cheers.\n\"It clutches me up to think about it,\" said Cole, \"and it continues all along the parade route.\"\nHe is touched by how pleased the Korean veterans, Vietnam veterans and military personnel in the global war on terrorism are to receive their walking sticks, too.\nThe idea for the World War II walking stick came from one Cole purchased 19 years ago in Florida marking the 50th anniversary of the attack on Pearl Harbor.\nThat memento, made of dark wood with a brass eagle on top, cost $50, but Cole wanted to come up with something with a real Maine connection that could be given to Maine veterans of World War II.\nPeavey Manufacturing suggested Maine maple, and the company continues to make the sticks for the museum at low cost.\n\"They're just the finest of people,\" Cole said of the Eddington business.\nCole Museum still has walking sticks for eligible Maine veterans from all four war eras, but they must be picked up at the museum before the day of the parade.\nMaine veterans from WWII, Korea, Vietnam and the global war on terrorism who do not yet have a walking stick may obtain one before Memorial Day by stopping in at the museum from 9 a.m. to 5 p.m. seven days a week at 405 Perry Road.\nEach veteran must bring ID and proof of military service.\nThe Bangor Memorial Day Parade will begin at 10:30 a.m. Monday, May 31, at the junction of State and Exchange streets. Veterans will form by group 9:30-10:15 a.m. on the sidewalk. Those wanting to ride in the parade can meet First Student buses 9:30-9:45 a.m. in front of the parking garage downtown, or in front of the CareerCenter on Broadway.\nThe parade route will be up Main Street to Davenport Park at Main and Cedar streets. Veterans also may take buses back from Davenport Park after the parade.\nCole Land Transportation Museum will hold its Memorial Day program after the parade.\nThe concert with the Brewer High School Band will begin at noon. Lunch will be served by Brewer High Booster Parents 11:30 a.m.-1 p.m. Veterans with a walking stick receive a free hot dog or hamburger and soda.\nThe commemoration service will be led by Don Colson at 1 p.m., with a talk by Korean War veteran Henry Welzel, who was twice a POW before coming to this country, once of the U.S. Army and once of Russia. The program will conclude by 2 p.m.\nThose attending are encouraged to bring a lawn chair for \"upfront seating.\"\nThe museum is continuing its Ambassadors of Freedom program, which welcomes school classes so their students in small groups can interview Maine veterans about their service experience.\nMore than 20,000 Maine students have participated in the program. Last year, 79 schools brought one or more classes to take part in the program.\nCole Museum is looking for more veterans to volunteer with the program.\nThose interested in volunteering or bringing a class to the Ambassadors of Freedom program at Cole Land Transportation Museum may call 990-3600.\n\nLoad-Date: May 21, 2010"
}