{
    "title": "Free-lance terrorism undercuts Syria",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 11,
    "day": 6,
    "full text": "Terrorist free-lancers, mercenaries, and religious ideologues are becoming the chief perpetrators of Middle East political violence, often supplanting nationalist movements and groups such as the Palestine Liberation Organization and the Armenians. These increasingly independent forces have also started to defy patron states in order to carry out attacks to suit their own agendas.\nThis new trend has, arguably, affected Syrian President Hafez Assad more than any other Middle East leader. Widely viewed as a modern-day Machiavelli, Mr. Assad has assembled one of the most sophisticated and well-concealed terrorist networks in order to manipulate political events through intimidation and bloodshed. He is now, however, being outmaneuvered by forces both within and outside Syria.\nA second development in the Middle East is that the loose alliance among states linked with terrorism - which has occasionally fostered the misleading image of a monolithic anti-Western force at play - now shows signs of disintegrating. Again Syria is the primary illustration.\nBoth new trends were evident last week when four Syrian soldiers serving in eastern Lebanon were reportedly kidnapped by the pro-Iranian Shiite Muslim movement Hizbullah (''Party of God'').\nThe incident took place in the Bekaa Valley where, ironically, Syria helped unleash extremist Islamic movements four years ago. Since January 1984, nearly 65 foreigners have been abducted in Lebanon - but last week marked the first time Syrians have been taken hostage. This incident followed recent sporadic clashes between the pro-Iranian group and Syrian forces.\nThe episode reflected the fact that Assad has little power to rein in Muslim militants despite the presence of an estimated 20,000 Syrian troops in Lebanon. The Nov. 2 release of American David Jacobsen seemed to be more the result of Iranian influence, showing that Assad no longer has sufficient clout to orchestrate such a release.\nThe reported kidnappings also reveal the new tension between Syria and Iran, which have proved a deadly combination in the past in undermining moderate rivals and Western influence in the region. Syria has been Iran's closest Arab ally since the outbreak of the six-year-old war with Iraq.\nJoint Iranian-Syrian handiwork was allegedly behind the 1983 suicide bombing of the United States Marine barracks and two US Embassy buildings in Beirut as well as six attacks on diplomatic or strategic facilities, including the US and French Embassies in Kuwait.\nThe newly troubled Syria-Iran relationship was evident in a speech by Assad last month. Assad publicly warned that Damascus ''would not accept the (Iranian) occupation of Iraqi territory,'' despite the fact Syria and Iran are equally opposed to the Baghdad regime. The Syrian consul in Tehran was subsequently abducted on the street by gunmen and released a few hours later.\nThe release of news Tuesday about an alleged trip to Iran by former US national security adviser Robert McFarlane also appears to have seeds in the Syrian-Iranian rift.\nThe initial story alleging that Mr. McFarlane had paid a visit to Tehran was printed in Beirut by a pro-Syrian publication. It was apparently designed to embarrass and discredit the moderate Iranian bloc that now has the leadership edge in Tehran and that is opposed to extremism.\nAn earlier incident involving an American hostage foreshadowed the current tension.\nAfter American University of Beirut president David Dodge was kidnapped in 1982, his captors sneaked him through Syria to Iran, Western and Arab diplomats claim. When Rifaat Assad, President Assad's brother, discovered what had been done without high-level knowledge, these sources say, he demanded that Mr. Dodge be returned. This demand eventually led to Dodge's freedom after a year-long captivity.\nThis event may also have signaled the recent emergence of the second new dimension: free-lance initiatives by individuals or groups with their own agendas. The Dodge transfer was unlikely to have happened without the knowledge of some level of Syrian intelligence.\nThe recent case of Nezar Hindawi, who was convicted last month in London for plotting to blow up an Israeli airliner, has led to widespread speculation among Western intelligence services about how much control the Syrian leader has over his subordinates or surrogates.\nDespite the elaborate arrangements and the use of the most advanced explosives, the scheme proved both highly risky and clumsy. More importantly it did not fit the traditional pattern of direct Syrian operations. There is the strong possibility that one of Damascus's intelligence services acted independently of the Syrian hierarchy, although this would not negate President Assad's ultimate culpability.\nThere are four major intelligence services and several minor agencies in Syria, which are all rivals. Hotel lobbies and public buildings are often littered with rival agents, conspicuous by the ''uniform'' of khaki or green safari jackets and the bulging pistol concealed at the hip. They are often keeping as much of an eye on each other as on their own assignments.\nAssad has never centralized intelligence groups or activities, in part to protect his minority regime from a single power that might challenge his control. But over time this has led to an almost bloodthirsty competition among these groups, who now appear to be virtually laws unto themselves. The most powerful services are probably the two military agencies led by Gen. Muhammad Khouli and Gen. Ali Douba.\nGeneral Khouli, who was the architect of Syria's involvement in Lebanon, heads Air Force intelligence from an office next to Assad's in the presidential palace. Khouli has been implicated by Israeli sources in the Hindawi case, in part because the Syrians named in the London trial were Air Force officers. He has, however, a history of comparative loyalty to Assad.\nGeneral Douba is known to have supervised many of the radical Palestinian factions' activities and is reported to have worked with Libya in the past. Mr. Hindawi and his brother, who soon will be tried in West Berlin on charges of bombing a West German facility, allegedly went to Libya to offer their services before turning to Damascus. Although they are considered ''free-lancers,'' since they do not belong to a traditional Palestinian faction, the two brothers are of Palestinian descent.\nThe byzantine nature of power politics in the world's oldest capital makes determining specific responsibility virtually impossible. And, like Iran, the issue of succession to the ailing Assad has further upped the stakes.\nComplicating the general issue of Syrian involvement in terrorism are figures such as PLO renegade Abu Nidal, who has undertaken operations for Syria, Iraq, Libya, and even a few East European countries. Although now allegedly headquartered in Tripoli, Libya, the renegade Palestinian group still has offices in Damascus. Western intelligence sources concede that Abu Nidal's various sponsors may not always be aware of which attacks he has undertaken in their name.\nThe final new elements in the picture are the mercenaries - mainly Palestinian radicals who have carried out attacks that are unrelated to the dispute over a homeland. At a time when Yasser Arafat's PLO has never been as isolated or in such disarray, this is a source of income for individuals.\nSince the dispersal of PLO guerrillas after the 1982 Israeli invasion of Lebanon, many have been based in Syria. That does not, however, mean assorted misadventures are necessarily carried out for the Assad regime.\nIronically, the Syrian leader first adopted terrorist tactics to ensure a position on the world stage. Today, however, Assad may be paying a price for that policy.\nNext: Religion and the second generation of terrorists.\n\nGraphic\n\n \nPicture, In Syrian-controlled Bekaa, Lebanese militiaman takes aim at Hizbullah fighters, AP"
}