{
    "title": "Free criminal defense services for those protecting against anti-Semitism",
    "publisher": "long island business news",
    "year": 2019,
    "month": 12,
    "day": 30,
    "full text": "A Garden City attorney says he will provide criminal defense services to anyone charged with physically defending against an anti-Semitic attack.\nThe pledge is from Brad Gerstman, the founder and partner of Gotham Government Relations, as well as Gerstman Schwartz, a law firm.\nGerstman is also calling on leaders of all levels to ward off the violence and treat anti-Semitism as terrorism.\nThe announcement follows a series of anti-Semitic attacks in the region, including a machete-wielding attacker who stabbed five people at a Hanukkah celebration at a rabbi’s home in Monsey over the weekend.\nGerstman said he also aims to form a team of high profile, like-minded criminal defense attorneys to offer similar services.\n“Rest assured, your back will be protected, legally, should you get arrested while defending yourself and/or others,” Gerstman said in a statement.\n“Until we start to defend ourselves, nothing will change,” he added.\nGerstman said he had fought against anti-Semitism since he was a kid.\n“If you’re too scared to physically defend yourself or another in the face of these heinous acts of hate, then don’t ever utter the words ‘never again,’ because you don’t really mean it,” he said. “The reality is that while we can’t control being the target of an act of hate, we can certainly control what our response to it is. ”\nNow is the time, he said, for “local, city, state and federal law enforcement to treat the Jew-hating violence epidemic the same way we treat terrorism. We must obtain intelligence and seek to stop these acts before they occur. This requires significant funding and political will. To date, I’ve seen no real action, just promises. We shall see if real efforts are in fact made. ”\nAnd, he said, “no other minority group has to beg this hard for help in the face of obvious evidence of significant increased violence. Well, the time for begging should end and a physical response must begin. Jews should no longer be an easy target for these radicalized Jew haters and I hope my pledge of legal services will send that message. ”\n \nCopyright © 2020 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: April 27, 2020"
}