{
    "title": "Freedom from fear of terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 30,
    "full text": "Iraqi militants have discovered a weapon more effective in the Iraq-America saga than WMD -- fear. Certain militants have begun a trend of kidnapping and beheading Westerners. These heinous acts are videotaped and distributed to media worldwide to instill panic into the souls of Americans.\nThe U.S. news media has generally played 'G-rated' clips of these videos, halting playback at some point immediately before the sword hits the neck. While I believe that the American people need to come to a more robust understanding of the atrocity of war, these videos cross the line from news reporting to a stroking of morbid curiosity.\nPolitically, morally, and economically, I hate this war. But that's not what this is about. I'm all for reporting that better informs the American public about the true costs of invasion and occupation. I draw the line, however, at the airing of these beheading videos, for they have little intrinsic news value. In fact, showing these videos on television may be more harmful than informative for the United States.\nThere are three reasons why airing beheading videos is inappropriate on American broadcast television. First, it emboldens the murderers by demonstrating that they will receive a platform for their messages. These atrocities are carried out exclusively for the camera. There's the staging, the bragging, the preaching; it's a multimedia fear campaign.\nThe murderers make videos to spread their message. It's terrorism. I strongly disagree with generalizing Iraqi fighters as \"terrorists,\" but using violence to spread a political message is about as definitional as it gets. The executioners are terrorists, not for their message or their religion or their ethnicity, but for their tactics. Terrorism is a tactic, made more effective by an obliging media.\nWhile kidnapping, abuse, and decapitation will continue regardless of the U.S. media's use of such videos, the political expediency of videotaping murder would be greatly diminished. If a rapist taped his crime and distributed it to major media, there would be no debate about whether to air the video. Some things don't belong on TV. The fact that the tape exists is a component of the story, not a stand-alone story in itself. The backstory of the kidnapping-beheading rash is that a native population is unhappy with Western invasion. The news media should tell the story of the chaos of occupation, not of the fact that an American was beheaded on tape. Sure, it's easier to tell the story of a videotaped execution, but it's also much less genuinely informative.\nSecond, the loss of a family member is one of the hardest things to endure. Having the video of the death play repeatedly on television can't make the grieving process any easier. If the family of the beheaded actively desires the airing of the video, that's one thing. But to pop it onto the air without affording family and friends proper time to grieve is insensitive and useless.\nFinally, beheading videos should not be shown because they're simply not necessary components of the story. I believe that Americans (myself included) do not understand the real cost of war, but showing a man losing his head does not explicate the situation. Outlets have toed the line of inappropriateness, showing 'G-rated' portions right up to the point of gore -- bloodless but terrifying.\nWe can all imagine the pain and anguish that beheading victims and their families must feel. Let me reiterate: We can imagine their grief, though never fully understand it. Showing murderers perpetrating crimes will not bring us any closer to empathy.\nThis vulgar teasing has no news value. If media wish to tell the story of a kidnapped and murdered American -- a valid story -- they should be talented enough to do so without resorting to a brutal beheading video. Showing a few frames of a victim seated in front of his captors is acceptable, but only to establish context, not to tell the story.\nThe American media should not fall into the trap of airing a video just because it exists and is compelling. American news producers and executives must walk the tightrope between keeping the citizenry informed about quagmires this country's government creates and not pandering to macabre desires to see people being slaughtered. There is inherent value in showing people the stomach-turning costs of war. After all, those of us born after 1965 really don't understand what it means to live in a country at war. But the value of showing how mucky the Iraq situation has become is outweighed by the psychological damage done by airing these videos.\nAiring video clips of civilians being beheaded serves no positive purpose in this hyper-tense, bitterly partisan country of ours. While the media has an affirmative obligation to report all details of a war, positive or negative, they are not required to do so with gruesome on-screen images. Tell the story, but don't show the video. Some of these dark parts of humanity should be left to the imagination.\n(C) 2003 Columbia Daily Spectator via U-WIRE\n\nLoad-Date: September 30, 2004"
}