{
    "title": "Frein Trial_ Laptop searches analyzed",
    "publisher": "the times-tribune ",
    "year": 2017,
    "month": 4,
    "day": 18,
    "full text": "April 18--MILFORD -- Jurors on Monday met Eric Matthew Frein, the self-styled revolutionary.\nProsecutors introduced a letter state police say Frein wrote to his parents and stored on a thumb drive found at the abandoned airport where he was captured. Monday, the ninth day of trial, was the first time the letter had been introduced in full.\nIn the letter, the author wrote that only \"passing through the crucible of another revolution can get us back the liberties we once had.\" Prosecutors hope the contents of the letter will help prove the terrorism charges against the accused cop killer.\nTo convict Frein on terrorism, prosecutors must prove beyond reasonable doubt that he committed the crimes to \"affect the conduct of government.\"\nFrein, 33, of Canadensis, has pleaded not guilty to all charges, which include first-degree murder, attempted murder and terrorism. He may face the death penalty if convicted of murder.\nState police said he hid in the treeline across from the Blooming Grove barracks on Sept. 12, 2014, and fired four shots from a high-powered rifle. Two bullets hit Cpl. Bryon K. Dickson II, 38, of Dunmore, killing him. One hit Trooper Alex T. Douglass, 34, of Olyphant, wounding him. One hit a tree.\nRetired Trooper Michael Gownley made a forensic copy of two thumb drives found at the abandoned Birchwood resort hangar and retired Trooper Derek Fozard analyzed them, they testified Monday.\nFozard testified that the analysis showed the thumb drive had been linked to a laptop found at the hangar and which stored Frein's information at least once.\nState police also analyzed the laptop found in the hangar and another found in Frein's Canadensis bedroom.\nFozard testified that Frein had searched for \"post-shooting procedures,\" \"understanding police procedures\" and \"officer down getting an injured officer to safety\" on the day of the shooting. After the shooting, the computer had been used to search for \"blooming grove,\" \"delete facebook\" and \"Frein\" numerous times.\nOn Aug. 22, 2014, one of Frein's computers had been used to search \"can cell phones be tracked with battery removed\" and \"how are manhunts conducted\" on May 8, 2013.\nContact the writer:\njkohut@timesshamrock.com;\n570-348-9144;\n@jkohutTT on Twitter\n___ (c)2017 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: April 19, 2017"
}