{
    "title": "French comic on trial for 'defending terrorism'",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 2,
    "day": 5,
    "full text": "PARIS • Controversial French comic Dieudonne M'bala M'bala went on trial Wednesday charged with \"defending terrorism\" in a Facebook post after last month's three-day terrorist rampage in Paris.\nThe comic, known by his stage name Dieudonne, said on Facebook that \"I feel like Charlie Coulibaly.\" The post, which has since been taken down, merges the names of Charlie Hebdo, the satirical magazine where two gunmen killed 12 people, and that of Amedy Coulibaly, who prosecutors say killed four hostages at a kosher supermarket and a policewoman. The three Muslim extremists were killed in nearly simultaneous raids by security forces Jan. 9.\nIt was the second time in seven days the comic has faced a court. Last week, he faced charges of inciting racial hatred.\nIn a tough new crackdown on terrorism, France is going after anyone seen as supporting terrorism in any form. Scores of people have gone before courts for perceived backing of terrorism or the Paris attackers.\nThe prosecution asked that Dieudonne be fined about $171 per day for 200 days, a total of about $34,200. The verdict was set for March 18, a day before the verdict in last week's trial in which the prosecution sought a one-off fine of about $34,200.\nDieudonne, 48, has been convicted a dozen times on racism or anti-Semitism charges. Last year, French authorities banned several of his performances, in which he made light of the Holocaust and popularized a gesture some describe as an inverted Nazi salute.\nDieudonne, with an ardent following, claims he is unfairly targeted for what amounts to humor. His attorney, David De Stefano, said Wednesday that Dieudonne's Facebook post fell into the realm of his art.\nThe defense claimed that Dieudonne is the victim of a double standard by which freedom of expression is protected for some but not for him.\n\nGraphic\n\n \n French comedian Dieudonne M'Bala M'Bala leaves a Paris court house with his body guard, Wednesday, Feb. 4, 2015. Controversial French comic Dieudonne has gone on trial charged with \"defending terrorism\" in a Facebook post made after the three-day terror spree in Paris last month. He made a Facebook posting which said \"I feel like Charlie Coulibaly.\" The post, which has since been taken down, merges the names of Charlie Hebdo, the satirical magazine where two gunmen killed 12 people, and that of Amedy Coulibaly, who prosecutors say killed four hostages at a kosher supermarket and a policewoman. (AP Photo/Michel Euler)  French comedian Dieudonne M'Bala M'Bala, left, and his lawyer Sanjay Mirabeau, right, leave a Paris court house, Wednesday, Feb. 4, 2015. Controversial French comic Dieudonne has gone on trial charged with \"defending terrorism\" in a Facebook post made after the three-day terror spree in Paris last month. He made a Facebook posting which said \"I feel like Charlie Coulibaly.\" The post, which has since been taken down, merges the names of Charlie Hebdo, the satirical magazine where two gunmen killed 12 people, and that of Amedy Coulibaly, who prosecutors say killed four hostages at a kosher supermarket and a policewoman. (AP Photo/Michel Euler)  French comedian Dieudonne M'Bala M'Bala gestures to the media as he leaves a Paris court house, Wednesday, Feb. 4, 2015. Controversial French comic Dieudonne has gone on trial charged with \"defending terrorism\" in a Facebook post made after the three-day terror spree in Paris last month. He made a Facebook posting which said \"I feel like Charlie Coulibaly.\" The post, which has since been taken down, merges the names of Charlie Hebdo, the satirical magazine where two gunmen killed 12 people, and that of Amedy Coulibaly, who prosecutors say killed four hostages at a kosher supermarket and a policewoman. (AP Photo/Michel Euler)  \n\nLoad-Date: February 5, 2015"
}