{
    "title": "French Police Hunt for Gunman in Deadly Attack on Christmas Market",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 12,
    "full text": "PARIS -- A gunman opened fire in the picturesque city of Strasbourg on Tuesday night, killing at least three, wounding a dozen and sending terrorized shoppers and tourists scrambling for safety in the middle of France's biggest Christmas market.\nThe assailant, previously flagged by the authorities as a potential threat, escaped police officers who quickly descended on the downtown Strasbourg market's cobblestone streets after the shooting started, shortly before 8 p.m., and ordered people to stay inside. \n  Hours later, the assailant remained on the loose as the police expanded their manhunt to the city's periphery. Government officials said they were investigating the shooting as a possible terrorist attack.\n  The shooting immediately recalled the Islamic State and Al Qaeda assaults that have haunted France and other European countries over the past several years. It came just as France was grappling with a crisis over the violent Yellow Vest economic protests that have roiled Paris and other French cities for the past four weekends.\n  The interior minister, Christophe Castaner, announced early Wednesday morning that France had raised its terrorism threat level to the maximum level, with reinforced border checks and increased security at markets around the country. He described the gunman as ''a man who was very unfavorably known for criminal activity,'' who was convicted by courts in France and Germany, but he did not mention any ties to extremist groups.\n  Strasbourg, a city of more than a quarter million in eastern France's Alsace region, is home to the European Parliament and is known for its Christmas market, which attracts more than a million visitors a year.\n  Witnesses described scenes of panic as gunfire was heard, and then fear as streets emptied out. Some said on social media that they had sheltered in shops and restaurants in central Strasbourg as the police and military patrolled the streets.\n  ''From my hotel window I saw passers-by dragging someone who was injured and onlookers panicking,'' Emmanuel Maurel, a member of European Parliament who saw the aftermath, wrote on Twitter. ''Soldiers and police have cordoned off the area. We're being told to stay in the hotel.''\n  Mr. Castaner, the interior minister, said that soldiers patrolling the area shot at the assailant, who exchanged gunfire with the police twice over the next hour.\n  Besides the three people killed, six were seriously wounded and six were lightly injured, he said. Before the attack, the authorities had designated the gunman, who was not identified by name, a possible security risk, the local prefecture said.\n  The Paris prosecutor's office said that it had opened a terrorism investigation, and Mr. Castaner said the Paris prosecutor, who handles all terrorism investigations nationwide, had arrived in Strasbourg.\n  Richard Corbett, a British member of European Parliament, said in a Twitter post that he was on lockdown in a restaurant in the city center before the police eventually evacuated the occupants. On the walk back to his hotel, he said, he had ''never seen the streets so deserted.''\n  Other members of European Parliament were on lockdown inside government buildings elsewhere in the city, and remained there for hours.\n  Charles Tannock, another British member of the European Parliament, said on Twitter that he was locked down inside the Parliament building. ''I'm safe but my heart & condolences are with the victims of this atrocity,'' he said.\n  Hundreds of spectators were confined to the Rhenus arena, the home of SIG Strasbourg, the city's professional basketball team. Before they were evacuated, they rose from their seats and sang a rendition of the French national anthem, La Marseillaise, in honor of the victims of the attack.\n  As the manhunt continued, the historic center of the city was cordoned off, tram traffic was halted and officials told residents to stay at home.\n  Roland Ries, the mayor of Strasbourg, told the BFM TV news channel that the Christmas market has been tightly secured since 2015, when multiple terrorist attacks struck France. Police officers regularly check bags and coats and pat down visitors at several access points, he said.\n  ''This individual was able to enter, I don't know how, inside that bubble,'' he said, referring to the gunman. ''He escaped those checks and committed these murders in the heart of the city, the heart of the Christmas market.''\n  Mr. Ries announced that the city would officially be in mourning on Wednesday and that the Christmas market would be closed for the day.\n  The police initially searched in the heavily immigrant Neusdorf neighborhood, which is cut off by a highway from the historic city center, with its half-timbered houses and towering cathedral. Then they turned to looking in areas just outside Strasbourg, even as the city itself remained virtually locked down.\n  The Strasbourg Christmas market is closed to cars. The three locations where the shootings took place were within the cobblestone-paved market, where many small wooden stalls line the streets, festooned with decorations.\n  Some stalls proffer cookies, warm mulled wine and traditional cakes and breads. People buy small gifts for Christmas stockings and the atmosphere is convivial, even if the market has become more commercial in recent years.\n  The Strasbourg market was a target 18 years ago, when Al Qaeda-linked terrorists were caught shortly before launching an attack on the area close to the cathedral.\n  More recently, Berlin's Christmas market was attacked in 2016 by an assailant who plowed a truck into the stalls, killing 12 people.\n  France has been a prime target of terrorist plots in recent years. In 2015, two armed men entered the offices of the satirical magazine Charlie Hebdo in Paris, killing 12 people, including cartoonists, editors and police officers. In November of that same year, nearly simultaneous attacks in and around Paris left 130 people dead and several hundred wounded.\n  The most recent attack was in May, when a naturalized French citizen born in Chechnya stabbed several people with a knife, killing one, in a crowded area of downtown Paris near the Palais Garnier, home of the Paris Opera.\n  Earlier in the spring, a Frenchman who was born in Morocco killed one person while hijacking a car, and then entered a supermarket in the small southern French town of Trèbes, killing two people and taking a woman hostage. A police officer, Lt. Col. Arnaud Beltrame, volunteered to change places with the hostage and was subsequently killed by the attacker, Radouane Lakdim.\n  Strasbourg, which is on the French-German border, and nearby towns in Alsace-Lorraine have seen a number of young men, mostly of North African descent, leave or try to leave for Syria to join extremists there who were fighting with the Islamic State.\n  One of the gunmen in the Bataclan concert hall, one of the sites of the November 2015 Paris attacks, was originally from the Strasbourg area.\n  In 2016, French intelligence officers and the police detained seven men, five of them in Strasbourg, who were preparing to ''go into action imminently,'' according to the chief terrorism prosecutor. At least two of those arrested in Strasbourg had earlier gone to Turkey with the intention of crossing the border to Syria.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/12/11/world/europe/strasbourg-shooting-france.html\n\nGraphic\n\n \nPHOTO: The police searched Tuesday night for the gunman who killed several people at the popular Christmas market in Strasbourg, France. (PHOTOGRAPH BY SEBASTIEN BOZON/AGENCE FRANCE-PRESSE -- GETTY IMAGES)       \n\nLoad-Date: December 12, 2018"
}