{
    "title": "French troops see irony of defending former enemy",
    "publisher": "christian science monitor ",
    "year": 1983,
    "month": 9,
    "day": 28,
    "full text": "The strain of being a foreign defender is telling on some of the French paratroopers in Chad.\nSettling into their second month in the divided nation, soldiers are beginning to talk about their lives here. They say they are uneasy - not because fighting may resume at any time, but because their relationship with their Chadian comrades is so fragile.\n''The government troops look on us with suspicion. It's because we supported southern Chadians against President Hissein Habre's northern army for so long,'' says a corporal from Toulouse, France. ''You have to remember the (government) troops we are fighting with now are the same men we fought against for almost 20 years. They grew up hating the French and this anger does not die easily,'' he says, referring to the era when Habre's troops were guerrillas fighting to unseat previous French-backed governments.\nSays a French soldier stationed in eastern Chad: ''The Chadian Army especially resents the fact that we will not help them fight in the north against the Libyans,'' referring to the French soldiers' strict orders not to take the offensive. ''It's something they do not understand and something they refuse to accept.''\nAccording to most French soldiers interviewed by this writer, the limitations placed on their combat role is difficult for them to accept as well.\n''We want to fight because we are soldiers,'' a platoon leader from the 11th Airborne Division explains. ''That's what we get paid to do. . . . All my soldiers want to fight. When we were in Salal (the French forward position in western Chad), we were just waiting for the Libyans to come.''\nA helicopter pilot from the same division agrees: ''We feel frustrated because our commanders and the French government are afraid that French soldiers will die. They are afraid this would cause political problems.''\nBut the official French role in Chad, says the French commander in Chad, Brig. Gen. Jean Poli, is ''dissuasive.'' French soldiers are not allowed to fire unless fired upon or advance beyond their defensive positions.\nThe French soldiers' frustration at not being able to help their Chadian allies fight the Libyans is complicated by the strong feeling the French troops maintain for their would-be adversaries.\nMany French soldiers admit they ''have nothing against Goukouni (Woddei),'' as one soldier remarked of the commander leading the northern rebel challenge. But their view of Libyan leader Muammar Qaddafi, who is aiding the rebels, is clearly different.\n''Most French people and my soldiers hate him,'' one French lieutenant says. ''What he's doing in Chad is international terrorism and we want to stop him.''\nThe French soldiers also lament what they say is an antagonistic attitude among local Chadians toward the French troops.\nChadians themselves, however, do not voice any resentment. Most, in fact, say they appreciate the French presence. The French forces, they say, helped the Chadian Army stop the Libyan-backed drive toward the capital. The Chadians also appreciate the boost to the local economy that has come from hosting 2,000-plus French soldiers.\n''Business has been good,'' says one store owner who supplies the French military with soda and fruit juice. ''Since the French buy all of their basic supplies such as rice, sugar, salt, and soap here in N'Djamena, their business has been great for the local merchants.''\nAnother Chadian, one of the many rice vendors in N'Djamena's central market, also had warm words for the French troops. ''We were colonized by the French and they are our brothers. We are happy they are here. They saved us from the Libyans.''\nThe differences in the Chadian and French views of foreign soldiers in Chad may stem partly from rules limiting French soldiers' contact with the local people.\n''For the first month we were here, none of us were allowed off the base except on official business and even that was infrequent,'' complained one French soldier.\nRecently the rules were relaxed somewhat. But the French must still travel in groups in N'Djamena and are always armed. French soldiers can now be seen swimming in one of N'Djamena's only pools at the Chadian Hotel. And at night, French soldiers are permitted to take in an occasional movie at N'Djamena's vogue cinema.\nOne reason restrictions were eased, says a high-ranking French officer, is because ''we know the city pretty well now and we are no longer worried about terrorism.''\nAnother reason French troops have been given more freedom, said the same officer, is that ''we don't want a morale problem. We expect to be in Chad for a long time.''"
}