{
    "title": "French surmount fears and stand up to terrorist threat",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 9,
    "day": 23,
    "full text": "On the Champs Elysees, a store security guard smiles and says, ''People want me to check their bags.''\nAt Charles de Gaulle Airport, a traveler smiles. ''I feel safer with the new visa regulations,'' she says.\nThe terrorists are losing. Instead of forcing France to cave in, the five bomb attacks in the last two weeks, which killed eight people and injured more than 160, have appeared to stiffen the country's resolve. Interviews with terrorism experts and a sampling of public opinion reveal that the French have surmounted their fears - and support the government in its attempt to stop temporizing with terrorism. (For Americans, French visa law is exception to generally easier access to foreign countries. Page 7.)\n''The French are now learning to live with terrorism,'' says Dominique Moisi, associate director of the French Institute of Foreign Relations. As proof, he points to a recent public opinion poll which shows that 85 percent of the French are against freeing Georges Ibrahim Abdallah, the man whose liberation is demanded by the terrorists.\nAnother poll, released Sunday in the weekly Journal du Dimanche, offered supporting evidence. It showed that the popularity of Prime Minister Jacques Chirac and President Francois Mitterrand has risen nearly 10 points each since the bombings began.\n''Have the Parisians heard the calls from their political leaders for solidarity and vigilance?'' asked the newspaper. ''Without a doubt.''\nThis popular ''solidarity and vigilance'' represent a profound shift, according to some analysts.\n''In the 1970s, France viewed terrorist attacks (elsewhere in Europe) with some smugness,'' says Mr. Moisi. ''The French could not conceive of such a thing happening in France: They were sensible people, their state was powerful and competent, and their extremists happy in the Communist Party,'' he adds.\nBelieving that terrorism was a foreign problem, the French accommodated it. Under governments of various political stripes, the country was a haven for exiles from trouble spots. Past governments also forged strong links in the Arab world - at almost any cost, according to analysts here. They paid little attention to Libyans or Iranians taking potshots at Iraqis on the streets of Paris, preferring to strike bilateral deals with hostile governments and organizations, trading captured terrorists for French hostages.\n''When the Japanese Red Army attacked the French Embassy in The Hague in 1978, the French government released terrorists imprisoned here,'' says Philippe Moreau Defarges, also of the Foreign Relations Institue. ''When the French ambassador to Lebanon was assassinated in 1982, our secret services negotiated with the Syrian secret services to stop the violence.''\nBut the appeasement policy couldn't last. Over the past 10 years, the visible French role in the Middle East has made France a leading symbol of unwanted Western influence. As Lebanon's former colonial power, France presents an obstacle to Syrian aspirations of hegemony. As Iraq's prime supporter, France infuriates Iran. And as Chad's military defender, France is in confrontation with Libya.\n''The diplomatic context has changed,'' says Daniel Herman, associate director of the French Institute of Military Studies. ''We used to appear as a friend of the Arabs. Now we appear as an obstacle.''\nFrance seems to be an easy target for terrorists. France is geographically near the Middle East. It has long borders that are difficult to protect, a tradition of openness as a country for those seeking political asylum, and a large population of French-speaking Arab immigrants.\n''We are seen as the weak link,'' says Mr. Moreau Defarges. ''Put enough pressure on us, the terrorists think, and we'll crack.''\nResponsibility for the recent bombings is claimed by a group that calls itself the Committee for Solidarity with Arab and Middle Eastern Political Prisoners. It demands the release of Mr. Abdallah, a Lebanese national, who is suspected in the 1982 assassination of a US diplomat here.\nBut many French diplomats and terrorism analysts believe that the bombings are too professional and the targets too sophisticated to be the work of a small group of fanatic Lebanese. They see the direct or indirect hand of a foreign government. Syria and Iran are the countries mentioned most, with Libya another possibility.\nIn this view, the terrorists' goal is to bring down Prime Minister Chirac and, with him, French influence in the Middle East. During Mr. Chirac's inauguration last spring, terrorists set off a bomb on the Champs Elysees. This month, one exploded within 100 yards of Chirac's office in the City Hall. Another was set off in the central police headquarters, another coincided with his announcement of anti-terrorist measures, and another happened as he chaired a Cabinet security meeting.\n''The fundamental reason for the attacks is French policy in the Middle East,'' says Mr. Herman. ''They are aimed at provoking Chirac personally, to stage a duel with France's leader.''\nThe prime minister has taken up the challenge. He ruled out Abdallah's release and stopped talking about the possibility of withdrawing French troops from the UN peacekeeping forces in Lebanon. (These troops have been the target of several attacks lately.) At the same time, Chirac announced a series of strict new security measures, including requiring visas of most foreign visitors.\nHe also said his government would take ''secret'' measures. Analysts here speculate that this probably will not translate into an American-style bombing attack on the terrorists' hideout in Lebanon. But it might mean summary expulsions, or even assassinations.\nThe security measures already taken have rallied the country. Although Chirac must work with a small parliamentary majority and a Socialist President, he enjoys backing from all parties. To some extent, the public preceded the government in favoring a tough line. Opinion polls taken after the US raid on Libya in April showed that it was supported by more than 65 percent of the French.\nMore violence could strain the present public goodwill, of course. Abdallah's group, the Lebanese Armed Revolutionary Faction, has threatened to step up attacks, and officials and analysts admit that it will be difficult to control, at least in the short run.\nBut they add that French attitudes have fundamentally changed. On an official level, France is moving to cooperate more in the international fight against terrorism. At Chirac's request, Europe's interior ministers will confer this Thursday in London. The French are also talking separately with the British about having their special services help train French intelligence forces.\nParisians themselves are organizing. Stores and cinemas have hired security guards. Police, normally objects of French sarcasm, suddenly enjoy more friendly relations with the public. The two policemen who were killed by the bomb they carried out of a crowded cafe on Sunday have become national heroes.\nLife in Paris seems to be returning to normal. Last week, the city was edged with anxiety. There was more traffic during the day, as people avoided the subway, and less at night, as customers avoided restaurants and cinemas. But by Saturday evening, cinema owners were again reporting packed houses. In its poll, Le Journal du Dimanche reported that 65 percent of Parisians had not changed their weekend plans.\n\nGraphic\n\n \nPicture, A police search in Paris, AP"
}