{
    "title": "French Judge Sees Growing Cooperation With U.S. Against Terrorism",
    "publisher": "the forward",
    "year": 2004,
    "month": 2,
    "day": 13,
    "full text": "Despite their public sparring over Iraq and other issues, America and France have stepped up their cooperation against terrorism during the past three years.\nFrench and American police, intelligence and judicial officials involved in tracking radical Muslim groups and individuals have been exchanging information and tips on an unprecedented scale since the attacks of September 11, 2001, officials say.\nEven President Bush, who has expressed frustration over France's prominent role in opposing the American-led war in Iraq, has praised the anti-terrorism cooperation with France.\nFrance's top judge investigating terrorism for the past 20 years, Jean-Louis Bruguiere, in an exclusive interview with the Forward last month, pointed to the recent spate of flight cancellations and to the 40% jump in the number of judicial aid requests between both countries since the 9/11 attacks as evidence of the trend.\n\"The bilateral cooperation is excellent,\" he said.\nThe French authorities have been dealing with Islamic terrorism since the 1990s, when the civil war in Algeria spilled over the Mediterranean in a series of deadly bombings and a plane hijacking foreshadowing the 9/11 plot.\nIn response, the French accumulated a trove of information that Washington was eager to tap after the September 11 attacks made fighting radical Islamic groups the top American priority. By all accounts, Paris has obliged.\n\"I am not saying we are smarter than others, I am just saying we have more experience,\" said Bruguiere, who started his terrorist-hunting career investigating a fatal 1982 machine-gun attack on a famous Jewish restaurant in Paris and has since handled high-profile cases involving Iran, Libya, \"Carlos the Jackal\" and Al Qaeda. \"We feel we have to cooperate with the U.S. because the threat is global and the response has to be global,\" he said.\nBruguiere is widely respected for his intimate knowledge of Islamic networks. He also enjoys privileged access to sensitive information thanks to the creation of investigative teams mixing judicial, police and intelligence officers that report to the centralized pool of anti-terrorist judges he heads.\nAfter suffering a series of Iranian and Libyan-backed terrorist strikes in the 1980s, France faced terrorism from the so-called Algerian Armed Islamic Group a decade later. The group, known by its French acronym, GIA, is the most radical of the Islamic factions locked in a vicious war with the Algerian army after the military suspended the electoral process in 1991, just as the main Islamic party was on the cusp of a major victory.\nThe ensuing war claimed more than 30,000 lives and still is not over, even though the army seems to have gained the upper hand in recent years. In the early 1990s, the GIA accused France of backing the Algerian military and decided to expand its fight to the former colonial power.\n\"We were the first European country to invest itself totally to the fight against Islamic radicalism,\" Bruguiere recalled. \"When I spoke of the Islamic threat in 1994, people from other countries were smiling. They saw it as a political problem between France and Algeria and believed France was paying the price of colonization. But the GIA was a detonator for Al Qaeda.\"\nA watershed event took place in December 1994, when GIA militants hijacked an Air France plane in Algiers and forced it to land in Marseilles. After a tense standoff, a French elite police force stormed the plane and killed all the hostage-takers without incurring any casualties among the passengers.\nInvestigators quickly realized that this was not just a standard hijacking by a group trying to make a point. It was, in retrospect, a chilling preview of the September 11 plot.\n\"The Airbus affair is important because it was the first clear signal of the exportation of violence outside Algeria and of the globalization of the terrorist threat,\" said Bruguiere, who handled the investigation and contends he was able to establish that the ringleader had planned to plow the plane into the Eiffel Tower in Paris. \"It was also the first time a civil jetliner was being used as a terrorist weapon.... So there was a big precedent.\"\nA few months later, the GIA planted bombs in the Paris subway and several other public places.\nBruguiere said those events did not only prompt investigations to catch the immediate culprits. They also marked the beginning of an in-depth plunge into the complicated web of Islamist terrorist networks.\nThe best example is the investigation of an Algerian man named Ahmed Ressam. He was arrested by chance in December 1999 at the United States-Canada border near Seattle with a cache of explosives in his car. Investigators then said he was planning to bomb the Los Angeles airport to mark the millennium.\nBruguiere had opened an investigation on Ressam back in 1996 because of his role in a group trafficking false Moroccan passports. The judge discovered that the main members of the group were actually involved in much more serious operations. The investigation eventually linked the men, who were mostly North African immigrants, to Al Qaeda leaders such as Abu Zubaydah.\n\"This helped us understand Al Qaeda and realize the United States [including U.S. territory] was their prime target,\" Bruguiere said, noting that many of his probes started with a simple discovery of false passports. \"This analysis was not shared by others, including the United States and the United Kingdom.\"\nBut after Ressam was arrested on his way from Canada and his plot was uncovered, American officials realized the threat was real, their knowledge was poor and border controls were largely ineffective.\nThe French authorities provided the prosecution team with tons of documents. The Justice Department even took the highly unusual step of asking Bruguiere to testify as an expert witness.\nAlthough the Seattle judge in charge of Ressam's case eventually decided against having Bruguiere testify in public because he was himself conducting an investigation of Ressam, the French expert nevertheless briefed the parties and helped land a guilty verdict and a life sentence.\nRessam entered a plea bargain and has provided a wealth of intelligence on terrorist networks operating in the United States and in Canada. French officials were allowed to attend his debriefing sessions as a reward for their assistance.\nWhen the September 11 attacks occurred, the Airbus hijacking sprung to Bruguiere's mind. But he also stepped up an investigation begun several months earlier into a plot to bomb the American embassy in Paris. A man named Djamel Beghal had been arrested in July 2001 in the United Arab Emirates at the request of the French authorities and he was soon extradited to France, where he is expected to stand trial.\nBeghal allegedly was returning from a training camp in Afghanistan and is suspected of being the leader of the plot.\nDuring the past year, Bruguiere made a splash when he opened an investigation into a so-called \"Chechen\" terrorist network allegedly planning to conduct chemical attacks in Europe. He has ordered the detention of about 20 people of Arab descent since December 2002, and the authorities contend some of them underwent sophisticated terrorist training in the Caucasus region.\nHe sees the current operation as an example of being reactive to the ever-changing nature of terrorist networks.\n\"It is a spider web, they keep changing and spreading,\" he said. \"I think the best way to describe the phenomenon is to speak of viral threats.\"\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}