{
    "title": "French try to cope with new wave of domestic terrorism",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 8,
    "day": 25,
    "full text": "It can't happen here.\nFor years, many experts have said this has been the French attitude toward terrorism. While Italy, Germany, and Britain were being rocked by domestic violence, France remained relatively calm.\nNo longer. During the last two months France has been battered by 114 terrorist attacks, climaxing two weeks ago in a shooting spree against a Jewish restaurant that took six lives. The attacks have shaken the country as a whole and the government of Francois Mitterrand in particular.\nFor the first time since he took office, President Mitterrand's approval rating is below 50 percent. This is a reflection of the country's faltering economy, but it is also indicative of growing criticism that the government is too soft on terrorism.\nLast week, Mr. Mitterrand fought back. At a rare August vacation prime-time televised press conference, he announced a crackdown on terrorism.\nNaming Joseph Franceschi to the newly created post of secretary of state for public security, he gave the new antiterrorist chief a wide mandate. An antiterrorist strike force is being formed and more policemen hired to beef up security around borders and at potential terrorist targets.\nAlso from now on, French intelligence services will monitor visa applications, watch diplomats suspected of illegal activities, and work more closely with their foreign counterparts.\nBut intelligence specialists say it is likely to take a long time for the government's new resolve to halt terrorism; in the days following the Mitterrand announcements, two more bombs exploded in Paris.\nOne attack damaged the offices of a right-wing newspaper. The other, outside the home of an American diplomat, killed a French bomb disposal expert and maimed another policeman.\nThe problem, according to experts on terrorism, is that Paris has become a center for international terrorism, and that for all too long the French government has turned its back on the activities.\nTerrorists trained in Lebanon and South Yemen use Paris as a base from which to assemble and plan their attacks throughout Europe, a 1977 Interpol report states. Just a month ago, Judge Ferdinando Imposimato, an Italian jurist leading the inquiry into the slaying of Aldo Moro by the Red Brigades, updated these charges, saying, ''Paris has become a remarkable well-organized base for terrorist operations.''\nThe critics say the French government, beginning in the early 1970s, did nothing to stop the terrorists because it did not want to offend Arab nations that supply France with its oil and with large markets for its exports.\nAs evidence, the critics pointed to the government's decision in January 1977 to ignore extradition requests from West Germany and Israel and release to Algeria the accused terrorist Abu Daoud, who was believed to have masterminded the 1972 Munich Olympics massacre of Israeli athletes.\nIt has even been reported that the conservative government of Valery Giscard d'Estaing reached an agreement with the Palestine Liberation Organization, granting it the right to operate freely on French soil as long as terrorists did not touch Frenchmen.\nFor a long time, the terrorists stuck by those rules. There was some violence carried out by Corsican and Breton autonomists, but most of the terrorism in Paris was the work of foreigners against other foreigners.\nNow, not only has the level of violence escalated, but also much of it has been directed against French targets. This year bombs have exploded on the Paris-Toulouse express, killing five; just outside an office building near the Champs Elysees, killing one and injuring 63; at a St. Michel cafe, injuring 15. The list continues.\nThe increase in terrorist attacks has fueled criticisms of Mr. Mitterrand's security policy. Although he is not the first French president to be accused of being soft on terrorism, he has taken several controversial measures.\nHe amnestied suspected Corsican and left-wing French terrorists, reduced police powers to hold a prisoner without charge from six to three days, and overturned court-ordered extraditions of Italian Red Brigade and Spanish Basque terrorists, claiming Italy and Spain violated human rights.\nAt the same time, the Socialists were overhauling the police and secret services, reportedly eroding the capability of both. The French news weekly l'Express even claimed recently that other Western intelligence agencies no longer coordinate with their French counterparts for fear of leaks.\nWith Mr. Mitterrand's new antiterrorist measures, this may change. The Belgians and the West Germans responded favorably to the French President's proposal for increased cooperation to fight terrorism.\nBy and large the French public seemed calmed by the new measures. ''Explanations were necessary,'' wrote Le Monde editor Andre Laurents in a front-page editorial. ''They have been given.''\nEven Jewish leaders, who had charged that Mr. Mitterrand's criticism of the Israeli attack in Lebanon had encouraged escalating violence against Jewish targets, seemed generally satisfied. ''There are many positive aspects about the President's declarations,'' declared Jacqueline Keller, president of the Representative Council of Jewish Institutions of France.\nBut Mr. Mitterrand still faces formidable obstacles in his fight against terrorism. Stern announcements don't seem to faze terrorists.\nThe day after his press conference, Mr. Mitterrand banned Direct Action, a left-wing French group that has claimed responsibility for several anti-Jewish bombing and shooting incidents. Less than 24 hours later, Direct Action claimed responsibility for bombing the right-wing weekly Minute.\nAt the same time that Minute's offices were bombed, a French court was considering the case of Vichken Charkhutian, an Armenian wanted for extradition to the United States to face charges for Los Angeles bombings. French police had arrested Charkhutian here two months ago.\nBut the court refused the request, frowning on the wiretaps that American authorities used to accumulate evidence against Charkhutian and noting that the French extradition treaty with the US does not list making or planting bombs as extraditable offenses.\n''I think Mitterrand is determined to eliminate the terrorist scourge,'' an American diplomat said. ''But he is going to have to step on the toes of a lot of bureaucrats to change this country's built-in laxity toward terrorism.''\n\nGraphic\n\n \nPicture, Mitterrand takes direct action against terrorism, Sven Simon"
}