{
    "title": "French Report on Terrorism Raises Suspicions About Iran",
    "publisher": "the new york times",
    "year": 1987,
    "month": 7,
    "day": 24,
    "full text": "With France and Iran making no apparent progress in efforts to resolve their diplomatic crisis, reports have begun to accumulate indicating a French belief that Iran was directly involved in a series of terrorist attacks here last year.\nReferring to one such report today, the Interior Minister, Charles Pasqua, denied that France had ever ''directly implicated the Iranian state'' in bomb attacks last year, which killed 11 people and wounded more than 160.\nBut the newspaper Liberation published details today of what it called a top secret report by the French counterintelligence unit, known as the D.S.T., concluding that top Iranian officials were behind 1986's bombings.\nThe report, which officials here said today was delivered to Prime Minister Jacques Chirac somewhat over a month ago, is based largely on information provided to the D.S.T. by an informer, known by the name of Lofti, a Tunisian originally recruited by Iran's secret services who became disillusioned with the fundamentalist cause.\n \nRole Was Disclosed\nLofti's existence came to light last month when, apparently angered over leaks from the D.S.T., he gave an interview to the weekly magazine, L'Evenement du Jeudi, disclosing his role as an informer.\nHe told the magazine that he provided information leading to the arrest by French police of some 60 suspects, most of them either Tunisian Lebanese, suspected of having been recruited by Iran to carry out last year's bomb attacks in France. Among those arrested, for example, was a Tunisian, Foued Ali Saleh, and a naturalized French citizen from Lebanon named Mohammed Mouhajer. Both of them, now being held in prison here, are believed to have been in contact with Wahid Gordji, officially a translator in the Iranian embassy who does not have diplomatic status.\nThe French-Iranian diplomatic crisis began last month when Mr. Gordji, who had taken refuge in the Iranian Embassy here, refused to answer a summons to appear as a witness in the investigation of last year's terrorist attacks. The dispute escalated until the two countries broke relations last Friday. Mr. Gordji remains inside the embassy, and French officials say there can be no compromise on their demand that he submit to questioning."
}