{
    "title": "French man arrested in Jewish museum killings",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 6,
    "day": 2,
    "full text": "PARIS - A suspected French jihadist who spent time in Syria has been arrested over the shooting deaths of three people at a Belgian Jewish museum, prosecutors said Sunday, crystallizing fears that European radicals will parlay their experiences in Syria into terrorism back home.\nWhen Mehdi Nemmouche was arrested in southern France on Friday, he was in possession of firearms, a large quantity of ammunition and a video claiming responsibility for the May 24 attack at the Jewish Museum in Brussels, a Belgian prosecutor said.\nIn a one-minute rampage that deeply shook Europe's Jewish community, a gunman opened fire at the Brussels museum. In addition to the fatalities, another person was gravely wounded.\nAuthorities raised anti-terror alert levels as they searched for the attacker. But it was ultimately a customs inspection in the French port city of Marseille that turned up Nemmouche, as he disembarked from a bus coming from Amsterdam, Paris prosecutor Francois Molins said.\nThe suspect had a revolver and a retractable automatic weapon like those used in the Brussels attack, and ballistics analyses were underway to determine if they were the same weapons, Molins said.\nAt least one of the weapons was wrapped up in a white sheet scrawled with the name of the Islamic State of Iraq and the Levant, an extremist group fighting in Syria, Molins said. The group also has waged attacks in Iraq.\nNemmouche, a French-born 29-year-old from the northern city of Roubaix, had a criminal record, with seven convictions for crimes including attempted robbery - but nothing related to terrorism, Molins said.\nHe said the suspect became radicalized in prison, and left for Syria just three weeks after his last prison stay in late 2012, going to Syria via Brussels, London and Istanbul. He said the suspect had spent about a year in Syria, though it is unclear why he went and what he did while there.\nA video found in the suspect's possession shows weapons and clothes akin to the gunman's, and includes a voice claiming responsibility for the \"attack in Brussels against Jews,\" Belgian federal prosecutor Frederic Van Leeuw said. He said it wasn't certain whether the voice was that of the suspect.\n\"The new elements in this investigation draw attention once more to the problem of the 'returnees' -in other words the people going to Syria to participate in combat and return afterward to our country,\" Van Leeuw said.\n\nLoad-Date: June 4, 2014"
}