{
    "title": "French target terrorism praise, racism",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 1,
    "day": 15,
    "full text": "PARIS - Parisians lined up Wednesday to empty the newsstands of the first issue of Charlie Hebdo, a week after Islamic extremists attacked the satirical newspaper's office, and French justice officials began cracking down by arresting dozens of people who glorified terrorism or made racist or anti-Semitic remarks.\nThe editors of the publication again put a caricature of the Prophet Muhammad on the cover, and it quickly sold out by early morning around the capital and elsewhere, with long lines and scuffles at kiosks. Disappointed buyers were told to come back Thursday when more of the increased print run of 5 million copies will be available.\nA leader of Yemen's al-Qaida branch officially claimed responsibility for the attacks by two gunmen that left 12 dead at the weekly publication, saying in a video posted online that the slayings came in \"vengeance for the prophet.\" The newspaper had received repeated threats for lampooning Muhammad.\nA third attacker killed five other people, bringing the total number of dead in the Jan. 7-9 spasm of violence to 17 before all the gunmen died in police raids.\nOn alert for new attacks, France deployed thousands of police and soldiers around the country, and they moved to quash any racist remarks or praise for terrorists.\nThe scale of security measures is raising questions in some quarters about whether some freedoms will be impinged upon.\nAt least 54 people were arrested for hate speech or other acts insulting religious faiths, or for cheering the men who carried out the attacks.\nThe new issue of Charlie Hebdo features the prophet, a tear rolling down his cheek, holding a placard that says \"Je Suis Charlie.\" The saying has swept France and the world, with the irreverent newspaper being embraced as a symbol of freedom of speech.\nPrime Minister Manuel Valls held up his copy after the weekly Cabinet meeting - but strategically placed his hand over the prophet's face.\nMuslims believe their faith forbids depictions of the prophet, and some reacted with dismay - and occasional anger - to the new cover. Some who had supported Charlie Hebdo after the attacks felt betrayed and others feared the cartoon would trigger yet more violence.\nDefending his caricature of the prophet on the latest cover, cartoonist Renald Luzier argued that there should be no exceptions to freedom of expression.\nHe said when the weekly was threatened before, the reaction was often: \"Yes, but you shouldn't do that (publish cartoons of Muhammad). Yes, but you deserved that.\"\n\"There should be no more 'Yes, but,\" he insisted.\nIn Turkey, a court in a southeastern city ordered a ban on access to websites showing the cover of Charlie Hebdo's new edition after a lawyer filed a petition saying it would endanger public order, the state-run Anadolu News Agency reported.\nThe issue was banned in Senegal, in west Africa, and the spokesman for the Brussels prosecutor's office, Laurens Dumont, said four shops in one neighborhood were threatened in one Brussels neighborhood if they sold it.\nEgypt and Iran condemned the \"provocative\" publication. Egypt's top Islamic authority, Dar al_Ifta, had warned against publishing the cover after its content became known Monday.\nPresident Francois Hollande, speaking aboard the aircraft carrier Charles de Gaulle to members of the military, said he was sending the warship to the Middle East as part of the ramped-up effort to fight terrorism. The situation \"justifies the presence of our aircraft carrier,\" Hollande said.\nFrance is already carrying out airstrikes over Iraq as part of an international coalition fighting the Islamic State group.\nAl-Qaida in the Arabian Peninsula, one of al-Qaida central's most active affiliates, posted an 11-minute video on the group's Twitter account. A top commander, Nasr al-Ansi, warned of more \"tragedies and terror\" in the future.\nAl-Ansi said AQAP \"chose the target, laid out the plan and financed the operation.\" He said the radical Yemeni-American cleric Anwar al-Awlaki, who was killed in a U.S. drone strike in Yemen in September 2011, had arranged the attack.\nBut a high-ranking French intelligence official told The Associated Press that French authorities see the claim as \"opportunistic,\" and that AQAP appears to have served as an inspiration - not an orchestrator - of the attacks. That account coincided with U.S. intelligence officials who said they have no evidence AQAP coordinated the attack or knew of it in advance. All three officials spoke on condition of anonymity because they weren't authorized to discuss classified matters publicly.\nThe brothers Cherif and Said Kouachi, behind the Charlie Hebdo massacre, had told survivors they were sent by al-Qaida in Yemen. Amedy Coulibaly, the third gunman who killed a policewoman and four people at a Paris kosher supermarket, had pledged allegiance to the Islamic State group, normally a bitter rival of al-Qaida.\nFrench police say as many as six members of the terror cell may still be at large, including a man seen driving a car registered to the widow of one of the gunmen. Officials say the widow is now in Syria. There has been no word on the whereabouts of the driver or the car.\nSince the attacks, France has deployed 10,000 troops and 120,000 security forces around France, an area the size of Texas, to protect sensitive sites, including Jewish schools and synagogues, mosques and travel hubs.\nPolice were detaining anyone who shows even verbal support for terrorism or racism and anti-Semitism. Scores of mosques have been attacked in the past week.\nThe 54 people arrested included four minors, and several already had been convicted under special measures for immediate sentencing. Inciting terrorism can bring a five-year prison term - or up to seven years for inciting terrorism online.\nDieudonne M'Bala M'Bala, a popular and controversial comic, was briefly detained and ordered to trial in February on charges of justifying terrorism. He has repeated convictions for racism and anti-Semitism, and most recently called himself \"Charlie Coulibaly\" in a Facebook post, mixing the names of the newspaper and the market attacker.\nFrance already has laws on the books against hate speech, especially anti-Semitism in the wake of the Holocaust. However, the Justice Ministry laid out new rules to prosecutors and judges for rounding up those who defend the Paris terror attacks or speak against religions.\nEducation Minister Najat Vallaud Belkacem expressed deep concern about the failure of students in some schools to honor the minute of silence held this week.\n\"Schools are on the front line. They will be firm in sanctioning,\" she said.\nThe failure of some students to join in the national effort to tackle terrorism underscores the malaise in poor suburbs, usually with populations with roots in Arab countries and on the margins of mainstream society and living with a sense that their own religion has been stigmatized.\nThe surviving employees of Charlie Hebdo produced the new issue while working out of borrowed offices.\nThe French Culture Minister Fleur Pellerin has promised 1 million euros in \"emergency\" financing to the weekly, although it was not clear when the funds would be released. It was also unclear whether, even with financing, the Charlie Hebdo staff would publish on a weekly basis as in the past. The weekly cost 3 euros ($3.55).\nThe publication's comeback also is being backed by the Digital Innovation Press Fund, which was created by Google and a French publishing trade group in 2013. The fund is contributing 250,000 euros (about $295,000) to the publication, according to its managing director, Ludovic Blecher.\n\"It is an exceptional answer to an exceptional situation,\" Blecher said Wednesday. \"Our fund is dedicated to help the press.\"\nGoogle holds one of seven seats on the fund's board.\n\nLoad-Date: January 15, 2015"
}