{
    "title": "French security armed and ready to combat terrorism, hooliganism",
    "publisher": "usa today",
    "year": 1998,
    "month": 6,
    "day": 5,
    "full text": "PARIS -- Police sharpshooters stand on the running boards of red\nlow-flying helicopters, their automatic rifles and telescopic\nsights scanning for snipers at windows along the routes where\nheads of state are expected to pass.\nLess than a week before the start of the World Cup soccer tournament,\nthese elite French anti-terrorist police dressed in black, with\na sleeve patch identifying them as the \"Raid\" force, are on\na war footing.\nRaid -- which stands for the French words research, aid, intervention\nand dissuasion -- is supposed to protect presidents, prime ministers,\nkings and other dignitaries from 32 nations during the month-long\ntournament of 64 matches June 10-July 12.\nIn addition to the Raid elite, more than 7,000 regular French\npolice mobilized to guard stadiums and nearly 2,000 soldiers,\nincluding units of the famed French Foreign legion, are patrolling\nkey sites.\nThe twin threats of terrorism and hooliganism are perhaps the\ntoughest security challenges police face anywhere at the end of\nthe century.\nNo terrorists have ever attacked a World Cup tournament, but threats\nhave been made. French Interior Minister Jean-Pierre Chevenement\ntold a news conference this week that police intercepted phone\ncalls in France, Germany and Italy last month overhearing Islamic\nterrorists discussing attacks during the World Cup.\nOne result of that was the arrest of 80 suspected terrorists in\nfive European countries May 26-27.\nOf the two seurity challenges facing the World Cup, hooliganism\nshould be easier to control. \"Drunkenness, carrying knives or\nother forbidden weapons, or inciting racial hatred will all be\nvery severely punished,\" Chevenement says.\nPolice will be on the lookout for known troublemakers. Inside\nStade de France, where nine matches, including the final will\ntake place, zoom-video cameras will be used to spot fans with\ncriminal records.\n\nGraphic\n\n \nGRAPHIC, color, USA TODAY(Map)\n\nLoad-Date: June 5, 1998"
}