{
    "title": "French police release 3 suspects in terror probe",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 1,
    "day": 19,
    "full text": "Pakistanis protest Charlie Hebdo LAHORE, Pakistan -- Different Pakistani political and religious groups protested for a fourth day Sunday against what they call blasphemous caricatures of the Prophet Muhammad in the French magazine Charlie Hebdo. Protesters in multiple cities burned the French flag and an effigy of the French president, calling for the banning of the weekly satirical magazine. One protest paid tribute to the brothers who attacked the magazine's offices. The biggest protest took place in the eastern city of Lahore, where over 10,000 supporters of the hard-line Jamaat-ud-Dawa organization chanted \"Down with Charlie Hebdo\" and \"Death to blasphemers.\"\nPARIS - French police have released three female suspects from questioning, but will keep nine other people in custody as part of an anti-terror investigation connected to this month's attacks in Paris that have put Europe on high alert, officials said Sunday.\nAmid the heightened European vigilance, a far-right rally in Germany planned for today was canceled over a terrorism threat, Italy said it had expelled nine suspected jihadis since late December and Britain's home secretary called for new action to fight anti-Semitism in the wake of the Paris attacks.\nAuthorities in Belgium, meanwhile, asked Greek counterparts to extradite a man detained in Greece a day earlier in connection with a probe of a suspected plot to kill police in Belgium. On Thursday, Belgian police led a vast anti-terrorism sweep in and around Brussels and in eastern Verviers, which left two suspects dead.\nPolice in at least four European countries arrested dozens of suspects in recent days in an anti-terrorism crackdown sparked by the bloody rampage in and around Paris. Brothers Said and Cherif Kouachi and their friend, Amedy Coulibaly, killed 17 people at the satirical newspaper Charlie Hebdo, a kosher grocery and elsewhere.\nIn Paris, prosecutor's office spokesman Denis Fauriat said nine suspects among a total 12 rounded up on Friday were facing extended interrogations for the next two days, a step allowed under tough French anti-terror laws enacted largely after bombings and other terrorism years ago in France.\n\nLoad-Date: January 19, 2015"
}