{
    "title": "French Basques are proud of beret, not Basque terrorism in Spain",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 10,
    "day": 23,
    "full text": "This picturesque port lies just north of the Spanish frontier, in the heart of Basque country, but there's no mistaking its Frenchness. Most of the men sport the classic Gallic beret.\n''Actually, we Basques created the beret and we're proud to have given it to France,'' explains Guy Chardiet, the town's tourism director and deputy mayor. ''We're French first - we eat Camembert and baguette, too - and that's why these problems are so maddening.''\nThe problems concern Basque nationalism.  While Mr. Chardiet's pride illustrates how the vast majority of French Basques do not share their Spanish relatives' craving for self-government, nationalist tensions spilling over from what is called here ''the other side'' have created a volatile situation.\nEight Spanish refugees living in the area have been assassinated since the appearance last December of a rightist death squad. After the murders, the Spanish terrorist group Euzkadi ta Azkatasuna (ETA or Basque Homeland and Liberty), appeared here, holding demonstrations and the kind of funerals conducted by the illegal Irish Republican Army.\nTensions have risen even higher since last month's precedent-setting decision by the French government to extradite three Spanish Basques wanted by Madrid for acts of terrorism.\n''People in town have had it up to here,'' says Mayor Andre Ithurralde, drawing an imaginary line across his neck. ''I'm afraid it could lead to a violent reaction against the refugees.''\nThis attitude explains how President Francois Mitterrand could visit the region earlier this month, declare that he would not grant French Basques autonomy nor permit Spanish Basques asylum in France, and face only minor demonstrations.\nIn St. Jean de Luz, Mr. Mitter-rand exchanged pleasantries with Mr. Chardiet and other French-loving notables. But he did not calm local concerns.\n''Mitterrand probably shook hands with murderers today,'' said Mayor Ithurralde. ''Meanwhile, we're hurting.''\nMuch of the anger in the Basque region of France stems from the effect the assassinations and demonstrations are having on the town's all-important tourist business. Mr. Chardiet reports business off as much as 70 percent this summer. Mayor Ithurralde adds that a major hotel chain decided to cancel a proposed investment.\n''It's hard with the newspapers portraying the situation like it was Lebanon,'' concludes Agustin Arcandeguy, president of an organization founded this summer to promote local industry.\nOther, more philosophical reasons have also reduced support for Spanish Basques. During the Franco reign, Mr. Arcandeguy and other local leaders say, they sympathized with ETA's fight. Committees were formed to aid the refugees, who now total about 800.\n''Franco was a fascist,'' says Arcandeguy. ''Now there's a democracy in Spain.''\nFor many French Basques, democracy is also the reason they are not so nationalist as the Spanish. Madrid and Paris agreed to cut the Basque country in two in the 17th century, and Louis XIV's marriage to Spain's Maria Theresa in 1660 in St. Jean de Luz's Eglise St. Jean Baptiste sealed the division.\n''Since then, the two Basque countries have developed completely differently,'' explains Arcandeguy. ''We received a respect for democracy. The other side never did.''\nThe two Basque regions also took different economic paths. The more numerous Spanish Basques developed a strong industry while the 200,000 or so French Basques remained rural and poor.\nThe difference is apparent at the border. A foreboding urban sprawl covers the Spanish side. Green fields and small red and white houses dot the French side.\nBefore tourism arrived, St. Jean de Luz depended on fishing. Its boats were the first to work the great bank off of Newfoundland, but after those fishing rights were transferred to Britain in 1713, the town declined into a small sardine port. Many fishermen emigrated, and many settled in the American West, especially California.\nBecause of this emigration, the French Basques were concentrating on other concerns when the Spanish Basques began pushing for an independent state in the 19th century. The French did not have an autocratic rule to rally against.\n''The Spaniards are a big group and have always felt ahead of the country,'' says Jacques Saint-Martin, president of the chamber of commerce for the entire French Basque region. ''We are small and have always been trying to catch up to the rest of France.''\nSome nationalism was eventually generated here as an offshoot of developments in Spain. In the late 1960s, a small group gathered to form an autonomist party called Abertzale.\nTwo years ago, a terrorist group calling itself Iparretarrak\n(''Those of Another,'' in Basque) appeared.\nBut Abertzale has never polled more than 5 percent of the vote in local elections, and Ipparetarrak's attacks have been rare and mostly ineffectual.\n''We have very little support,'' admits Benito Zebeldea, the only Abertzale member on the city council in St. Jean de Luz. ''The Basques here have to create a Basque identity.''\nOddly enough, many of the proud Frenchmen here agree. They look with scorn at their Spanish relatives' terrorist war, but with a certain sense of admiration for their achievements in creating Basque-language schools, Basque-language television, and other new cultural institutions under the autonomous government.\nOnly a few private Basque-language nursery schools and a Basque department at the University of Bayonne exist in France. President Mitterrand's campaign proposal to create a Basque department has quietly been postponed.\n''We need to keep our language and our special culture,'' says beret- and baguette-loving Chardiet.\n''After all, only the Basques wear the beret correctly, with it cocked just slightly. The French put it right on the top of their heads.''\nHe brings out a Basque walking stick, the beton, and bangs it on the floor. ''I'm French first, but I'm also Basque. I don't want to lose this.''\n\nGraphic\n\n \nMap, no caption, STAFF"
}