{
    "title": "FRENCH DETAIN 51 IN ORLY TERRORISM",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 19,
    "full text": "The French police, investigating the bombing at Orly Airport that killed 6 travelers and wounded 56, rounded up 51 people today for questioning and confiscated what an official called ''a significant number'' of guns, explosives and radio communication sets.\nFrench officials described the raids as a major blow against a terrorist group, the Armenian Secret Army for the Liberation of Armenia, which took responsibility for the bombing at the Turkish Airlines counter on Friday.\nThe majority of those picked up by a force of 150 policemen in raids in and around Paris were Armenians from Turkey, the police said.\nPARIS, July 18 - The French police, investigating the bombing at Orly Airport that killed 6 travelers and wounded 56, rounded up 51 people today for questioning and confiscated what an official called ''a significant number'' of guns, explosives and radio communication sets.\nOthers, they added, included five Armenians of French nationality and some people from Syria and Iran.\n \nLink to Arms Sales Speculated\nFrance is a major supplier of arms to Iraq in its war with Iran, and French officials have speculated that both Iran and Syria might have an interest in assisting the Armenian aroup.\nOfficials said that most of those picked up today arrived in France this year. They were under police surveillance and had been identified as activists in Armenian nationalist politics, the officials added.\nAccording to an Interior Ministry communique, no one among those arrested has yet admitted any connection with the terrorism at Orly.\nThe weapons seized in the raids included about a dozen manufactured abroad - machine guns, pistols and others.\n \nExplosives Unlike Those at Orly\nThe police also found explosives, about a dozen detonators and a communications system. They said that the explosives did not appear similar to those used at the Orly Airport.\nThere were reports today that a leader of the Armenian Secret Army for the Liberation of Armenia, Agop Agopian, was alive, although the organization said he was killed a year ago during fighting in Beirut.\nLiberation, the Paris daily, said that Mr. Agopian was photographed by policemen and counterespionage officials in April, when he came to Paris. His trip, according to the paper, was for the purpose of rebuilding the Armenian underground organization.\nWestern diplomats agreed that there was evidence Mr. Agopian was alive. French officials did not arrest him during his April visit, according to these reports, because they were wary of provoking terrorist reprisals."
}