{
    "title": "French terrorists attract outside aid",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 17,
    "full text": "Police here are nervously watching what they fear might turn into a campaign to extend international terrorism to France.\nFive West German women accused of belonging to the Red Army Faction (originally the Baader-Meinhoff Gang) have just been extradited, and July 7, police rounded up seven members of Italy's Front Line -- an off-shoot of the Red Brigades.\nBut what concerns police more than foreign terrorism, is the development of a home-grown terrorist group calling itself \"Action Directe.\"\nAction Directe set off a bomb at Paris's Orly Airport, June 13, wounding eight North African and Portuguese maintenance personnel.  They also tried to machine-gun France's Minister of Cooperation, Robert Galley, and they fired a bazooka at the French Ministry of Transportation.  The group is also responsible for several attacks on computer installations.\nACtion Directe, which first surfaced in May 1979, appears to be an alliance of two French anarchist groups (NAPAP -- Cells for Popular Autonomy, and GARI -- International Revolutionary Action Group), whose penchant for armed violence has been enough to override ideological differences.\nDuring its first year, the group seemed ineffectual.  An assault on the headquarters of the French business leaders' syndicate (Confederation Nationale du Patronat Francais) involved firing a couple of shots at the building's exterior.  Two dynamite bombs failed to go off.  Potshots taken at the offices of a real estate company, an unemployment office, and several private corporations, did little more than nick stone facades.\nThe attack last March 18, on the offices of the Ministry of Cooperation, which is responsible for France's relations with its former colonies, was more serious.  A young man and a tall blond woman quietly walked into the garden in front of the ministry one afternoon.  They both fired several short submachinegun bursts at the minister's window.  When the woman's gun jammed, she calmly removed the ammunition clip, unjammed it, and resumed firing.\nEighteen bullets hit the building.  Seven penetrated the minister's office, and one went through his chair.  Luckily, Mr. Galley was attending a meeting elsewhere.  \"There's no question they meant to kill someone,\" commented a police inspector at the time.\nThe couple escaped in a gray Mercedes, which it turned out police had already had under surveillance for some time.  On March 28, police managed to round up 18 members of Action Directe in a massive dragnet, although four key leaders eluded capture.\nWhile searching suspects' appartments, police found 1,359 pounds of dynamite, several submachine guns, a bulletproof vest and a dozen or so other weapons.\nThey also found several million lira and a 1,000 forged Italian ID cards, in the appartment of Olga Girotto, who besides belonging to Action Directe was also a member of Front Line.  In the last two years, Front Line has been responsible for nine murders and 23 other shootings in Italy.\nThe Action Directe arrests suddenly began to seem even more significant, when in a seemingly unrelated investigation, police arrested four Italians in the south of France.  The Italians, who were accused of robbing a French tax office the previous August, turned out to be members of the Red Brigades.  The leader, Franco Pinna, was already being sought for involvement in the Aldo Moro kidnapping.  The Italians had forged ID cards identical to those found in the Paris arrests.  Their hideout had also been provided by a Spaniard named Pepe, who turned out to be a member of Action Directe.\nImmediate questions were raised about the role of Olga Girotto.  Was she simply hiding out with Action Directe, or had she been sent as a \"technical adviser\" in order to forge it into a genuine revolutionary movement?  Or was she simply trying to pave the way for other Front Line members trying to escape Italian police?\nThe latest arrest of seven Front Line members in Paris seems to indicate the group was thinking of France as a political haven.\nNevertheless, as the bombing at Orly Airport indicated, Action Directe seems determined to play an active role on its own.\nOne of its more chilling, if slightly ludicrous actions, was the coordinated attack on April 16 against the Ministry of Transportation, using stolen US Army bazzokas.\nAn advance letter to the Paris newspaper, Le Monde, ranted about the deafness of French officials, and was signed the \"Enraged Sheep,\" (\"Auto Defense,\" a lobby for car owners, was so upset at the bombing, that it also wrote a letter to Le Monde reminding readers that it had \"called for the resignation of the transportation minister, not his extermination.\")\nAnother series of attacks against computer installations in Toulon were claimed by CLODO -- the Committee for the Liquidation and Diversion of Computers.  Action Directe simultaneously claimed responsibility for both series of attacks, and police are convinced that both CLODO and the Enraged Sheep are flights of fantasy by Action Directe members.\nAt the moment, French police are convinced that Action Directe may total only about 50 members, without any strict structural organization.  Despite its somewhat slapstick antics, police are worried that the publicity the group has managed to attract may lead a number of ordinary criminals to mask common crimes under the romantic mask of political anarchy.\nThe fear seems to be reinforced by the capture this week of one of the kidnappers of a French industrialist who was held for ransom for almost two weeks.  The kidnapper, a pretty young woman from an affluent family, claimed that she was working for Action Directe.  Although she had flirted with marginal revolutionary groups, no real link with anyone in Action Directe has been established.  YEt police still aren't sure whether she was motivated by simple greed, or political ideology.\nWhat has police even more worried is the possibility that Italian and West German terrorist might try to forge Action Directe into a more coherent organization.  That possibility seems greater now that France has been taking a leading role in campaigning for international police agreements to combat terrorism across European borders.\nWith France's tradition for political asylum, and its fascination with radicalism, it's still relatively easy to arouse sympathy for arrested terrorists here.\nDuring extradition hearings July 10 for five female West German terrorists arrested last May, posters suddently sprouted all over Paris calling for sympathizers to lay siege to the court room.\nA near riot ensued, during which French leftists began shouting \"Fascists pig\" at the judges.  Guards wh tried to eject the wrowd, found themselves being sprayed with cans of mace, and one guard drew his gun briefly.  Traces of blood were left in the hallways and several people were injured.  The women were promptly sent back to West Germany, but the violence and support they were able to arouse in the local Parisian population clearly made an impression on authorities here.\nNext: Italian police frustrated by the Red Brigades."
}