{
    "title": "French Ambassador to the United States Philippe _tienne visits Vanderbilt",
    "publisher": "university wire",
    "year": 2020,
    "month": 2,
    "day": 25,
    "full text": "Vanderbilt's Global Scholars Program hosted a discussion on \"French-American Relations in 2020\" with the French Ambassador to the United States Philippe Étienne Feb. 21. \nThe conversation was moderated by French professor Holly Tucker. Approximately 80 students and staff attended the event.\nÉtienne is the first distinguished scholar to visit campus through the new Global Scholars program. He has served as the French Ambassador to the United States since Sept. 2019, nominated to the role by President Macron in May 2019. Before this appointment, he was the diplomatic adviser to French President Emmanuel Macron from 2017 to 2019. \nÉtienne began the discussion by speaking about the political and economic aspects of French-American relations in recent years, emphasizing the importance of American students learning French. French-American companies had invested over 400 billion USD on each other's territory, and the French-American partnership created more than 1.2 billion jobs. In Tennessee, around 20 thousand jobs were created by French companies each year, according to Étienne. \nNext, Étienne spoke about terrorism. He said that terrorism is an issue of priority in France because the country was hit with a number of terrorist attacks in 2019, and France is working actively with the global community to combat terrorism.\nThe discussion then shifted to the aspect of culture and technology. France has the fourth-highest number of U.S. students studying abroad, hosting close to 18 thousand American students in the 2019-20 academic year. France aims to double that number by 2025, according to Étienne.\n\"I hope that many of you could visit French universities. One of my priorities as the new ambassador of France is to develop more international programs,\" Étienne said. \nÉtienne next discussed a French approach to handling climate change spurred by street protests against their carbon tax, highlighting \"Convention Citoyenne pour le Climat.\" In this initiative, a group of 150 randomly selected non-expert French citizens were invited to work with specialists in developing a plan to cut carbon emissions. Taking place from Oct. 2019 to April 2020, the convention is currently in its fifth session, where participants are finalizing proposals relating to energy efficiency.\n\"There are talks of these recommendations going into a national referendum. It seems like a very novel approach that brings different interlocutors into this global issue,\" Tucker said.\nÉtienne said that France has already implemented some of these proposals from the Convention Citoyenne pour le Climat initiative, such as innovating the transportation system.\nDuring the event, many students and staff engaged in discussion with Étienne. Third-year Ph.D. student in the Department of French and Italian Sarah Arvidson raised concerns about the cancelation of the exchange program to France in 2019 and the \"pause\" put on the graduate program in 2020.\n\"One of my priorities as an ambassador is to visit many great American universities and also community colleges because I think the future of our cooperation is decided here. My ambition is to support you and others to try to find new ways where programs can function,\" Étienne said. \nFirst-year student Sam Oyerinde said he isn't interested in foreign affairs, but an event like this would be interesting for students who are.\n\"It's nice to see your dream job personified in a person,\" first-year student Sam Oyerinde said.  \nAs for advice to Vanderbilt students who wish to pursue a career in foreign service and diplomacy, Étienne said that the most important quality is curiosity. \n\"It's the interest to learn from others, to understand others, the ability to communicate with other cultures, other languages, other interests, and then to build common actions not for the sake of agreeing, but to act together,\" Étienne said.\nShare on FacebookShare on TwitterShare via EmailPrint\nFrench Ambasssador\nGlobal Scholars Program\nHolly Tucker\nPhilippe Étienne\nVanderbilt\nAbout the ContributorAmy Zhang,\n\nLoad-Date: February 29, 2020"
}