{
    "title": "French leader decries terrorist beheading of history teacher",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 10,
    "day": 17,
    "full text": "BY ELAINE GANLEY\nThe Associated Press\nPARIS - French President Emmanuel Macron denounced what he called an \"Islamist terrorist attack\" against a history teacher decapitated in a Paris suburb Friday, urging the nation to stand united against extremism.\nThe teacher had discussed caricatures of Islam's Prophet Muhammad with his class, authorities said. The suspected attacker was shot to death by police after Friday's beheading.\nThe French anti-terrorism prosecutor opened an investigation concerning murder with a suspected terrorist motive, the prosecutor's office said.\nMacron visited the school where the teacher worked in the town of Conflans-Saint-Honorine and met with staff after the slaying. An Associated Press reporter saw three ambulances arrive at the scene, and heavily armed police surrounding the area and police vans lining leafy nearby streets.\n\"One of our compatriots was murdered today because he taught ... the freedom of expression, the freedom to believe or not believe,\" Macron said.\nHe said the attack shouldn't divide France because that's what the extremists want. \"We must stand all together as citizens,\" he said.\nThe gruesome killing of the teacher occurred in the town of Conflans-\nSainte-Honorine while the suspect was killed by police in adjoining Eragny.\nA police official said the suspect, armed with a knife and an airsoft gun - which fires plastic pellets - was shot dead about 600 yards from where the male teacher was killed after he failed to respond to orders to put down his arms, and acted in a threatening manner.\nThe teacher had received threats after opening a discussion \"for a debate\" about the caricatures about 10 days ago, the police official told The Associated Press. The parent of a student had filed a complaint against the teacher, another police official said, adding that the suspected killer did not have a child at the school. The suspect's identity was not made public.\nFrench media reported that the suspect was an 18-year-old Chechen, born in Moscow. That information could not be immediately confirmed.\nThe two officials could not be named because they were not authorized to discuss ongoing investigations.\nFrance has offered asylum to many Chechens since the Russian military waged war against Islamist separatists in Chechnya in the 1990s and early 2000s, and there are Chechen communities scattered around France.\nFrance has seen occasional violence involving its Chechen community in recent months, in the Dijon region, the Mediterranean city of Nice, and the western town of Saint-Dizier, believed linked to local criminal activity.\nThe attack came as Macron is pushing for a new law against what he calls domestic \"separatism,\" notably by Islamic radicals accused of indoctrinating vulnerable people through home schools, extremist preaching and other activities.\nFrance has the largest Muslim population in Western Europe with up to 5 million members, and Islam is the country's No. 2 religion.\n\"We didn't see this coming,\" Conflans resident Remi Tell said on CNews TV station. He described the town as peaceful.\nIt was the second terrorism-related incident since the opening of an ongoing trial on the newsroom massacre in January 2015 at the satirical newspaper Charlie Hebdo after the publication of caricatures of the prophet of Islam.\nAs the trial opened, the paper republished caricatures of the prophet to underscore the right of freedom of expression. Exactly three weeks ago, a young man from Pakistan was arrested after stabbing, outside the newspaper's former offices, two people who suffered non life-threatening injuries. The 18-year-old told police he was upset about the publication of the caricatures.\nThe incident came as Macron's government is working on a bill to address Islamist radicals who authorities claim are creating a parallel society outside the values of the French Republic.\n\nLoad-Date: October 20, 2020"
}