{
    "title": "French Police Find Bomb Materials",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 11,
    "full text": "PARIS -- French police officers investigating a group of young Islamic radicals have uncovered bomb-making materials and weapons, the Paris prosecutor, François Molins, said in a statement on Wednesday.\n''We are clearly and objectively facing an extremely dangerous terrorist cell,'' Mr. Molins said in the statement, adding that it was necessary to ''avoid the risk of a terrorist attack in France.''\nHe said that the detention of 12 suspects pending charges would be extended to at least a fifth day. They are reportedly not cooperating with the police.\nOfficers searched buildings and garages late Tuesday night and early Wednesday in the eastern Paris suburb of Torcy, where two of the suspects were arrested. The searchers found ''components useful for bomb-making,'' as well as a shotgun and a handgun, Mr. Molins said in the statement, adding that the materials found included bags of potassium nitrate, sulfur and saltpeter, along with pressure cookers and headlight bulbs, ''all products or instruments useful in the making of what we call improvised explosives.''\nMost of the arrests were made on Saturday in a number of cities across France and the police said then that some guns and ammunition had been found. In Strasbourg, one suspect, Jérémie Louis-Sidney, 33, fired on the police and was shot dead. Mr. Louis-Sidney was believed to have been the leader of the cell and to have been radicalized in prison, where he served two years for drug trafficking. His DNA was found on the pin of a low-powered grenade used to attack a Jewish kosher market in the Paris suburb of Sarcelles last month.\nThough that evidence indicates he handled the grenade, it was not clear whether he was the one who threw it, Mr. Molins said. ''It has not yet been established that the two individuals who carried out the attack by throwing the grenade into the grocery have been apprehended,'' he said.\nJewish leaders have expressed concern that Islamic extremists have made them targets in the wake of mockery of the Prophet Muhammad in an excerpt from a film made in America and in cartoons published in a small French satirical newspaper. The police said on Saturday that they found a list of Jewish institutions and their addresses when searching the homes of the detainees.\nPresident François Hollande has met with both Jewish and Muslim leaders, to reassure them and to promise that France would do whatever was necessary to fight homegrown radicalism, anti-Semitism and terrorism. He promised to step up security around synagogues.\nManuel Valls, the interior minister, said there were several hundred radical Islamists in France who were capable of acts of terrorism, and that the country's prisons were breeding radicalism. France has as many as six million Muslim residents, more than any other country in the European Union. But spokesmen for French Muslims say that the lack of religious education in the schools and the shortage of imams in the country leaves some French-born Muslims ignorant about their faith.\nIn the worst recent episode of anti-Jewish violence in France, seven people, including three Jewish children and a rabbi, were shot dead in Toulouse in March by Mohammed Merah, 23, who said he was recruited and trained by Al Qaeda. Mr. Hollande's government introduced legislation last week that would criminalize going abroad for terrorist training and extend police powers to monitor the Internet.\n\nhttp://www.nytimes.com/2012/10/11/world/europe/french-terror-investigators-find-bomb-making-material.html\n\nLoad-Date: October 11, 2012"
}