{
    "title": "French face specter of domestic terrorism again",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 11,
    "day": 19,
    "full text": "Just as the French were beginning to breathe easier, four pistol shots rang out Monday evening, killing the chairman of the Renault Auto Company and leaving the country once again face to face with the specter of terrorism.\nGeorges Besse's assassination was the first incident of political violence in this country since a spate of bombings hit Paris in September. In a telephone call to police and in pamphlets left at a subway station, the leftist French terrorist group, Direct Action, claimed responsibility for the assassination.\nFears of more terrorism escalated Tuesday as an explosion ripped through the Foreign Ministry building. But officials later said it was an accidental explosion of gas.\nIn September, Paris was hit by a spate of random terrorist bombings. Set in public places, those attacks were apparently designed to influence French policies in the Middle East and to produce the maximum possible number of victims.\nIn contrast, Mr. Besse's killers carefully chose their target. As chairman of state-owned Renault, Besse ran a company which symbolized France's industrial prowess, as well as its present industrial problems. Under his leadership, the Renault management had fought bitter battles with company unions to reduce staff by 25 percent. To the leftist Direct Action, dedicated to fighting ''capitalism,'' Mr. Besse must have appeared a perfect symbol of the class struggle.\nParticularly disturbing to French officials was that the latest attack came at a sensitive moment in their struggle against terrorism. Thanks to active diplomacy with Syria, Iran, and Algeria, the blind bombings have stopped.\nOn the day of Besse's assassination, the French and West German interior ministers were meeting to coordinate the anti-terrorist plans. The French now say that they will step up this coordination.\nFounded in 1979, Direct Action sees itself as fighting for the rights of what it terms ''the oppressed.'' At first, the group engaged in night attacks against government buildings, carefully avoiding casualties. An explosive would either be set in front of the building or the front door would be machine-gunned.\nWhen the Socialists came to power in France in 1981, they pardoned some of Direct Action's leaders. Once out of prison, the group radicalized. Last year, it joined forces with the West German Red Army Faction in announcing the formation of a united political-military front in Western Europe.\nSince then, the so-called ''liberation front'' has carried out a series of attacks against high-ranking French and German defense officials and businessmen.\nCondemnations of the Besse assassination poured in from around the political spectrum.\nDespite leading the opposition to Renault's recent job cutbacks, the communist party newspaper, L'Humanite, said: ''The blood of a business leader flowing in the gutters does not solve the problems of class warfare.''\nRenault officials have said the company's plans would not be altered."
}