{
    "title": "French arrest man suspected of financing al-Qaida French arrest Tunisian suspected of key role in fi",
    "publisher": "the capital ",
    "year": 2012,
    "month": 7,
    "day": 3,
    "full text": "PARIS (AP) - French authorities have arrested the administrator of an extremist French website who is suspected of playing a key role in financing and recruiting for al-Qaida and other terrorist groups in several countries, the Paris prosecutor's office said Tuesday.\nThe announcement was unusually dramatic for French authorities, but it did not spell out what evidence has been culled or how much money may have been involved. It is the first publicly announced suspected terrorist arrest since President Francois Hollande took office in May.\nThe suspect - whom prosecutors call a \"formidable financier of the bloodiest terrorist groups\" - was being questioned Tuesday by anti-terrorism judge Marc Trevidic in Paris. The man faces preliminary charges of planning terrorist acts and financing a terrorist enterprise, the prosecutor's office said.\nThe man, born in Tunisia in 1977, was based in the southern French city of Toulon. He was arrested Friday after a yearlong investigation, the prosecutor's statement said. It did not give his name.\nThe prosecutor cited \"serious and concordant evidence\" that the suspect sent material from his computer to terrorist groups. It says he played a \"central role\" in collecting funds for terrorist groups to buy weapons, but did not elaborate on how much money was involved.\nProsecutors say he is suspected of acting as a financier and recruiter for al-Qaida, al-Qaida in the Arabic Peninsula, al-Qaida in the Islamic Maghreb (North Africa), Fatah al Islam and the Islamic State of Iraq, among other groups.\nInvestigators studied thousands of email messages and analyzed a \"considerable mass\" of data, prosecutors said. They called it an exceptionally advanced example of \"the use of the Internet for terrorist ends in the domain of radical Islam.\"\nFrench authorities are sometimes criticized for being too zealous in rounding up terrorist suspects and arrests do not always result in convictions.\nOn the other hand, French authorities are also sometimes criticized for not acting fast enough.\nThat was the case with Mohamed Merah, a 23-year-old Frenchman killed in a standoff with police in March after allegedly killing three Jewish schoolchildren, a rabbi, and three paratroopers in a rampage in southern France. Those were the country's worst terrorist attacks since the 1990s.\nAuthorities later acknowledged that Merah, who espoused radical Islam and had trained in Afghanistan and Pakistan, had been questioned by French intelligence well before the attacks.\nAlso earlier this year, a French court sentenced an Algerian-born nuclear physicist to five years in prison for his role in plotting terrorism with al-Qaida's north African wing via online contacts. Adlene Hicheur, a former researcher at Switzerland's CERN physics laboratory, was convicted of \"criminal association with a view to plotting terrorist attacks.\"\nHis defenders say Hicheur was a victim of France's over-zealous anti-terrorism laws and that he explored ideas on jihadist websites but never took any concrete step toward terrorism.\n\nLoad-Date: July 3, 2012"
}