{
    "title": "French Court Freezes $85M in Iranian Assets",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 2,
    "day": 20,
    "full text": "Acting on American court judgments meant to compensate victims of terrorism, a French court has frozen $85 million belonging to the Central Bank of Iran.\nThe recent ruling is one of the first in which American victims of terrorism have been able to convince a foreign court to freeze Iranian assets. Freezing the funds is the first step in a long legal process that the American victims hope will result in them gaining control of the money. An appeals court in Paris is scheduled next Monday to review whether the funds, held at the French bank Natexis, should remain frozen or be released. The funds have now remained frozen for about two months.\nVictims of terrorism have had difficulty collecting on American court judgments against Iran because there are few, if any, Iranian assets in America available for them to pursue. The current case in Paris tests whether the tactic of going after Iranian assets abroad will prove efficacious.\nThe case is also seen as a bellwether for France's stance toward Iran. In speeches, President Sarkozy has taken a hard line against the country. At a recent court proceeding, however, a prosecutor from the French Justice Ministry joined on the side of Iran's central bank and argued against the victims, a Parisian lawyer representing the victims, Christoph Radtke, said.\nMr. Radtke said it is \"extremely, extremely rare\" for the Justice Ministry to intervene on the issue of whether a bank account ought to be frozen as part of a civil lawsuit. \"They never participate in this kind of proceeding,\" he said. The case is also opening a window on the shortcomings of America's Treasury Department's effort in lobbying European banks to stop holding funds for Iran.\nThe plaintiffs in the case are Seth Ben Haim, who was wounded in a 1995 bus bombing in Gaza by the Palestinian Arab group Islamic Jihad, and Jenny Rubin, who was wounded in a Hamas suicide bombing in downtown Jerusalem in 1997. Federal judges in America found Iran had sponsored both terrorist organizations and entered default judgments against Iran that totaled more than $80 million.\nThe lawyer representing Iran in the case, Bertrand Moreau, declined to comment. An American lawyer for both sets of plaintiffs, David Strachman, said the Iranians were expending \"a tremendous amount of diplomatic and political effort to thwart the proceedings.\"\nThe case in Paris could ultimately hinge on whether the court decides that Iran's central bank is entitled to sovereign immunity.\n\nLoad-Date: February 21, 2008"
}