{
    "title": "French antiterror plan stresses cooperation at home and abroad",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 9,
    "day": 18,
    "full text": "''France is determined to defeat terrorism,'' says Charles Pasqua. ''It is a modern-day form of war, and we must treat it as such.''\nMr. Pasqua, France's interior minister and one of its most popular Gaullist politicians, talked to the Monitor during a recent visit to Washington. He says he has two cardinal rules in the fight against terrorism.\n''First, public opinion and the police and intelligence services must be convinced of the government's determination (to pursue the struggle) with total mobilization and without any gifts (for the terrorists).'' Too often in the past, he says, one ministry or another in France and elsewhere was too lenient.  Second, he says, ''we have to be tenacious. This is a long-term effort in which we will have successes and failures… Unlike criminal cases, the key to fighting terrorism is good intelligence. This means we must penetrate terrorist milieus … and that takes time.''\nThe police forces ''must also have the legal tools needed,'' says Pasqua, a key political adviser to conservative Prime Minister Jacques Chirac. Since coming to power, Mr. Chirac's government has introduced a new visa requirement, reintroduced police identity checks, lengthened to four days the legal detention time for arrest without indictment in terrorism cases, and introduced special nonjury terrorism tribunals.\nPasqua and Robert Pandraud, his deputy minister for public security, are widely applauded at home and abroad for their successes against terrorist groups and their support for international cooperation in the fight against terrorism.\nIn years past, France was viewed as the ''odd man out'' when it came to international cooperation against terrorism. France was often seen to cut its own deals with terrorist groups at others' expense and to stay at arms length from multilateral cooperation, United States officials say.\nAlthough all has not changed, they add, there has been a major shift since Pasqua and company came to office. There is now very close bilateral cooperation, for example, between French and Spanish police on Basque terrorism and between Paris and Bonn on both European and Middle Eastern terrorist threats. Last May, Pasqua initiated and was the co-host for the first-ever meeting of the ministers charged with fighting terrorism from the Summit Seven countries and the European Trevi Group (the European Community's antiterrorism forum). France had been a staunch opponent of such a meeting and Pasqua had to fight hard in his own government to carry the day, US specialists note.\nPasqua says ''international cooperation is a necessity. No one country can fight terrorism alone. The terrorists benefit from refuge in countries of complicity and from the rapid international transportation available to enter a country and strike quickly… What we need is a rapid liason and sharing of intelligence information between countries, if we are to succeed.''\nPasqua says he would like to have another international ministerial meeting on terrorism.\nMore broadly, Pasqua argues that ''the struggle against terrorism requires that terrorists be denied places of refuge.'' He would like to see an international accord, ''to which all countries should adhere,'' which would prevent harboring of terrorists under any guise. But he recognizes the many difficulties in that enterprise.\nThough France has had successes in the last year against its home-grown Direct Action terrorists and in breaking up a Paris-based network of Hizbullah, the pro-Iranian Shiite militia, the minister stresses that ''more attacks are still possible.'' Just last week, two small bombs exploded at Arab-owned banks in Paris. US analysts suspect they were Iran-related.\nThe most specific present threats to France, Pasqua says, are from Libya and Hizbullah. Indeed, other sources say a Libyan terrorist team was expelled from France within the past two weeks after being caught casing French and US-related targets for possible attack. These sources believe Libya is looking for additional ways to strike back after suffering a series of humiliating defeats in Chad, where France and the US support the Chadian government.\nAsked about state support for terrorism, the French minister argued that ''we need to be very careful about labeling countries… Most of the countries we are talking about are not structured like ours. The left hand may be cooperating and sharing information while the right hand engineers bombings and neither of the two may be aware if the other's activities.''\nHowever, Pasqua adds that, when dealing with France, terrorists must remember a French saying that ''vengeance is a meal that must be eaten cold.''"
}