{
    "title": "French Officials Warn of Heightened Terrorism Risk",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 23,
    "full text": "PARIS -- France's highest police official warned on Wednesday of a significant and ''specific'' risk of a terrorist attack on French soil from Al Qaeda's North African affiliate.\n''We have serious indications coming from reliable intelligence telling us that there's significant risk of an attack,'' Frederic Pechenard, director of France's national police, told a reporter on Europe 1 radio, adding that the Qaeda affiliate, Al Qaeda in the Islamic Maghreb, ''is targeting us in particular.''\n''We're currently seeing an undeniable high point in the threat'' of an attack, Mr. Pechenard added, echoing statements by several other French officials in recent days.\nThe Eiffel Tower was evacuated last week after the authorities received a bomb threat against the monument; similar threats have also disrupted public transportation in Paris.\nOn Wednesday, the French Foreign Ministry confirmed the authenticity of a claim by Al Qaeda in the Islamic Maghreb that the group had been involved in the kidnapping of seven foreign workers in Niger last Thursday, including five French nationals.\nThe hostages were working for French companies, including the nuclear group Areva, which mines uranium in the Arlit region of Niger.\n''We have not received proof of life, but we have good reasons to believe the hostages are alive,'' a French Foreign Ministry spokesman, Romain Nadal, told reporters at a news briefing on Wednesday.\nOn Tuesday, a spokesman for Al Qaeda in the Islamic Maghreb said in a recording broadcast by the Arabic news channel Al Jazeera that the group would make demands for the release of the workers to the French government and warned France against taking military action to free them.\nMr. Pechenard warned that a terrorist attack was ''likely to happen in a place where there are lots of people, which could be the public transit system, a department store or a gathering.''\nFrance's terror threat rating, already at its second-highest possible level, has not been raised, he said, because there is no evidence of an ''imminent'' attack.\nOne of France's major terrorist attacks occurred in 1995 when a blast set off by Algerian Islamic radicals in the St.-Michel train station in the heart of the Left Bank killed eight people and injured 150.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 25, 2010"
}