{
    "title": "French Muslims to Islamic State_ We are also 'dirty French ' Shortly after IS called on followers to",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "After what's been viewed by some as a tepid response to the menacing rise of Islamic State, French Muslims have begun to mobilize against a group that has recruited some 3,000 Europeans to its ranks.\nPrompted by the beheading this week of a French tourist in Algeria, French Muslims are adding their voices to global protests such as Britain's #NotInMyName, which denounces IS violence.\nIn response to the IS message released last weekend urging followers to kill Westerners, including the \"dirty French\" - a message that appears to have been directly linked to the beheading of Hervé Gourdel - a group of prominent Muslims pushed back in a provocative letter published in the French daily Le Figaro yesterday entitled: \"We are also dirty French.\"\nAnd today, hundreds streamed to the Grand Mosque of Paris for the first mass rally among French Muslims, mourning Mr. Gourdel and decrying the barbarism of terrorism playing out in the name of Islam.\n\"He was the victim of a cowardly murder,\" Dalil Boubakeur, rector of the Grand Mosque of Paris, told those gathered after noon prayers. \"The Koran tells us that to kill one man is to kill all humanity.\"  A giant sign with Gourdel's face was raised above the crowd. On the back, the words #NotInMyName were written, and underneath the expression in French, #PasEnMonNom.\nThe mobilization comes as the European Union's antiterrorism chief, Gilles de Kerchove, told the BBC that the number of Europeans who have gone to fight in Syria and Iraq has increased 30 percent since the start of the summer. France has supplied the largest contingent - 900 by some French government estimates. It also has Europe's biggest Muslim population, estimated at 5 million.\nWhile Muslim groups have penned outraged communiqués about the terror that IS unleashed upon Christian and Muslim communities in Syria and Iraq, some French have wondered why their voice hasn't been louder.\nIn an editorial this week, Le Figaro lamented that France shelters many fanatics who are protected by the silence of the communities in which they live. \"When will we see thousands of Muslims protesting the streets to say that Islamism is against Islam?\" it asked.\nIn Britain, young Muslims have caused a global sensation - one that even President Obama commended this week - with their #NotInMyName campaign, which was launched after the beheading of two American journalists and later a British aid worker, executed by a man with a British accent dubbed Jihadi John. The FBI has said it has identified the killer, but has kept his identity secret.\nThe video, made by the Active Change Foundation, shows young Muslims condemning IS as inhumane and unjust liars, and holding signs reading #NotInMyName.\nLast weekend, Muslim groups in Germany organized a day of prayer against the IS. Similar marches have been held in Norway and Denmark.\nAt today's rally, Zohra Bouchiba, a French Muslim, was handing out fliers for a prevention group for youngsters tempted by jihadism. \"We should have been out here a long time ago,\" she says. \nBut some have expressed concern about singling out Muslims in a country where French nationality officially transcends religion or ethnic diversity. Le Figaro created a firestorm yesterday with an online poll that asked readers if Muslims have protested enough against the threat of terrorism. At one point, more than 90 percent of readers said \"No,\" according to a snapshot taken on Twitter. Across social media, the paper was condemned for seeming to turn Muslims into accomplices if they stand silent. Le Figaro has since taken the poll down and apologized.   \nDistinguishing between a religion and 'madmen'\nMoussa Bourekba, in Nouvel Observateur news magazine, said he would not apologize in the name of his religion.  \"I don't go around asking Catholics to apologize in the name of all Christians every time there is a pedophile scandal,\" he wrote. \"And I would never ask Protestants to publicly condemn [Norwegian murderer] Anders Breivik. Just like these people, the madmen who killed Hervé Gourdel are not of my community.\"\nFrench Muslims are also often divided among national lines, whether Algerian or Moroccan, which can make it hard to form a quick united front. \"The organized Muslim community in France is a house of many mansions and turf wars remain a problem,\" says Karim Bitar, a senior research fellow at the Institute for International and Strategic Relations in Paris.\nBut outrage over the Gourdel killing has, for now, transcended divisions and religion from Nice to Nantes, where groups have organized marches and ceremonies, many of them in front of local mayor's offices. French flags are flying half-staff today and tomorrow.  \nJacques Santos, a Parisian, attended the march today despite not being Muslim. It is up to every French person - Muslim, Jewish, Catholic, or atheist, he says, \"to fight against terrorism.\" \n\nLoad-Date: September 26, 2014"
}