{
    "title": "FRENCH FARMERS STIR SPANISH WRATH",
    "publisher": "the new york times",
    "year": 1983,
    "month": 5,
    "day": 22,
    "full text": "Bands of French farmers have been stopping Spanish trucks in southern France in recent days and spilling agricultural produce onto the roads, producing headlines in the Spanish press and outrage in Spanish hearts.\nThe protests, which began Sunday, have grown in scope and violence. On Friday, French farmers and winegrowers, agitating against what they say are low prices paid for their produce, vowed to set up a blockade all across southern France, from the Pyrenees to the Rhone Valley.\nTrucks carrying goods from Morocco, West Germany and Italy have been affected, but most of the assaults have been carried out on Spanish vehicles. Newspapers here assert that 39 have been attacked so far. Some have had their cargo set on fire.\nMADRID, May 21 - Bands of French farmers have been stopping Spanish trucks in southern France in recent days and spilling agricultural produce onto the roads, producing headlines in the Spanish press and outrage in Spanish hearts.\nThe farmers' actions, combined with a customs officials' strike Thursday that backed up traffic for hours along the French-Spanish border, have set off a wave of anti-French sentiment.\n \nFrench Embassy Pelted\nA group of Spanish farmers besieged the French Embassy on Friday, pelting it with tomatoes, lettuce and eggs. As the produce smashed through the windows, the crowd cheered and chanted, ''What's good for the Spanish is good for the French!''\nThe acts of highway sabotage, intended to dramatize the French producers' anger over lower-priced Spanish goods on the European market, are only the latest wrinkle in Spanish-French relations, which are anything but smooth even in the best of times.\nThey come at a moment when the two Governments, both Socialist, have been making a concerted effort to at least give the appearance of closer cooperation on a series of issues.\nOne is the problem of terrorism in the Basque region, which extends on both sides of the Pyrenees. Madrid has long asserted that bombings, kidnappings and assassinations by the Basque separatist organization that is known by its initials in the Basque language, E.T.A., would cease or at least greatly diminish if only the French would act against the organization's leaders operating in safe havens across the border.\n \nCommon Market Application\nAnother is Spain's long-pending application to join the European Common Market. France, which fears the convolutions from a sudden influx of cheaper Spanish as well as Portuguese agricultural produce and has insisted upon a comprehensive Common Market arrangement to handle it, has become identified in Spain as the chief villain.\nA series of top-level visits by French leaders recently has tried to lay both issues to rest. The French Foreign Minister, Claude Cheysson, was here last weekend, proclaiming that France ''wanted and needed'' Spain in the Common Market as soon as possible.\n''We've cleared away the ghosts,'' his Spanish counterpart, Fernando Moran, said, referring in general terms to problems between the two countries.\nSome more specific ghost-clearing was presumably conducted a few days later by Paul Cousseran, director general of the French police, who came for talks with the head of the Spanish police, Rafael del Rio. Spaniards expect the talks to usher in a new era of cooperation in coordinating antiterrorism activities, and Mr. Cousseran noted later that there had been an ''exchange of information.''\n \nAmbassador Speaks Out\nBut he did not endear himself to Spaniards with an observation that drugs posed a greater danger to liberties in Europe than terrorism.  And he restated the problem in dealing with Basque terrorists on French soil - ''When they haven't broken the laws of France, it's very difficult to attack them.''\nA major figure in the French offensive to overcome Spanish mistrust of the powerful neighbor to the north has been the new French Ambassador, Pierre Guidoni, a Socialist Deputy in Parliament and a longstanding friend of the Spanish Prime Minister, Felipe Gonzalez.\nBut Mr. Guidoni set off a minor tempest in March when he said that ''everybody knows'' the head of E.T.A.'s military wing lives near Bilbao, not in southern France. The assertion was denied, privately, by Spanish security authorities.\nMore recently, the Ambassador created a stir with a series of interviews to rebut what he termed ''anti-French propaganda.'' It was time, he said in one published in the newspaper Diario 16, to end the ''legend of a bad France, always out to pester Spain.'' Really, he said, France loved Spain.\n \nFrench Farmers Intervene\nBut then the French farmers intervened. On Tuesday about 200 blocked the roads near Nimes and emptied vegetables, lemons and other produce from 12 Spanish trucks onto the roads.\nSpanish farmers accused the French police of turning a blind eye to the attacks and threatened retaliation against French trucks here in ''legitimate self-defense.''\nEditorial writers, cartoonists and call-in radio shows are raging against ''agricultural terrorism'' and the French in general. One paper printed the phone number of the French Embassy for its readers to let off steam.\nAnti-French sentiments run deep here, a product not just of Napoleon's conquest but of modern-day resentments and slights, ranging from the way Spanish maids are perceived to be treated in Paris to perceptions of snobbish attitudes among French tour groups in the Costa del Sol.\n''This isn't a matter of fruit,'' said Rosa Maria Uguet de Resayre, a language teacher. ''It's a matter of the French. They're egoists. They think they're the best in the world and they love to look down on Spaniards.''\n\nGraphic\n\n \nIllustrations: photo of wine growers disrupting traffic in Montpelier, France"
}