{
    "title": "French leaders pledge more money for counter-terrorism fight France 's intelligence services have be",
    "publisher": "the new york times",
    "year": 2015,
    "month": 1,
    "day": 21,
    "full text": "French Prime Minister Manuel Valls announced sweeping new measures Wednesday to reinforce France's counterterrorism apparatus that is already considered to be one of the most advanced in Europe.\nThe announcement came as France charged four men with providing logistical support to Amedy Coulibaly, one of three French Muslims who sparked three days of mayhem in which 17 people died, along with the gunman, in Paris two weeks ago. The preliminary charges were the first ones issued with ties to the attacks.\nThe new measures would give French security forces better weapons and protective gear; hire more than 2,500 counterterrorism officers; and establish a more advanced database to track anyone with suspected extremist links.\nThe prime minister said surveillance is needed for 3,000 people with ties to France, including some currently overseas. French authorities estimate more than 1,200 French citizens are involved with extremist groups such as the Islamic State, and that some 200 have returned from fighting in Syria and Iraq.\n\"The fight against terrorism, jihadism, and radical Islam will be a long haul,\" Mr. Valls said.\nFrench President François Hollande said in a separate statement that he would maintain 7,500 military jobs that were previously scheduled to be cut over the next five years, Reuters reports. Authorities have deployed more than 10,000 extra troops across France since the attacks on the Charlie Hebdo magazine and a Jewish supermarket. \nValls said France would spend $490 million over the next three years to pay for the expanded counterterrorism campaign. Meanwhile, a bill designed to update the legal framework for intelligence and surveillance operations would be introduced to French parliament in March.\nThe Associated Press reports that the intelligence-gathering measures include plans to make it easier to tap phones, raising fears over the erosion of civil liberties in France. Valls said Internet providers and social networks \"have a legal responsibility under French law\" to comply with the new efforts.\nFrench counterterrorism officials have also pushed for a measure that would allow authorities to ask Internet companies to block websites that glorify terrorism.\nStrict laws already in place\nWhile extensive in scope, the counterterrorism package outlined by Vall is the latest in a steady expansion of French laws and policies to fight Islamic extremists and other radicals. France's existing anti-terror laws are among the strictest in Europe, according to The New York Times, and they continue to expand \"amid international concern about the threat posed by Europeans returning from training or combat in Syria.\"\nIn November, France launched a program focused on preventing French jihadists from joining fighters abroad. It authorized the Interior Ministry to cancel or confiscate the passports of people considered to be potential threats.\nThe BBC's Hugh Schofield writes that the latest batch of counterterrorism measures \"are a recognition that France's intelligence-gathering - normally held up as a paragon in Europe - has fallen behind the times.\"\nNew officers are needed but also new equipment, and new methods ...Intelligence experts in France say it takes 20 officers on the ground to provide round-the-clock monitoring of a suspect. Obviously this is impossible for 3,000 individuals.Recruiting more men and women for gumshoe work will help. But the higher priority is for analysts: people who can make sense of masses of accumulated electronic information.\nAny attempt to expand the collection and analysis of personal electronic information by France's intelligence services is likely to face public opposition. Last year, a Pew Global Attitudes poll found that 82 percent of French respondents said it was unacceptable for the US to monitor its own citizens, a figure nearly as high as the opposition to US surveillance of foreigners.\nIsabelle Falque-Pierrotin, head of France's national data protection agency CNIL, said her agency would insist that any additional surveillance privileges should only be allowed if they are matched by greater protections for personal data, the AP reports.\n\nLoad-Date: January 21, 2015"
}