{
    "title": "French Authorities File Charges Against Brother of Gunman in Toulouse Killings",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 26,
    "full text": "PARIS -- Investigating judges on Sunday filed preliminary murder and terrorism charges against the older brother of the man who confessed to killing seven people in southwest France, saying that the killer acted with the guidance of his brother, an Islamic radical who reportedly had ties to at least one jihadist network. The brother denies involvement in the fatal shootings, his lawyer said.\nThe police detained the gunman's brother, Abdelkader Merah, 29, at his home outside Toulouse early on Wednesday, saying that they suspected Mr. Merah and his brother, Mohammed, 23, in the killings. Simultaneously, the police tried to detain Mohammed Merah, who repeatedly fired on officers and claimed responsibility for the attacks before being killed in a shootout with police commandos on Thursday, after a standoff that lasted more than 30 hours.\nAlthough Mohammed Merah told the police that he had acted alone, investigators believe that he operated ''under the influence of his brother,'' said Elisabeth Allannic, a spokeswoman for the office of the prosecutor in Paris, which handles terrorism cases. The preliminary charges of ''complicity in murder'' and conspiracy to commit acts of terrorism allow a panel of judges more time to investigate whether there is enough evidence to move forward with a case against Abdelkader Merah. He has been jailed pending further investigation.\nThrough his lawyer, Mr. Merah denied any wrongdoing. ''He was aware of nothing,'' said Anne-Sophie Laguens, the lawyer, speaking to France Info radio. ''There were leaks in the press that were false, notably that he supposedly said he was proud of his brother's acts. He feels it is important today to make clear that this is false, that he never said he was proud of his brother's acts, certainly not, and that he firmly condemns them.''\nBecause his brother was killed, denying the possibility of a trial, Mr. Merah said he felt that he was being treated as a ''scapegoat,'' Ms. Laguens said.\nDuring the standoff last week, Mohammed Merah told the police that he had killed three French paratroopers of Arab descent, three Jewish schoolchildren and a rabbi in a series of shootings in Toulouse and nearby Montauban. He said that the killings were a protest against French military engagements in Muslim countries abroad, notably Afghanistan, as well as the French law banning the facial veil in public. Calling himself a mujahedeen, or freedom fighter, he said he also sought to avenge the deaths of Palestinian children.\nAbdelkader Merah was once linked to a network that sent jihadist fighters to Iraq, the authorities say, but those activities never resulted in criminal charges being brought against him. Investigators have described him as ''anchored in a radical Islam, favorable toward armed jihad,'' Ms. Allannic said.\nOn Wednesday, the police also detained Zoulikha Aziri, the mother of the two men, and Yamina Mesbah, Abdelkader Merah's wife. Both women were released without being charged.\nMs. Mesbah ''has declared that she was absolutely not aware'' of her husband's involvement in any violence, Ms. Allannic said, and investigators have found no evidence to the contrary.\nInvestigators believe that Mr. Merah helped steal the Yamaha TMAX scooter that his brother used in each of the shootings, and that he provided ''logistical support,'' Ms. Allannic said.\nMohammed Merah, whose only official income came from state welfare payments, amassed a large collection of firearms, including several automatic weapons, which are rare in France.\nCriminal experts and some state officials have publicly wondered how Mr. Merah, who was under surveillance by French intelligence after traveling twice to Pakistan and Afghanistan, in 2010 and 2011, was able to procure them.\nDuring the standoff with the police, Mr. Merah told negotiators that he trained with Al Qaeda, though French officials said they believed that he had no direct ties to any terrorist group.\nMr. Merah's killings have quickly become an issue in the race for the French presidency, with the first round of the election less than a month away. On Saturday, President Nicolas Sarkozy, who is running for re-election, accused his Socialist opponent, Francois Hollande, of laxity toward terrorists.\nOn Sunday, Mr. Hollande, the front-runner, deployed a spokesman to accuse Mr. Sarkozy of poor form.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 26, 2012"
}