{
    "title": "French Terrorism Suspects Appeared Anything But",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 14,
    "full text": "STRASBOURG, France - One was a well-liked elementary school assistant. Another was a hard-working cargo handler. The third was a friendly grocer. They were longtime friends in their quiet suburban neighborhood, and they joked with teenagers and greeted children with a smile.\nYet in the early hours of Nov. 20 agents from France's internal security agency swooped down, plucking the three and one other from their apartments, charging them with plotting a terrorist attack, and locking them up in a prison outside Paris.\nHere was a new type of terrorism arrest: decently paid men in their 30s giving no warning signs of radicalization - no beards, no robes, no proselytizing.\nAnd unlike many troubled youths in Paris and Brussels who have latched onto the Islamic State, they did not live on the margins. They had stable jobs and no previous brushes with drugs or crime.\nIt is their sheer normalcy that has had a thoroughly unsettling effect on the authorities and residents alike.\n\"Nobody saw anything,\" said Olivier Bitz, Strasbourg's deputy mayor in charge of counter-radicalization. \"And that is profoundly disconcerting. It is profoundly destabilizing for society. Now, the threat can come from anywhere.\"\n\"It calls for heightened vigilance,\" Mr. Bitz added. \"These are not people who are outside French society.\"\nIn the days that followed the arrests, French authorities congratulated themselves on nipping in the bud what they called a \"deadly\" plot. The men were set to \"go into action imminently,\" François Molins, France's chief terrorism prosecutor, said in Paris soon after the arrests.\n\"The Strasbourg cell had instructions to get weapons, given by a commander in the Iraq-Syria zone,\" Mr. Molins said, adding that weapons and pledges of allegiance to ISIS were found in searches.\nThe authorities would not release the men's full names. But Mr. Molins said that at least two, the cargo handler and the school employee, apparently tried to get to Syria, making it at least as far as Turkey.\nMr. Molins, counterterrorism's public face in France, blasted the French media for revealing that undercover agents had been used in the eight-month investigation. Otherwise, he insisted that the arrests had forestalled \"an action envisaged by the Strasbourg group for the first of December.\"\nThis weekend another man connected to the Strasbourg cell was arrested, authorities said, bringing the total to seven, including one in Marseille and one in Morocco. Potential targets, according to the authorities: police headquarters in the heart of Paris, the Christmas market on the Champs-Élysées, and cafes in the city's 20th Arrondissement.\nThe arrests may offer only a temporary respite. French authorities say they have uncovered 17 plots since the beginning of the year, and made 43 terrorism arrests in November alone.\nIt was the second time in two years that the immigrant neighborhoods of Neuhof and Meinau, adjoining each other and cut off by busy highways from the jewel-like half-timbered old city of Strasbourg, have yielded major terrorism arrests.\nThese districts of subsidized pastel-colored, low-rise housing are tidy and well maintained, not places of obvious deprivation. But they feel a world away from the prosperous shops of bustling downtown Strasbourg, which is also the seat of the European Parliament. Among the second- and third-generation immigrant population, youth unemployment reaches 50 percent.\nIn June, seven of Strasbourg's young men from the Meinau neighborhood, who had been arrested in 2014, were tried and convicted on terrorism charges in a Paris court.\nBut this time the terrorism suspects were different.\nThey were not 20-something young Muslims adrift in marginal jobs or unemployed. They did not turn up in the French government's notorious \"S Files,\" where thousands are listed as potential threats, including some who are subsequently arrested.\nBut it is precisely the inconspicuous profiles of the latest group that have made the men seem all the more menacing. They did not stand out in quiet neighborhoods where the full beards and veils are unusual.\nThe grocer sold liquor from his store. If officials have correctly identified them as terrorists-in-the-making, these men would perfectly fit the Islamic State's injunctions of concealment and dissimulation.\nPeople who knew them from the neighborhood said the men used the internet. One neighbor said he thought that a couple of the men may have tried to go to the war zone, and that recruiters had tried to lure him, too.\nThere were certainly more obvious candidates for jihad. The four arrested gave no outward hint of radicalization. Many were surprised that the men would hatch a plot, if that is what they did.\n\"I was like, their sister,\" said Brik Souhaira, 17. \"They used to, like, pull my cheeks,\" she said. \"Frankly, I can hardly even believe it.\"\nMs. Souhaira was hanging out at Neuhof's community center with friends on a recent Friday evening. All expressed disapproval of jihadism, and none wore a hint of religion-inspired clothing.\n\"We're afraid,\" said Ibrahim El Kasbaoui, 19, who was also at the center with his buddies. \"These guys were here, near us. They could have done something.\"\nOne of the men arrested, identified by authorities only as Yassin B., 36, was a popular extracurricular activities coordinator at the elementary school in Meinau. The authorities said they found weapons at his apartment.\nOfficials met with parents immediately afterward to quiet their fears. \"Everybody thought he was exemplary,\" Jamila Haddoum, the Neuhof community center youth director, said.\n\"He was very calm,\" she said. \"Serious. This was somebody who went home in the evenings, who kept his head down. Shy and susceptible.\"\nThe grocer who was arrested loved children, neighbors said. \"He's calm, he's stable,\" said Ms. Haddoum.\nTwenty minutes up the highway, police and barricades have tightly sealed off the historic center of Strasbourg, a glittering island in the Ill River over which looms a medieval red sandstone cathedral.\nPedestrians heading to the city's famous Christmas Market are searched upon arrival on the island, and cars are not allowed in. Authorities are wary of an attack, especially after the arrests. The undetectable threat preoccupies them.\n\"These guys had work, they were reasonably paid, their language was not xenophobic, and from one day to the next found, they themselves arrested at three in the morning,\" said Eric Lefebvre, a Strasbourg lawyer who defended two brothers who went to Syria, in the 2014 arrests.\n\"It is extremely disturbing,\" Mr. Lefebvre said. \"It means there must be others. The state should be worried.\"\nHamed Ouanoufi, who works at the cultural center in Meinau, said that after the arrests there was another fear there and in Neuhof, where many are already insecure about their place in France: Now anyone can be considered suspect.\n\"Everybody thinks now they can be placed in the S Files,\" too, he said.\nPHOTO: A bus stop in the Meinau neighborhood of Strasbourg. The area has yielded major terrorism arrests. (PHOTOGRAPH BY BENJAMIN KILB FOR THE NEW YORK TIMES)\nRelated Articles\nA Brussels Mentor Who Taught 'Gangster Islam' to the Young and Angry\nHe Disavowed Radical Islam. Was He Lying?\nEurope Facing New Uncertainty in Terrorism Fight\nHow Do You Stop a Future Terrorist When the Only Evidence Is a Thought?\nRadicalization of a Promising Student Turned Bomb Maker in Brussels\nYears Before Truck Rampage in Nice, Attacker Wasn't 'Living in the Real World'\nMuslims in France Say Emergency Powers Go Too Far\n\nLoad-Date: December 20, 2016"
}