{
    "title": "French media_ 1 dead, 10 wounded in Strasbourg shooting",
    "publisher": "tribune-review",
    "year": 2018,
    "month": 12,
    "day": 11,
    "full text": "PARIS -- A shooting in the French city of Strasbourg killed two people and wounded up to eight others, officials said, sparking a major security operation around a world-famous Christmas market on Tuesday. Authorities said the shooter remains at large. \nThe motive for the shooting is unclear. It wasn't immediately clear if the market was the target of the attack or if there was any link to terrorism. \nInterior Minister Christophe Castaner told reporters that the gunman has been identified, and had a police record for common crimes. He several of the wounded were in critical condition and that he was heading to Strasbourg. \nThe French Interior Ministry called on the public to remain indoors. \n\"Our security and rescue services are mobilized,\" Castaner said. \nLocal authorities tweeted for the public to \"avoid the area of the police station,\" which is close to the city's Christmas market. Strasbourg's well-known market is set up around the city's cathedral during the Christmas period and becomes a major gathering place. \nImages from the scene show police officers, police vehicles and barricades surrounding the sparkling lights of the market. \nThe European Parliament, which is based in Strasbourg, was on lockdown. Spokesman Jaume Duch said that \"the European Parliament has been closed and no one can leave until further notice.\" It wasn't immediately clear how many people were inside. \nEuropean Commission President Jean-Claude Juncker said that \"my thoughts are with the victims of the shooting .... Strasbourg is like no other a city which is a symbol of peace and European democracy.\" \nFrance has been hit by several extremist attacks, including the 2015 Paris shootings, which killed 130 people and wounded hundreds, and a truck attack in Nice that killed dozens in 2016. \nSome Strasbourg residents have reported on social media that they heard gunfire in some parts of the city center. \nPrime Minister Edouard Philippe tweeted that \"the situation is still underway, priority is given to security forces and rescuers.\" \nPresident Emmanuel Macron has adjourned a meeting at the presidential palace on Tuesday night to be able to monitor the events, his office said. \nStrasbourg, about 310 miles east of Paris, is on the border with Germany. \n\nLoad-Date: December 13, 2018"
}