{
    "title": "French ambassador stresses diplomatic action",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 21,
    "full text": "A new form of diplomatic action must be developed to fight terrorism, Pierre Vimont, French Ambassador to the United States, said yesterday in a lecture titled \"The Role of Diplomacy in Today's World.\"\nDiplomacy is needed \"more than ever\" to solve world problems, Vimont said, explaining that \"military action has taken over... diplomatic action.\" He cited interventions in Kosovo in 1999 and post-Sept. 11, 2001 interventions in Afghanistan as situations in which Western countries resorted to military action instead of diplomatic options.\nZimbabwe and Cuba, however, have not been subject to military action, Vimont said, explaining that this has neither worsened nor improved the situations in those countries.\nThe growth of terrorism has led to the increasing belief among the general public that the only way to fight its spread is through military means, Vimont explained. Terrorism has continued to expand throughout the world, including to Northern Africa. This growth is proof that Western countries should use diplomatic means to examine and track the \"heart of the [terrorist] movement,\" he said.\nDiplomatic action, nevertheless, is not a universal solution, Vimont said, explaining that diplomatic means have been unable to solve either trade or traditional security negotiations in the Middle East.\n\"If we want [diplomacy] to be more active, we need to look at the... methods, tools and principles that [have] been [used] and adapt it to the reality of today,\" Vimont said. A \"new kind of diplomacy is in the making... [and] very interesting to watch as it goes on, but there is still a lot of work to do,\" he said.\nDiplomacy would improve if it dealt better with the speed of the international world, Vimont said. Crises are emerging and disappearing rapidly, and \"new forms of terrorism\" are appearing, he explained.\nVimont, who graduated from France's Institute of Political Studies and the National School of Administration and holds a degree in law, became involved with the Foreign Service in 1977. He was first secretary at the French embassy in London from 1978 to 1981 and spent 1981 through 1985 with the Press and Information Office at the Quai d'Orsay.\nFrom 1996 to 1997, Vimont was deputy director general of the Cultural, Scientific and Technical Relations Department and the director of European cooperation from 1997 to 1999. From 1999 to 2002, he served as France's ambassador and permanent representative to the EU, and from 2002 to 2007 he was chief of staff to the minister of foreign affairs.\nFrench President Nicolas Sarkozy named Pierre Vimont the French ambassador to the United States in August 2007.\n(C) 2008 The Daily Princetonian via U-WIRE\n\nLoad-Date: February 21, 2008"
}