{
    "title": "FRENCH WONDER IF IRAN AIDED PLANE HIJACKERS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 4,
    "full text": "The passengers from an Air France plane that was hijacked to Teheran three days ago arrived here tonight amid increasing speculation in the French press and elsewhere over the possibility that the Iranian Government may have assisted the hijackers.\n Earlier in the day, the Iranian President issued a warning to France that it should expect further acts of terrorism if it did not change its policies toward Iran. France has been supporting Iraq in its war with Iran and has given political asylum to leading Iranian figures opposed to the regime of Ayatollah Ruhollah Khomeini.\nFrench newspapers across the political spectrum blamed Iran for the incident, and some of the papers charged that the Iranian Government had given logistical assistance to the hijackers.\nPassengers from Air France plane hijacked to Teheran, Iran, recently arrive in Paris amid increasing speculation over possibility that Iranian Government may have assisted hijackers; Iranian Pres Hojatolislam Ali Khamenei earlier issued warning to France that it should expect further acts of terrorism if it does not change its policies toward Iran; France has been supporting Iraq in war with Iran and has given political asylum to leading opposition Iranian figures (M)Plane Taken Over on Tuesday\nSerge July, the editor of Liberation, a left-of-center paper, charged that ''there was complicity that appears to go as high as the Iranian state apparatus itself.''\n''The least that one can say is that in the schools of international terrorism, and notably Shiite, it is not imagination that is lacking,'' said Mr. July, who sometimes reflects the thinking of the French Government. ''It is extremely difficult to smuggle arms into a commercial airliner.''\nA conservative paper, Le Quotidien de Paris, compared the incident to the taking of hostages at the American Embassy in Teheran in 1979. President Francois Mitterrand, the paper said, ''felt the wind of the cannon ball that was fatal to Jimmy Carter.''\nThat view was shared by some of the passengers interviewed tonight, who were virtually unanimous in saying that no heavy weapons had been seen on the plane until well after it had landed in Teheran.\nThe Boeing 737 was seized over Luxembourg on Tuesday during a flight from Frankfurt to Paris, and the hijackers, described by the authorities as Arabic-speaking, demanded that they be flown to Iran.\nIran initially declined to accept the aircraft, and after brief stops in Geneva and Beirut, the plane landed early Wednesday in Larnaca, Cyprus. It flew later in the day to Iran, and the hijackers threatened to start killing hostages unless the French Government freed five Iranians jailed in 1980 for an assassination attempt. France refused to meet the request, and on Thursday the hijackers took the passengers off the plane and set off an explosion that rocked the airliner. They then released the hostages and surrendered to security forces.\nIn all, 60 former hostages arrived in France tonight, including 55 passengers and 5 crew members from the hijacked flight. The figure included 14 hostages who were freed between Wednesday and Thursday morning.\nArriving tonight, the first passengers and crewmen entered the Honor Pavillion of Orly Airport to an almost hushed reception shortly after 10 o'clock. But the mood quickly became one of celebration as more passengers filed in.\n \nThree Machine Guns\nJohn R. Scott, an American who lives in Dubai, United Arab Emirates, was among the passengers who said heavy weapons had not been seen on the plane until after the arrival in Teheran. Until the plane arrived there, he said, the hijackers ''had what appeared to be a fruit juice bottle with a small fuse and a blasting cap and it was wrapped in tape.''\nHe said they also had ''two other smaller devices'' that appeared to be ''small quantities of plastic explosives.''\n''We were in Teheran almost 18 hours before one of the passengers knew there was a weapon on board,'' he said.\nMr. Scott, a former marine, said that eventually the men had three .45-caliber pistols, three machine guns, a box of plastic explosives and a box of grenades, ''and they had an incredible quantity of detonator cable.''\n \n'Excuse to Get to the Hold'\n''I thought it highly improbable that they could have gotten that amount of munitions onto the aircraft,'' he said.\nSeveral passengers said they believed it was possible that the men had gotten the munitions into the airplane's baggage compartment and retrieved them after the plane had landed in Teheran. The compartment was opened, supposedly to retrieve medicine for a sick passenger.\nBut Jane Wallington, a 27-year-old British nurse who also lives in Dubai, said she did not believe anyone on the plane was sick. ''It was an excuse to get to the hold,'' she said.\nJean Nicol, the pilot of the plane, said he saw no apparent complicity between the hijackers and the Iranian authorities. Several other passengers echoed this view. None of the passengers interviewed, including Mr. Scott, said they were in a position to establish with certainty whether or not there had been cooperation between the hijackers and Iranians on the ground.\n \n'Ignorant and Stupid Leaders'\nThe threat of further terrorism against France came from Iran's President, Hojatolislam Ali Khamenei, during a prayer meeting in Teheran.\nThe hojatolislam, who made his comments before the passengers had left Teheran, issued a stinging rebuke to the French Government for granting political asylum to opponents of the regime of the Ayatollah Khomeini. He said France's ''ignorant and stupid leaders gave asylum to the ugliest international terrorists, gave them shelter, supported them.''\nHe said the leaders of international terrorism were disguised as the leaders of large nations, including France and the United States, and added, ''They should take note that with their attitude, the wave of terrorism against them will intensify day by day.'' France, he said, was confronting Iran ''face to face.''\nHe referred to the hijackers as ''three young Arabs,'' but gave no indication of what happened to them after they surrendered.\nIn a television interview today, Roland Dumas, the Minister for European Affairs and the French Government spokesman, noted that before the fall of the Shah of Iran in 1979, Ayatollah Khomeini himself benefited from France's tradition of granting political asylum.\nThe Iranian exiles in France include some of Ayatollah Khomeini's one- time allies, such as former President Abolhassan Bani-Sadr and the leader of the leftist Mujahedeen, Massoud Rajavi, as well as former Prime Minister Shapour Bakhtiar and Princess Ahraf, the sister of Shah Mohammed Riza Pahlevi.\n \nHarder Line From Paris\nThe rise of terrorism in France has been a matter of serious popular concern here and something of an embarrassment for the French Government. For many years, various Western governments criticized France for tolerating the presence of groups that they believed were responsible for terrorist acts outside French territory.\nOver the last two years, however, the Government of President Mitterrand has taken a harder line on terrorism. It has, for example, strengthened cooperation with the Spanish Government in pursuit of Basque terrorists.\nMeanwhile, an extremist group called Direct Action took responsibility for an explosion Thursday just before midnight at the European Space Agency headquarters here. The blast slightly injured six people and reduced a large portion of the building's ground floor to rubble."
}