{
    "title": "French - Spanish naval skirmish sets diplomatic relations on edge",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 3,
    "day": 13,
    "full text": "When the French Navy fired on two Spanish boats fishing illegally in French waters last week, it set off a diplomatic explosion that may have serious ramifications for the European Community and the Atlantic alliance.\nNine Spaniards were injured in the naval skirmish, which set off a wave of anti-French feelings in Spain, including calls for breaking diplomatic relations.\nWhen Prime Minister Pierre Mauroy visited Madrid at the weekend to try to calm the tension, he was greeted with posters spewing expletives.\nThe skirmish itself should not have caused such severe emotions, but it capped the growing anger that Madrid is feeling toward Paris these days.\nSpanish Prime Minister Felipe Gonzalez came to power hoping to make good relations with fellow Socialist Francois Mitterrand a cornerstone of his foreign policy. But personal friendship has not overcome differing national interests. Besidesfishing, the two countries have disputes over the Basque question and Spain's entry into the Common Market.\nFor years, the Spanish have claimed the French side of the Pyrenees has served as a staging ground for Basque terrorism.\nEarlier this year, the French arrested 10 suspected terrorists, but then two weeks ago France granted three outlawed Basque leaders political asylum.\nTension over the Common Market is peaking with the Brussels summit less than a week away.\nThe French have long delayed Spain's entry, fearing an influx of cheap Spanish fruit and vegetables would bankrupt their own farmers.\nMitterrand has said repeatedly he would like to admit Spain.\nBut he refuses to advance negotiations with Madrid until the EC's cash crisis is resolved - and France gets better terms for its farmers once Spain joins.\nThe clash over fishing rights causes even more problems. While the EC has cut its fleets to preserve fish stocks, Spain's fleet has grown and allegedly shown flagrant disregard for off-limits Community waters.\nFrance has strategic reasons to try to limit the repercussions of the naval battle. It needs a stable, democratic Spain on its southern border to keep at least relative calm there.\nAnd Mitterrand wants to bind Spain closer to the rest of Europe to help contain the potential Soviet threat to European security.\n\nGraphic\n\n \nMap, Spain"
}