{
    "title": "FRENCH HAIL A SUCCESS IN ANTITERROR DRIVE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 31,
    "full text": "The French Government announced today that it had arrested three members of an Irish terrorist organization, and said its crackdown on terrorist groups had thus met with its first success.\nThe police said that the three people arrested late Sunday were members of an Irish nationalist group that was planning to attack British targets in France and elsewhere in Western Europe.\nPARIS, Aug. 30 - The French Government announced today that it had arrested three members of an Irish terrorist organization, and said its crackdown on terrorist groups had thus met with its first success.The three were identified by the police as Mary Reid, 29 years old; Michael Plunkett, 30, and Stephan King, 30. All were said by the police to be members of the Irish National Liberation Army, an organization dedicated to the unification of Ireland.\nThe Irish National Liberation Army has said it was responsible for the 1975 killing of a senior member of the British Conservative Party, Airey Neave, whose car was blown up by a bomb outside the House of Commons. Mr. Neave was generally considered a strong candidate for the job of Northern Ireland Secretary in Mrs.  Thatcher's first Cabinet.\nA French Government spokesmen quickly hailed the arrests as an important first success for the crackdown on international terrorism in France that was announced by President Francois Mitterrand this month after a series of attacks in France, most of them against Jewish targets, that killed 9 people and injured more that 50.\nThe violence provoked accusations that France was becoming a haven for terrorists because of the shelter it offered political exiles, including members of the Italian Red Brigades and E.T.A., the Basque nationalist organization in Spain.\nThe measures announced by Mr. Mitterrand included the creation of an antiterrorist department, tighter border controls, a new centralized computer information center and closer surveillance of diplomatic baggage.\n\nGraphic\n\n \nIllustrations: photo of Mary Reid"
}