{
    "title": "FRENCH BACK SYRIA IN LEBANESE ROLE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 29,
    "full text": "President Francois Mitterrand of France said today that he welcomed Syria's efforts to end the conflict in Lebanon.\n''Syria is not only a country of the Middle East, it is a part of the Arab nation, as is Lebanon,'' he said. ''To the extent that Syria can contribute and does contribute tcivil war, who can object?''\nMr. Mitterrand spoke at a joint news conference with President Hafez al- Assad at the end of a three-day visit that, the French leader said, led to improved French-Syrian relations.\nThe two Presidents, who conferred for a total of six hours, said they were in agreement not only on Lebanon but also on international terrorism. They said there was no proof Syria might have approved of terrorist acts against France.\nAt the news conference, Mr. Mitterrand voiced support for Israel, saying France had ''a special responsibility'' to help guarantee Israel's existence.\nHe said France and Syria also disagreed on the Iran-Iraq war. France has been backing Iraq, and Syria has been backing Iran.\nFrench-Syrian relations, traditionally strong, have been tense in recent years because of suspicion that Syria was backing terrorism and because of France's role in the multinational force in Lebanon, which Syria opposed.\n \nNeed for Talks Stressed\nAlluding to the past chill, Mr. Mitterrand said:\n''There were events that found us on different sides. So you have to decide, do you talk or do you remain frozen in hostility. That is what we have done - establish a dialogue.''\nThe terrorist acts in which a Syrian role was suspected included an explosion at the offices of a pro-Iraqi newspaper in Paris, the assassination of the French ambassador in Beirut, and a car-bomb explosion at a Beirut barracks that killed 59 French soldiers.\nWhen asked about these incidents, the French leader said:\n''It is not possible for us to say that the terrorist attacks originated in Syria and President Assad has always said that such was not the case.''\nMr. Assad, for his part, said a distinction had to be made between terrorism and what he called acts of ''national resistance.'' He denied there was any evidence of Syrian involvement in terrorism.\nMr. Mitterrand's visit is part of an effort to strengthen France's relations with the Arab world.\nWestern diplomats said the visit also represented a success for Mr. Assad, who has found himself isolated because of his support of Iran and his backing of dissident factions within the Palestine Liberation Organization.\n \nFrance's Efforts Endorsed\nThe diplomats said that French efforts to keep open Western contacts with Syria were important in view of its close military relationship with Soviet Union, which maintains an estimated 5,000 military advisers in Syria.\nMr. Mitterrand's visit also comes at a time of growing Western acceptance of the idea that the Syrians are bound to play a major role in Lebanon, particularly in the wake of the withdrawal of the multinational force.\nAt the news conference, President Assad voiced support for the Lebanese Government of President Amin Gemayel. Mr. Assad said he favored a Lebanese plan to ask the United Nations to insure security in southern Lebanon after an Israeli withdrawal.\n''We do not object to the Lebanese proposal, we agree to it.'' he said.\nBut he rejected an Israeli demand that a pro-Israeli Lebanese force remain in southern Lebanon to prevent infiltration along the border.\nMr. Assad said Israel wanted the southern border policed by a pro-Israeli force, another strip to the north by the United Nations, and still another beyond that by Syrian forces.\nSuggesting that this would extend security zones through virtually all of Lebanon as far as its northern border with Turkey, Mr. Assad said:\n''We are afraid that Israel will yet ask Turkey to create a strip to stop infiltration into Israel.''"
}