{
    "title": "French ties with PLO stem terrorist attacks but embarrass government",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 4,
    "day": 19,
    "full text": "A little publicized connection between France and the Palestine Liberation Organization (PLO) is paying dividends in the European fight against terrorism.\nBut the Socialist administration of Francois Mitterrand is deeply embarrassed by a proposed visit to Paris this summer by PLO leader Yasser Arafat, fearing it will spark off violent demonstrations by militant Jewish groups and involve massive security.\nEver since he became President two years ago, Mr. Mitterrand has tried to take an evenhanded approach to the Middle East, in place of the pro-Arab tilt of his conservative predecessors. He insists on Israel's right to exist within secure frontiers, but he also stresses the need to come to grips with the desire of Palestinians for a homeland.\nAlthough the President broke new ground by visiting Israel, he has also built up relations with Saudi Arabia and Iraq. His foreign minister, Claude Cheysson, has been an indefatigable traveler to the Arab world.\nWhile the French were involved in the delicate balancing act of trying to talk to everybody in the Middle East, the terrorist dimensions of the conflict were brought home to the French by a series of bomb and shooting attacks in Paris. Some of the attacks last year were the result of inter-Arab rivalry. Others hit Jewish targets. A spate of anti-Jewish attacks last year raised fears that France might become a terrorist battleground. But the attacks suddenly tailed off.\nOne reason for this has just become apparent: The PLO began to feed information about extremist Palestinian groups to the French at the end of last year. The information was given by Abu Iyad, No. 2 man in Al Fatah (Arafat's faction of the PLO), to Joseph Franceschi, French secretary of state for public security. Although the French refuse to give any official information about the meetings between the two men, leaks in Paris last week say they met twice, in October and December last year. A third meeting may have been held here this past March.\nAt least one of the meetings was held at the home of Francois de Grossouvre, a close friend of Mr. Mitterrand who acts as his aide on security matters. There is little doubt, therefore, the contacts were sanctioned by the President, who moved into the antiterrorist fight personally after a shooting attack on a Jewish restaurant in Paris last summer that killed six people.\nThe information handed over by Abu Iyad particularly concerned the extremist Palestinian group led by Abu Nidal, said to be preparing a campaign of attacks in France, the United States, and Italy. By passing on this information, Abu Iyad was obviously hoping to establish Fatah's credentials with the French as a movement within the PLO that believes in talking rather than terrorism.\nWhat exactly was wanted in return remains unknown. But it is no secret in Paris that Mr. Arafat is anxious to be formally received by Mr. Mitterrand. This would heighten Arafat's international status and, the Palestinians hope, enable them to enlist French help in any eventual negotiations with Israel. So far, the French have avoided taking the tough decision on whether to receive Mr. Arafat at the Elysee presidential palace.\nBut they may not be able to delay making such a decision much longer. This is because a conference on Palestine will be held here in August at the headquarters of the United Nations Educational, Scientific, and Cultural Organization (UNESCO). Mr. Arafat is expected to attend. The French are unhappy about the staging of the conference in Paris because of the security problems involved. But they have no say over what UNESCO does. The organization's top officials are understood to have been very keen on holding the meeting here, and the Arab group of countries at UNESCO has naturally thrown its weight behind the conference.\nWith Mr. Arafat in town and eager to see the President, Mr. Mitterrand is likely to be asked to issue an invitation. A refusal would certainly offend what has now become a highly valuable source of information for France. The more deeply it gets involved in Middle East politics, the more the Mitterrand administration is going to need to keep its wits about it."
}