{
    "title": "French insurers form terrorism pool; Government reinsurance plan expected to aid risk managers",
    "publisher": "business insurance",
    "year": 2001,
    "month": 12,
    "day": 17,
    "full text": "PARIS-A government-backed reinsurance program for terrorism exposures will likely solve coverage problems for policyholders in France, but more details are needed before the pool-based system can be fully assessed, insurance executives and risk managers say.\nDetails on the structure of the pool are still being worked out and the expense of the coverage remains unknown, but, in general, the program should provide much-needed relief to insurers and their commercial policyholders, they say.\nThe Federation Francaise des Societes d'Assurances, the French insurers' association, announced last week an agreement under which state-owned reinsurer Caisse Centrale de Reassurance will cover insured losses from acts of terrorism above an annual accumulated level of 1.5 billion euros ($1.33 billion). Insurers and reinsurers will form a pool to pay for terrorism-related losses up to that amount.\nGuillaume Rosenwald, FFSA member responsible for market damage assessment and liability insurance, said the association is working with insurers and reinsurers now to establish the pool. The aim, however, is to create a first layer of coinsurance of 250 million euros ($222.4 million) for which primary insurers would be responsible; a second 750 million euro ($667.1 million) layer of reinsurance; and then a 500 million euro ($444.7 million) layer for which the CCR would pay claims but be reimbursed by insurers over 10 years.\nWith details of the pool still being worked out and not widely made public, however, policyholders, which are anxious to complete their Jan. 1 renewals, believe they need more information about the program.\nFranck Baron, associate corporate risk manager of Paris-based food manufacturer Groupe Danone, welcomed the agreement, saying he is ''quite happy to see that a solution has been found.'' But key questions are still unanswered, he said. Namely, how much will terrorism coverage cost under the program and how will claims be paid? he asked.\nFor example, if there is a terrorism-related property claim, would the lead property insurer pay the entire claim and then settle with the pool members, or would each pool member pay its own share of the claim directly to the policyholder, he asked.\nMarie-Claude Delaveaud, risk manager for Paris-based St. Louis Sucre S.A., said, ''We don't know the details of the agreement… Nothing is clear or obvious.''\nShe said, for example, policyholders don't know if the 1.5 billion euros is the amount for the marketplace or if there is a deductible.\nMs. Delaveaud noted, too, that the agreement comes very late in the year. She said it is estimated that around 15% of French companies will not have full coverage on Jan. 1, and that about 50% may not have property coverage. With premiums already anticipated to rise by 35% to 80% for industrial risks, there is also worrying uncertainty of what buyers will end up paying, she added.\nThe FFSA has welcomed the agreement, which it helped negotiate. ''The solution will make it possible to cover all insureds against the risk of acts of terrorism in France,'' an FFSA statement said.\nMr. Rosenwald was less positive, however. ''It's a very bad solution, but it is the only one. It will be very bad because it will be a very expensive solution for the insurers and for the insureds,'' he said. FFSA members will decide on Monday whether to participate in the pool, he said.\nAXA Corporate Solutions, a unit of France's largest insurers, AXA S.A., which was instrumental in pressing the government to provide help when it said last month it would not be renewing terrorism cover in the current renewals, said it would join the pool.\nPatrick Cerceau, the insurer's marketing and communications director, said the market is ''in a far better position'' following the agreement. He believes that French insurers and reinsurers will widely support the pool. And, despite the agreement coming late in the year, Mr. Cerceau believes it will not cause undue problems for clients of companies like AXA Corporate Solutions, which has been negotiating renewals on the basis that an agreement would be reached.\nReinsurers are assessing whether they will join the pool.\nJamie Veghte, director general-designate of French reinsurer Le Mans Re, said the company is awaiting further details of how the pool will operate. ''In principle, we think this is a good idea for an industry and governmental approach to a very difficult problem of enormous complexity,'' he said.\nThe availability of coverage for terrorism risks became particularly problematic in France after the Sept. 11 terrorist attacks in the United States. French commercial property insurers are required to offer terrorism coverage up to the overall limits of a property policy. The law, however, places no such requirement on reinsurers, and several reinsurers have indicated that they will exclude terrorism risks when they renew coverage.\nInsurers have been turning down renewals of large property/casualty risks, fearing that they would be overexposed. Last month, AXA S.A. announced that it would cease offering automatic renewals on large commercial policies (BI, Dec. 3).\nWith major corporate policies due for Jan. 1 renewals, it had been widely expected by that that the French government would assist with a solution.\nThe CCR had already guaranteed coverage for terrorist risks for aviation risks, following Sept. 11.\nMeanwhile, insurers in Germany are seeking to establish a similar arrangement.\nThe federation of German insurers, the Gesamtverband der Deutschen Versicherungswirtschaft e.V., is trying to put together a pooling arrangement involving its members, but has been unable to get an agreement on the level of capacity to be made available.\n\nLoad-Date: December 21, 2001"
}