{
    "title": "French suspicion of Syrian role in terror grows",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 10,
    "day": 9,
    "full text": "French suspicion of Syrian involvement in terrorism is increasing.\nAlthough French officials admit they have no proof, a point reiterated by Prime Minister Jacques Chirac yesterday, they are suggesting now that Damascus is linked to last month's bombings here and to French hostages held in Lebanon.\nMr. Chirac revealed in a radio interview earlier this week that he had asked Syria to restrain groups he thinks are responsible. And the head of France's domestic security agency has visited the Syrian capital.\nIn part, French suspicions are fueled by the revelation in London this week that Syria may have been behind an attempt to blow up an Israeli passenger plane carrying some 375 people in April. At the trial of Nezar Hindawi, the man accused of planting the explosive, the British prosecutor cited Mr. Hindawi as saying that Syrian military intelligence had supplied him with an official passport and $12,000, as well as the explosives and training on how to use them. Officials of the Syrian Embassy in London and Syria's airline allegedly took part in the plot.\nThese revelations have received extensive coverage here just as new terrorist threats have mounted. On Monday, the Islamic Jihad group released a videotape showing three French hostages appealing to the French government to help win their release. Then Tuesday, the Armenian Secret Liberation Army group (ASALA) called for the execution of one of the hostages in retaliation for the visit today of Israeli Prime Minister Shimon Peres to Paris.\nMore violence inside France is also feared. The group claiming responsibility for last month's Paris bombings, which killed at least 10 and wounded more than 150, has joined with ASALA in threatening to blow up French boats, trains, and planes.\nTo many French officials, the wide-ranging terrorist pressure is too sophisticated for the work of small groups of extremists. In their view, a government must be playing a role in training, encouraging, or even controlling the actions. The goal: to drive the French out of the Middle East.\nAlong with Syria, the French suspect Iran. Jean-Francois Deniau, of parliament's foreign affairs committee, said last week that Syria and Iran ''profited'' most from terrorism. Both countries, he said, were angered by France's presence in UN peacekeeping forces in south Lebanon and French support for Iraq in the Iran-Iraq war.\nPrivately, top-ranking French officials agree with this assessment. But, they say, Syria or Iran may not completely control the terrorists. Syrian President Hafez Assad supports a French presence in Lebanon and has been working hard for the release of French hostages there, they say. But the officials fear that factions within Assad's government are encouraging the terrorists. ''Remember, Syria has its own problem with internal terrorism,'' one says. ''Assad doesn't have everything under control.''\nSome foreign terrorism experts here, however, are skeptical of this scenario. They insist the Paris bombings were carried out by a small band - acting alone. The French police have accused the brothers of Georges Abdallah, a Lebanese leftist imprisoned in France on terrorism charges - and these specialists agree.\n''Three guys working from a basement could have done it,'' one specialist says. In his view, there is nothing sophisticated about the recent bombings: the targets were random and undefended; the explosives were easy to use; and a single suitcase could have carried the materials needed for the five most recent Paris bombings. ''The French are just looking for scapegoats,'' the specialist says. ''It's hard to believe that a tiny group can cause so much damage. Unfortunately, it can.''\n\nGraphic\n\n \nPicture, Anti-terror police at Paris street corner, R. NORMAN MATHENY -- STAFF"
}