{
    "title": "FREQUENCY OF ATTACKS HAS EUROPE WRESTLING More, better information pooling needed",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 12,
    "day": 25,
    "full text": "BRUSSELS - New Islamic State efforts to sow terror in Europe are pushing counterterrorism authorities to their limits, forcing citizens and their leaders to resign themselves to a new era where attacks may be a fact of life, not an exception.\n European Union leaders say they have swept away barriers among security agencies and bolstered border controls in the wake of a year of terrorist attacks capped by the assault on one of Berlin's bustling Christmas markets. But missed signals before and after Monday's violence raise questions about whether the changes - or any changes - are enough to prevent a repeat of a year that saw a double-bombing in Brussels, slaughter-by-truck in Nice, France, and shooting carnage in a Munich mall before the Berlin violence that killed 12 and wounded dozens more.\n A call by Islamic State leaders for their followers to plan and carry out independent strikes against Europe bodes ill for efforts to stem the violence, officials and analysts say, given the practical barriers to constantly monitoring a large pool of potential attackers.\n The changed terror tactics suggest that counterterrorism authorities may be successfully disrupting larger attacks, analysts say, offering a positive spin to the grim reality that small-scale violence may be inevitable.\n \"We see how the terrorism networks have much more difficulty in planning operations on a large scale,\" said Mohammad-Mahmoud Ould Mohamedou, deputy director of the Geneva Center for Security Policy. The Berlin attack \"is not necessarily an intelligence failure, because unless you start surveilling everyone, then these cases can happen everywhere.\"\n Assaults such as in Berlin require little advance planning or logistical support, starving authorities of chances to snag perpetrators in advance, even when they have been flagged on suspicion of terrorist activity. German authorities monitored the Berlin attacker, 24-year-old Tunisian Anis Amri, before the incident but abandoned their chase after concluding they had no evidence to press terror-related charges. Amri's connections to the Islamic State remain unclear, although a video of him pledging allegiance to the group released Friday suggests at least some level of contact before he commandeered a truck and plunged it into the market stands.\n Europe's open borders - a cherished centerpiece of the European Union - also make potential attackers more mobile than security authorities, a fact underlined by Amri's apparently successful escape by train from Germany after the attack, making it more than 500 miles despite being Europe's most-wanted man before his death in a shootout in Milan early Friday. Some European countries have temporarily closed their borders this year because of migration and terrorism, only to quickly reopen them because of the economic and logistical demands involved.\n  Security authorities have increasingly taken to warning citizens that Europe will never be fully without the risk of terrorism.\n \"We can't ignore the risk that exists. There can never be 'zero risk,' \" Julian King, the top EU official charged with security matters, told reporters last week as he unveiled a package of measures intended to stymie terrorist financing. \"We can and must continue to reduce the risk of attacks as far as we possibly can.\"\n The painful regularity of the attacks has fueled support for far-right politicians who want to reinstate national borders and restrict the flow of migrants to Europe - steps that would challenge the basic future of the European Union. Critics say the proposals could further inflame tensions and spur radicalization.\n At the same time, analysts point to a list of missed connections that may have helped Amri evade authorities' oversight. European information about security threats is fragmented into several databases, making it difficult to piece together a full picture of suspects. Italy expelled Amri from its territory last year with little thought of the consequences. And Germany's law enforcement agencies are scattered across the nation's regions in a post-World War II attempt to make it difficult for an authoritarian leader to grab power in the capital.\n The dangers may be increasing as Islamic State leaders shift tactics, calling for followers to attack Europe even without direct contact with the terrorist group.\n Setbacks for the Islamic State on the ground in Syria and Iraq have nearly halted the flow of European fighters to the conflict, easing a source of radicalization but upping the chances that potential attackers will stay in Europe to perpetrate violence.\n European law enforcement agencies say they could do more to pool information.\n \"In 2016, it's been recognized at a political level that we have a fragmented intelligence and information structure in the EU,\" said Brian Donald, the chief of staff of Europol, the pan-European policing agency. \"How do we get information that law enforcement needs in a way that they can get access to it?\"\n Currently, information on potential terrorist suspects is spread across several databases, none of which  is linked. Information on criminal records is not always shared across borders. And limits intended to protect privacy make it difficult for authorities to quickly check long lists of people against all the databases.\n Just this month, EU leaders proposed a significant tightening of European border controls that would run checks on most people as they enter and exit Europe. In the wake of the Brussels attack, the European Parliament approved the creation of an air-passenger database, a step Europe had long shunned based on privacy concerns, but countries have until 2018 to implement it.\n \"The Europeans need to have a more cross-continental approach, something I think you get more in the U.S., as you have a federal authority that handles terrorism threats,\" said Raffaello Pantucci, director of the International Security Studies group at the Royal United Services Institute in London. \"This is probably the biggest issue. It is a reflection of the fact that the European experiment in some ways is only halfway done.\"\n Amid  rightists' anger, security analysts say many aspects of the system are working well, an illustration of the gap between popular expectations and what may be possible in practice.\n \"We prevent more than we let through,\" said Magnus Ranstorp, a terrorism expert at the Swedish National Defense College who advises the Swedish government on security issues. \"It's almost like soccer. You're not remembered for all the saves you made; you're just remembered for the goal you let in.\"\n\nLoad-Date: January 19, 2017"
}