{
    "title": "Fresno State remembers 9_11",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 9,
    "full text": "Sumaya Attia and Amanee Robinson collect ribbons designedby Fresno State students to commamorate 9/11. Ribbonscollected will be sent to New York.Esteban Cortez / The Collegian\nTen years later, the devastation that took place on Sept. 11 is still a vivid memory in the minds of most Americans.\nAlthough the chilling images from that morning can't be changed, America and its people have.\nFor James Cypher, a Fresno State economics professor, the biggest change in America since 9/11 has been the mindset toward our fears.\n\"Since 9/11, the United States economy has faced not only fear of terrorism, but a recession, the worst since the Great Depression,\" Cypher said.\nIn a study conducted by The Pew Research Center for the People & the Press, it was found that virtually every adult today remembers exactly where they were or what they were doing the moment they heard the news of the Sept. 11 terrorist attacks.\nThe Pew Research Center study also showed that today, more adults remember where they were or what they were doing on 9/11 than when Osama bin Laden was killed earlier this year.\nFresno State political science professor Melanie Ram clearly remembers and will never forget where she was when the actions on that fateful day unfolded.\n\"I was in Washington, D.C., about two blocks away from the White House,\" Ram said. \"It was chaotic.\"\nMichael Castellanoz, a Fresno City College student, was only 11 years old at the time of 9/11 and remembers watching the television in disbelief.\n\"I thought it was some crazy action movie,\" Castellanoz said. \"And then I started to change the channel and I realized it was on every station. I freaked out.\"\nSecurity after 9/11 dramatically increased in the United States in both the private and public sectors. A recent article by the Los Angeles Times found that since 9/11, LAX has spent more than $500 million on security.\nSecurity measures do not guarantee an increase in American's confidence, however.\nThe Pew Research Center found that 76 percent of Americans feel the government is doing very or fairly well in reducing the threat of terrorism. ?\n\"We are still very insecure,\" Ram said. \"We still have problems on both sides. A lot of actions have been taken [to increase security], but most officials and scholars still think we are insecure.\"\nAlong with the reduction of terrorism comes the issue of civil liberties.\nThe lasting impact of 9/11 has been Americans' heightened fear of Middle Eastern countries, culture and people.\n\"We have had a lot of negative effects, like discrimination toward foreigners,\" Ram said.\nNegative news about Muslims, discrimination and ignorance about Islam top the list of the problems Muslim-Americans say they face, revealed by a study conducted by the Pew Research Center. The most frequently mentioned problem is people's negative views about Muslims, including stereotyping, being viewed as terrorists and distrust.\nThe Pew Research Center study also found that 43 percent of Muslims have been treated in a hostile way, such as being singled out at an airport, being looked at suspiciously or being physically threatened.\n\"September 11 united the country, but in hatred towards others,\" Claybon said. \"It made us paranoid.\"\n\"It's changed us forever,\" Castellanoz said. \"I don't think that people will ever be able to forget that horrible day. It's made us a more vulnerable country.\"\nIn an event to commemorate ten years after the 9/11 terrorist attacks, Fresno State will hold a discussion panel on Monday, Sept. 12 from 6 to 8 p.m. in the Peters Educational Center.\n\nLoad-Date: January 16, 2018"
}