{
    "title": "FRIDAY, DECEMBER 30, 1983 International",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 30,
    "full text": "A change in the Marine mission in Beirut will be pressed in Congress if President Reagan fails to change it by the end of January, according to Democratic and Republican Congressional leaders. The legislators include several who have previously supported Administration policy in Lebanon. The Speaker of the House, Thomas P. O'Neill Jr., scheduled a meeting of Democratic leaders next Tuesday to discuss policy in Lebanon and proposals to require a Marine withdrawal before the present 18- month deadline. (Page A1, Col. 6.)\n \nThe Pentagon is drafting plans for confronting the problem of combatting terrorists for review by Defense Secretary Caspar W. Weinberger, according to Defense Department officials. They said the department was preparing proposals hastily in response to criticisms that the United States armed forces are not equipped to fight terrorism. (A8:5-6.)\nState-sponsored terrorism is exploiting an anti-American atmosphere in the Middle East, according to Arab and Israeli security experts. They said that the major element required in the rash of terrorist bombings was a government intelligence organization or something very similar to it. Only such an organization, they said, could have had the expertise, experience and money to plan and organize such complicated and expensive suicide attacks. (A1:4-5.)\n \nJesse L. Jackson left for Syria.  The Presidential aspirant said he had ''virtual assurance'' of a meeting with President Hafez al-Assad or other high officials to hear his appeal for the release of an American flier captured in Lebanon. (A8:1-3.)\n \nSmall groups of Jews and Arabs in Israel are struggling against the tide of mutual hatred and suspicion. One group assembles after classes at the Martin Buber Institute for Adult Education in Jerusalem, where Jews are studying Arabic and Arabs Hebrew. They also have joint cultural evenings and excursions. (A1:1-2.)\n \nA U.S. withdrawal from Unesco was formally announced by Washington. But, at the same time, it said it would strengthen American participation in the United Nations and other international organizations. (A1:3.)\n \nAn air raid in Angola was announced by South Africa. It said its jets had attacked a Namibian nationalist guerrilla base near Lubango. (A3:1-3.)\n \nTwo espionage convictions were announced by South Africa's supreme court. It said that a high naval commander and his wife had been found guilty of high treason and face possible death sentences. The officer was head of the Simonstown dockyard, South Africa's most strategically important naval installation. (A3:4-6.) National\n \nAlan Cranston calls for summit talks on the arms race and a halt in testing or deploying nuclear weapons if Moscow did. In an interview, Senator Cranston said that if elected President he would put more Americans back to work, seek a balanced budget and more competitive bidding on military contracts and abandon any antimissile system. (A12:1-6.)\n \nMembers of a task force on narcotics are suspected of having committed fraud in the expense vouchers they submitted while on temporary assignment in southen Florida. As a result, according to officials of the Drug Enforcement Administration, a Federal grand jury will soon be convened to investigate the case. (A10:1-2.)\n \nAn inquiry on Paul N. Thayer, the Deputy Defense Secretary, has prompted Federal prosecutors to plan inquiries into whether crimes were committed during the investigation by the Securities and Exchange Commission, according to Justice Department officials. They said the United States Attorney in Washington, Joseph DiGenova, is looking into whether witnesses made false statements or obstructed justice. (A1:1.)\n \nThe numbing cold gripping most of the nation has brought death, hardship and inconvenience to the South. Scattered power failures and burst water pipes have driven residents from their homes and have darkened stores, and shelters are crowded with people seeking warmth. (A10:1-4.)\n \nAn unidentified virus may cause a disease in monkeys and apes that resembles acquired immune deficiency syndrome, the human disorder known as AIDS, according to evidence reported by a team of 13 American researchers. Veterinarians and other scientists are studying simian AIDS extensively at many primate research centers around the country in hopes that such investigations will yield clues to the cause of the human disorder. (A11:1-3.) Metropolitan\n \nThe Yonkers public school system has been ordered by the State Department of Education to suspend all winter interscholastic sports until the state is satisfied that the athletic program is being operated properly. The order arises from an investigation of the death of a 17-year-old junior varsity football player with a long history of heart disease. (A1:2-3.)\n \nIncreased state education aid totaling $5.7 billion over five years was proposed by Democrats in the New York State Assembly. The plan focuses on programs to increase the quality of education in poorer school districts and calls for smaller class sizes in early grades, new computers and higher teacher salaries. (B2:6.) Page D1"
}