{
    "title": "Friedman discusses terrorism at Boston U",
    "publisher": "university wire",
    "year": 2002,
    "month": 10,
    "day": 7,
    "full text": "Pulitzer Prize-winning columnist Thomas L. Friedman said the ultimate cause of the Sept. 11 attacks was a \"poverty of dignity\" in the Muslim world in addressing a full house last night at the Boston Public Library in Copley Square.\n\"I'm a firm believer … that humiliation and poverty of dignity are the most underestimated forces in international relations today,\" said Friedman, a New York Times columnist and widely regarded expert on foreign affairs, particularly dealing with the Middle East.\nSince Sept. 11, Friedman said he has tried to explain who could have committed an act of \"such breathtaking evil that it rattled your faith in humanity.\"\nBoston U.\nHe said that some young Muslims turn to radical forms of Islam because they are angered by the prosperity of Western nations while the Arab world lags behind. \"It is that gap between their self-identity and the world they see around them\" that causes some people to join terrorist groups, he said.\nSpeaking to a crowd of more than 300 people in the Rabb Lecture Hall, with as many more watching on a television screen in another room, Friedman noted the primary organizers of the Sept. 11 attacks were middle-class, educated young men who joined radical Islamic groups only after they left the Middle East and went to study in Europe.\n\"The first thing we have to do is kill Osama bin Laden,\" he said, \"but most importantly, we have to kill his bad ideas. These regimes jail their bin Ladens, they export their bin Ladens … but they never take on their ideas.\"\nFriedman stressed two key things that need to happen to stop what he called the \"wheel of bin Ladenism.\" First, he said, \"we have to be the best damn global citizen we can be.\"\nHe said the United States was wrong to say \"you're either with us or against us in the war on terrorism\" while failing to do our part to solve other problems, such as global warming.\nHe also said that to prevent future terrorist attacks, Islamic nations needed social change.\n\"I don't think Islam is an angry religion, but I think there are a lot of Muslims who are angry,\" he said. \"Change the context within which people live their lives, and there is a chance that so many other things can flow from that.\"\nFriedman was speaking in support of his new book, \"Longitudes and Attitudes: Exploring the World After September 11,\" which compiles many of his columns dealing with the attacks. The book also includes a diary of his travels to the Middle East in the months following Sept. 11.\nFriedman's 40-minute speech also touched on the conflict between Israelis and Palestinians, the consequences of globalization, and the need to reduce America's dependency on foreign oil.\nAfter his lecture, Friedman addressed questions from the audience on the possibility of war with Iraq, as well as what Americans can do to make the world a safer place. Twice during the question-and-answer period, the audience burst into spontaneous applause when he said the Bush administration should have called on Americans to reduce their oil consumption.\nAudience members waiting in line after the lecture to have their books signed praised Friedman for his clarity.\n\"I think he's a clear thinker, ahead of his time,\" said Jeannine Simon of Canton, Mass. \"He's a man for these troubled times, and we need more of them.\"\n(C) 2002 The Daily Free Press via U-WIRE\n\nLoad-Date: October 7, 2002"
}