{
    "title": "FROM THE EDITORS DESK",
    "publisher": "the world",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "There is a famous quote that says,\"If you want to make God laugh, tell him your plans.\"\nThis past week has been a tough one. Boston Bombings, the fertilizer plant explosion of West, Texas, and a mock car accident that ripped the last bit of emotion I could muster.\nThe events of Boston Marathon took me back to the first time my safe world was shattered.\nMy generation will forever compare all devastating events to that of 9/11. We were introduced to the word terrorism with the Oklahoma City Bombing.\nIn 2001, the whole concept of terrorism was elevated and all things I ever experience will compare to that. That level of sheer terror was the glass-breaking realization that nothing was safe anymore.\nLast week, I came across an article discussing the affect of terrorism on Generation Y. One Of the participants said,\"I remember watching the news with my Dad in the following months (after 9/11) and asking him why all of a sudden the world was a dangerous place, full of bad people, and he said it's always been that way, you'd just never been exposed to it before.\"\nI only wish this was sometf ing I could shield my son from, but it is on Facebook it is on Twitter, it is on the TV, there is no safe place.\nI was watching an episode of \"Mad Men\" which is set in the '60s. Everyone in the office was sitting around a radio newscast where the announcer was discussing a plane crash. They were shocked at how awful the event was.\nFollowing the bombing of the 2013 Boston Marathon the horrible thought that crossed my mind was \"Well, only three people died.\" The violence of our world has \\k-come so commonplace we hardly bat an eye.\nNo one in Boston was planning to be in a bombing that day at the marathon. No one in Texas, was planning to have their neighborhood taken out by an explosion.\nNo kid ever expects to be in a car accident.\nNo one plans these things, but the decisions we make can change the world. Never take safety for granted.\nLike\" the Walsh County Press on Face-book and check out our blog at http://walsh-countypress.wordpress.com\n\nLoad-Date: January 29, 2015"
}