{
    "title": "From the Sports Desk_ Olympic fans, athletes risk safety in Sochi",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 9,
    "full text": "Typically, the Olympics are a time of joy and pride when athletes and fans come together to compete and cheer for their native countries on the international stage. Joy and pride however, are not the first emotions that come to mind when thinking about the 2014 Winter Olympics in Sochi, Russia, which started competition last week.\nAlthough all the nations participating at the games will want to represent their countries with much athletic success, competition may not be the biggest concern for the athletes and fans in attendance. Their biggest concern may be just to make it to Russia and back home unharmed.\nSafety has proven to be a chief concern for all of those involved in the winter games. Mathew Olsen, who is the director of the National Counterterrorism Center, spoke with CNN about his most urgent concerns.\n\"The primary threat, from a terrorism perspective, comes from Imarat Kavkaz, probably the most prominent terrorist group in Russia. It's made its intent clear to seek to carry out attacks in the run-up to the games,\" Olsen said.\nOlsen made a point to say that if attacks happened, it is likely that they would happen outside the perimeters of the Olympic Village. Either way, the proximity of the Olympic Village to known terrorist groups is alarming.\nAmericans aren't alone in their skepticism of Sochi's safety. In fact, two female members of the Australian team already received threatening letters from unknown parties.\nOn top of the potential terrorism concern, poor living conditions are also causing problems. Various media outlets arrived in Sochi to find their hotels in horrible condition.\nPeople took to Twitter to voice their frustrations. The complaints included unfinished hotels with parts of the floors missing, hotels without running water, individual rooms with broken windows and debris covering the floor, to name a few problems.\nOne example in particular: Chicago Tribune reporter Stacy St. Clair arrived at her hotel and tweeted the following, \"My hotel has no water, if restored, the front desk says, 'do not use on your face because it contains something very dangerous.'\"\nOnce her water was restored she tweeted a picture, which displayed water that was the color of apple juice.\nMonths ago there was debate if the U.S. should even send a team to compete. As much as I will love to watch the U.S. athletes compete, and hopefully bring home many medals in the process, I'm not convinced we made the right decision from a safety standpoint based on how the first few days have played out.\nFor now, all we can do is watch as the next two weeks unfold and hope for a safe and successful showing during Sochi 2014.\nChristopher Miller is a sophomore studying broadcast journalism and sports management. Do you think Sochi is safe for Olympic athletes? Email him at cm001111@ohiou.edu\n\nLoad-Date: February 10, 2014"
}