{
    "title": "From Muslims In America , A New Fatwa On Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 28,
    "full text": "Muslim scholars in the United States and Canada plan to release a fatwa, or judicial ruling, in Washington today saying that Islam condemns terrorism, religious extremism and any violence against civilians, including suicide bombings.\n  They said the fatwa is a response to the bombings this month in London and Egypt, and that they wanted the message to reach both non-Muslims who believe that Islam supports terrorism, as well as Muslims in North America and elsewhere, especially youths who could be susceptible to Islamic extremism.\n''Young people might not have had the opportunity to understand the teaching of Islam in depth,'' said Jamal Badawi, chairman of the Islamic Information Foundation in Halifax, Nova Scotia, and a member of the council issuing the fatwa. ''We are trying to be proactive, not wait until something happens.'' \n  The fatwa cites the Koran and other Islamic texts, and says that making innocent people targets is forbidden -- ''haram'' -- and that those who commit such violence are ''criminals'' and not ''martyrs,'' as supporters of suicide bombers have often claimed.\n  The edict is signed by 18 Islamic scholars who serve on the Fiqh Council of North America, an association of Muslim jurists who interpret Islamic law, and is endorsed by more than 100 Muslim organizations, mosques and leaders. The text is embargoed until its release at a morning news conference today in Washington organized by the Council on American-Islamic Relations, a Muslim advocacy organization.\n  The fatwa reiterates previous antiterrorism statements that many American Muslim leaders and organizations have repeatedly issued in recent years in response to terrorist attacks. But Muslim leaders said they hoped that by calling it a ''fatwa'' this time, they would convince Americans that Islam does not condone violence.\n  '''Fatwa' seems to be one of those hot-button terms,'' said Ibrahim Hooper, spokesman for the Council on American-Islamic Relations. ''Maybe now they'll listen.'' \n  Similar fatwas have been issued by Muslim leaders in other countries. After the bombings on the London underground and a bus earlier this month, hundreds of imams and scholars in England endorsed a fatwa asserting that Islam cannot be used to support terrorist bombings.\n  American Muslim leaders say they have become frustrated at what appears to be a growing conviction in the United States that equates Islam with violence and terrorism. For example, this week a talk-show host in Washington said on the radio that Islam was ''a terrorist organization.'' \n  Imam Yahya Hendi, the Muslim chaplain at Georgetown University in Washington and a member of the Fiqh council, said: ''We hear from our fellow Americans very often that Muslims have not spoken aggressively about terrorism, that Muslims have not made their voices very clear. I disagree. Muslims have made their voices very clear from day one. So maybe we needed to do more. The more you do, the more you realize you need to do.''\n  The Council on American-Islamic Relations recently began 30-second public service announcements on television dramatizing that terrorism is ''Not in the Name of Islam.'' The council plans to announce today that it is taking that publicity campaign to radio. \n  Imam Hendi said he has seen a growing number of Muslim judicial groups issuing denunciations of terrorism in the last few months. He said he recently spoke at conferences in Morocco, Uzbekistan and Jordan where scholars had already issued or were discussing similar fatwas. \n  However, Islamic judicial councils have no authority to enforce a fatwa, Mr. Badawi said. The only authority a group of jurists like the Fiqh council has, he said, is ''a moral authority.'' \n\nhttp://www.nytimes.com\n\nLoad-Date: July 28, 2005"
}