{
    "title": "From service in Uruguay to fun, sun in Hawaii , terrorism is out of sight, mind",
    "publisher": "university wire",
    "year": 2002,
    "month": 3,
    "day": 5,
    "full text": "Increased airport security isn't preventing students from traveling to different countries or faraway destinations for spring break, students and travel experts said.\n\"We have to continue living our lives,\" said Mayra Navarro, a University of Southern California junior majoring in business administration, who is going to Hawaii for spring break.\nNavarro, who said Sept. 11 might have been in the back of her mind while planning her trip, said she would not cancel her trip because of what she called a \"slight possibility\" of something happening.\n\"What are the odds that (terrorism) is going to strike me?\" said Navarro, adding that the circumstances might be different if she were traveling to Mexico or another country.\nU. Southern California\nBut Mike Lloyd, who is traveling to Uruguay as part of an alternative spring break program, said he is not concerned about the possibility of terrorism in Uruguay.\n\"It's my understanding that in Uruguay, they like Americans,\" the sophomore majoring in Spanish said.\nLloyd thought Uruguay was \"far removed\" from any anti-American feelings in the Middle East, he said.\nLloyd, who went to Israel for winter break, said the issue of security is now a \"moot point\" for him.\nHe is concerned about the possibility of being subject to another country's interpretation of what his rights are but said he was not too concerned since he does not plan on breaking any laws.\n\"I don't plan on doing any drugs and getting thrown in jail,\" Lloyd said.\nHe also said since he and other students are going to Uruguay as a type of humanitarian effort and staying with local families, there would not be any cause for local hostility.\n\"Think of (our purpose in Uruguay) as a sort of Habitat for Humanity in Uruguay,\" Lloyd said. \"We are not going as tourists to flaunt our money.\"\nSTA Travel agent Mark Soderstrom said there has been no drop in the number of students going out of the country for spring break.\nSoderstrom, who has seen students drop out of semester abroad programs to other countries because of fear of terrorism, said he has not heard of students doing the same for spring break.\nMexico is not involved in the Sept. 11 terrorism and is safe for student travel, Soderstrom said. He added that many of the businesses in Cancun are owned by Americans and are very safe.\n\"Mexico is safer than ever,\" Soderstrom said. \"Cancun is not even really like going to Mexico -- it's totally Americanized.\"\nBut the U.S. Department of State cautions that alcohol is involved in the vast majority of arrests, accidents, violent crimes and deaths suffered by American tourists in Cancun, according to the U.S. Department of State's Web site.\nEdward Dickens, press spokesman for the Consular Bureau of the State Department, also said there is no specific danger for students traveling abroad during spring break.\n\"Americans on spring break are not in specific danger, but all Americans should be alert and careful in the wake of Sept. 11,\" Dickens said.\nDickens cautioned students to be careful about engaging in risky behavior, such as that associated with alcohol. He encouraged Americans to travel.\n\"We're not saying, 'Don't drink,' but if you are underage and that is not allowed in another country, be careful,\" Dickens said. \"Reckless behavior in a foreign country can land you in a foreign jail.\"\nDickens said more than 2,500 citizens are arrested abroad each year and about half the charges were related to possession of illegal substances such as marijuana.\n\"An awful lot of Americans who get into legal troubles overseas do so because they are unaware of the laws and customs of other countries,\" Dickens said.\nHe advised students to be aware that many other countries have much more severe penalties and harsh jail sentences for possession of even small amounts of illegal substances.\nDickens also warned students that U.S. consular officials in Mexico can visit arrested Americans in prison, provide information about the Mexican legal system and furnish a list of Mexican attorneys, among other assistance, but they cannot arrange for Mexican officials to release those arrested.\nHe also warned students against traveling alone in areas at night. He advised students to always be aware of where they are.\n\"Being in a foreign country is not the same as being at home,\" Dickens said.\nThe Volunteer Center, in conjunction with Hillel Jewish Center, is flying 20 students and two advisers to Uruguay to do service work for the region's poor as part of an alternative spring break program, traditionally offered through the Volunteer Center.\nMatthew Leal, an undeclared sophomore, alternative spring break coordinator at the Volunteer Center and participant in the Uruguay program, said students have not expressed any post-Sept. 11 concerns about traveling to foreign countries during the break.\n\"The only time (traveling abroad) was an issue was right after Sept. 11,\" Leal said.\nThe concern is not so much Sept. 11 but the political and economic situation in neighboring Argentina, which is temporarily being considered a risky travel destination after the sudden resignation of President Fernando de la Rua, according to a public announcement issued by the U.S. State Department.\nLeal, who said he is confident about traveling to Uruguay, said the group has been advised to dress like the locals and not to draw attention to themselves by carrying cameras.\nRabbi Jonathan Klein, director of Hillel, who is going on the trip to Uruguay, also said no students participating in the Uruguay program have expressed any concern about terrorism.\n\"Uruguay is a very strong country,\" Klein said. \"The events of Sept. 11 have affected Hillel's birthright program to Israel more than anything.\"\nKlein said the threat of terrorism is much more \"palpable\" in Israel than in Uruguay and more time has passed since Sept. 11.\n(C) 2002 Daily Trojan via U-WIRE\n\nLoad-Date: March 5, 2002"
}