{
    "title": "FROM THERE TO ETERNITY",
    "publisher": "daily news ",
    "year": 2010,
    "month": 12,
    "day": 9,
    "full text": "The Guantanamo Bay detention center is the safe, secure and humane home of more than 170 prisoners from the war on terror, and they are exactly where they belong.\nAmericans can rest assured that none will be blowing anyone up for as long as they're held. After that, prepare to unpack the body bags.\nA new report by Director of National Intelligence James Clapper documents the bloody insanity of releasing members of the Gitmo brigade in hopes of showing the world that America is too enlightened a country to maintain such a facility.\nOf the 598 prisoners the U.S. has released to their home countries, 81 are known to have rejoined the jihadi cause, and an additional 69 are believed engaged in radical Islamist activity.\nThat's an error rate of almost 25% among former detainees who had been judged as posing little or no threat to the U.S.\nThe recidivists include Abdul Hafiz, who handles ransom demands for Taliban kidnappings; Abdullah Mehsud, who was given a prosthetic leg at Guantanamo and went on to kill 31 in a Pakistan bombing, and Abu Sufyan al-Azdi al-Shihri, who surfaced as a leader of Al Qaeda in the Arabian Peninsula, the group that masterminded the attempted airline underwear bombing.\nClapper is required to keep track of former detainees under the 2010 Intelligence Authorization Act, as well as to assess the likelihood that current detainees would engage in terrorism were they to be released.\nHis report baldly stated, \"If additional detainees are transferred . . . some of them will reengage in terrorist or insurgent activities.\"\nMost of the repeat offenders were cut loose during the Bush administration. Of the 66 detainees released on President Obama's watch, only two have definitely returned to terrorism, while three others are probables.\nBut worse may yet be in store. As Clapper's report notes, it has taken about 2 1/2 years for a released detainee to get onto the intelligence community's radar after going back to terrorism.\nThe solution is as it has been from the start: Hold them there. Try them there. Hold them there.\n\nLoad-Date: December 9, 2010"
}