{
    "title": "From investigation to prosecution, Moussaoui case was mishandled",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 3,
    "day": 23,
    "full text": "Stunning incompetence is the only way to describe the government's handling of the investigation of al-Qaida operative Zacarias Moussaoui, who was picked up on immigration charges two weeks before the 9/11 attacks.\nThe bungling by higher-ups within the FBI had tragic consequences, yet no one within the bureau has been called to account. At the same time, the sentencing trial of Moussaoui has been a comedy of errors and, thanks to prosecutorial misconduct, was almost derailed last week.\nMoussaoui has already pleaded guilty to conspiracy charges that he was planning to engage in terrorism on U.S. soil, including the hijacking of airplanes. The only question before the jury is whether Moussaoui will receive the death penalty or spend his life in prison.\nThe government desperately wants to deliver a death sentence and is trying to demonstrate that had Moussaoui not lied to investigators about what he knew regarding al-Qaida's plot, the 9/11 conspiracy could have been foiled.\nPutting aside the question of whether a death sentence can hang on the defendant's failure to incriminate himself, prosecutors seem to have done everything in their power to undermine their own case.\nLast week it was revealed that an attorney from the Federal Aviation Administration had coached witnesses and shared with them a partial transcript of the trial, all in direct violation of the judge's orders. The judge responded by limiting the government's use of tainted witnesses.\nThen, earlier this week, an FBI field agent testified that he sent up dozens of red flags about Moussaoui and his likely terrorist connections. But the warnings were ignored or dismissed at FBI headquarters in Washington. It was powerful testimony that played right into the defense's argument that the FBI was too lead-footed to respond to the leads it had.\nThree weeks before 9/11, FBI agent Harry Samit, who was working out of the bureau's Minneapolis office, filed a nearly 30-page report on reasons to suspect Moussaoui of links to al-Qaida terrorism. He asked that a complete investigation be done, including a search of Moussaoui's belongings. But the report was not acted upon. Samit claims that one of his supervisors blocked the effort.\nIn testimony on Tuesday, Michael Rolince, who was the FBI's chief of the international terrorism section at the time, said he never read Samit's report, even though it had been filed with his office on Aug. 18, 2001. Samit accused his superiors in Washington of \"criminal negligence.\"\nIt is painful to be reminded again of the many dots that were never connected before 9/11. From the Aug. 6, 2001, presidential daily briefing entitled \"Bin Laden determined to strike in U.S.,\" to the fact that the FBI field office in Minnesota had received confirmation from the French Intelligence Service that Moussaoui was engaged in activities connected to Osama bin Laden. Yet the office still couldn't get authorization for a search warrant for Moussaoui's laptop computer.\nAmazingly, no one in charge at the FBI has had to answer for the agency's failure to act on information that might have saved lives. It appears the FBI, at least in the agency's Washington headquarters, was as inept as Moussaoui's prosecutors.\n\nGraphic\n\n \nPHOTO\nZacarias Moussaoui\n\nLoad-Date: March 23, 2006"
}