{
    "title": "From Inside Prison, a Terrorism Suspect Shares His Diary",
    "publisher": "the new york times",
    "year": 2015,
    "month": 1,
    "day": 26,
    "full text": "GUANTáNAMO DIARYBy Mohamedou Ould Slahi Edited by Larry Siems. Illustrated. 379 pages. Little, Brown and Company. $29.  There's a revealing moment in Mohamedou Ould Slahi's gripping and depressing ''Guantánamo Diary'' when a new interrogator is assigned to question him. By this point, Mr. Slahi has been asked the same questions and given the same answers for years. But the new military interrogator, a woman he describes as ''quiet and polite,'' surprises him with a novel inquiry about what he knows of another terrorism suspect's travel to Iraq in 2003.\n  The problem, as Mr. Slahi gently points out to his questioner, is that he has been locked up since 2001 and held at the military prison in Guantánamo Bay, Cuba, since 2002, so there is no chance that he could have such information. The interrogator smiles and explains that she asked anyway, because ''I have the question in my request'' from her bosses. \n  Much of the attention accorded to Mr. Slahi's extraordinary memoir has justifiably gone to his excruciating account of his suffering during a ''special interrogation'' that lasted for months in 2003 and was personally approved by Donald H. Rumsfeld, then the secretary of defense. By Mr. Slahi's account, which is corroborated by multiple government investigations, his treatment involved extended sleep deprivation, loud music, shackling for days in a freezing cell, dousing with ice water, beatings, threats that he could be made to disappear and that his mother would be arrested and gang-raped.\n  But another overwhelming impression from his book, published after a seven-year legal battle and with heavy redactions from military censors, is of the woeful incompetence of some of the government's efforts to keep the country safe from terrorism. That is no surprise to students of bureaucracy. When it comes to the military and intelligence agencies, however, secrecy makes blunders far easier to hide, and outspoken foes of big government give it a pass as soon as fears of terrorism are invoked. \n  The torture methods approved for Mr. Slahi, for instance, mimicked those used by America's Communist adversaries in the Cold War, which were famous for producing false confessions. Predictably, Mr. Slahi describes how, desperate to stop the brutal treatment, he finally decided to tell the interrogators whatever he thought they wanted to hear, fabricating plots and implicating others in nonexistent crimes. Some interrogators, though, doubted his confessions and asked for a polygraph test. He denied plotting terrorism or supporting Al Qaeda, and the test results variously showed ''no deception'' or ''no opinion,'' undermining his supposed admissions. \n  Even the book's redactions are a tedious reminder of the government's frequent haplessness. Much black ink was expended, for instance, to try to keep readers from learning that some of Mr. Slahi's Guantánamo interrogators were women. Why the censors decided their gender should be secret is anybody's guess. Still, they missed enough feminine pronouns that their efforts at cover-up were undone. \n  Another dubious redaction draws a rare outburst of sarcasm from Larry Siems, who edited the book and lays out the facts of Mr. Slahi's case dispassionately in his introduction and many footnotes. When a guard tells him not to worry because he'll soon be home with his family, Mr. Slahi writes, ''I couldn't help breaking in [redacted].'' Mr. Siems comments in a footnote, ''It seems possible, if incredible, that the U.S. government may have here redacted the word 'tears.' '' \n  To be sure, Mr. Slahi's pre-Guantánamo résumé cried out for scrutiny, especially after the Sept. 11, 2001, attacks. Born in Mauritania, he had joined Al Qaeda in 1990 to fight Afghanistan's Communist government alongside Osama bin Laden. A cousin, also Mr. Slahi's brother-in-law, was an aide to Bin Laden. In Germany, Mr. Slahi had once crossed paths with Ramzi bin al-Shibh, later a planner of the Sept. 11 attacks. Mr. Slahi had lived in Montreal and prayed at the same mosque as Ahmed Ressam, arrested in 1999 on charges of trying to bring explosives into the United States for the failed ''millennium plot.''\n  Based on that history, the government concluded that Mr. Slahi was a ''senior recruiter'' for Al Qaeda and for a time, listed him as the most dangerous terrorist at Guantánamo. But it has never formally charged him. Mr. Slahi says he left Al Qaeda in 1992, long before it began to target America. His encounter with Mr. Bin al-Shibh lasted one evening and involved no discussion of anti-American plotting, he claims. And Mr. Ressam had left Montreal before Mr. Slahi arrived, and by his account, they never met.\n  A federal judge who reviewed Mr. Slahi's habeas petition in 2010, James Robertson, concluded that the government's evidence was ''so attenuated, or so tainted by coercion and mistreatment, or so classified, that it cannot support a criminal prosecution.'' The judge said the government's fear that Mr. Slahi could rejoin Al Qaeda if freed ''may indeed be well founded,'' but that such concerns did not justify his continued imprisonment. Judge Robertson ordered his release. Despite President Obama's vow to close the prison, his administration challenged that decision. An appeals court overturned the release order, and Mr. Slahi, now 44, remains in limbo at Guantánamo, where he has been held without trial for more than 12 years.\n  Mr. Slahi emerges from the pages of his diary, handwritten in 2005, as a curious and generous personality, observant, witty and devout, but by no means fanatical. In the imperfect but vivid English he learned as a fourth language after being sent to Guantánamo, he writes enthusiastically of reading the Bible (several times), ''Fermat's Last Theorem'' and ''The Catcher in the Rye,'' which he says ''made me laugh until my stomach hurt.'' He came to consider Guantánamo and its staff members his ''new home and family,'' developing friendships with numerous guards and interrogators, discussing religion, playing chess and watching movies with them. He expresses empathy even for some of his tormentors, saying that ''many people in the Army come from poor families, and that's why the Army sometimes gives them the dirtiest job.'' \n  Though it was written nearly a decade ago, ''Guantánamo Diary'' arrives at a relevant moment. In his State of the Union address last week, President Obama renewed his pledge to close the Guantánamo prison before leaving office. But the recent attacks in Paris, after the beheadings by militants in Syria, have reignited the anxieties that have kept that prison going for so long.\n  In such an atmosphere, some Americans may worry: What if Mr. Slahi is simply a clever liar who has successfully hidden his past crimes for 12 years? His book quite effectively undercuts that notion. More important, ''Guantánamo Diary'' forces us to consider why the United States has set aside the cherished idea that a timely trial is the best way to determine who deserves to be in prison. The overwhelming majority of the remaining 122 detainees have not been charged.\n  ''So has the American democracy passed the test it was subjected to with the 2001 terrorist attacks?'' Mr. Slahi asks at the end of his book. ''I leave this judgment to the reader,'' he adds, noting that ''the United States and its people are still facing the dilemma of the Cuban detainees.'' Nearly a decade after he wrote those words, the dilemma has not been resolved.\n\nhttp://www.nytimes.com/2015/01/26/arts/guantanamo-diary-by-mohamedou-ould-slahi.html\n\nGraphic\n\n \nPHOTOS: PHOTO (C1)\n Mohamedou Ould Slahi (PHOTOGRAPH BY INTERNATIONAL COMMITTEE OF THE RED CROSS) (C4)       \n\nLoad-Date: January 26, 2015"
}