{
    "title": "From Munich To Mumbai",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 20,
    "full text": "NOW that India and the world are over the initial shock of the terrorist attacks last month in Mumbai, efforts to understand what happened and prevent future calamities are being hampered in ways familiar to Israelis like myself, who have lived through far too many such events: pointless efforts to place blame, and a failure to put the attacks in the proper historical context. \n  First, contrary to much punditry in India and the West, these attacks did not indicate the emergence of a new form of terrorism. Actually, after decades in which terrorism had evolved mostly in the direction of suicide bombings, Mumbai was a painful reminder of the past. \n  The multiple hostage-takings and shootings, carefully planned and executed, were a throwback to the wave of hijackings and hostage situations that were the trademark of terrorists in the Middle East from the 1960s until the 1980s. The most famous of these events, of course, was the attack on the Israeli delegation at the 1972 Olympic Games. \n  In Munich, the Black September terrorists succeeded in capturing the attention of TV viewers around the world for a whole day. They knew most TV networks had sent crews to cover the Games and thus would broadcast the hostage situation as it unfolded. \n  The terrorists in Mumbai were even more successful, in that they created a drama that lasted much longer. They did so by aiming at high-profile targets like the hotels that are hubs for Western tourists and businessmen. They knew that viewers around the world would be glued for days to the constant stream of images on their TV and computer screens.\n  In addition, that the majority of the Mumbai terrorists landed from the sea was another ugly flashback. For years, terrorists favored arriving at Israel's beaches on speed boats to take hostages in residential neighborhoods.\n  One of the most notorious perpetrators was Samir Kuntar, who in 1979 led a group of terrorists to the beach of Nahariya and shot a police officer and a civilian, Danny Haran, before smashing the skull of Haran's 4-year-old daughter, Einat. Mr. Kuntar was released this year from Israel in a prisoner exchange, and in Damascus was awarded the Syrian Order of Merit.\n  Yet, despite the horrific nature of the attacks in the past, from a counterterrorism perspective the events in Mumbai were even more worrisome. Though they did not detonate explosive belts, the attackers were truly suicide terrorists. They did not take their hostages for the purpose of negotiations and it is quite clear that they did not hope to leave the scene alive. \n  They also created chaos by attacking several locations at once. When the terrorists have the advantage of surprise, it really does not matter how well trained the counterterrorism forces are. It takes a long time to figure out what is going on, to gather tactical intelligence and to launch a counterattack. \n  No one should be aware of these facts more than the Israelis who in the 1970s endured a series of similar albeit less sophisticated attacks.\n  Hence, I have been very surprised to hear Israeli security experts criticizing the Indian response. These experts probably forgot the devastating civilian death tolls of the attacks in Maalot in 1974 (22 Israeli high school students killed), at the Coastal Road in 1978 (37 murdered, including 13 children) and at Misgav Am in 1980 (two kibbutz members killed, one an infant). These incidents all illustrated the extreme difficulty of rescuing hostages even when the attacked state has highly trained forces and a lot of experience. \n  Yes, Israel enjoyed a few successes that have been glorified around the world. The most famous were the raids on hijacked planes in Lod, Israel, in 1972 and in Entebbe, Uganda, in 1976. But these two airport rescues cannot be compared with the events in Mumbai. \n  The Israeli success was due mainly to the fact that the terrorists involved were interested in negotiating, giving security forces the opportunity to gather intelligence, devise a rescue plan and take the hijackers by surprise. Hostages and rescuers were killed in both cases. Yet no security experts argued at the time that the Israeli forces were inadequately prepared or failed in their execution.\n  It is clear that the Indian security forces made some mistakes. However, mistakes are inherent in such crises. At the same time, given the complex nature of the attacks, it seems likely the death toll could have been much higher. After the initial confusion, the Indians seem to have done a thorough job of gathering intelligence and carefully planning their counterattacks. The execution itself was careful and thorough. \n  Israel and India both face a lasting terrorism challenge. Yet, if I was asked to give India policy recommendations, I would be extremely cautious about advocating the Israeli approach. Protecting a huge multiethnic, multireligious country like India is far more challenging than securing a rather homogeneous, tiny state like Israel. \n  Just to illustrate, Israel's airport security is rightly considered to be a model. However, the Israeli security establishment took years and experienced a number of direct attacks on travel hubs before it slowly introduced its impressive security measures. That Israel has only one major international airport -- Ben-Gurion, near Tel Aviv -- made the process much easier. And so far, Israel has not been able to tightly secure more challenging targets like train and bus systems. \n  The Israeli experience teaches that countering terrorism is a long and frustrating process of trial and error. Terrorists are fast to respond to new obstacles.\n  For example, the security barrier erected after the start of the second intifada in 2000 has brought a sharp decline in the number of suicide attacks. But Hamas adapted quickly. Suicide bombers were replaced by rockets. While the number of casualties caused by the rockets is significantly lower, I am not convinced that residents of the towns near Gaza feel any safer. \n  The Mumbai attacks showed just how difficult it is for large, multiethnic states to protect themselves from terrorism, something Americans have known well since 9/11. There is certainly much for New Delhi and Washington to learn from the Israeli experience, but there is no one-size-fits-all solution. While Israel has much to be proud of in how it has handled terrorism, it also has much to be humble about. \n\nhttp://www.nytimes.com\nCorrection\n\n\nA Dec. 20 Op-Ed article about the Indian security services' response to the Mumbai terrorist attacks misspelled the name of the author. He is Ami Pedahzur, not Pedazhur. \nCorrection-Date: January 6, 2009\n\nGraphic\n\n \nDRAWING (DRAWING BY KNICKERBOCKER)                                                     \n\nLoad-Date: December 20, 2008"
}