{
    "title": "From Chattanooga to San Bernardino _ Has our idea of terrorism changed_ Mass shooters in Chattanooga",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 14,
    "full text": "Though it took only two days for US authorities to use the word \"terrorism\" in connection to the Dec. 2 attack that left 14 dead in San Bernardino, Calif., they have continued to avoid using the same wording around the killing of five military personnel in Chattanooga, Tenn. - five months after the event took place.\nThe difference in the government's handling of the two events, some say, reflects a growing national debate over what the face of terrorism looks like in the United States and abroad. It also suggests a shift in how America and the world view terrorists amid increasingly visible acts of extremism - in particular the massacres in Paris on Nov. 13.\n\"What has changed is US and world perception about terrorists and how the US is combating terrorism,\" said former federal prosecutor David S. Weinstein. \"That national pulse about terrorism is high.\"\nJust minutes after he said the July 16 shooting at Chattanooga was being investigated as an act of terrorism, then-US Attorney Bill Killian backtracked to say authorities had yet to determine whether the crime was terrorism or something else. Since then, the closest federal authorities have come to labeling Chattanooga a terror attack was when President Obama gave a speech addressing the nation after San Bernardino.\nYet in the days following the California massacre, the FBI called the married couple behind the attack \"radicalized\" terrorists with Islamic extremist views.\nIn some ways, the problem stems from the complex definition of \"terrorism.\" Civilians and government officials alike use the term to describe many killings fueled by politics or religion. But terrorism is also a federal crime - a violent act that is \"calculated to influence or affect the conduct of government by intimidation or coercion, or to retaliate against government conduct.\"\n\"Terrorism is always a politically loaded word,\" said Michael German, a former FBI agent who investigated white supremacist groups while undercover, to Voice of America. \"It's very important that there's consistency with that across the various ideologies because otherwise it looks discriminatory, that violence by minorities is treated more seriously than violence against minorities.\"\nIndeed, tensions have simmered in the US over what some perceive as authorities' inconsistent treatment of mass killings - treatment that depends, they say, on the race and culture of the perpetrators. Following the June massacre at a historic black church in Charleston, S.C., by self-proclaimed white supremacist Dylann Roof, many called for the incident to be labeled a terrorist attack instead of a hate crime.\n\"It's sort of an American double standard, and that partly has to do with religion, but it's also partly what's in our consciousness,\" said Donald Haider-Markel, professor and chair of the political science department at the University of Kansas, to The Christian Science Monitor in July. \"Generally speaking, most people aren't paying attention to most acts of terrorism in the country, most of which at this time are by right wing groups.\"\nYet as extremism - whether motivated by racist or jihadist ideology - increasingly takes on the form of \"lone wolf\" perpetrators, leaders - and slowly, the public - are beginning to rethink the face of terrorism and best ways of preventing it. As Mr. Obama said in his Dec. 6 speech, \"The terrorist threat has evolved into a new phase.\"\nUnderstanding that evolution, some say, means recognizing the need for US society to put aside internal differences and band together.\n\"The struggle against extremism ... is no different from prior moments in history when we have had to mobilize all of our resources - regardless of sector or age - in defense of the common good. This is how we fight World Wars, find cures for diseases, aid victims of natural and man-made disasters, and race into space,\" writes David Lawrence, founder of the Risk Assistance Network+Exchange, a risk-management firm.\n\"Now is the time to mobilize our best people, ideas, narratives and ideals to defeat a force that would divide and destroy us.\"\n\nLoad-Date: December 14, 2015"
}