{
    "title": "FROM PESTILENCE TO GROUND ZERO, TERRORISM-RELATED BOOKS HAVE POWER TO SCARE",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 4,
    "day": 27,
    "full text": "\"The Demon in the Freezer\" by Richard Preston (Random House, 6 hours, abridged, $29.95).\n Most people living today were raised to fear the big things: war, bombs, guns and guys with big fists.\n But the biggest threat to life, liberty and happiness may come from the smallest substances known to man -- viruses and bacteria -- and their ability to infiltrate even the strongest and most fortified fall-out shelter.\n \"The Demon in the Freezer\" takes a hard look at just how nasty and virulent those incredibly adaptable substances can be. Over the centuries, smallpox, anthrax, the plague, Ebola, AIDS and other biological nasties have managed to decimate entire populations and cultures. Yet, according to Richard Preston, they were just a preamble.\nThe really big scare facing mankind may be what would happen if a genetically-engineered bacteria or virus such as smallpox were let loose on a population. Indeed, possibly the only issue preventing an Armageddon is the inability to control such a weapon so that it doesn't kill its creators.\n Preston says smallpox is one of the most deadly of pathogens because it infects people through the air and has such devastating effects. In what may be the ultimate missed opportunity, world health workers came close to eradicating smallpox but failed to destroy remaining reserves of infected skin scabs, which contained critical DNA, in the United States and Russia.\n Now that the genie is out of the bottle -- the Centers for Disease Control are in charge of storing the samples in this country, but who knows where Russia's smallpox samples are now? -- one can only wonder whether some sociopathic scientist isn't even now trying to create a genetically modified strain that would be resistant to vaccines.\n Moreover, terrorists may not need those smallpox samples to create a killer pox. With excruciating detail, Preston reveals how American scientists recently were able to use human smallpox to infect and kill monkeys.\n Yes, this can be glum and sobering listening. But Preston is a gifted storyteller who chronicles such events with a novelist's flare.\n He doesn't simply introduce a character by name so much as by description: \"Flanagan is a slender, self-assured woman with a reputation as a top-notch examiner.\" And his recall of vivid details adds the kind of color and texture so often lacking in nonfiction.\n Even his history of the smallpox virus, from 1000 B.C. to outbreaks in the 1970s, reads like a sci-fi thriller, and I found myself more often than not looking forward to driving so I could continue listening. Added to an already compelling story is James Naughton, an engrossing narrator with a rich voice and perfect timing. His reading was a pleasure to listen to, neither melodramatic nor understated.\n In addition to \"Demon,\" numerous audiobooks are available on the subjects of terrorism, the Sept. 11 attacks and America's response to such threats.\n Here are just a few:\n \"Holy War, Inc.: Inside the Secret World of Osama bin Laden\" by Peter L. Bergen (Simon & Schuster, 4.5 hours, abridged, $30 on CD).\n The Jihadist network is seen as a corporation that has exploited 21st-century technologies in the service of a medieval reading of the Koran and holy war.\n \"The Age of Sacred Terror\" by Daniel Benjamin and Steven Simon (Random House, 6 hours, abridged, $29.95 on CD).\n Benjamin, former director for counterterrorism on the National Security Council, and Simon, the former director for global issues on National Security Council, explain how warnings went unheeded and America let down its defenses leading up to 9/11.\n \"Bush at War\" by Bob Woodward (Simon & Schuster, 6.5 hours, abridged, $26 on cassette).\n A behind-the-scenes story of how Bush and his top national security advisers led the nation to war after 9/11 and what Bush's grand vision is for remaking the world.\n \"The Cell: Inside the 9/11 Plot, and Why the FBI and CIA Failed to Stop It\" by John Miller and Michael Stone, with Chris Mitchell (Simon & Schuster, 4.5 hours, abridged, $25 on cassette).\n A look back more than 10 years to the birth of the terrorist cell that later metastasized into al-Qaeda's New York operation.\n \"Why Terrorism Works\" by Alan Dershowitz (Americana Audiobooks, 6 hours, unabridged, $25 on cassette).\n Claiming global terrorism is a phenomenon largely of our own making, Harvard Law professor Dershowitz, one of America's leading defenders of civil liberties, suggests measures to prevent terrorism and still uphold democratic values.\n \"From the Ashes: A spiritual response to the attack on America,\" (HighBridge, 5 hours, unabridged, $26.95 on CD).\n Strength and hope offered by various spiritual leaders, including Desmond Tutu, Rabbi David Wolpe, Bishop T.D. Jakes, Thich Nhat Hanh, the Rev. Andrew Greeley, the Rev. Billy Graham, Karen Armstrong, the Rev. John Shelby Spong, Imam Izak-El Mu'eed Pasha, Max Lucado and Rabbi Arthur Waskow.\n \"Report from Ground Zero: The Story of the Rescue Efforts at the World Trade Center\" by Dennis Smith (HighBridge, 7 hours, unabridged, $34.95 on CD).\n Seven narrators read first-person testimony from rescuers who were present as the towers were attacked, evacuated and fell.\n\nNotes\n\nTara Bradley-Steck regularly reviews books on tape for the Post-Gazette.\n\nLoad-Date: April 29, 2003"
}