{
    "title": "From trans fats to terrorism, risks are exaggerated",
    "publisher": "the deseret news",
    "year": 2006,
    "month": 12,
    "day": 17,
    "full text": "Two apparently unrelated stories that got prominent coverage in the national media last week tell us a great deal about the political uses of fear. First, on Dec. 5, New York City made front-page news by announcing it had decided to prohibit everyone from the fanciest restaurants to the most humble street vendors from selling foods containing trans fat.\nThree days later the FBI created headlines when it revealed it had arrested a man who had allegedly plotted to launch a terrorist attack against Chicago-area Christmas shoppers just before the holiday.\nThe ban on trans fat is exactly the kind of measure that for more than a generation now has outraged conservatives. It's a burdensome and expensive piece of government regulation, which seems to have less to do with any rational cost-benefit analysis than with the do-gooder impulses that underlie the logic of the nanny state.\nThe argument for banning trans fat is that studies have found a correlation between high levels of trans fat consumption, elevated levels of LDL, a k a \"bad,\" cholesterol, and lower levels of HDL, or \"good\" cholesterol. Other studies have found that high cholesterol is a risk factor for heart disease. Thus, the reasoning goes, if we eliminate trans fat from our diets we will lower our risk for heart disease.\nThe problem with this line of reasoning is that evidence for the claim that consuming trans fats actually increases the risk of heart disease is slender to nonexistent.\nIndeed, the most recent review of the medical literature on this question, which appeared in the April 13, 2006, edition of the New England Journal of Medicine, is notable chiefly for the failure of the cited data to support the authors' contention that trans fat causes heart disease.\nThat data can be summarized as follows: Large-scale studies often find no correlation whatsoever between levels of trans fat consumption and cardiovascular disease risk. When a correlation is found, it is almost always quite weak.\nMedical researchers generally ignore such weak associations because they're often partly or wholly products of uncontrolled variables that end up accounting for whatever apparent relationship exists between the risk factor and the disease. (For example, when people hear that high LDL cholesterol is a risk factor for heart disease, they're usually unaware that it's merely one of hundreds of such factors and that fully one half of all heart disease does not even correlate with these various risks).\nIt's far from clear that completely eliminating trans fats from New York City restaurants will prevent even one heart attack.\nWhat does any of this have to do with the arrest of Derrick Shareef, a 22-year-old recent convert to Islam, who allegedly tried to trade a set of speakers for some hand grenades and a gun in order to carry out a terrorist attack at a shopping mall?\nThe answer is that, just as our health nannies stay in business by wildly exaggerating or inventing altogether the risks posed to us by eggs, salt, dietary fat or whatever the demonized substance of the moment happens to be, the guardians of the national security state protect their political power by wildly exaggerating the risks posed by people like Derrick Shareef. (One need merely review the pathetic biographies of the wannabe terrorists the FBI has arrested over the past couple of years to appreciate this point).\nThe deep irony here is that the modern conservative movement has gained much of its support by complaining about how the regulatory state exaggerates risks, then manipulates the fears these exaggerations produce, in order to justify the continual expansion of government power.\nWho could have guessed this precise strategy would be employed to greatest effect by the same people who got elected by condemning it? Paul Campos is a law professor at the University of Colorado and can be reached at Paul.Campos@Colorado.edu.\n\nLoad-Date: December 17, 2006"
}