{
    "title": "From hash tag organizing to old-time rally for kidnapped girls",
    "publisher": "the philadelphia inquirer",
    "year": 2014,
    "month": 5,
    "day": 26,
    "full text": "Members of 15 area churches gathered at LOVE Park on Sunday to turn the social-media activism of #BringBackOurGirls into an old-fashioned protest rally - the kind with chants, prayers, and song.\n About 250 people held signs and wore T-shirts condemning last month's kidnapping of 234 girls who were taken from their school in Nigeria by the extremist group Boko Haram. \n \"We say no to terrorism. We say no to Boko Haram,\" said Pastor Funmi Obilana from the podium. \"We want peace. We want education. We want our future back.\"\n Obilana, of the 500-member Redeemed Christian Church of God, Living Springs Miracle Center in West Philadelphia, organized the rally. \n The protesters were largely Nigerians, who at 20,000 make up the largest African immigrant group in the region.\n \"Sista Rose\" Brown, of Philadelphia, told the crowd that the kidnapping was not just a Nigerian crisis, but a global one. \n \"This is not just a black thing, a white thing, an African thing, an African American thing. This is a human thing,\" said Brown, 50, an Air Force veteran and student at Temple University. \n The kidnappings have focused attention on Boko Haram's reign of terror in Nigeria, which predates the girls' abduction, Obilana said. \n Moses Ekhator, 54, of Yeadon, called the extremist group one that is \"destined for the dustbin of history like Mussolini, Adolf Hitler, and Idi Amin.\"\n Protester Abiodun Bowale, who was born in Lagos, was the victim of anti-Christian violence in 2010. A teacher in Nigeria, Bowale was beaten by a mob in Kano, in northern Nigeria. \n \"If I could suffer such a fate as a grown man, I wonder what those girls are going through,\" said Bowale, 50, who now lives in Philadelphia. \n On the outskirts of the crowd, 11-year-old twins Gloria and Otto Apio, of Lansdowne, held protest signs.\n The Apios, who emigrated from Uganda last year, traveled with their aunt to the demonstration.\n Gloria said she attended the rally because she \"wants the girls to be freed and get their life back.\"\n Otto came to help stop terrorism, he said, because \"it makes people feel bad and it hurts so much.\"\nkholmes@phillynews.com\n  610-313-8211\n\nGraphic\n\n \nKRISTIN E. HOLMES / Staff\n\nLoad-Date: May 26, 2014"
}