{
    "title": "From Britain , a Message to Washington",
    "publisher": "the new york times",
    "year": 2004,
    "month": 12,
    "day": 19,
    "full text": "It is a high tribute to the judicial systems of the United States and Britain that they have not followed politicians in using the threat of terror as a reason to erode fundamental democratic values. First, the United States Supreme Court proclaimed last June that war was not a ''blank check for the president,'' and ruled that prisoners at Guantanamo Bay must be allowed to challenge their detention before a neutral decision-maker. Now the highest legal authority in Britain, the Law Lords, has ruled that international law does not permit the indefinite detention of foreign terrorism suspects. And it sternly declared that laws abridging liberties posed a greater threat to a democracy than terrorism itself.\n The law at issue in Britain was the Anti-Terrorism, Crime and Security Act passed in 2001 in the aftermath of 9/11, which allows the Home Office to detain indefinitely, without charges, foreigners it suspects of terrorist activities. Nine Muslim men are being held in top-security prisons under the law. But a panel of the Law Lords ruled 8 to 1 on Thursday that the law violated international law, in part because there was no evidence that the threat ''strictly required'' suspending civil liberties this way.\n The ruling does not free the detainees, but it requires the government of Prime Minister Tony Blair and the Parliament to reassess the law. As important was the ruling's message that the very existence of the ''draconian'' anti-terrorism law was an affront to democracy. The most thunderous indignation came from Lord Hoffmann, who said the law ''calls into question the very existence of an ancient liberty of which this country has until now been very proud: freedom from arbitrary arrest and detention.''\n That sentiment is just as applicable to aspects of the Patriot Act, and to the Pentagon's disgracefully run detention camp at Guantanamo.\n After Sept. 11, 2001, it was clear that the authorities needed some new powers to combat terrorism effectively. But President Bush and Mr. Blair have refused to acknowledge that the erosion of civil liberties has been excessive, and that this was undermining the values that Islamist terrorists yearn to destroy. We hope Britain will set an example for the United States and follow Lord Hoffmann's sobering admonition not ''to give the terrorists such a victory.''                               \n\nhttp://www.nytimes.com\n\nLoad-Date: December 19, 2004"
}