{
    "title": "From DH cop intern to top reporter on terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 12,
    "full text": "Her beginnings, same as most of us in this business, were humble.\nAs a Daily Herald intern, she rounded up police blotter from Streamwood, Hanover Park and Bartlett. When she was hired as a full-time reporter, she covered Streamwood, and later Barrington.\nToday, Rukmini Callimachi works for The New York Times, and as one national publication put it, \"is arguably the best reporter on the most important beat in the world.\"\nShe covers terrorism, explaining the whys and wherefores of the work of jihadists, much of it by incessantly following social media.\nTopics include: How ISIS uses birth control to maintain its supply of sex slaves, how the Kouachi brothers planned the attacks on Charlie Hebdo in Paris; intricacies of the \"lone wolf\" attacks, such as that of the nightclub shooting in Orlando; the abduction of European and American journalists and the politics of the subsequent terrorist demands for ransom.\nShe's been nominated seven times, three times a finalist, for a Pulitzer Prize.\nThis past week, Rukmini talked to students at Benedictine University in Lisle where she also sat down for an interview with our Katlyn Smith, who chronicles in today's editions how Rukmini carried trash bags into abandoned buildings in Iraq looking for documents to add to her archives about the surprisingly complex bureaucracy of ISIS. She just returned to the U.S. after spending a month embedded on the front line with a special forces unit.\nOn Friday, she returned to her journalism roots, stopping by the Daily Herald newsroom accompanied by her first editor, Renee Trappe, then city editor and now group editor of our newspapers in Southern Illinois.\nBeing born in Romania and having lived Switzerland and England hadn't prepared Rukmini, Renee said, \"for the intricacies of local American government, but she made up for that with insatiable curiosity.\"\nShe covered the most basic suburban events with fervor. \"A municipal tree lighting in Streamwood became a story about two excited kids who were picked to pull the switch, because she bothered to find out this was (and still is) a time-honored tradition,\" Renee said.\nThe indelible mark Rukmini left on the newspaper, though, was her 2003 series of stories gleaned by three weeks of reporting in India, made possible by a grant she secured herself. Called \"Passage to India,\" the series showed connections linking five regions of India to people and events of the suburbs. \"It was the best single project I have ever worked on,\" Renee said.\nIt's hard not to feel a strong sense of pride when someone you once nurtured goes on to a fantastic career, Renee says.\n\"It's so satisfying to see people you have worked with go on to great careers in journalism — at large or small venues — and know that they are carrying the torch forward, and doing a job that matters so much.\"\njdavis@dailyherald.com\n\nGraphic\n\n \nJeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter and current New York Times correspondent, speaks Thursday at Benedictine University about her reporting on ISIS.\n\nLoad-Date: March 13, 2017"
}