{
    "title": "Front Line Of the War On Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 7,
    "day": 12,
    "full text": "'It's not our incident and there's no need to do more than express shock,\" a \"source\" in Prime Minister Sharon's office told the press after last week's London terror bombings. Mr. Sharon, the source said, expressly asked his Cabinet members not to comment on the bombings, and especially, to make no comparisons between terror attacks in Israel and in Great Britain.\nOne can only speculate on why an Israeli prime minister, who knows perfectly well that Islamic terror anywhere in the world is Israel's concern, would say such a thing. Out of solicitude for the British government and Tony Blair, who are not keen to be associated with Israel at such a moment? Out of disappointment with a Europe that has never particularly felt that terror in Israel is its concern? Out of a desire to withhold fuel from the bombings perpetrators, who openly proclaimed that their attack on London was aimed, in their words, against \"the Zionist Crusaders\"?\nIn any case, it is fair to assume that no headlines in London were made by Mr. Sharon's remark, as they would have been had the same thing been said by, say, George W. Bush. The same British government and people who clearly believe that terrorist attacks that occur in New York and London represent the same phenomenon, also believe that those that occur in Jerusalem and London do not.\nThe reasoning behind such thinking is obvious. Islamic terrorism in New York and London is undeserved. Arabs and Moslems are not oppressed in the United States or Great Britain, and whatever grievances Muslim fundamentalists may have regarding British or European policies elsewhere, terror is not, from a British perspective, an appropriate response to them.\nArabs and Muslims, on the other hand, are oppressed by Israel. Therefore, acts of terror committed against Israelis are, if not justifiable, at least understandable and not to be compared with acts of terror elsewhere.\nThe problem with this logic, however, is that it is not very logical. Who is or is not oppressed is in part a subjective notion, as is the idea that the oppressed may retaliate in some places but not in others. By what right do we tell the person we oppress how and where he is allowed to react? If I feel oppressed by the United States in Saudi Arabia, why not hit back in New York? If British citizens are killing Muslims in Iraq, why should Muslims not kill British citizens in London? What's wrong with it?\nIndeed, there are Western intellectuals - though fortunately, not very many - who saw nothing wrong with bringing down the Twin Towers and will see nothing wrong with blowing up the London Underground. And there are Muslims - unfortunately, very many - who agree with them.\nThey have logic on their side. The minute we relativize terror - the minute, that is, that we declare that it is defensible in some circumstances - we make it defensible everywhere. You say it's a legitimate form of warfare in Tel Aviv but not in London? I say it's legitimate in London but not in Paris (the French have no soldiers in Iraq), and someone else will say it's legitimate in Paris but not in Prague (there's no large, lower-class, discriminated-against Muslim minority in the Czech Republic).\nAnd, of course, this goes for Israelis, too. No Israeli can argue that jihadist Palestinian terror in Tel Aviv is reprehensible but that jihadist Chechnyan terror in Moscow is not (after all, the Chechnyans just want independence, they're not out to destroy Russia) without pulling the rug from under himself in Tel Aviv.\nAll this is perhaps just a long-winded way of saying that unless the world understands and acknowledges that there is a single war against Islamic terror everywhere, and that Israel, too, is an ally in this war, it's every country for itself. To use a trite metaphor, remove one link from the chain and there's no longer any chain at all.\nThe ideologists of terror seek to justify themselves by claiming that the murders they commit are not indiscriminate, since they distinguish between innocent and guilty countries. This is true. What terrorists do not do is distinguish between innocent and guilty people. From their point of view, no one living in a country that is guilty - Israel, for example - can be innocent.\nTo accept this contention, or even to condone it in part, is to undermine the entire basis of Western morality. It is to revert to the law of tribal warfare and the blood feud, the idea that, if someone from your tribe kills someone from my tribe, your life is forfeit.\nOne doesn't have to have illusions about the superiority of Western civilization to reject this point of view categorically. The civilization that produced the Holocaust has no right to feel superior to any other. But the Holocaust, like so much of European history, was a betrayal of Western moral ideals, not an affirmation of them. In fact, the thinking behind it was the same as the thinking of today's Islamic terrorists - namely, that there is no such thing as individual innocence within the context of a \"guilty\" collectivity. As far as the Nazis were concerned, anyone belonging to the Jewish people deserved to die.\nToday, it is anyone belonging to the enemies of Islam who deserves to die. If this can be a Jew or Israeli today, it can be an American or Brit tomorrow. Not to understand that the war against terror in New York and London has its front lines in Tel Aviv and Jerusalem is not to understand what that war is all about.\n\nLoad-Date: July 12, 2005"
}