{
    "title": "FROZEN ASSETS UNLOCKED TO PAY TERROR VICTIMS",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 10,
    "day": 7,
    "full text": "The Clinton administration has agreed to unlock millions of dollars in frozen assets from Iran and Cuba to compensate former hostage Terry Anderson, other victims of terrorism and the relatives of three pilots shot down by Cuban jets over international waters in 1996.\nThe agreement was a major step for the victims and their relatives who wanted to punish Iran and Cuba for acts of terrorism through lawsuits in U.S. courts, and a victory for the two senators who had pressured top officials to stop blocking the funds, already awarded in several cases by federal judges.\nSens. Connie Mack, a Florida Republican, and Frank Lautenberg, a New Jersey Democrat, said yesterday that they expect legislation allowing the transfer of funds to win Senate approval next week. The latest version of the measure was included in a bill that passed the House yesterday.\nThe administration had resisted the measure but now supports a compromise version of the Mack-Lautenberg bill.\n\"We're pleased the House has passed this measure, and it provides some appropriate relief to the victims of terrorism,\" said an administration official.\n\"We had some concerns with the original version and how it affected the prerogatives of the president to conduct foreign policy, and we were able to successfully resolve those issue with advocates on the Hill.\"\nTwo negotiators who hammered out the agreement said yesterday that the Miami relatives of three of the four pilots shot down by Cuba will receive about $ 58 million in compensatory damages awarded by a federal judge three years ago.\nThe money will come from Cuban assets, principally telephone revenue, that was frozen in the 1960s after the United States cut off all relations with the government of Fidel Castro, said the two participants.\nThe agreement does not include $ 137.7 million in punitive damages awarded by the judge. The Miami families this summer had at first opposed the compromise excluding punitive damages, but decided that the smaller amount is still sizable and would make Castro take notice.\n\"We believe this is a step toward justice,\" said Maggie Khuly, sister of Armando Alejandre, one of the fliers killed. \"It's some restitution for what terrorists have been doing all over the world.\nThe legislation will also benefit Anderson, held hostage in Lebanon for seven years, who won a $ 341 million judgment against Iran this year, and the Flatow family of New Jersey. Their daughter Alisa was killed by a terrorist bus bomb in Gaza, and a judge found Iran responsible and awarded the family $ 247 million in damages.\nAs in the case against Cuba, the compensatory damages, which the legislation frees up, account for about one-third of the judgment.\n\"This legislation provides partial justice, but it is justice,\" said Ron Kleinman, an attorney for the Brothers to the Rescue families.\nThe families had sued under a 1996 anti-terrorism law and were encouraged by administration officials to pursue claims against \"rogue states.\" But Treasury and State Department officials then blocked the freeing of frozen assets to pay the awards, arguing that the U.S. government needed flexibility in working out complex, long-standing claims.\nThis summer the administration came under intense pressure from Mack, Lautenberg and Democratic senators Joe Biden of Delaware and Dianne Feinstein of California to find a way to unlock some of the frozen assets.\nThe key officials who negotiated the details of the legislation were Stu Eizenstat, deputy Treasury secretary and longtime Washington insider, and White House budget director Jack Lew, according to two participants in the talks.\nThe legislation is part of a catchall anti-crime bill that includes more than $ 3 billion to fight violence against women and seeks to protect foreign women brought into the United States by the illegal international sex trade.\n\nLoad-Date: October 11, 2000"
}