{
    "title": "FUGITIVE FOUND IN MADISON TO BE RETURNED TO ILLINOIS",
    "publisher": "wisconsin state journal",
    "year": 2013,
    "month": 5,
    "day": 7,
    "full text": "MADISON - A Chicago fugitive who was arrested Thursday night in Madison after a daylong manhunt waived an extradition hearing Monday and will be returned to Illinois.\nParis Poe, 33, who was wanted in Illinois for questioning in a federal murder investigation and for a parole violation, agreed to return to Illinois during a brief court appearance. He faces no charges in Dane County.\nPoe was arrested by the Madison Police Department's SWAT team after a traffic stop near Fair Oaks Avenue and Highway 30. Police tried to arrest Poe on Thursday morning at a Fitchburg motel where he had been staying but missed him there. Schools in Verona and some in Madison were locked down during the search.\nAuthorities searched for Poe after receiving information that he might be in the Madison area.\nFort McCoy cancels open house, citing federal cuts\nFORT McCOY - Fort McCoy has canceled its 2013 Armed Forces Day Open House because of automatic federal spending cuts.\nThe event was scheduled for May 18, but Fort McCoy says it could not successfully host this year's open house due to the military's restrictions on community outreach events under the budget cuts.\nGarrison Commander Col. Steven W. Nott said he's a strong supporter of community engagement. Nott said the cancellation complies with guidelines under the spending cuts.\nFort McCoy usually conducts an annual Armed Forces Day Open House on the third Saturday in May. Activities include equipment displays, personalized dog tags and installation tours.\nState anti-terrorism centers get less money\nMADISON - Federal support has declined for Wisconsin's two anti-terrorism centers linked to a national intelligence network.\nThe centers in Madison and Milwaukee are among 78 nationwide that investigate suspicious activity, determine the level of threats and study intelligence about terrorism.\nThe Madison center is operated by the state Department of Justice. Its primary funding has come from the Homeland Security Grant program. But the state's allocation has dropped 88 percent since fiscal year 2005. DOJ is asking the state to pay for five employees out of general purpose revenue.\nThis April was the least deadly on roads in decades\nMADISON - Fewer people lost their lives on Wisconsin roads last month than in any other April since World War II, according to statistics from the Wisconsin Department of Transportation.\nTwenty-eight people died in 25 crashes in April, 17 fewer than April of 2012 and 16 fewer than the five-year average for the month.\nThe deadliest April on Wisconsin roads since World War II was in 1977, when 113 people died.\nFor the first four months of 2013, 134 people were killed in traffic crashes in Wisconsin, 22 fewer than the same period in 2012 and seven fewer than the five-year average.\nOf the 134 deaths so far this year, 11 were pedestrians, five were motorcyclists and one was a bicyclist.\n\nLoad-Date: May 8, 2013"
}