{
    "title": "Fugitive in eco-terrorism case turns herself in at US -Canada border After a decade on the run, a Ca",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 11,
    "day": 29,
    "full text": "After a decade on the run, a fugitive in the largest eco-terrorism case in US history has turned herself in to the Federal Bureau of Investigation.\nRebecca Jeanette Rubin, a Canadian citizen who had been living recently in Canada, surrendered to federal agents on Thursday at the international border with Canada in Blaine, Wash., according to federal officials.\nFollowing an initial appearance in US District Court in Seattle, she was expected to be transferred to Oregon to stand trial on federal charges including arson, use of a destructive device, and conspiracy.\nMs. Rubin is alleged to have been part of the Earth Liberation Front (ELF) and Animal Liberation Front (ALF), militant environmental groups that used violence to fight back against those they deemed harmful to the environment.\nRubin is accused of plotting with 12 others to carry out 20 acts of arson from 1996 to 2001 in five Western states. The groups sought to intimidate government agencies, private businesses, and local residents through planned acts of sabotage.\nMembers of the group, including Rubin, allegedly set fires in October 1998 that destroyed Two Elk Lodge and other buildings at the Vail ski area in Eagle County, Colorado. She is charged with involvement in the November 1997 arson attack on the US Bureau of Land Management's Wild Horse and Burro Facility near Burns, Ore., and a December 1998 attempted arson at the offices of US Forest Industries in Medford, Ore.\nRubin is also named in a federal indictment in California charging her with conspiracy, arson, and using a destructive device in the October 2001 fire at the Bureau of Land Management's Wild Horse and Burro Corrals near Susanville, Calif.\nTen other members of the ELF and ALF pled guilty to arson and conspiracy charges in August 2007. A federal judge in Eugene, Ore., sentenced them to prison terms ranging from three to 13 years.\nTwo alleged members of the groups remain international fugitives. They are identified as Joseph Mahmoud Dibee and Josephine Sunshine Overaker.\n\nLoad-Date: November 30, 2012"
}