{
    "title": "Fujimori Sees a Peaceful, and a Prosperous, Peru",
    "publisher": "the new york times",
    "year": 1993,
    "month": 4,
    "day": 6,
    "full text": "Expressing \"not the slightest regret\" about seizing expanded powers one year ago today, President Alberto K. Fujimori says his authoritarian moves are rapidly pacifying Peru and setting the stage for a free-market economic boom here in the mid-1990's.\n\"Today we have 95 percent of the Shining Path leadership behind bars,\" the Peruvian leader said in an interview on Sunday night. \"By 1995, the Shining Path will be completely eradicated as an organized group.\"\n\"There's a close relationship between the fight against terrorism and the fight to restore economic growth,\" Mr. Fujimori said. \"No amount of foreign aid, no economic plan -- no matter how well designed -- will have a beneficial effect if terrorism is not stopped.\"\nOn April 5, 1992, Mr. Fujimori closed courts and the congress, asserting that he needed greater powers to combat corruption, cocaine trafficking and a surging rebellion by the Maoist Shining Path guerrillas. The moves pushed his local public approval rating to 81 percent. But the outside world recoiled in face of the constitutional break.\n \nScores High in Polls\n One year later, Peru's austere leader seemed relaxed and confident as he fielded questions. Today, polls still give Mr. Fujimori approval ratings of 62 to 67 percent, among the highest for any leader in the Americas.\n\"What has been demonstrated is that here in Peru the people want a strong government that creates social and economic order,\" he said in the clipped Spanish of a man whose parents immigrated here from Japan in the 1930's. \"People want a government that gives security to all the population and that gives guarantees to investors. I am confident that Peru is going to be one of Latin America's most developed nations in a few years.\"\nEndorsing the President's claim to have improved public order, a private human rights group reports that guerrilla attacks nationwide fell from 126 in January to 36 in March. Indicating that 12 years of guerrilla violence is far from ending, however, 11 people -- 7 police officers, 3 soldiers and 1 civilian -- died today in a guerrilla attack near the northern city of Trujillo. On Friday, 12 guerrillas were killed in a battle with soldiers in the Amazon.\nOn the international front, the inauguration in January of a new Congress thawed aid that had been frozen last year. Last month, with the United States providing crucial financial and political support, Peru repaid debts to the World Bank and to the International Monetary Fund and re-entered the international financial community after a six-year absence.\nBut Peru's human rights record is expected to cause continued friction with the United States and Europe.\n\"Peru's already troubled human rights situation has become significantly worse,\" Americas Watch, a human rights group based in New York, asserted in a report made public today.\nThe report criticized Mr. Fujimori for closing prisons to international human rights observers, for instituting a \"rubber stamp\" Congress, for publicly branding human rights leaders as \"tools\" of terrorists and for allowing the police to kill 39 guerrilla inmates in a prison crackdown last May.\n\"A series of antiterrorism measures virtually do away with due-process rights for those accused of terrorism, crimes whose definitions have been broadened to encompass peaceful dissent, human rights defense and investigative reporting,\" the report continued. \"Peruvian human rights groups believe that hundreds of innocent Peruvians are now jailed.\"\nMr. Fujimori defended the antiterrorism decree on Sunday, saying the military courts had allowed his Government in the last six months to try and to sentence to life in prison the top leadership of Peru's two guerrilla groups, the Shining Path and the Tupac Amaru Revolutionary Movement.\n\"Before April 5, judges freed no fewer than 200 terrorists who returned to committing crimes,\" he said, echoing a common complaint about the inefficiency of Peru's old court system.\n\"In 1991, the Supreme Court even declared Abimael Guzman free of any guilt,\" he continued, referring to the Shining Path's leader, now serving a life sentence in a specially built prison.\nAdmitting that his Government had suffered from \"inertia\" on human rights, the Peruvian President promised to improve his country's record. He said that the International Committee of the Red Cross could resume visits to prisoners convicted of terrorist crimes and that he hoped to see convictions for the forced disappearances of prisoners.\nAlthough Peru continues to lead the world in recorded disappearances, the number of prisoners who disappeared after arrest dropped sharply last year, to 112 from 304 in 1991. Mr. Fujimori predicted that the new Congress would approve a law instituting the death penalty for terrorist crimes.\n\"In the presence of the crimes that these gang leaders commit, I think its application is necessary,\" Mr. Fujimori said.\nAlready, he said, the threat of life imprisonment had encouraged 200 guerrillas to desert in the first three months of this year.\n \nA Conflict Over Drugs\n On another point of friction with the United States, the cultivation in Peru of the raw material for cocaine, Mr. Fujimori said cooperation between the two countries had \"very poor results.\"\nThe United States Congress is moving to cut in half a $387 million request by the Bush Administration for antidrug aid to the Andean countries. But Mr. Fujimori said coca leaf production can only be reduced through more aid -- more radar for airborne interception and more highway construction to make profitable the cultivation of legal crops like rice and corn.\n\"The new American policy sounds like a big mistake,\" he said.\nWith terrorism easing, conditions are more attractive for foreigners to invest, Mr. Fujimori said.\nOver the next year, the Peruvian Government's plans to auction off state-run mines and electricity and telephone companies. The sales will not only help Peru balance its budget and reduce inflation, now running at 57 percent a year, but will also provide more cash for social spending. In one highly popular program, the President recently started to inaugurate one new school a week.\n\nGraphic\n\n \nPhoto: \"What has been demonstrated is that here in Peru the people want a strong government, a strong government that creates social and economic order,\" said President Alberto K. Fujimori. (Vera Lentz for The New York Times)\n\nLoad-Date: April 6, 1993"
}