{
    "title": "Full Freedom for Former Australian Detainee",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 21,
    "full text": "David Hicks became a completely free man at one minute past midnight Sunday morning, for the first time since being picked up by the Americans in Afghanistan seven years ago this month and later becoming the first terrorism suspect to be sentenced by a military commission at Guantanamo Bay, Cuba.\n  ''When he gets out of bed, it will be a new era for him,'' said his father, Terry Hicks, who was preparing for the first Christmas with his son, now 33, since he went off to Pakistan in 1999. \n  ''It's going to be quite exciting,'' Terry Hicks said about Christmas with his son, at their home in Adelaide. But given his son's ''mental state,'' he was not planning anything special. ''We are just going to try to be as normal as possible,'' he said in a telephone interview from Adelaide.\n  Until Sunday morning, Mr. Hicks was under a control order imposed by the police last December. He was required to be home from 6 p.m. to 6 a.m.; required to report to the police twice a week; prohibited from leaving his home state without police permission; and limited to one e-mail account, one cellphone and one land line.\n  A high-school dropout, Mr. Hicks had become an adventurer in his late teens, skinning kangaroos in the Australian outback and training horses in Japan, and he was planning to ride the Silk Road on horseback. But he fell in first with Lashkar-e-Taiba, which was backed by the Pakistani government at the time -- the group is now suspected of planning the attacks on Mumbai, India, last month. He then made his way to Afghanistan, where he fought alongside the Taliban.\n  Mr. Hicks's case was highly politicized. For years, the Australian government did virtually nothing while he was at Guantanamo Bay. Then, under mounting public outcry, the government put pressure on the Bush administration to release Mr. Hicks or give him a trial. \n  Under a plea agreement in March 2007, Mr. Hicks pleaded guilty to one count of providing material support for terrorism and was sentenced to nine months in prison, which he was allowed to serve in Australia.\n  When he was released, the police unexpectedly imposed the control order. The control order expired at midnight Saturday, and the police have said they are not going to renew it.\n  The end of these restrictions now allows Mr. Hicks to turn more of his attention to rehabilitation, his father said.\n  He said his son now has great difficulty concentrating. He has a part-time job, his father said, but finds it difficult to work more than a couple of days because of the trouble he has retaining information or remembering his tasks for the next day.\n  Mr. Hicks is also now free to speak to the news media, but his father has said he is not yet prepared to do so. ''He wants to get himself right first,'' his father said. ''He's got a lot of issues. He wants to be more confident, more assured.''\n\nhttp://www.nytimes.com\n\nLoad-Date: December 21, 2008"
}