{
    "title": "FUMING AT UNION. It's 'citywide blackmail terrorism,' snarls one rider",
    "publisher": "daily news ",
    "year": 2005,
    "month": 12,
    "day": 21,
    "full text": "YOU COULD SEE IT in their eyes, in the set of their jaws, in their E-mails and in their letters.\nNew Yorkers - normally good-humored in a crisis - were mad this time.\n\"As I'm walking, I hope they are walking [Transport Workers Union leader Roger] Toussaint to jail,\" said Peter Johnson, 56, a Columbia College administrator trekking to work along Broadway. \"The people this will hurt the most are the working poor. They can't bear another burden, especially at this festive time of the year.\"\nThere was little of the camaraderie and spirit that was so evident after the Sept. 11 terror attacks or the blackout of 2003.\nIn one of a flood of angry letters and E-mails to the Daily News, John Swift of Ozone Park, Queens, said, \"The strike is extortion against everyone in New York, especially the riders, many of whom are worse off than the strikers.\n\"This strike causes not only inconvenience, but hardship and suffering as well. The TWU workers want respect, but they show no respect for us.\"\nEven Mayor Bloomberg sounded an uncharacteristically harsh tone.\n\"This selfish strike is illegal,\" he said, charging the union with \"thuggishly\" turning its backs on the city and \"hurting the people they work for.\"\nMaybe it was the frigid wind that made walking even a short stretch unpleasant. Maybe it was a lack of sympathy for the union from many workers to whom any kind of pension sounds like a luxury. Maybe it was how the strike hurt the people who live outside Manhattan the most.\nBut there seemed to be less cheerful can-do spirit and a lot more bitter griping than in previous crises.\n\"I'm a little tired of walking on this bridge when something happens,\" said Timothy Arthur, 38, a security guard hiking across the Manhattan Bridge from his home in Fort Greene, Brooklyn, to his job at a downtown investment company.\n\"This is not a big thing or a disaster or an attack. This is about a contract. I've got a contract, too. I'm honoring it,\" he said. \"And you know what? I'm really, really cold.\"\nWilliam Welles of Manhattan called the strike \"citywide blackmail terrorism.\"\nEdward Ramos of Brooklyn called the transit workers \"overpaid ingrates\" who should never again get the benefit of the doubt for unclear intercom announcements or a lack of correct change at a booth. \"We should tell them to shut up and do their job right, because they'll be getting paid more than most of us ever will!\" he wrote.\nThere was anger aplenty, too, for the MTA brass and the politicians who couldn't stop the strike. And The News also got letters lauding the union for standing up to the Metropolitan Transportation Authority.\n\"It is also honorable that the union didn't sell out the future,\" wrote David DiBello of Manhattan. \"This is what honor looks like - tough, inconvenient and difficult. The right thing usually is, otherwise it wouldn't be worth it.\"\nBut try telling that to the people struggling along the wind-swept pavements yesterday.\nNancy Torres, 27, hoofed the 12 miles from her home in Queens to her job as a receptionist at a dentist's office near Ground Zero. \"My back is hurting, but I'll be fine,\" said the single mother of four, who was soldiering along Queens Blvd. in Sunnyside.\nOf course, there was a lot of good cheer around as well - especially in Manhattan, where people generally only had to walk a mile or two - as New Yorkers' natural enjoyment of the new and different came to the fore. \"It's great. Any time there's a problem, New Yorkers get together. It's like a second blackout. Everyone was saying 'Hello' on the street this morning,\" said Jay Platt, 31, who hitched a ride with a stranger from Brooklyn Heights to the PATH train.\nAs Michael Chimenti of Bayside, Queens, wrote: \"We made it to work today, and we'll make it to work tomorrow. The TWU is forgetting one thing: New Yorkers step up when things are toughest. We've been through a lot worse than this.\"\nhkennedy@nydailynews.com\n\nGraphic\n\n \nRON ANTONELLI DAILY NEWS New Yorkers try walking to work as they form sea of pedestrians crossing Brooklyn Bridge into Manhattan yesterday.\n\nLoad-Date: December 21, 2005"
}