{
    "title": "Funding for projects like ricin vaccine misguided, terrorism experts say",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 3,
    "day": 3,
    "full text": "Posted: 9:28 PM- The deadliest attack by international terrorists in U.S. history was carried out by men whose weapons of choice were simple box cutters. The worst domestic attack was brought on by a man driving a truck full of fertilizer.\nOver the past decade, the United States has spent billions of dollars to guard against terrorist attacks. But a frantic search of several Salt Lake County neighborhoods for a deadly but easy-to-make poison is evidence that many of the the most likely threats to American lives are small in measure, cheap in cost and nearly impossible to inhibit.\nAn ounce of prevention may be worth a pound of cure, but several terrorism experts say there simply is no way of averting every potential threat. They say the government's \"any threat at any cost\" strategy is misguided at best - and dangerous at worst.\nInvestigators say they so far have no reason to believe there is a terrorist link to the recent discovery of the toxin ricin in a Las Vegas hotel room and the subsequent investigation into the trail of a Utah man who appears to have fallen ill from exposure. But police say the man - in whose room was discovered vials of ricin, firearms and anarchist literature - may have been able to inflict significant damage to others had he not first fallen ill himself.\nAlthough ricin has never been used in a mass attack on civilians, the nonprofit Center for Defense Information believes the toxin's \"potential as a powerful terrorist weapon is high,\" in part because \"the opportunities to create havoc and hysteria with it abound,\" and particularly because \"it is relatively easy to produce.\"\nIn response to such concerns, the U.S. Army Medical Research Institute of Infectious Diseases has spent millions of dollars formulating a vaccine for ricin, which is deadly to those infected but cannot be spread from person to person.\nHowever, Cindy Williams believes the government has its priorities out of order.\n\"What could the U.S. do to prevent people from ever cooking ricin? The answer to that is virtually nothing,\" said Williams, an MIT research scientist who frequently lectures on the nation's security spending.\nWilliams said that the federal officials blow through a lot of money trying to prevent \"the threat of the month\" - much to the detriment of more well-rounded preparation. \nIn the 20 years in which the Army has been trying to perfect its vaccine, not a single person has died of illicit ricin poisoning. Yet one Army doctor estimated in 2005 that winning FDA approval for the ricin vaccine might cost as much as $1.5 billion. That's enough to match all federal homeland security funding for Utah and its six adjoining states - for 15 years.\n\"We'd be much better off beefing up our public health system,\" Williams said.\nJonathan Tucker agreed. The biological and chemical weapons expert, a senior fellow at the James Martin Center for Nonproliferation Studies, said there has been \"a lot of money being focused on worst case scenarios - for massive small pox epidemics or massive use of anthrax - and you obviously have to prepare for those, but you also have to prepare for the most likely events, including small-scale attacks, because those are the ones that are likely to occur and have occurred in the past.\"\nSalt Lake City emergency management director Michael Stever said that's why his department takes an \"all hazards\" approach to preparing for potential crises - spending its limited resources on equipment and training that can be used in the greatest number of possible scenarios.\nNational security expert Amos Guiora said that kind of realistic preparation is part of a sound counterterrorism strategy - but not one he expects to see the federal government duplicate any time soon.\n\"You can't throw a dollar at everything,\" said Guiora, who lectures at the S.J. Quinney School of Law at the University of Utah.\nBut Guiora said that message is contrary to American public and political psychology.\n\"If I was president of the United States and I said, 'sometimes terrorists will succeed,' I'd lose the next election,\" Guiora said. On the contrary, he said, if the Israeli prime minister promised to stop every future terrorist attack, he'd lose all credibility.\nGuiora, a former officer in the Israeli Defense Force, said the Israeli perspective \"may be unpleasant, but it is the reality.\"\nAs a rule, terrorists exploit paths of least resistance to inflict harm. And because terrorism can take so many forms - today, for example, a case of alleged eco-terrorism was being investigated in the arson burning of several homes in Washington state - Guiora said America's counterterrorism strategy \"has to be predicated on the understanding that sometimes terrorists will succeed.\"\nThe current homeland security strategy ignores that fact, Guiora said - and thus isn't a strategy at all.\n mlaplante@sltrib.com \n\nLoad-Date: March 4, 2008"
}