{
    "title": "Funding Terrorism Is Issue in Chicago Case",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "A federal appeals court that includes some of America's most prominent jurists is wrestling with a case that could set an important precedent about when Americans can be held legally liable for funding groups, such as Hamas and Hezbollah, that carry out terrorist operations and humanitarian aid efforts at the same time.\nIn Chicago, 10 judges who constitute nearly the entire active bench of the 7th Circuit Court of Appeals spent more than an hour hearing lively arguments in a lawsuit brought by the family of an American yeshiva student, David Boim, 17, who was sprayed with gunfire and killed in an apparent terrorist attack at a West Bank bus stop in 1996.\nAfter a trial, a federal court jury found Hamas responsible for Boim's death and returned a $52 million verdict against several Islamic groups based in America and an Islamist activist, Mohammed Salah. The verdict was tripled to $156 million, under federal law. However, in December, a three-judge panel of the 7th Circuit overturned that decision, ruling, 2-1, that the plaintiffs did not show an \"adequate causal link\" between the killing and the donations sent from America.\n\"There is no evidence that the defendants did anything that contributed to or caused the tragic death of David Boim,\" a lawyer for Mr. Salah, Matthew Piers, said yesterday, according to audio posted on the court's Web site.\nMr. Piers said Boim's family should be required to show \"minimal evidence\" of such a link. The comment prompted Judge Richard Posner to ask what that would mean.\n\"Would there have to be a Katyusha rocket with the name Salah engraved on it, something like that? Would his contribution have to be earmarked for a specific weapon or ammunition which is then traced to David Boim - the bullet?\" the judge said.\nMr. Piers said that would \"go far beyond\" the proof needed, but he also suggested that simply donating money to Hamas with the intent of furthering terrorism would not be enough to hold someone liable.\n\"You can never trace the critical expenditure on the weapon that kills the plaintiff's decedent to a specific donation,\" Judge Posner said, adding that the law Congress passed in 1991 would be \"completely ineffectual\" if such a standard were followed.\nThe case drew amicus briefs from a wide variety of groups, including a coalition of nonprofit groups that warned that some standards of liability could make them responsible for charity work that incidentally benefits a terrorist group.\nWhen judges asked about those concerns, a lawyer for the Boims, Nathan Lewin, said it shouldn't be a problem unless those groups send money or supplies to Hamas or a similar group.\n\"If the Holy Land Foundation had gone into Gaza and dealt directly with people in hospitals and with various needy recipients of charity, we wouldn't be here,\" Mr. Lewin said.\nA lawyer for Holy Land, John Boyd, said the local Palestinian charities the foundation supported were also getting funds from the American government, the United Nations, the Red Cross, and others. \"I won't even speculate now as to why under these circumstances Holy Land Foundation should have to struggle with this idea that somehow by engaging in charitable efforts in Palestine ? that the Holy Land Foundation is now having to fend off a theory that somehow charity equals terrorism,\" he said.\nIn August, Justice Department lawyers filed a written brief in the case arguing that those who give money to terrorism-supporting groups can be held liable for terrorist acts \"even if the donor does not intend to advance the violent component of the recipient organization's activities.\"\nThe federal government warned the court that adopting the Holy Land Foundation's arguments \"would also mean defendants would have a Constitutional right to donate funds to Al Qaeda, as long as those funds were meant by the donor for 'political' or 'humanitarian' activities.\"One of the most surprising moments in yesterday's hearing came when Judge Frank Easterbrook declared that there might be no claim at all against the defendants because the law under which the Boim family sued, known as Section 2333, makes no explicit reference to litigation against financial supporters. \"I just can't see anything in 2333 providing for liability of donors to any organization,\" Judge Easterbrook said. He added that it was \"problematic\" that the plaintiffs were seeking to evade stricter intent requirements in other laws.\nA lawyer for the Boims, Stephen Landes, said the discussion of how donors should be treated was not strictly relevant to a case involving allegations of deep involvement with Hamas. \"We put in very substantial evidence that each of these defendants had an ongoing and consistent relationship with Hamas,\" he said. \"The whole idea that these defendants or the Holy Land Foundation was simply a donor, I think understates the relationship.\"\nTechnically, the appeals court's ruling will apply only to cases filed in Illinois, Indiana, and Wisconsin. As a practical matter, however, the ruling from the 7th Circuit's full bench is likely to have great sway across the country, in part because judges Easterbrook and Posner are considered two of the leading intellectuals of the federal judiciary.\nAccording to an attorney involved, one of the 11 active 7th Circuit judges, Kenneth Ripple, was not at yesterday's arguments, though there was no indication he has recused himself from the case.\n\nLoad-Date: September 11, 2008"
}