{
    "title": "Fund Lets Citizens Sponsor Terrorism Fight",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 11,
    "day": 19,
    "full text": "IDEA MEANT TO PUMP CASH INTO U.S. REWARD PROGRAM\nTAMPA - Americans have a relatively new way to fight terrorism: their checkbooks.\nTwo businessmen have launched a campaign to raise money for the U.S. State Department's Rewards for Justice Program. The rewards are offered to those who provide information on terrorism.\nFormer NBC marketing executive Joe Rutledge and a friend, Priceline co-founder Scott Case, came up with the idea for the nonprofit Rewards for Justice Fund after the Sept. 11 attacks. The money goes to the federal program.\n\"Everyone was providing aid to the families and victims of the terrorist attacks, no question, but people wanted to know what else could be done above and beyond that,\" said Rutledge, who owns an Internet company in Connecticut.\nCase and Rutledge have promoted the effort on \"Today\" and other TV shows.\nThe push to bolster the U.S. reward program is welcomed by the State Department.\n\"The administration fully supports their effort, but we need to get the message out to America that this program that combats terrorism exists,\" said Susan Pittman, a State Department spokeswoman.\nThe Florida Department of Highway Safety and Motor Vehicles recently joined the effort. Florida motorists can order a \"United We Stand\" specialty vehicle license plate starting July 1. Those wishing to buy it can do so for $25 in addition to the conventional license plate fee. Half the proceeds from the plate will go to the Rewards for Justice Fund.\n\"I think we are the only state to do this thus far,\" said Robert Sanchez, spokesman for the Department of Highway Safety and Motor Vehicles.\nThe Rewards for Justice Program was launched internationally by the State Department in 1984 but has used government funding until the effort started by Rutledge and Case.\nIndividuals providing information to the program might be eligible for a reward of up to $5 million, protection of identities and relocation with their families.\nThe highest-profile capture from a Rewards for Justice tip was the arrest of Ramzi Ahmed Yousef, one of the terrorists convicted of the 1993 World Trade Center bombing.\n\"The program has a very high success rate,\" said Robert Padgett, spokesman for the Rewards for Justice Fund. \"The State Department found Ramzi Yousef because of a tip they got from overseas, but there are many notable examples. The best way to end terrorism is to infiltrate their surroundings and get close to them and the people around them. This information is vital.\"\nFor more information on the Rewards for Justice Fund and program, call 1-800-437-6371, 1-877-392-7373, or e-mail@dssrewards.net  \nThe Web address is www.rewards- forjustice.org\n\nNotes\n\nAMERICA STRIKES BACK\n\nGraphic\n\n \nPHOTO 2\nScott Case\nPriceline co-founder behind fund benefiting U.S. State Department's Rewards for Justice Program\nJoe Rutledge\nEx-NBC exec wanted to help program that has had success with getting information on terrorists\n\nLoad-Date: November 21, 2001"
}