{
    "title": "Fundraisers aid India Palace after attack",
    "publisher": "the santa fe new mexican",
    "year": 2020,
    "month": 6,
    "day": 25,
    "full text": "Baljit Singh was still reeling from the sight of his restaurant being trashed in a racist attack this week, but the show of support his family had received from across the country buoyed his spirit.He thanked a group of friends and state leaders who gathered Wednesday outside India Palace, which had been destroyed in the break-in Monday, to denounce racism and express solidarity.\n\"So don't worry, I'm still here,\" Singh told the small rally. \"I'm still working for you [to] bring you good food.\"\nUnsolicited GoFundMe efforts have raised more than $120,000 for the Sikh family, enough to cover repairs of the damaged kitchen and dining areas, and replace the bottles of wine, tables, glassware and dishes that were shattered.\nCurrent online campaigns have raised $71,000, and a campaign that fellow Indian restaurant Paper Dosa just finished raised almost $57,000.\nA few people launched online fundraisers without asking the Singhs, who decided to let them do it, said Cameron Brown, a friend of the family, in an interview before the rally.\nA contractor will begin repair work Saturday, Brown said.\nThe Singhs expect to have enough of the repairs completed in a week and will then begin to offer takeout and delivery, Brown said. They can't open for dining until their chef returns from India, he added. The chef is unable to leave because of that country's surging COVID-19 outbreak.\nPolice have called the destruction of the restaurant a hate crime because of the racist graffiti spray-painted inside.\nSanta Fe police Chief Andrew Padilla said there is some video footage of the crime that will be released publicly in the hope that someone can identify the vandal.\nThe incident also prompted state Attorney General Hector Balderas to renew his call for the Legislature to revise anti-domestic terrorism and hate crime statutes as well as fund a special unit in his office to investigate and prosecute such crimes.\n\"Domestic terrorism harms individual Americans and intimidates entire communities, and we must immediately address this problem before it gets worse,\" Balderas said in a statement. \"I stand with the victims of this heinous attack, and will continue to fight to protect New Mexican families from this violence.\"\nState officials who spoke at Wednesday's event said they were appalled by the attack on India Palace. A few noted that sometimes it takes an ugly crime to bring people together.\n\"This deplorable act is not New Mexico,\" said State Land Commissioner Stephanie Garcia Richard. \"So today I hope you receive a message from your fellow New Mexicans that we will not tolerate these acts. That is not us.\"\nState Rep. Andrea Romero, D-Santa Fe, expressed sympathy for the Singhs but also for a criminal who could be driven by such hatred.\n\"How is it that we have this kind of pain in our community that folks want to express that in such a hateful way?\" Romero said.\nBrown said people from as far away as Chicago and New York have joined locals in offering to help, which has comforted the Singhs after the disturbing incident.\nOn the flip side, some people are still saying in social media posts they believe the break-in and vandalism were faked, Brown said.\n\"Just the normal, Trump-supporting people that say it's a hoax,\" he said.\nThe words \"Trump 2020\" were spray-painted along with racial epithets across walls and paintings.\nOne man posted on social media that the attack was against the former owner, but the person he named was actually a former manager, Brown said.\nBrown said he was able to pressure the man into taking down his posts.\nThe ferocity of the attack is hard to shake, Singh said.\nHe said he'll never forget seeing all the glassware shattered, the hateful graffiti defacing the expensive paintings, the computers gone and the sense of violation.\nMotioning to his head, Singh said, \"I'm still not feeling good, still not feeling well.\"\nBut he said he appreciates the outpouring of sympathy that will help his family recover, both financially and emotionally.\n\"I promise I'm coming back,\" he said.\n\nLoad-Date: June 25, 2020"
}