{
    "title": "Furor Erupts at United Nations At Seminar on Terror Victims",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 9,
    "day": 9,
    "full text": "A one-day seminar organized by the United Nations to highlight the plight of victims of terrorism is coming under heavy criticism from Arab diplomats and reporters who say the process of selecting the participants is flawed.\nThe inclusion of the father of an Israeli girl who was killed in a 2001 suicide bombing in Jerusalem among the 18 victims of terrorism in today's seminar set off a volley of questions yesterday from U.N. reporters, who accused a top aide to Secretary-General Ban, Robert Orr, of bias against Muslims and of ignoring the victims of \"state terrorism.\"\nIn one of the most pointed criticisms of the seminar, Arab diplomats wondered aloud how the organizers could have chosen a list of terror victims when the United Nations has not yet managed to settle on a definition of terrorism. The failure of the U.N. General Assembly to decide on a comprehensive definition, however, is widely seen as a result of Arab countries' insistence that Israeli civilians who die in attacks be defined as casualties of a just war against a \"foreign occupation,\" not as victims of terrorism.\n\"The holding of a symposium for victims of terrorism and not for other victims, such as those of foreign occupation, raised numerous questions,\" the Egyptian ambassador to the United Nations, Maged Abdelfattah Abdelaziz, told the General Assembly last week. \"Moreover, the criteria for selecting victims, in the absence of an agreed legal definition of terrorism, could lead to the politicization of the event.\"\nThe list of seminar participants includes Arab victims of the 2003 bombing of the U.N. headquarters in Baghdad and terror attacks in Jordan and Algeria, as well as Muslim victims of a bombing in Bali, Indonesia, and victims from Africa, Eastern and Western Europe, and the Americas. Mr. Orr said that in composing the list, the organizers relied on definitions of terrorism found in 16 international \"legal instruments.\"\nThe definitions include acts of violence directed at civilians, aimed at promoting political goals, and perpetrated by non-state actors. State acts of violence are covered by a number of international treaties and pacts, including the Geneva Conventions.\nEven without a comprehensive definitions of terrorism, its victims should not be ignored, Mr. Orr said. \"These people do not have a voice,\" he said.\nAs the seminar has neared, the criticism of the organizers has grown louder, and now includes accusations that the four countries that underwrote the cost of the $300,000 event - Italy, Spain, Britain, and Colombia - got a say in its content. Some also complained of an \"imbalance\" to the seminar after the head of the Palestinian Permanent Observer Mission to the United Nations, Riyad Mansour, was reported not to have been invited initially to contribute.\nMr. Orr said yesterday that the organizers had sent an invitation to the Palestinian Mission to contribute to the seminar at the same time the other U.N. missions received their invitations; the organizers apologized for not including Mr. Mansour's name on the letter, he said.\nAccording to several diplomats, the sensitivity of the Israeli-Arab dispute led the United Nations to add a Gaza-based activist on the psychological effects of the conflict, Marwan Diab, to a list of \"presenting experts\" who will talk about terrorism at today's seminar.\n\"There was tremendous pressure to create 'balance' between Israeli terror victims and so-called Palestinian terror victims,\" an Israeli ambassador to the United Nations, Daniel Carmon, said. \"The fact is that the United Nations could not find even one Palestinian terror victim because there is no such thing. While there are Palestinian victims of the dispute, the only victims of terrorism on that side are those hurt by Arab-on-Arab terrorism.\"\n\nLoad-Date: September 9, 2008"
}