{
    "title": "Futile effort to curb terrorism",
    "publisher": "the world",
    "year": 2006,
    "month": 11,
    "day": 27,
    "full text": "TO THE EDITOR:\nAl-Qaida, and terrorists in general, are determined to stop the United States from doing what it has been doing for hundreds of years: ruling the world and putting its own interests ahead of the good of humanity. Perhaps the good, old USA may not be perfect and has committed a few atrocities of its own over time. This is not to condone the use of violence as a means to an end, however, it should demonstrate that sometimes people do really bad things for good reasons.\nAl-Qaida repeatedly states that its goal is to kill as many Americans as possible, but this is nothing more than a fear tactic. It is far inferior to the U.S. in terms of numbers and military might, but it is not stupid. It is well aware that killing every last American is not the most efficient way to achieve its goals. In fact, it probably could have killed more Americans on 9/11 had it waited until after 9 a.m., when more people would have been at work. Al-Qaida's strategy is psychological: Kill as many people as necessary to throw the collective psyche of our nation into chaos then sit back, produce scary films threatening to destroy us all, and watch as we destroy ourselves. Its plan was set into motion on 9/11, and the Republican leadership has been more than happy to assist them, because a divided nation, crippled with fear, is more easily controlled.\nWe are, however, not as divided as we were two years ago. We have enough distance from 9/11 to see clearly, and what we see is that forcing our way of life and governance upon those who do not seek it, is futile. The birth of our own democracy was made possible only because those involved sought it passionately. Writer Richard Marcks makes an excellent point in highlighting the need for will and vigor in this battle, however, will and vigor do not equal might. Will comes from within and vigor is the fruition of will. It is the desire to remain true to our principles and values that will save us from destruction.\nMarcks passes along a dangerous message in his letter. We are all Americans, sir, and we all want what is best for our nation. Unfortunately, the leadership of your (Republican) party has failed you. Democrats are not the enemy. The true enemy is anyone who actively seeks to divide us, whether it be al-Qaida, Bush, Republicans, or Democrats. We played into the terrorists' hands and our self-destruction has begun. Election Day was proof that it is not too late to stop it.\nBob Breen, Lancaster\n\nLoad-Date: November 27, 2006"
}