{
    "title": "FUTILE TO PRESS FOR A ONE-STROKE MIDEAST PEACE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 7,
    "day": 22,
    "full text": "To the Editor:\nAnwar Sadat's historic trip to Jerusalem in November 1977 should have put to rest the notion that the key to Middle East peace is a comprehensive solution, involving all parties in the region. Sadat and Begin demonstrated the need for realism, to work on that part of peace which is achievable, to avoid the complexities of an allencompassing agreement.\nNow Richard H. Ullman, in ''The U.S. Should Press Israel to Pursue Peace''(Op-Ed July 14), seeks to revive the illusion of simultaneous, multipartite peace arrangements. The United States, he says, should announce the contours of a final agreement and move the parties to accept it. In the process of making his recommendation, Ullman falls prey to tendencies common to those who speak in terms of total peace - the tendency to focus on Israel as the obstacle and the tendency to call for U.S. pressure on Israel.\nMaxwell Greenberg letter comments on Richard Ullman July 14 Op-Ed comment, \"The US Should Press Israel to Pursue Peace\"\nAs is also common to this approach, the writer forces fact to fit theory, no matter the distortion required. Thus he labels Begin the obstacle to progress. But can one exonerate King Hussein, or the Saudi Government, whom our foreign-policy specialists like to call moderate, for stubbornly refusing to join the peace process, or for supporting and paying for war and terrorism against Israel long before Menachem Begin became Prime Minister?\nMr. Ullman says that Israeli military leaders ''never maintained they could not provide adequate security from positions near to if not identical with the pre-1967 borders.'' But every Israeli Government, responsible military authority and mainstream political party has agreed and continues to agree on the need for an effective military presence on the West Bank, whatever agreement may be reached on autonomy.\nMr. Ullman talks of the need for U.S. ''evenhandedness'' in arguing for conditioning American aid to Israel upon Israeli policies that would accept Arabist attitudes held by some academics and some diplomats.\nHow does he propose to be ''evenhanded''? By not giving the Saudis and other Arab governments arms unless they help peace along. So Israel should be cut off from U.S. arms unless it does our bidding, which means Israel would be defenseless, since no one else will sell arms to Israel; and the Arabs would not get their Awacs or other highly advanced materiel from us, whereupon they could promptly turn to Britain, France, the Soviet Union or any other major power east or west and get what they need. This surely is the appearance of evenhandedness.\nFinally, the (Times-supplied) title of Mr. Ullman's piece is an insult to the people of Israel. When, as a result of aggressive wars, wars of attrition and terrorism from 1948 to this day, practically every family member has either lost a father, a brother or a son, or has a maimed or wounded member, no one needs to ''press Israel to pursue peace.'' When a real chance for peace came along, in 1977, Israel pursued it and concluded it. If Mr. Begin's or any government should appear to pass up another real opportunity for making peace, the Israeli political process can be relied upon to make sure it doesn't happen.\nIn the meantime, U.S. policy might more usefully be directed with special attention to those who to this day do not even acknowledge Israel's existence, and who didn't acknowledge it even when Jordan ruled the West Bank and East Jerusalem.\nMAXWELL E. GREENBERG, National Chairman, Anti-Defamation League of B'nai B'rith, Los Angeles, July 15, 1981"
}