{
    "title": "Future could look dim without TRIA",
    "publisher": "business insurance",
    "year": 2005,
    "month": 1,
    "day": 3,
    "full text": "Excerpt from ''Zips: An Economic History of the United States, 2001-2010,'' Hofmann and Hofmann, eds.; Washington, 2019…\nAs the 109th Congress convened in early 2005, risk managers, commercial real estate concerns and insurers had reason for guarded optimism over the future of the Terrorism Risk Insurance Act. Although proponents of extending the act for another two years past its scheduled Dec. 31, 2005, demise had failed to win reauthorization in the waning days of the last Congress, they were heartened by the House Financial Services Committee's unanimous vote in favor of extending the act in late September.\nThe new Congress, though, didn't seem in any hurry to move on the issue. Part of the reason was the sheer size of President Bush's legislative agenda. Part of the reason was also the fact that the Treasury Department appeared to be in no hurry to issue its legally mandated report on TRIA's performance. The report was due by June 30, and, as spring progressed, it appeared as though the report would not be issued until then.\nTreasury beat the deadline by two days. The June 28 report showed that TRIA's mere existence had indeed made terrorism insurance both available and affordable. But the law's impact on the creation of a private terrorism insurance market remained unclear. The report found that insurers were offering some stand-alone products, but the private capacity for terror coverage fell far short of what the market needed.\nNevertheless, opponents of extending TRIA latched onto the report's finding that a modest private market had emerged. A left-right coalition of free-market purists, corporate welfare opponents and tort reform foes emerged to block reauthorization.\nAlthough the House Financial Services Committee again approved extension legislation, that was as far as the effort progressed. With the White House on the sidelines this time around rather than pushing for TRIA as it had in 2002, the reauthorization effort failed, and TRIA expired on Dec. 31, 2005.\nAt first, the loss of the TRIA backup did not cause market upheaval. Insurers offered limited terrorism coverage to some policies and added terrorism exclusions to others. Some commercial construction projects in central cities went on hold as lenders demanded coverage that simply didn't exist. But with the economy healthy, these dislocations drew little attention.\nThe events of April 19, 2007, changed that. Islamic terrorists chose the 12th anniversary of the Oklahoma City bombings to launch the deadliest assault on U.S. soil in history. Simultaneous strikes on lower Manhattan, Chicago's Loop and San Francisco's financial district claimed more than 13,000 lives and caused more than $87 billion in property damage. The terrorist group, which claimed ties to Al Qaeda, also attacked London's Canary Wharf, although that attack fortunately proved less deadly and destructive than the terrorists had intended.\nOf course, April 19 happened to also fall on the 232rd anniversary of the battles of Lexington and Concord, and Americans once again rallied and pulled together. But they didn't pull together as closely as they had in the wake of the Sept. 11, 2001, attacks. And as damage totals mounted, it became quite evident that insurers were going to take a hard look at coverage questions and make sure that exclusions did indeed stick.\nIn the confused aftermath, policyholders sought redress from state insurance regulators, state attorneys general, Congress and the courts. This final venue would determine exactly what policy language meant. Of course, various courts did not read policy language in exactly the same way. The result was a financial crap shoot for policyholders and underwriters.\nFurther complicating the legal mess was the flood of personal lines claims. Soon, no fewer than seven class actions against national insurers began winding their way through the courts of Madison County, Ill., a jurisdiction particularly loathed by corporate defendants.\nWithout the TRIA backup and with the clogging of the courts, insurers moved cautiously on claims. The economy, battered by a loss of unprecedented magnitude, slid into recession. The insurance industry's response to the events of April 19, 2007, became a key issue in the 2008 presidential campaign, overshadowed only by questions about how the United States could have been caught so unaware for the second time in less than a decade.\nFollowing the Democratic landslide in November's election, President-elect Eliot Spitzer announced that a thorough investigation of the insurance industry and its practices would be one of his administration's first orders of business…\nSenior Editor Mark A. Hofmann can be reached at mhofmann@businessinsurance.com.  \n\nLoad-Date: January 5, 2005"
}