{
    "title": "G-8 officials urge intelligence sharing, broader powers in war on terrorism",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 5,
    "day": 12,
    "full text": "Justice and security ministers from the Group of Eight nations agreed Tuesday to push for enhanced sharing of intelligence, tighter border security and for broader legal and surveillance powers to fight the war on terrorism.\n\"The fight against terrorism must not be limited to our borders,\" said Attorney General John Ashcroft at a closing news conference.\nThe ministers also agreed to make government corruption an international crime-fighting priority and to increase the capabilities of all nations to combat Internet crime and stop terrorists from using cyberspace to further their aims.\nThe G-8 group is made up of the United States, Great Britain, France, Germany, Japan, Russia, Canada and Italy. President Bush is playing host to a full G-8 meeting to address a much broader range of issues next month in Sea Island, Ga.\nOn intelligence-sharing issues, the agreement calls for countries to pass legislation if necessary to ensure that terrorism information can be shared internally with police and prosecutors and externally with other countries. At the same time, nations must \"give due regard to civil liberties\" and legal due process protections.\nNations also should take whatever steps are necessary to ensure that criminal laws are updated to prosecute a broad range of terrorism-related crimes, including recruitment of operatives, providing training, facilities or supplies and \"inciting persons to commit terrorist acts.\"\nThe group also recommended each country to ensure it can legally use a variety of \"special investigative techniques.\"\nOn border security, the ministers agreed that countries should share information about lost or stolen passports to stop terrorists from using them and to crack down on abuse of the asylum process in which individuals can seek protection in a country to escape persecution in their home nation.\n\nLoad-Date: May 12, 2004"
}