{
    "title": "G-8 leaders approve $50 billion Africa package They also pledge new joint efforts against terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 9,
    "full text": "World leaders announced a $50 billion package Friday aimed at helping lift Africa from poverty -- and also proposed up to $9 billion to help the Palestinians achieve peace with Israel.\nAs British Prime Minister Tony Blair wrapped up an economic summit meeting jolted by Thursday's bus and subway attacks, he said, \"We offer today this contrast with the politics of terror.\" In response to the London attacks, the leaders also pledged new joint efforts against terrorism.\nThe Group of Eight nations -- the United States, Britain, Canada, France, Germany, Italy, Japan and Russia --adjourned early Friday so Blair could return to London to deal with the attack's aftermath.\nPresident George W. Bush was first to leave. Upon arriving in Washington, Bush headed straight to the British Embassy to sign a condolence book.\nAmong the new anti-terrorism commitments are a promise to work together to improve rail and subway safety and an effort to give the United Nations a wider role in discouraging terrorism.\nThe G-8 members said in a statement, \"We assure the people of the United Kingdom of our solidarity in the continuing struggle against terrorism.\" The leaders promised \"to bring terrorists to justice wherever they are.\"\nSeparately, Russian President Vladimir Putin cautioned against going too far and putting more restrictions on democracy. By so doing, he said, \"We would be giving a great gift to the terrorists themselves, because they are aiming exactly for that.\"\nLeaders also endorsed new trade deals and promised universal access to AIDS treatment.\nBush met for 20 to 30 minutes Friday morning with Blair to discuss the bombings, White House spokesman Scott McClellan said. Bush will devote his weekly radio address today to the attacks. \nWith a last-minute pledge from Japan, Blair won a key victory -- a promise to double African aid to $50 billion annually by 2010. Although the United States made no additional pledges, Bush announced last week that he would seek to double U.S. aid to Africa by 2010.\nAt Blair's behest, the G-8 nations also endorsed the cancellation of the debt of 18 of the world's poorest nations. And they renewed their commitment to a peacekeeping force in Africa.\nNigerian President Olusegun Obasanjo thanked summit leaders for their \"resolve not to be diverted by these terrorist acts.\"\nStill, Blair failed to get all summit countries to commit to boosting foreign aid to an amount equal to 0.7 percent of national income by 2015. U.S. giving is 0.16 percent of national income -- the smallest percentage of any G-8 country.\nTo help energize the Palestinian economy and bring about conditions more conducive to getting the Israeli-Palestinian peace process back on track, the G-8 members pledged up to $3 billion a year for three years. Much of the money would be in the form of private investments.\nBlair said the pledge would help \"two states, Israel and Palestine, two peoples and two religions, live side by side in peace.\"\nLeaders also declined to embrace Blair's proposal for promises of sharp reductions of the pollutants that scientists say cause global warming.\nIn a compromise, they agreed to Bush's insistence that any new round of talks include developing countries such as China and India. Those nations were exempted from the Kyoto treaty on global warming.\nBlair announced the first such meeting for Nov. 1 in London. The United States is the only G-8 nation to shun the Kyoto treaty, which took effect in February.\nCorrection\n\n\nThe title of French President Jacques Chirac was incorrect in a photo caption in the main news section Saturday.\nCorrection-Date: July 15, 2005\n\nGraphic\n\n \nPHOTO\n Photo by AFP/GETTY IMAGES - G-8 summit participants posing for photos Friday are (from left) Italian Prime Minister Silvio Berlusconi, U.N. Secretary-General Kofi Annan, French Prime Minister Jacques Chirac (behind Annan), President George W. Bush, Senegal's President Abdoulaye Wade (behind Bush) and Canadian Prime Minister Paul Martin.  \n\nLoad-Date: July 15, 2005"
}