{
    "title": "G.O.P. Ends Calls Linking Some Clinton Donors to Terrorism",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 30,
    "full text": "The Republican State Committee said yesterday that its telephone campaign on behalf of Rick A. Lazio's Senate bid would no longer include calls that referred to the bombing of the destroyer Cole to try to suggest that some of Hillary Rodham Clinton's donors supported terrorism.\nThe calls including that reference, which Mrs. Clinton had harshly criticized as politicizing a tragedy, ended sometime Saturday after the party's chairman, William D. Powers, determined that the script had run its course, not because of the criticism, a spokesman for Mr. Powers said.\nThe spokesman, Dan Allen, said Mr. Powers believed that it had reached enough voters, though he could not provide an estimate of how many people had been called. Altogether, a broader telephone campaign, which began Thursday and was to continue for an undisclosed time, was expected to reach 500,000 people.\nState party officials say the phone campaign will continue with other calls, including some aimed at Jewish voters, that question Mrs. Clinton's commitment to Israel.\nMrs. Clinton, campaigning in Rochester with Senator Charles E. Schumer, said the decision to end the calls referring to the Cole bombing was not good enough. She repeated her demand of Saturday that Mr. Lazio and the Republican Party \"do the honorable thing and apologize.\" Mr. Lazio refused on Saturday and then again yesterday, saying the Clinton campaign was trying to deflect attention from questionable donations.\n\"That is so typical,\" Mrs. Clinton said of the Republican decision. \"They should have stopped the calls yesterday when they were caught making those calls. They should clearly take responsibility, as should Mr. Lazio. I believe both Congressman Lazio and the state Republican Party still owe an apology to the families that lost their sons and daughters and loved ones on the U.S.S. Cole.\"\nBoth Jews and non-Jews have received calls. The pitch to non-Jews included a line saying Mrs. Clinton accepted money from an organization that \"openly brags about its support for a Mideast terrorism group -- the same kind of terrorism that killed our sailors on the U.S.S. Cole.\"\nThe reference is to contributions Mrs. Clinton accepted from leaders of the American Muslim Alliance at a fund-raiser in Boston in June. Mrs. Clinton returned the money, $50,000, after learning that the group's leader was quoted as defending a United Nations resolution he interpreted as allowing Palestinians to take up arms against Israel. American investigators say the Oct. 12 explosion on the Cole, which killed 17 sailors, was most likely caused by terrorists, but they have not linked the blast to any organization.\nThe calls to Jewish voters, Mr. Allen said, ask if they knew that before Mrs. Clinton entered the Senate race last year, she \"supported a Palestinian state and didn't support moving the U.S. Embassy to Jerusalem.\" Mrs. Clinton said in June 1999 that she wanted the embassy moved as soon as possible, and has said she supports a Palestinian state as part of a broad peace plan for the region.\nAl Weisel, 37, a writer and editor in Manhattan, said he received a call from the Republican State Committee last night asking if he knew that \"Hillary Clinton supported a Palestinian state and Palestinians.\" Mr. Weisel, who said he planned to vote for Mrs. Clinton, called the call \"disgusting\" and \"sleazy.\"\nMr. Allen said the change in the script did not have anything to do with criticism of the content, saying instead that the party is always reviewing and \"tinkering\" with scripts. Future calls, state party officials say, will raise questions about Mrs. Clinton's positions on health care, taxes and other subjects.\nThe change came to light via Mr. Lazio, who, after speaking at the Abyssinian Baptist Church in Harlem, told reporters in response to questions about the calls referring to the Cole, \"I don't think they're going to continue to make those phone calls.\" A spokesman for Mr. Lazio, Patrick McCarthy, said the congressman, who has denied that his campaign is involved in the phone drive, had heard about the change \"through the grapevine.\"\nMr. Lazio refused to answer questions on whether it was appropriate to use the Cole in the telephone campaign. But he sought to keep the focus on Mrs. Clinton's accepting what he has termed \"blood money.\"\n\"The point here is I think the Clinton campaign is desperately trying to change the subject that they received donations,\" Mr. Lazio said, \"and Mrs. Clinton attended a fund-raiser involving people that were supportive of the idea of using violence and murder as a tool to achieve political ends.\"\nShahid Ahmed Khan, one of two Boston businessmen who say they sponsored the event, stated in a letter that the American Muslim Alliance was not a sponsor, though members of the group did attend. He said he was concerned that raising the specter of terrorism \"will have a chilling effect on future fund-raising by ethnic Americans of the Muslim faith.\"\nMr. Lazio spent much of the day campaigning in New York City, beginning with an appearance at the Baptist church, led by the Rev. Calvin O. Butts III. Mrs. Clinton spoke at the church two weeks ago.\nMr. Butts, who has ties to Gov. George E. Pataki, Mr. Lazio's main political patron in the race, told his congregants that it would be inappropriate for him to make an endorsement in the race. But he spoke highly of some Republicans, including Mr. Pataki, former Senator Alfonse M. D'Amato and Mr. Lazio, whom he said he met several years ago at one of the congressman's prayer breakfasts.\nLike Mrs. Clinton, Mr. Lazio sought to appeal to the gathering by adopting a speaking style similar to that of a preacher, raising and lowering his voice and firing off a few sentences in quick succession.\nHis nine-minute speech, which focused on improving education and mentioned vouchers as an alternative to chronically failing schools, was met by light applause in comparison to the more feverish responses Mrs. Clinton has received in a series of visits to churches with predominantly black congregations. Mr. Lazio has made only a few visits to Harlem since he entered the race in May.\n\"We all dream of racial equality, but we can't get there with our failing schools,\" Mr. Lazio said.\nMr. Lazio went on to campaign in Staten Island, Brooklyn and Queens, concentrating on Italian-American voters. He ended his day with a reception last night by the Dutchess County Republican Committee.\n      \n\nhttp://www.nytimes.com\n\nLoad-Date: October 30, 2000"
}