{
    "title": "G.O.P. Has Tentative Deal on Terrorism Bill",
    "publisher": "the new york times",
    "year": 1996,
    "month": 4,
    "day": 13,
    "full text": "Republicans in the House and Senate have struck a tentative deal on legislation bolstering Federal powers to fight terrorism and hope to pass a finished version by next Friday, the anniversary of the Oklahoma City bombing, Republican officials said today.\nThe compromise appears to resolve a dispute between conservative Republicans and the party's libertarians, who argued that the original legislation dangerously expanded Federal powers to investigate and punish ordinary citizens.\nThe libertarians joined with civil-liberties advocates on the left last month to strip several key provisions from the House version of the legislation, including clauses that would make it easier to deport suspected terrorists and restrict fund-raising for terrorist groups in this country.\nBoth provisions were restored in the tentative compromise disclosed today. But the deal still must pass muster with the full complement of House and Senate negotiators, most of whom will not return to Washington until Monday or Tuesday.\nShould Congress approve the proposed compromise, it was not clear whether President Clinton would sign it into law. A White House official said the Administration had not yet seen the compromise.\nThe proposal contains much but not all of what Mr. Clinton and Republican leaders first proposed a year ago, after a bomb destroyed the Federal Building in Oklahoma City, killing 168 people.\nIt would authorize the Government to spend $1 billion over five years to step up the war against terrorism, giving the State Department new authority to identify terrorist organizations and bar representatives of those groups from raising money in the United States. The department's decisions would be subject to review by Federal courts and Congress.\nThe proposal would also give United States embassies increased authority to deny visas to suspected terrorists, and would establish a new court in the United States to approve the deportation of suspects who are already in this country. And it would require the makers of plastic explosives to add chemical markers that would allow investigators to trace the material to its manufacturer.\nIt also contains an unrelated provision, long a point of contention, that would sharply reduce the ability of death-row prisoners to appeal their convictions in Federal court through the use of habeas corpus petitions.\nAll those clauses, and more, were in the first version of the bill, which the Senate passed June, a version that Mr. Clinton said would give the Government \"the tools it needs to do everything possible\" to prevent another Oklahoma City tragedy.\nThe Senate bill contained another provision the President had sought, allowing investigators to use a single court order as authority to monitor a suspect's conversation as he moves from telephone to telephone. Under present law, investigators must secure separate warrants for each telephone they wish to wiretap.\nBut the House balked at many of those elements. And when its version reached the House floor last month, right-wing libertarians led by Representative Bob Barr, a first-term Republican from Georgia, succeeded in stripping out the clauses dealing with fund-raising, wiretaps and deportation, among others.\nSupporters and opponents agreed that the move rendered the bill toothless. But Speaker Newt Gingrich pledged to restore many provisions during negotiations with the Senate, and the compromise disclosed today appears to reflect that promise. Mr. Barr could not be reached for comment today, but he said earlier that he would work to find a compromise that would draw wide support.\nOne House official, speaking on condition of anonymity, said Republicans planned to announce their agreement on Monday and to finish action on the bill by the anniversary of the Oklahoma bombing, on Friday.\n\nLoad-Date: April 13, 1996"
}