{
    "title": "Gadhafi_ Model dictator_ Libya 's turn away from terrorism holds lessons for U.S. , others",
    "publisher": "usa today",
    "year": 2006,
    "month": 5,
    "day": 16,
    "full text": "The Bush administration took decisive action Monday toward an oil-rich, predominately Muslim nation, led by a mercurial dictator, that promoted terrorism against Americans and tried to develop nuclear weapons.\nThe nation: Libya. The action: to restore full diplomatic relations and remove Libya from the list of states that sponsor terrorism.\nConsidering that the United States and Libya were virtually at war 20 years ago, the turnaround is remarkable -- and a demonstration to other rogue nations that there is path back to respectability.\nTo understand how far Libya has come, think back two decades.\nIn 1980, the United States broke off diplomatic relations after the sacking of the U.S. Embassy by protesters in Tripoli. In 1986, Libya was tied to a Berlin disco bombing in which two U.S. troops died; President Reagan ordered a bombing raid that narrowly missed Moammar Gadhafi, Libya's swaggering dictator. Two years later, in a terrorist act linked to Libyan agents, Pan Am Flight 103 went down over Lockerbie, Scotland, killing 270 people, 189 of them American.\nHit with punishing international sanctions, Libya gradually began to change its ways. It handed over the two men thought to be at the center of the Lockerbie bombing (one was acquitted; the other is in a Scottish jail). It paid compensation to victims' families. And, in 2003, it gave up its secret nuclear weapons program and fingered the shady suppliers -- a network run out of Pakistan that needed to be shut down.\nIn return, Libya has gradually seen its pariah status lifted. The United Nations dropped mild sanctions; the United States and the European Union then lifted tougher embargoes. Monday's step completes the process.\nThere is a distasteful underside. Gadhafi, a colorful despot, remains in power. And, although Monday's decision has been long in the making, skeptics will point out that it comes at a time when oil prices are high, supplies are tight and China is competing to lock up long-term contracts. Nonetheless, the primary objective, renunciation of terrorism and nuclear weapons, was achieved.\nLibya's long climb toward rehabilitation demonstrates that there are no quick fixes in dealings with Iran and North Korea. It took years of frustration, back-channel talks, and a mix of economic and military pressures.\nWhile turning a fanatical leader around clearly requires patience and commitment, it might come down to the whims of the leader. That's less applicable to Iran, where the president answers to a council of religious grandees.\nEven so, bringing Gadhafi inside the international fold in an age of terrorism is a plus for U.S. security. And it might give Iran or North Korea the precedent of a way out, if not now, then well into the future.\n\nLoad-Date: May 16, 2006"
}