{
    "title": "GADHAFI OFFERING ADVICE TO CLINTON",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 7,
    "day": 6,
    "full text": "Libyan leader Col. Moammar Gadhafi predicted the United States will see ''a lot more terrorism'' and urged President Clinton to tend to domestic problems and stop meddling in foreign affairs.\nIn an interview in today's editions of The Washington Times, Gadhafi said Clinton blundered in ordering a cruise missile attack on Baghdad. It made him ''look like vice president in a Bush administration,'' Gadhafi said.\nGadhafi told Arnaud de Borchgrave, the Times' editor at large, that Libya condemns terrorism and stands ready to work with the Western powers to eradicate it.\n''Whatever takes place in America -- and you will see a lot more terrorism there -- is a function of perceived injustices in other parts of the world,'' Gadhafi said.\n''You must understand the power of CNN showing Israeli soldiers shooting Palestinian children. This breeds terrorism in America,'' he said.\n''If you get rid of Saddam Hussein, you will have 10 new Saddams to cope with in different parts of the world,'' Gadhafi said.\n''Don't think Iraq will take the latest cruise missile attack by turning the other cheek,'' he said. ''Acts of terrorism in America will be the answer and they will be more and more violent and spectacular for television purposes around the world.''\nClinton ordered a cruise missile attack on Iraq's intelligence ministry in Baghdad last month in retaliation for the alleged Iraqi plot to assassinate former President Bush on his visit to Kuwait in April.\n''Clinton is a kind, well-intentioned man. But he must resist the temptation to demonstrate that he is decisive by bombing other countries,'' Gadhafi said.\n''With Clinton, I feel a new era is possible. … Clinton is the new generation. He does not look down on Third World people as inferior,'' he added.\nGadhafi said $ 30 billion worth of contracts are awaiting U.S. companies if Clinton normalizes relations with Libya.\nHe repeated the offer he recently made to Jesse Jackson to release two Libyan suspects in the bombing of Pan Am flight 103 ''for trial anywhere in the world except the U.S. and the U.K.''\nThe United Nations has imposed sanctions on Libya for refusing to turn over the suspects in the December 1988 bombing of the jetliner over Lockerbie, Scotland. All 258 people aboard died.\nCiting race riots in Los Angeles, shootings of children at a swimming pool in Washington, serial killings, drugs and other problems in the United States, Gadhafi said, ''Clinton should concentrate all his energy on America and stop meddling in matters that are of no concern of Americans -- such as Bosnia, which is strictly a European problem.\n''Why are you using the U.N. to bomb one clan in Somalia? At this rate you will exhaust yourselves in a very short time,'' he said.\n\nLoad-Date: September 20, 1995"
}