{
    "title": "GADHAFI'S WORDS OF WARNING; LIBYAN PREDICTS TERRORISM IN U.S",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 7,
    "day": 6,
    "full text": "Libyan leader Col. Moammar Gadhafi predicts the United States will see \"a lot more terrorism\" and urges President Bill Clinton to tend to domestic problems and stop meddling in foreign affairs.  In an interview in today's editions of The Washington Times, Gadhafi said Clinton had blundered in ordering a missile attack on Iraq. It made him \"look like vice president in a Bush administration,\" Gadhafi said.  Gadhafi said that Libya condemned terrorism and stood ready to work with the Western powers to eradicate it.  The Libyan leader has long been accused of harboring international guerrillas and of financing and organizing major acts of violence.  \"Whatever takes place in America - and you will see a lot more terrorism there - is a function of perceived injustices in other parts of the world,\" Gadhafi said.  \"You must understand the power of CNN showing Israeli soldiers shooting Palestinian children. This breeds terrorism in America,\" he said.  \"If you get rid of Saddam Hussein, you will have 10 new Saddams to cope with in different parts of the world,\" Gadhafi said.  \"Don't think Iraq will take the latest cruise missile attack by turning the other cheek,\" he said. \"Acts of terrorism in America will be the answer and they will be more and more violent and spectacular for television purposes around the world.\" Clinton ordered a cruise missile attack on Iraq's intelligence ministry last month in retaliation for a plot to assassinate former President George Bush on his visit to Kuwait in April.\n\"Clinton is a kind, well-intentioned man. But he must resist the temptation to demonstrate that he is decisive by bombing other countries,\" Gadhafi said.  \"With Clinton, I feel a new era is possible. . . . Clinton is the new generation. He does not look down on Third World people as inferior,\" he added.  Gadhafi said $30 billion worth of contracts awaited U.S. companies if Clinton normalized relations with Libya.  \"Clinton and I belong to the same democratic camp,\" he said. \"The process of normalization should begin without further delay.\" The United States severed relations with Libya in 1986.  Gadhafi blamed both Libya and the United States, as well as other powers, for helping \"certain Afghan . . . guerrilla factions\" against Soviet occupation forces in the 1980s.\n\nLoad-Date: October 11, 1993"
}