{
    "title": "Gadhafi faces tough questions from students",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 6,
    "day": 12,
    "full text": "ROME - Libyan leader Moammar Gadhafi faced angry protests and tough questions on human rights Thursday as he gave a speech at a Rome university during his first visit to Italy. Earlier Thursday, he courted controversy by calling for dialogue with terrorists and by likening the 1986 U.S. strikes on Libya to Osama bin Laden's terror attacks. Hundreds of students protested Gadhafi's speech at La Sapienza University, saying the centuries-old atheneum and Italy had gone too far in giving the strongman a red-carpet welcome. \nSome hurled objects, firecrackers and red paint at riot police, and baton-wielding officers charged the demonstrators. No injuries were reported. \"It is absurd to invite to a university a head of state who is questioned for his human rights policies,\" political science student Cecilia Signorini said. \"Sure, economic interests are behind it, which should be of no concern to a public university.\" Gadhafi, for decades ostracized by the West, has emerged from his pariah status by abandoning weapons of mass destruction and renouncing terrorism in 2003. The United States restored diplomatic ties with Libya in 2006 and removed Libya from the State Department list of countries that sponsor terrorism. Gadhafi's four-day visit to Italy, which began Wednesday, has highlighted Tripoli's strong political and economic ties to Rome. Last year, Italy agreed to pay $5 billion compensation to make amends for its 1911-1941 colonial rule over the North African nation. Italian Foreign Minister Franco Frattini said the government invited Gadhafi - who is currently head of the African Union - because Italy wants the Group of Eight industrialized nations to put Africa high on the agenda of its summit next month in the central town of L'Aquila. Inside the Italian university's auditorium, Gadhafi gave a long speech on world affairs and reminded young people of Italy's colonial rule in Libya. Students asked questions reflecting rights groups' concerns about a recent deal allowing Italy to send immigrants back to Libya if they are intercepted at sea. Some decried Libya's treatment of migrants as well as its poor human rights record. \"What happens to immigrants when they are returned to Libya?\" one student asked. \"When will there be free elections in Libya?\" said another. Gadhafi sidestepped the questions, offering general remarks on the need to protect rights and refugees and a lecture on the meaning of democracy.\n\nLoad-Date: June 12, 2009"
}