{
    "title": "Gallup _ Americans rank tax hikes on wealthy as lowest priority, place job creation on top",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 7,
    "day": 30,
    "full text": "The Obama administration has increased its rhetoric surrounding taxes on the wealthy as the sunset of the Bush tax cuts nears, but the latest USA Today/Gallup poll shows that Americans and the president are not necessarily on the same page. \"Instead of doing what's right for middle class families and small business owners, Republicans in Congress are holding these tax cuts hostage until we extend tax cuts for the wealthiest Americans,\" President Barack Obama said during his weekly address last Saturday. The latest Gallup poll was released Monday and showed that despite the president's insistence on higher taxes for the wealthy, only 49 percent of those surveyed say increasing taxes on the wealthy is extremely/very important. A lower 21 percent rank tax hikes on the wealthy as \"extremely important.\" \nIn contrast, the poll shows that 92 percent of Americans believe that creating good jobs is extremely/very important as a priority for the next president, followed by reducing corruption in the federal government (87 percent), reducing the federal budget deficit (86 percent) and dealing with terrorism and other international threats (86 percent). Other issues that voters rank higher than raising taxes on wealthy Americans include ensuring the long-term stability of Social Security and Medicare (85 percent) improving the nation's public schools (83 percent), setting high moral standards for the nation (76 percent), making health care available and affordable (74 percent) overcoming political gridlock in Washington (76 percent), making college education available and affordable (69 percent) and dealing with environmental concerns such as global warming (52 percent). Among Obama supporters, health care, creating jobs, Social Security/Medicare, public school and government corruption stand as the highest priorities, ranging from 50 percent to 46 percent respectively. For Republican Mitt Romney's supporters, the federal budget deficit ranks as most important, followed by creating jobs, government corruption, terrorism/international threats and moral standards. \"Although there is a large difference in the relative importance of dealing with environmental concerns and increasing taxes on wealthy Americans, these issues are the lowest priorities for both Romney and Obama supporters,\" Gallup reported. For the president, raising taxes on the wealthy could be a way to meet that top priority of Americans by creating jobs, Mark Weisbrot of the Center for Economic and Policy Research suggested.  \"Taking back these tax cuts could help us avoid other budget cuts that will hurt people,\" Weisbrot wrote. \"Or, alternatively, it could open more space for the federal government to engage in stimulus spending ? which is what we need to move closer to full employment. Of course, the federal government should be engaged in stimulus spending right now, but it is being held back by superstitious beliefs about the public debt. In reality, we don't have a federal debt problem.\" Raising taxes on those making more than $250,000 per year would hurt nearly a million small and family-owned businesses, R. Bruce Josten of the U.S. Chamber of Commerce wrote. That, in turn, would hurt job creation. \"Many of these business could see their top tax rates rise from 35 percent to nearly 45 percent,\" Josten wrote. \"And a heavier tax burden on our nation's job creators will have a chilling effect on hiring and expansion.\" According to a new poll at The Hill, Romney leads the president in leadership, personal values and honesty. The poll found that 48 percent of voters consider Romney the stronger leader compared to 44 percent for Obama, while 46 percent considered Romney more honest and trustworthy compared to Obama's 44 percent. The honesty result was within the poll's margin of error. If Obama loses the election, it will be because he made three errors that have enabled Republicans, Drew Westen wrote in The Washington Post. The first error was inviting Republicans to the table, the second was squandering American goodwill and the third was failing to explain what actions his administration was taking and why, specifically in regard to the health care overhaul. \"Americans are scared, angry and struggling,\" Westen wrote. \"They used to talk about job satisfaction; now they talk about just holding on to their jobs. No incumbent since FDR has ever won reelection with unemployment numbers remotely resembling today's. What voters feel about their lives and dreams in the months leading up to an election tends to stick to the president when they enter the voting booth. And right now what's sticking to Obama isn't good.\" \n\nLoad-Date: July 31, 2012"
}