{
    "title": "Gallipoli dawn service 'rejects terrorism'",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 27,
    "full text": "New Zealand's parliamentary Speaker Trevor Mallard said Anzac Cove continued to have a special place \"in the hearts of all of us\".\nMr Mallard also paid tribute to those who lost their lives in acts of terrorism in recent events in New Zealand and Sri Lanka.\nPrince William attended an ANZAC Day service in New Zealand as part of his two-day visit to the country following the terrorist attacks in March.\n\"I feel quite safe, I feel that if there is any concerns, that it would have been called off and they wouldn't have put us at risk\", said Chris King, a nurse from New Zealand.\nPolice evacuated the Gallipoli site and were conducting a thorough search to check for bombs in the area just hours before the dawn service was due to begin.\nAustralian media reported he was planning to bomb the service or drive a auto into the crowd, in retaliation for the Christchurch mosque attacks.\nLocal Turkish media have released a name and a blurry photo of a 25-year-old believed to be the suspect of the planned attack.\nPresident insists he was in the dark on intelligence report\nAnd it's not clear whether they were arrested under the emergency provisions or under the counterterrorism legislation. The Islamic State of Iraq and the Levant (ISIL or ISIS) on Tuesday, meanwhile, claimed responsibility for the attacks.\nTurkey has heightened security at commemorative events amid fears for an attack.\n\"It's actually not unprecedented for the Turkish authorities to recommend that Turkish nationals not attend the service, it's happened in previous years\", Australia's Veteran Affairs Minister Darren Chester told ABC News Breakfast.\n\"It is one of our nations' foundational stories, one that means a great deal to a great many people\".\n\"Let us recommit to always remembering our shared humanity that there is more that unites us than divides us\", Ardern said.\nThe Dawn Service commenced with Wing Commander Jonathan Lilley, Air Force Senior Indigenous Liaison Officer and member of the Worimi people, playing the didgeridoo from the parapet of the Memorial, followed by Corporal Mark Donaldson VC delivering the Commemorative Address.\nThe service was ended with a wreath-laying ceremony, The Last Post, and a rendition of both the Australian and New Zealand national anthems by the Lindisfarne Anglican Grammar School Choir.\nTurkey has said Isis was responsible for bombings in 2015 and 2016, in which 200 people died.\n\nLoad-Date: April 27, 2019"
}