{
    "title": "Game Review_ Resident Evil 6",
    "publisher": "university wire",
    "year": 2012,
    "month": 11,
    "day": 13,
    "full text": "Caution: Spoilers - Capcom has come out with yet another installment in the Resident Evil series. Continuing with the ideas it began developing in Resident Evil 5, Resident Evil 6 (RE6) has a strong storyline, a set of multiplayer features and an amazing alternate game inside.\nUmbrella, the company that began experimenting with bio-terrorism and the T-virus, has crumbled out of public view, but Neo-Umbrella has just begun its reign of terror. With the newly developed C-virus, they have launched a biological attack against the President of the United States, forcing Division of Security Operations Leon Kennedy to kill the infected President. Meanwhile, the mercenary Jake Muller attempts to avoid capture in the infected South-Selvic Edonian Liberation army, unknowingly carrying the cure to the virus. Lastly, Bio-Terrorism Assessment Alliance captain Chris Redfield battles through the infected Edonian army, attempting to stop the infection from spreading to the rest of the world.\nThe storyline for RE6 is full of depth, with the player being able to choose between characters including Leon, Jake and Chris, each having their own unique and detailed storyline. To top if off, you can also choose to play as one of the partner characters (Helena Harper for Leon, Sherry Birkin for Jake or Piers Nivans for Chris) and play a slightly altered version of the storyline, adding a new perspective on each. There is an extra story line after the first three.\nMuch like RE5, RE6 offers a cooperative play, either on the same TV or through Xbox Live online play. This allows for players to pair up to take on the undead zombie threat if they don't enjoy the company of computer players. RE6 adds the new element of allowing each player to see their own ammunition, weapons, skill points (used like money) and medical items throughout, eliminating the problem of players hogging all the items. The only negative aspect of this is that it takes away the option of sharing your loot, but this is easily compensated with the fact that each player gets plenty of items throughout the game to support themselves.\nWhile the idea of zombies isn't new, Resident Evil 6 provides a new look and feel for the genre, as well as challenging players in a fast-paced virtual environment.\n\nLoad-Date: October 1, 2018"
}