{
    "title": "Game plan on terrorism approved",
    "publisher": "st. petersburg times ",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "Responding to a presidential directive, Hernando County commissioners on Tuesday adopted a terrorism consequence management plan.\nThe plan, based largely on one from Pinellas County, lists possible terrorist targets and analyzes the county's ability to respond to attacks against them.\nTargets mentioned include the Hernando County Airport, public water supplies, government buildings and the Weeki Wachee Springs attraction.\nThe plan sets forth guidelines for incident response and management, communication with the public and such issues as evacuation, mass care and decontamination.\nHTERROR23\nEmergency management officer Bill Appleby told commissioners that the several county law enforcement, fire-rescue and related agencies are working on implementing and improving the program and procedures. Where no protocols exist, such as in information sharing, leaders are working on procedures, he said.\nThe first practice exercise is scheduled for Nov. 10.\nAmong all the details, commissioners focused on one: the county's lack of a hazardous materials response team.\nCommissioner Betty Whitehouse noted that the terrorism plan mentioned such a team in only vague terms, and wondered whether the county had a program to respond to hazardous materials threats.\nAppleby told her that the county has a handful of employees, including himself, who are trained to deal with such situations. For the most part, however, the county must rely on hazmat teams from Hillsborough and Citrus counties, he said.\nThose agencies have been kept busy within their own communities lately, Appleby added.\n\"I think it is something we need in this county,\" he said. \"We could probably do it within the period of a year. But it's a very expensive proposition to do it all at once.\"\nHe recommended a two- to three-year implementation, adding that equipment is difficult to get because so many communities want it now.\nWhitehouse raised her eyebrows and lamented that the lag sounded too long. She pressed for, at the least, additional staff training so more people will be able to handle a situation.\nAppleby said the county will begin some training programs next week for selected employees. U.S. Postal Service workers will lead the first session, which will focus on identification and handling of suspicious packages.\nThe following week, a three-day program on hazardous materials operations will begin.\nCommissioner Nancy Robinson told Appleby to create a plan to fast-track the creation of a hazmat team. She said she realized the budget does not include funding for such a program, but noted that the commission has a $ 5-million reserve for emergencies and also can work on obtaining grant money.\n\"We may be able to take ourselves to the next level in this county, which is a positive step,\" Robinson said.\nThe county fire-rescue district failed this spring to win a federal grant to support a hazmat team. Commissioners pushed for such a program in March after problems with unknown chemicals at the county landfill forced more than 21 people to go to the hospital.\nAppleby included about $ 25,000 in his budget as seed money for the team, but the budget office and county administrator removed the money.\nCommission rejects changes in budget\nBROOKSVILLE - County commissioners on Tuesday decided against any changes to the 2001-02 budget, which has been a cause for concern once the national economy slipped after the Sept. 11 terrorist attacks.\nCounty Administrator Paul McIntosh  said  any action would be premature because the  Legislature has not made  cuts and the local economy has not  weakened.\nCommissioners had suggested a hiring freeze on nonessential, vacant jobs and the postponement of any new, unstarted capital improvement projects, such as a proposed $ 250,000 skate park.\nMcIntosh assured the commission that his staff would keep an eye on the county's revenue and expenditures. If problems arise, he said, the county can halt hiring and take other actions.\n- Staff writer Jeffrey S. Solochek covers Hernando County government and can be reached at 754-6115. Send e-mail to solochek@sptimes.com.  \n\nLoad-Date: October 24, 2001"
}