{
    "title": "Gamma ray machines used at border in war against terrorism, drugs",
    "publisher": "the bismarck tribune",
    "year": 2003,
    "month": 11,
    "day": 16,
    "full text": "PEMBINA -- As gamma radiation passes through a load of farm tractors in a trailer, an image appears so precise that pistons can be seen through engine blocks.\n In another truck, a load of hogs appears as transparent pig-silhouettes, right down to see-through squiggly tails.\n The Superman-like power is helping border inspectors at this northeast North Dakota port of entry to quickly probe over-the-road cargo for contraband without ever opening a container.\n It's called the Vehicle and Cargo Inspection System, or VACIS, the U.S. Customs and Border Protection's latest weapon in the war against terrorism and drugs.\nThe system uses gamma radiation to scan tractor-trailer shipments for drugs, weapons and illegal aliens.\n Over the next several months, similar systems will be used to search rail shipments and automobiles along North Dakota's northern border.\n 'VACIS is the best technology we have,' said Mary Delaquis, director of U.S. Customs and Border Protection at Pembina. 'It gives us confidence of what's coming into the country.'\n The Pembina port of entry's portable machine examines up to 250 tractor-trailers daily. It's a truck-mounted machine in which the operator sits behind a computer monitor in the vehicle's cab.\n As a tractor-trailer rolls up to the machine, gamma rays scan a shipment from bottom to top, a process that takes about two minutes.\n 'This reduces our inspection time tremendously, and inspectors actually can see everything that is in a container,' said Henry Torgerson a Customs port director based in Warroad, Minn. 'Before, the only way to do a truck was to unload it and then reload it.'\n While the gamma radiation is powerful enough to penetrate several inches of steel, agency officials say it won't fry a load of hogs into bacon before they get to market. A chest X-ray delivers 20,000 times more radiation that a VACIS scan, they said.\n Even so, Customs officials said that if a stowaway is detected in a cargo shipment, the scan would be stopped until the person is removed.\n As of early this month, Delaquis said the VACIS machine at Pembina had yet to detect drugs, weapons or illegal aliens in the trucks, but some mismatched shipments were found.\n Pembina has had its $ 1.3 million truck-mounted machine for about a year. The border crossing is slated to get a $ 2 million permanent machine installed in 2004. The permanent VACIS will scan cars for contraband, Delaquis said.\n Drivers and passengers will be taken out before the vehicles are hit with gamma rays.\n The inspection will take about a minute, the agency said.\n The truck-mounted machine, and at least one other planned for North Dakota, will be used throughout the state's 18 ports of entry.\n About a mile from the Pembina port of entry at Noyes, Minn., two VACIS rail cargo inspection systems should be operational in the next few months, Torgerson said.\n Similar machines have been installed at International Falls, Minn., Blaine, Wash., and the border between the United States and Mexico, the agency said.\n At Portal, in northwest North Dakota, a $ 2 million rail VACIS system should be in operation by the end of the month. Inspectors are being trained on the system, said Brent Beeter, port director.\n About two dozen trains enter the United States daily at Portal, some more than a mile long.\n Beeter said the trains slow to about 10 mph while being scanned with gamma radiation. Suspect cars are pulled off and inspected.\n The system does not slow the flow of commerce and 'allows us to do our job a lot better,' Beeter said. 'We're able to see things we would have not normally seen.'\n Inspectors at Portal on Nov. 1 registered the biggest pot bust ever at a border point in North Dakota without the use of the gamma ray machine.\n Agents seized 1,235 pounds of marijuana that had a street value of about $ 3.7 million. Inspectors discovered the marijuana in a semitrailer by physically searching the vehicle. The pot was stored in cardboard boxes and duffel bags, and hidden in a shipment of peat moss and planting soil.\n Beeter said Portal is in line to get a VACIS machine to check truck traffic, which would likely help agents score even more pot busts or at least deter smugglers.\n Delaquis said the VACIS machines were planned for North Dakota before the Sept. 11, 2001, terrorist attacks. But the attacks did prompt authorities to increase inspectors along the border.\n At Pembina, the number of agents has increased from 25 to 90 since the terrorists attacks, Delaquis said.\n The VACIS system still cannot replace inspectors or drug- and bomb-sniffing dogs, Delaquis said.\n 'As far as technology though, this is our tool of choice,' Delaquis said.\n\nLoad-Date: November 19, 2003"
}