{
    "title": "Gang banger going to jail; put on short leash",
    "publisher": "colusa county sun-herald ",
    "year": 2011,
    "month": 3,
    "day": 25,
    "full text": "March 25--A Colusa County teenager will spend four months in jail and five years on strict probation for stabbing another teen in a gang fight last year in Grimes.\nChristian Damien Monroy, 19, of Meridian, pleaded no contest Wednesday on reduced felony charges of assault with a deadly weapon and street terrorism in a plea deal that dropped an attempted murder charge.\nMonroy, then 18, along with his brother, Juan Monroy, 20, Abimeal Ramirez, 22, and Victor Silva, 20, were arrested shortly after the 2:30 p.m. fight Dec. 3, with gang rivals Victor Acosta, 19, and three others, including Acosta's juvenile brother, sheriff's officials said.\nThe fight occurred in the street in front of Acosta's residence.\nFollowing his arrest, Christian Monroy admitted to Colusa County sheriff's detectives that he stabbed Acosta during the fight, but initially claimed it was self defense.\nAcosta was flown by helicopter to UC Davis Medical Center in Sacramento with stab wounds to his chest and back, and Silva received a slash to his neck from a broken beer bottle, court records state.\nAccording to a report from the Colusa County Probation Department, the \"nonsensical\" fight between Nortenos and Surenos gang members erupted after the two groups of teens yelled challenges and made \"gang sign hand gestures\" to each other.\n\"Because of these innoxious words and signs, one young man was stabbed and nearly killed, another young man nearly suffered head injuries that could easily have been critically serious or fatal, and the defendant just missed spending the rest of his natural life in prison,\" the probation report states.\n\"The price these young men are being required to pay at this point far exceeds the significance of the 'yelling and gestures' that allegedly set the scene for this fight.\"\nSuperior Court Judge Betsy Olivera sentenced Monroy to three years in state prison for assault and 8 months for the street terrorism, but stayed -- rather than suspended -- the sentence per the terms of the agreement.\nColusa County District Attorney John Poyner, who agreed to the plea, said a stay of the sentence will allow Monroy to be sent to prison with no further consideration should he get into any trouble while on probation.\n\"It's what we're doing with gang bangers,\" Poyner said. \"If they screw up again, then it's their own fault.\"\nMonroy's probation will prohibit him from any association with gang members, and require him to abstain from alcohol and drugs.\nHe will also be subject to search without a warrant, and will be prohibited from possessing a dangerous weapon.\nMonroy will not be allowed any contact with the victim, Olivera ordered, and must register as a gang member.\nMonroy's jail sentence, which gives him 30 days credit for time served, will begin April 4.\nOlivera also ordered Monroy to pay a $1,758 fine, $2,000 in victim restitution, $2,000 for probation revocation restitution, plus court and other statutory fees.\nJuan Monroy is serving six months in jail and will be on three years probation for his part in the fight and other non-related charges.\nRamirez, who was chrnged with disturbing the peace by fighting, was ordered to pay a fine.\nSilva pleaded not guity to charges of street terrorism and exhibiting a deadly weapon, and is due in court on April 13.\nJavier Villa, who pleaded not guilty to the attempted murder of Silva, is due in court on March 30.\nAcosta was not charged, although he has a prior conviction for exhibiting a deadly weapon.\nTo see more of the Colusa County Sun-Herald or to subscribe to the newspaper, go to www.colusa-sun-herald.com/. Copyright (c) 2011, Colusa County Sun-Herald, Colousa, Calif. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: March 26, 2011"
}