{
    "title": "Gangs have killed 10,000, chief says; 300 cities report a serious problem, he tells meeting",
    "publisher": "star tribune ",
    "year": 1991,
    "month": 10,
    "day": 9,
    "full text": "In the past 10 years, an estimated 10,000 people have been killed as a result of what police say is gang violence.  More than 300 U.S. cities report serious gang problems, including 83 percent of the cities with populations of 500,000 or more. Three out of 10 cities with at least 100,000 residents report a significant emerging gang problem.\n Citing these statistics to police chiefs gathered in Minneapolis for their annual convention, Colorado Springs Police Chief L.C. Kramer said problems with street gangs have reached a crisis level in many cities.\n\"In my opinion, gangs loom as one of the most dangerous crime problems that we have in our community today,\" he said in his address at the Minneapolis Convention Center.\n Before moving to Colorado Springs, Kramer worked for 27 years at the Los Angeles Police Department, specializing in drugs and gangs. He compared gang violence in the United States to terrorism in such places as Northern Ireland and Lebanon.\n \"We have terrorism occurring that is every bit as vicious in some of our large communities throughout the United States,\" he said. \"And it's not terrorism over political beliefs or religion. It's terrorism over turf.\"\n Gangs have existed in major U.S. cities in various forms since the early 1900s, Kramer said. Many of their practices remain the same: They have names, symbols, initiation rites and turfs. But other aspects have changed, namely, the levels of sophistication and violence.\n \"This is not 'West Side Story' we're talking about here,\" he said. \"Gangs encourage violence by their very existence, through their absence of remorse and conscience. Death to them anymore is just the cost of doing business.\"\n They call innocent victims \"mushrooms,\" he said.\n Gangs, which rely on thriving memberships, have begun aggressively recruiting - dispatching agents to distant cities to scout prospective members, Kramer said.\n With the emergence of crack cocaine in the 1980s, gangs have become increasingly involved in drug sales. Some gangs operate sophisticated business operations, in some cases conducting \"market surveys\" to determine whether to expand to various cities, he said.\n But he contended that the prevailing notion that increased gang violence is linked to drugs is a myth. \"The majority of the gang violence in our community still is related to the traditional types of rivalries and claiming of turf.\"\n Kids are lured into gangs because they suffer from \"spiritual poverty\" and look to the gangs to provide recognition and support, he said. He urged parents, schools and community leaders, along with police, to acknowledge those feelings of hopelessness and idleness and to work to fill the gap.\n \"Part of the reason for the continued violence is denial and apathy,\" he said.\n Too often communities ignore gang problems when they only plague certain neighborhoods, he said, and by the time they spread and community leaders take notice, the gangs are well entrenched.\n But in an interview following his speech, Kramer cautioned that police must be wary of randomly categorizing any crime involving a gang member as gang-related. He said such classifications needlessly alarm community members and increase the influence of gangs.\n Colorado Springs, population 200,000, has about 200 identified gang members, he said.\n The city was the site of a beating by a group of teenagers last month that led to the death of Army Spec. 4 Layne T. Schmidtke of Faribault, Minn. Although one of those involved was a gang member, Kramer said, the beating was not gang-related.\n Police estimate there are about 5,000 gang members in the Twin Cities, but there is wide disagreement about those figures among other experts, who contend the number is much lower.\n\nLoad-Date: December 31, 1991"
}