{
    "title": "Garcia enlists each Peruvian in battle against terrorism",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 2,
    "day": 11,
    "full text": "Faced with a vicious new offensive by far-left insurgents trying to undermine his 16-month-old government, populist President Alan Garcia Perez has once again appealed to the people for help.\nBut this time President Garcia has taken a new tack in fighting the rebel violence many Peruvians consider to be the nation's No. 1 problem.\nThe President announced last week the reorganization of the country's intelligence system and called on each citizen to become an integral part of a new strategy to root out subversion by Maoist Sendero Luminoso (Shining Path) guerrillas.\nAppealing to each Peruvian to become a national security agent, Garcia said the government is setting up a 10-number telephone hot line to enable citizens to report suspicious activities or individuals in their neighborhoods. (Government spokesmen say a similar hot line last year helped eliminate 72 extortion bands involving some 800 delinquents.)\n''I don't want to convert Peru into a police state,'' Garcia said, ''but (terrorism) is hurting the life of our citizens and the development of our economy.''\nThe antiterrorism measure was announced following a three-week wave of attacks that one government intelligence report called ''the highest since subversion began'' in the Andean highlands almost seven years ago.\nThe National Intelligence Service report said the actions appeared to coincide with a new Shining Path offensive aimed at consolidating its support bases and undermining the government. It predicted heightened attacks against high-ranking politicians and security chiefs.\nAfter months of relative tranquility, the new offensive began with a vengeance on Jan. 15, as the Shining Path provoked a simultaneous power outage in Lima, the neighboring port of Callao, and several cities in the interior; burned two textile factories; bombed four banks and five government party offices; and blew up the car of the director of the national penitentiary institute.\nA week later the blackout was repeated. And on Jan. 30, guerrilla hit squads assassinated Cesar Lopez Silva, a national secretary of Garcia's ruling party, the American Popular Revolutionary Alliance (APRA). Dr. Lopez was the highest-ranking member of APRA killed since the rebels began a campaign to selectively eliminate police and military and civilian authorities, such as mayors. Four policemen on guard at the Indian Embassy were shot by Shining Path assassins posing as vendors late last month while Garcia was visiting India.\nAPRA legislator Alberto Valencia Cardenas says: ''Violence is the most difficult thing facing the APRA government and could eventually be its Achilles' heel.''\nAn estimated 8,000 people, including some 370 police and military officers, were killed between May 1980 and Jan. 22, 1987, according to the most recent official government statistics. That figure includes an estimated 3,300 civilians and some 4,200 presumed terrorists.\nSubversive actions, including attacks on private and public property, during the same period numbered about 9,000 and caused more than $1 billion in damages.\n''National pacification is our No. 1 problem,'' says Mr. Valencia Cardenas.\nA large majority of Peruvians seem to agree. According to research conducted by the Lima-based Datum Institute, some 42 percent of those polled recently called terrorism the most important problem facing the country. A survey conducted by the same firm in January - before the recent surge of attacks - indicated that while 42 percent of those polled thought the government was doing an effective job in fighting terrorism, another 42 percent thought it was not.\nGovernment critics have blamed the rise in terrorism on the lack of a coherent and comprehensive strategy backed up by efficient intelligence operations.\nThey also say that, like the previous government of Fernando Belaunde Terry, Garcia's administration has given too much control to the armed forces. Critics say the security forces see the fight as a war whose aim is to simply wipe out the enemy, not take prisoners.\n(Garcia's appeal for help comes at a time when his government is under criticism by Amnesty International for covering up ''gross human rights violations'' that occurred while quelling prison uprisings by Shining Path inmates in June. Amnesty, which has also condemned the guerrillas' campaign of violence, said Monday that authorities had covered up the extent of killings of inmates who had surrendered.)\nSix of Peru's 24 states covering one-third of the country's 20 million people are now under military control. There has also been widespread criticism of a continuing state of emergency and curfew imposed in Lima a year ago. The measure has just been extended another 30 days. Police statistics indicate that despite the curfew, terrorist actions rose by 56.3 percent in 1986 over the previous year. The same police study says, however, that the 462 presumed terrorists captured during the year was up 40 percent from 1985.\nCalls for a death penalty for those involved with subversion have also been renewed in recent weeks. Critics say Shining Path members are often freed because of lack of evidence or given short sentences because judges fear they will become targets for revenge.\nThe antisubversive strategy announced by Garcia, whose details have not been fully spelled out, will be complemented by beefed up security and logistics for the nation's police forces, one government spokesman said.\nOnly an estimated 60 percent of the 70,000-member police corps now have weapons. But by year's end, 90 percent will be armed with about 50,000 weapons. And the number of patrol cars will be increased. There are currently only about 220 cars for metropolitan Lima, which has an estimated population of 6 million.\n\nGraphic\n\n \nPicture, Shining Path slogan promotes the 'war of the guerrillas' in Ayacucho, UPI; MAP: JOAN FORBES - STAFF: South America highlighting Peru"
}