{
    "title": "Garvey goes AWOL as town fights terrorism",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 10,
    "day": 23,
    "full text": "\"I escaped from being kidnapped and I'm ready to give my Sept. 11th report,\" announced Chief Alert Officer Garvey Erfald as he burst dramatically into the quarterly meeting of the Community Homeland Security Committee. The town's assembled 14 electors were shocked to see him.\n\"Where've you been for a month?\" Holger Danske asked bluntly. \"I was defending my post on the dump-ground road for two days waiting for the all-clear and heard nothing.\"\n\"It's a long story,\" Garvey said as he pulled up a perilous chair, the safe ones having been taken. \"I was sitting guard out in front of the hall watching for suspicious activity when this guy pulled up in a 1949 International truck towing a combine on a big trailer.\"\n\"Now I think to myself,\" Garvey continued, \"that if a terrorist wanted to blow up something in farm country, he would pretend to be a farmer. Who would ever suspect a combine loaded with explosives? So I grabbed my rusty but trusty 20-gauge, arrested him and put him in confinement.\"\n\"What confinement?\" asked Einar Torvald. \"We haven't had confinement since the jail got blowed over in the 1946 tornado.\"\n\"Well, I locked him in the Sergeant Smirkski Memorial Park outhouse,\" Garvey explained.\n\"That was over a month ago,\" Chairman Ork Dorken observed. \"Is he still there?\"\n\"Well, he shouted through the door that he used to be a lawyer but found out he could make more money farming and that I violated his civil rights under cover of law and that he would sue me personally for everything I got.\"\n\"Under color of law? Cheap lawyer talk!\" exclaimed Josh Dvorcheck.\n\"No, the guy was right,\" interjected Little Jimmy, the only town resident ineligible for Medicare.\n\"And what do you know about it?\" asked Orville Jordan condescendingly.\n\"Well, I'm an online student with the Donald Trump School of Law and have only six months left, counting my real-life experiences,\" Jimmy responded.\n\"What life experiences?\" asked Josh.\n\"I was a witness in county court when that drunk from Centerton ran over Old Sievert's dog,\" Jimmy explained. \"I got 40 credits for that.\"\n\"Hey, I'm giving a report on why I ended up in Nebraska,\" Garvey insisted. \"This combine guy said his truck driver ran off with the LightsOut barmaid and unless I drove truck for him in Nebraska he would sue me. So I went.\"\n\"Sounds like AWOL to me,\" Holger speculated.\n\"Did terrorists attack the town while I was gone?\" Garvey asked.\n\"No, but street light No. 3 is gone and the south part of town is in the dark,\" reported Orville Jordan, the retired railroad depot agent.\n\"What happened?\" Garvey queried.\n\"Ingver was on guard across from the weigh station and fell asleep,\" reported Orville. \"Dawg barked, Ingver's shotgun went off, and the best part of the world got dark.\"\n\"Wow!\" Garvey exclaimed.\n\"Oh! That's not all,\" Josh continued. \"Madeleine panicked, called 911 and Sheriff Spurios came with three squad cars wailing. Most of the men came running with guns and scared the bejeebers out of everybody, including the sheriff. We became our own terrorists.\"\n\"I'm glad I was in Nebraska,\" Garvey concluded.\nWith that remark, Chairman Dorken banged his Coke bottle on the table.\n\"Meeting is adjourned until next time when we might consider impeaching the alert officer for abandoning his post in a time of emergency,\" Ork announced sternly.\nAs the electors drifted out of the hall, Orville sidled up to Little Jimmy, looked furtively around the room and asked: \"Would impeachment make us liable under color of law?\"\n(Lloyd Omdahl is a political scientist and former North Dakota lieutenant governor. His column appears Sundays.)\n\nLoad-Date: October 23, 2011"
}