{
    "title": "Gates likens Obama to Bush",
    "publisher": "the philadelphia daily news",
    "year": 2011,
    "month": 9,
    "day": 23,
    "full text": "IF ONE THING motivated the 53 percent of Americans who voted for President Obama in 2008 more than anything else, it was the notion that a Democrat in the White House would bring radical change from the excesses of George W. Bush.\n And nowhere was that truer than in the area of defense and fighting terrorism. Partisans expected Obama to close the prison at Guantanamo Bay, try terrorists in civilian courtrooms and guide the nation out of its unending and costly wars overseas.\n But now the man who ended up serving as defense secretary under both presidents says that an Obama administration didn't really deliver any change at all on military and anti-terror issues.\n \"I think on a lot of the big issues there was a lot of continuity,\" said Robert Gates, the recently retired Pentagon chief who was in Philadelphia yesterday to receive the 2011 Liberty Medal from the National Constitution Center.\n Gates noted that Obama has actually been more aggressive than Bush in firing missiles from unmanned drones - waging a type of warfare that has killed some al Qaeda leaders but also scores of innocent Afghan civilians.\n On counterterrorism, Gates said: \"I think that President Obama has been more aggressive than President Bush, particularly in the use of drones. Clearly on the legal side there are some differences in terms of rules involving detainees and interrogations and so on, but in terms of the military and military strategy, I think there has been continuity.\"\n And Obama has kept in place a system of indefinite detention for some terrorism suspects. But Gates noted that Obama has tried to close the Guantanamo prison camp on the tip of Cuba but that he's been stymied by lawmakers.\n Will Gitmo close any time soon? \"Given the current state of affairs in Congress,\" Gates replied, \"probably not.\"\n Gates, 67, who stepped aside this summer for current Defense Secretary Leon Panetta, ran the Pentagon for the last two years of the Bush administration and the first 2 1/2 years of Obama's presidency.\n In announcing their selection this summer of Gates, who presided over wars in Iraq and Afghanistan, Constitution Center officials said he earned the Liberty Medal - which has gone to six Nobel Peace Prize winners in the past - for his role in \"defending freedom.\"\n In a brief speech last night, Gates - also ex-head of the CIA - played upon his service for presidents in both parties to plead for more compromise and bipartisanship in Washington.\n Gates told a celebrity-studded audience that because of polarizing trends, \"we have lost the ability to execute even the most basic functions of government, adding: \"I am more concerned than I have ever been about the state of American governance.\"\n He blamed that on three things: gerrymandering of congressional districts in a way that leads to the election of extremist Democrats and Republicans; a loss of political consensus of the kind that allowed presidents of both parties to win the Cold War; and a wide-open media that \"has fueled the coarsening and dumbing-down of the national political dialogue.\"\n\nLoad-Date: September 23, 2011"
}