{
    "title": "Gathering of World Summiteers Hopes to Boost Mideast Peace",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 3,
    "day": 12,
    "full text": "TOMORROW'S hastily arranged summit on terrorism is likely to be short on substance but long on the political symbolism needed to buttress a Middle East peace process now under withering assault from Palestinian extremists.\n''It has great symbolic meaning to Israel and sends a strong message to extremists in the region that the peace process has worldwide support,'' says an Israeli official of the one-day meeting, which will be held at the Red Sea resort of Sharm el Sheikh, in Egypt's Sinai peninsula.\nThe ostensible purpose of the gathering, which will bring together the leaders of the United States, Israel, more than a score of Arab and European nations, and Japan, is to discuss ways of combating the kind of suicide-bomb attacks that have left 62 dead in Israel over the past two weeks.\nBut far more important than any pronouncement about terrorism will be the clear message that the mere convening of such a meeting will send to several distinct constituencies: Hamas, the Palestinian faction that carried out the bombing campaign, the Israeli public, and Iran.\nIn particular, the meeting will be a crucial vote of confidence for Israeli Prime Minister Shimon Peres, who now faces longer odds in elections scheduled for May 29 and whose victory is regarded by Arab and Western nations as indispensable to sustaining the peace process.\nWithout quite saying so openly, US officials hope the meeting will help boost Mr. Peres in the polls, where, since the bombings, his 15-point advantage over his hard-line Likud party rival, Binyamin Netanyahu, has evaporated.\n''The Israeli silent majority will welcome it, but in the end it's not what happens in international meetings but what happens on the ground in Tel Aviv and Jerusalem that matters,'' cautions Robert Lieber, a government professor at Georgetown University in Washington.\nThe message of the conference is also aimed at Iran, which is accused of providing crucial support for Hamas. With its economy in shambles, Iran is heavily dependent on loans from European nations. Their presence in Sharm el Sheikh is expected to reinforce Sunday's call by the European Union for Iran ''to condemn, once and for all, all acts of terrorism.''\nThe 31-nation meeting will be co-hosted by Egypt's President Hosni Mubarak and President Clinton, whose own chances for reelection will not be hurt by his high-profile support for Israel and opposition to terrorism.\nOn the eve of the meeting Hamas threatened to resume its terrorist attacks against Israel.\nEAGER not to be seen as carrying water for Israel, Arab leaders emphasize that the meeting is mainly being held to preserve the peace process, not to fight terrorism.\nOne Arab analyst sees risks for Palestinian leader Yasser Arafat, who wants to eliminate Hamas terrorism but whose participation in the meeting may be interpreted by some Islamic elements as collaboration with Israel.\n''Would Arafat be seen as fighting terrorists or fighting Islamists?,'' says Adnan Abu Odeh, who was Jordan's permanent representative to the United Nations and is now a fellow at the US Institute of Peace in Washington. ''If there is a perception [among Palestinians] that Arafat is being used, he could be weakened, and a weak Arafat will not help the peace process.''\nInvitations to the meeting at the isolated Egyptian resort have put Syrian leader Hafez al-Assad on the spot. Participation in a conference that will condemn terrorism could enhance Syria's prospects for getting off the State Department's list of nations that sponsor terrorism.\n''It's always good to see actions that buttress statements, and we're looking for those actions,'' State Department spokesman Nicholas Burns said last week.\nAn acceptance by Syria would also send a message to a skeptical Israeli public that Mr. Assad is serious about peace. Israel and Syria are currently engaged in negotiations over the return of the Golan Heights, which Israel seized from Syria during the 1967 Arab-Israeli conflict.\nOn the other hand, Assad might find it politically risky to travel to Sharm el Sheikh - or even to send a senior aide - and be photographed with Mr. Peres.\n''Assad's refusal would demonstrate to many in the Israeli public that Assad is Assad, that no matter what the circumstances are he's stuck in his old way of thinking,'' the Israeli official says.\n\nLoad-Date: March 12, 1996"
}