{
    "title": "Gaudi-designed masterwork in Spain gets building permit after 136 years Sagrada familia, a Barcelona(2)",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 10,
    "day": 21,
    "full text": "The Sagrada Familia basilica in Barcelona has worldwide fame as an architectural treasure, the dreamlike masterpiece of Catalan architect Antoni Gaudí, which draws millions of visitors a year though it is still under construction, 136 years after work began.\nWhat it has not had for more than a century, according to the city, is a valid building permit.\n The Sagrada Familia basilica has agreed to pay city authorities 36 million euros, or about $41 million, over 10 years to settle the dispute over the legality of the work and help pay for transportation improvements around the basilica.\n Using the permit as leverage, the administration of Barcelona's far-left mayor, Ada Colau, took on the Sagrada Familia, part of a trend of civil authorities around the country challenging the legal and tax status of Roman Catholic Church properties. Colau hailed the agreement, announced Thursday, as historic.\n The Sagrada Familia's board had denied any wrongdoing, saying that it had a building permit - one issued in 1885 by Sant Martí de Provençals, which was an independent town at the time. Barcelona officials contend that after Sant Martí was absorbed into the city several years later, the construction required a Barcelona permit; the board says that for more than a century, no one asked for any such thing.\n Work began in 1882 on the Sagrada Familia.\n Gaudí died after being hit by a tram in 1926, with the project only about one-quarter complete, and for decades after his death, progress was slow, sporadic and often intensely debated. But the pace of work picked up in recent years. The Sagrada Familia is more than two-thirds completed, and planners hope to finish it in 2026, in time for the centenary of Gaudí's death.\n Critics contend that the Sagrada Familia has drifted too far from the vision of Gaudí - some of his plans were destroyed long ago - or that it has more appeal as one of the world's greatest unfinished monuments.\n Under the deal struck last week, city authorities will go ahead with transportation infrastructure work around Sagrada Familia, including a feasibility study to build a passageway linking the basilica directly to the closest subway station. The agreement did not settle the dispute over the planned seizure of nearby homes.\n\nGraphic\n\n \nDignitaries leave after a solemn Mass at Barcelona's Sagrada Familia Basilica for the victims of the terror attacks that killed 14 people and wounded over 120 in Barcelona , Spain, Sunday, Aug. 20, 2017. (AP Photo/Manu Fernandez) Manu Fernandez Dignitaries leave after a solemn Mass at Barcelona's Sagrada Familia Basilica for the victims of the terror attacks that killed 14 people and wounded over 120 in Barcelona , Spain, Sunday, Aug. 20, 2017. (AP Photo/Manu Fernandez) Manu Fernandez In this Wednesday, Oct. 21 2015 photo, tourists visit the Sagrada Familia church in Barcelona. Spain. With sunny days getting longer and lazier, sparkling beaches warming up and terrorism fears driving customers away from other Mediterranean destinations, Spain and Portugal are reaping an economic bonanza from tourism. (AP Photo/Manu Fernandez) Manu Fernandez In this Wednesday, Oct. 21 2015 photo, tourists visit the Sagrada Familia church in Barcelona. Spain. With sunny days getting longer and lazier, sparkling beaches warming up and terrorism fears driving customers away from other Mediterranean destinations, Spain and Portugal are reaping an economic bonanza from tourism. (AP Photo/Manu Fernandez) Manu Fernandez The Sagrada Familia basilica, designed by Antoni Gaudi, has been under construction in Barcelona, Spain, since 1882. The church has agreed to pay the city about $41 million to settle a dispute over the legality of the work. 2017, THE ASSOCIATED PRESS The Sagrada Familia basilica, designed by Antoni Gaudi, has been under construction in Barcelona, Spain, since 1882. The church has agreed to pay the city about $41 million to settle a dispute over the legality of the work. 2017, THE ASSOCIATED PRESS\n\nLoad-Date: November 16, 2018"
}