{
    "title": "Gauging Jurors' Fears Before a Trial Starts",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 25,
    "full text": "The 11-page questionnaire touches on some of the most volatile issues today. What are your views on the detention of terrorism suspects at Guantanamo Bay, Cuba? Do you have feelings about Islam or Muslims that you believe would make it hard for you to render a fair verdict? Are you afraid of dying in a terrorist attack?\nThose and other questions were posed this week to the more than 1,000 people who were called to Federal District Court in Manhattan to be screened as possible jurors in the city's latest terrorism-related trial.\nThe defendant, Ahmed Khalfan Ghailani, is the first Guantanamo detainee to be moved into the civilian court system for trial. Mr. Ghailani is charged with conspiring in the 1998 bombings of two United States Embassies in East Africa. The attacks, carried out by Al Qaeda, killed 224 people.\nMr. Ghailani's lawyers requested a questionnaire, a strategy not uncommon in high-profile cases as a supplement to the oral questioning of jurors known as voir dire.\nThe judge, Lewis A. Kaplan, has said that he was generally ''not a fan'' of questionnaires, and he suggested that the debate about what questions to use and the administering of them could waste time. Prosecutors argued for limiting the questionnaire to hardships that could preclude any of the potential jurors from serving.\nIn the end, Judge Kaplan agreed to a limited questionnaire, a much shorter document than the one used, for example, in the trial of Zacarias Moussaoui, the so-called 20th hijacker on Sept. 11. That questionnaire ran to more than 40 pages.\nThere was debate in the Ghailani case about what questions to include. One proposed by the defense asked: ''On a scale of 1 to 5, how afraid are you that you, a family member or someone close to you will be killed or injured in a terrorist attack?''\nProsecutors objected, saying it had no bearing on the potential jurors' ability to judge the case in an impartial manner. The defense disagreed, arguing that if any of them passed ground zero on their way to court, they would ''receive a startling reminder that terror can strike anywhere.''\n''Jurors who admit that they are afraid even before the trial starts,'' a defense lawyer, Michael K. Bachrach, wrote, ''may not have the constitution to sit on a case where another 224 individuals were killed.''\nThe question about fear made it in. But another that was suggested by the defense, which asked for an opinion on the proposed Islamic center near ground zero, did not.\nIn the debate about what to include, the judge recalled that in organized crime cases, he generally asked jurors in court whether they had heard of the Mafia and could be fair toward a Mafia defendant. Another defense lawyer, Steve Zissou, pushing for a more extensive inquiry, said terrorism was different.\nThe Mafia has been romanticized by Hollywood, he said, but the jurors in Mr. Ghailani's trial are ''going to despise'' Al Qaeda.\nJudge Kaplan told the potential jurors they would remain anonymous, using numbers instead of names in filling out the paperwork. But there was one matter the questionnaire did not hide. The trial, it says, could last up to four months, ''or perhaps somewhat longer.'' Opening arguments are scheduled for Oct. 4.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 25, 2010"
}