{
    "title": "Gen. Wayne A. Downing, 67, Special Operations Leader",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 19,
    "full text": "Wayne A. Downing, who fought in jungles and deserts and commanded American Special Operations forces before becoming a senior adviser to President Bush for counterterrorism, died Wednesday in Peoria, Ill., where he was born and returned to live in retirement. He was 67.\n  His death was confirmed by the Peoria County coroner, Johnna Ingersoll, who said  General Downing, a retired four-star Army officer, was admitted to a hospital on Monday with multiple myeloma, a form of cancer, and bacterial meningitis.\n  After graduating from West Point in 1962, General Downing served for 34 years in uniform, including two infantry combat tours in Vietnam. He was in charge of Special Operations missions during the invasion of Panama in 1989 and commanded a joint Special Operations task force during the first Persian Gulf war, operating deep behind Iraqi lines.\n  From Army barracks to the polished corridors of power, he had a reputation as offering fearless and blunt assessments of successes and failures up or down the chain of command. He was a frequent critic of bureaucratic rigidity.\n  ''Think like a bank robber,'' he famously advised his Special Operations units on how to outwit adversaries, whether they were armed forces lined up in the field or a shadowy terrorist cell.\n  General Downing served in the 1990s as commander of the Special Operations Command, which oversees the military's unconventional warfare units and elite counterterrorism teams.\n  That experience earned him an appointment by President Bush as deputy national security adviser for counterterrorism one month after the attacks of Sept. 11, 2001. In that job, General Downing sought to coordinate the sometimes fractious efforts against terrorism.\n  He was said by colleagues to have been an early champion of fomenting insurrection against Saddam Hussein through a combination of Iraqi rebels supported by American commandos. As the concept circulated at the White House and Pentagon, it became known as the Downing Plan.\n  General Downing served less than a year in the National Security Council job. Although he never publicly detailed his reasons for leaving, associates said he was frustrated working in the civilian bureaucracy.\n  Although a veteran of Special Operations, a group that prides itself on being ''the quiet professionals,'' General Downing was public and scathing when he was asked to investigate security lapses that allowed terrorists to bomb the Khobar Towers barracks in Saudi Arabia, killing 19 Air Force personnel in June 1996. His report is still analyzed by military officers  as a model of an officer's duty to offer unvarnished assessments.\n  In 1999 and 2000, he served on the National Commission on Terrorism mandated by Congress. In 2003, he was appointed the distinguished chair of the Combating Terrorism Center at West Point. \n  Among his combat decorations was the Purple Heart. He was certified as an Army Ranger master parachutist and free-fall jumpmaster. He had a master's degree in business administration from Tulane. Survivors include his wife, Kathryn Bickerman Downing; his mother, Eileen Downing; his sister, Marlianne Fortune, all of Peoria; his daughters, Elizabeth Downing Revell of Clifton, Va., and Laura Downing of Brooklyn; a granddaughter; and several stepchildren and stepgrandchildren.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Gen. Wayne A. Downing                                       \n\nLoad-Date: July 19, 2007"
}