{
    "title": "GENERAL_ NO EARLY AFGHANISTAN EXIT One terrorism expert fears 'Vietnamization' after Trump's speech",
    "publisher": "daily news ",
    "year": 2017,
    "month": 8,
    "day": 23,
    "full text": "U.S. forces and Afghan security police are seen in Asad Khil near the site of a U.S. bombing in the Achin district of Jalalabad, east of Kabul, Afghanistan, in April.\nU.S. President Donald Trump delivers remarks on America's military involvement in Afghanistan at the Fort Myer military base.\nU.S. President Donald Trump recommitted the United States to the 16-year-old war in Afghanistan, declaring U.S. troops must \"fight to win.\"\nAs the United States prepares to send more troops to Afghanistan within days or weeks, a former top U.S. commander says Americans should not expect an early exit.\n\"The option of pulling out of Afghanistan was the worst of all options,\" retired Marine Gen. John R. Allen, a former U.S. commander in Afghanistan, said in a conference call Tuesday with reporters.\nPresident Donald Trump outlined Monday in a speech a regional approach to the long running war, suggesting more troops were on the way but refusing to say how many as he called on neighboring Pakistan to end acting as a haven for terrorists and India to help in Afghanistan's economic redevelopment.\nTrump declared the U.S. would not pursue nation building or exporting democracy as part of the strategy but keyed in on \"killing terrorists.\" Once calling for withdrawal from Afghanistan, Trump declared any U.S. departure would rely on conditions in that country and not a set time line.\nAllen said stability, governance and military action were \"inextricably linked\" to finding a solution to the war in Afghanistan.\n'No good solutions'\n\"There are no good solutions in Afghanistan, but we know what would happen if we pulled out,\" said Frank Jenista, a retired U.S. diplomat who teaches international studies at Cedarville University.\nOther experts said Trump's speech lacked specifics on the war plan.\n\"The strategy that the president announced ... is not a strategy for victory, it is a strategy for buying us hope,\" said Vanda Felbab-Brown, an Afghanistan expert at the Brookings Institution in Washington, D.C., where Allen is a senior analyst.\nWhile Trump chose the \"least bad option\" to avoid the collapse of Afghanistan and the expansion of Taliban influence, she said, Felbab-Brown chided his decision to downgrade the importance of governance, calling it a \"critical flaw, a fundamental flaw that almost guarantees to eviscerate whatever improvements on the battlefield take place.\"\nThe nation has \"systematic abuses of power\" and \"pervasive corruption\" topped with poor delivery of services that boost the Taliban in its fight with the Afghan government, she said.\n\"The way the message will be read in Afghanistan is that the United States no longer cares about governance,\" she said in a conference call Tuesday with reporters. \"That it gives carte blanche for the atrocious politics that give the Taliban staying power and in fact are at the core of its capacities.\"\n'Puzzled,\ndisappointed'\nDonna Schlagheck, a terrorism expert and a political science professor emeritus at Wright State University, said Trump's speech was \"eerily reminiscent of Vietnamization\" in Afghanistan.\nTrump failed to give specifics on the latest war plan, which she said did not appear to deviate much compared to prior strategies under Presidents George W. Bush and Barack Obama.\n\"I came away from that speech puzzled, disappointed, very curious,\" she said, adding it was \"a bit troubling\" Trump would cede authority to the military on troop increases and strikes.\nThe U.S. military was reportedly weighing sending about 4,000 more troops to the 8,400 in Afghanistan today. More than 2,300 U.S. troops have died in the war.\nThe long war has drawn National Guardsmen and reservists across Ohio and the nation and pulled both military and civilian personnel at Wright-Patterson Air Force Base. For years, the 445th Airlift Wing flew aeromedical evacuation and cargo-hauling missions from Wright-Patterson to Afghanistan and Springfield Air National Guardsmen have flown drone missions overseas.\nWhile a small addition of troops would not achieve victory, it could change momentum in the fight against the Taliban, said Michael O'Hanlon, an expert with the Brookings Institution. \"That by itself has a lot of benefits,\" he said.\nSchlagheck, who authored a college textbook on terrorism, doubted Trump's approach in Afghanistan would reduce the threat of terrorism.\n'Political\nmicromanaging'\nJenista, however, praised Trump for pushing aside \"political micromanaging and letting the military fight the war.\"\n\"I think the only people who can criticize it are people who want to pull out and let the Taliban take over,\" he said. \"The Afghans lived under the Taliban, they know what's coming and that's why they (would) only go back under the Taliban at the point of an AK-47.\"\nHe contrasted the size of the U.S. troop commitment in Afghanistan to other nations in Asia.\n\"We're not really putting a lot of attention to Afghanistan,\" he said. \"We've got 8,400 troops there. We've got triple that in South Korea and quadruple that in Japan. I would classify it more as a training and police action with some Special Forces,\" he added. \"This is not a full-on war.\"\nThomas W. Spoehr, director of the Center for National Security at the Washington, D.C-based Heritage Foundation, said Trump's refusal to set a time line on withdrawal or to telegraph the number of troops that may be sent over was the right course.\nHe praised Trump for calling on India to aid in Afghanistan's redevelopment and calling out Pakistan to clamp down on terrorists within its borders.\"Presidents have tiptoed around Pakistan and the difficulties we've had with them and he took the gloves off,\" the retired Army three-star general said.\n\nLoad-Date: August 23, 2017"
}