{
    "title": "Geneva Convention No Prop to Terrorism",
    "publisher": "the new york times",
    "year": 1987,
    "month": 3,
    "day": 5,
    "full text": "To the Editor:\n''Denied: A Shield for Terrorists'' (editorial, Feb. 17), which supports President Reagan's decision not to seek ratification of revisions to the 1949 Geneva Convention on laws of war, fundamentally misconstrues those revisions. The 1977 Geneva Protocol I will not confer legitimacy on terrorist groups, nor will it provide terrorist groups with possible grounds for treatment as prisoners of war; nor does it allow regional groups to decide which ''peoples'' constitute a legitimate party in an armed conflict.\nThe Preamble to Protocol I states, ''nothing in this protocol . . . can be construed as legitimizing or authorizing any act of aggression or any other use of force inconsistent with the Charter of the United Nations.'' Thus, by its very terms, Protocol I does not provide a ''shield'' for terrorist groups.\nFurthermore, Article 96 of the treaty provides that its protections cannot be claimed by any ''people'' that does not formally accept all the obligations of the Geneva Conventions and of Protocol I. No terrorist group worthy of the name would be willing to undertake such responsibilities. In the 10 years since the adoption of Protocol I, no national liberation movement has filed a declaration accepting these obligations.\nProtocol I is a valuable and long-overdue addition to humanitarian law. It is carefully drafted, and many of its provisions represent victories for the United States negotiating position at the time. At best, the criticisms leveled at the treaty reflect a fundamental misreading of its terms.\nMore likely, as with President Reagan, they reflect a distrust of international law and of the too-infrequent efforts to extend its protections. Indeed, President Reagan's rejection of the treaty is further evidence of his disregard of the international legal order and his desire to sabotage its most important and fragile accomplishments.\n \nBRADLEY G. KULMAN\nCharlottesville, Va., Feb. 17, 1987\n  The writer is editor in chief of the Virginia Journal of International Law."
}