{
    "title": "GENERAL TELLS COLLEGE PANEL 'WE ARE THE GOOD GUYS' IN WAR",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "We can win the war on terrorism, Army Gen. Bryan D. Brown told a crowd at Hampden-Sydney College last night.\nHowever, anyone who imagines \"a bunch of guys sitting around a table on a battleship signing a peace agreement\" is thinking of the wrong war, said Brown, commander of the U.S. Special Operations Command at MacDill Air Force Base in Florida. If we aim for security without loss of freedom, \"then it is winnable.\"\nHe spoke as part of a three-day symposium, \"The War on Terrorism, Three Years After,\" sponsored by the college's Wilson Center for Leadership in the Public Interest.\nBrown is responsible for all special operations forces of the Army, Navy, Air Force and Marine Corps. He gave the audience of several hundred students, college faculty and townspeople an overview of the history and operation of the joint command and its place in the war on terrorism.\n\"Our task is to find the terrorists away from our shores and destroy them before they strike Chicago . . . or Richmond,\" he said.\nThe global war on terrorism is not a war of attrition; rather, it is a war of environment, Brown said.\n\"The truth is, we are the good guys. We must . . . demonstrate real American values and ideals\" while influencing the economic and educational environments that breed terrorists, Brown said.\nBrown fielded questions from the audience, including one from Donn Marshall, a Hampden-Sydney graduate whose wife, Shelley, died in the Sept. 11 attack on the Pentagon. Marshall asked whether Saddam Hussein or Osama bin Laden was the greater threat.\n\"They were both significant threats to this nation, and they both needed to be captured,\" Brown answered.\nIn response to another question, Brown said he sees U.S. forces committed in Iraq long enough to provide security for free and fair elections and to allow the development of the government and infrastructure, but he would not speculate on a specific time frame.\nSeveral questions addressed the economic cost of the war on terrorism. One person asked whether the country should spend unlimited funds on the war on terror, when terrorists have not killed as many Americans as drunken drivers have.\n\"Drunk drivers are not trying to take over our country. Terrorists are,\" Brown replied.\nThe symposium continues today and tomorrow.Tonight's speaker is Joseph Galloway, senior military correspondent for Knight Ridder Newspapers and a nationally syndicated columnist. He also wrote a best-selling book about the Vietnam War, titled \"We Were Soldiers Once . . . And Young,\" which was made into a movie./ / Hampden-Sydney symposium\n* The War on Terrorism, Three Years After:  http://www.hsc.edu/wilsoncenter/events/911-3.html \n\nLoad-Date: September 11, 2004"
}