{
    "title": "General_ Forces blocked several terror attacks; His task force combats terrorism in 7 countries in H",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 11,
    "day": 25,
    "full text": "3                 U.S. forces have disrupted several planned terrorist attacks against Western and other targets in the Horn of Africa and local authorities have killed or captured more than two dozen militants, said the U.S. general in command of an anti-terrorism task force.\n    Of the hundreds of foreign fighters detained by U.S. troops in Iraq, approximately 25 percent come from the seven countries that fall under the purview of the Combined Joint Task Force-Horn of Africa, Marine Brig. Gen. Mastin Robeson said in his first interview since taking command in May 2003.\n    The task force is responsible for fighting terrorism in Djibouti, Eritrea, Ethiopia, Yemen, Sudan, Kenya and Somalia. The impoverished, Islamic region is a well-established recruiting ground for terrorist groups.\nAssociated Press\n  U.S. forces first arrived in Djibouti, a country the size of Massachusetts located where the Red Sea opens into the Gulf of Aden, in June 2002. The former French colony was carved out of the Horn of Africa because of its strategic location and deep water harbor.\n    In August 1998, car bombs destroyed the U.S. embassies in Kenya and Tanzania; in October 2000, suicide bombers attacked the destroyer Cole as it refueled in Yemen, and in November 2002, attackers tried to shoot down an Israeli airliner minutes before a car bomb destroyed a hotel on the Kenya coast.\n    Al-Qaida has either claimed responsibility or has been blamed for all of the attacks. At least five senior Al-Qaida terrorists with close ties to Osama bin Laden live in the Horn of Africa, U.S. officials have said.\n    \"There have already been 25 captured or killed, and now it's in the hundreds of named people that we and host nations would like to find and talk to,\" Robeson said.\n    All the governments _ with the exception of Somalia, which doesn't have a central government _ are fully cooperating in what Robeson said is a long-term effort.\n    The 27-year veteran declined to describe the planned attacks. But he did acknowledge a plot to destroy the U.S. Embassy in Nairobi, Kenya, in June as one instance of a foiled terrorist attack.\n    Robeson said the 1,800 troops permanently based in Djibouti work throughout the region and focus on helping poor countries stop terrorism before U.S. military intervention is required.\n\nLoad-Date: November 26, 2003"
}