{
    "title": "General addresses Bush, terrorism in speech at U. Kansas",
    "publisher": "university wire",
    "year": 2007,
    "month": 5,
    "day": 3,
    "full text": "Gen. Richard B. Myers, a Kansas City, Kan. native, said because he came from Kansas, he liked simple analogies and he had one regarding terrorists.\n\"How many of you have been to Chuck E. Cheese's?\" Myers asked while speaking at the University of Kansas. \"You know that whack-a-mole thing?\"\nHe said the military policy right now was like the arcade game because the military tries to whack at the terrorists as they pop up, and that the method had been somewhat effective.\nHe said a better policy would be to, \"take off the back of the machine,\" by changing the ideology of men and women who want to join al-Qaida through a strategy of diplomacy, education and information supported with the help of U.S. allies.\nMyers, who retired in 2005 as the 15th Chairman of the Joint Chiefs of Staff, gave the Dole Lecture on Wednesday night during the final program of the semester at the Dole Institute of Politics. Myers served in the U.S. Air Force for 40 years and was chairman during the Afghanistan and Iraq invasions.\nHis term as chairman began only a few weeks after Sept. 11, 2001, and he said even though the national debate about security had recently been focused on the Iraq War, he said the largest safety issue the United States currently faced was the threat from violent extremism.\n\"It's an enemy that has a long-range plan,\" Myers said. \"They're small, but they're undeterred.\nTerrorist organizations like al-Qaida commit violent acts to create an environment of fear, Myers said. He said some businesses are just now recovering from the effect of Sept. 11.\n\"That's how they want to work,\" he said. \"When we're afraid we don't think logically.\"\nMyers said President George W. Bush usually came into his office, \"bouncy of step and quippy.\" He and the president even made bets about football games between the University of Texas and Kansas State University, where Myers graduated in 1965.\nBut after seeing the president the day after Sept. 11, Myers said he had, \"never seen a more somber person.\"\nThe president told Myers and others that day that he might make some decisions in the coming years that people might not like or could cost him another term as president, Myers said. He said he was moved that the president was that determined.\nHaving traveled extensively to visit with thousands of troops throughout his career, Myers said the friends he had made around the world of different religions and persuasions all want generally the same thing.\n\"They want a secure and safe environment for their children and grandchildren to grow up in,\" he said.\n(C) 2007 University Daily Kansan via U-WIRE\n\nLoad-Date: May 3, 2007"
}