{
    "title": "General Orders Review of Military Schools After Class Is Told U.S. Is at War With Islam",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 26,
    "full text": "WASHINGTON -- The chairman of the Joint Chiefs of Staff has ordered military schools to make sure they are not including anti-Islamic themes in training courses, the Defense Department said on Wednesday, after complaints surfaced about the curriculum in a course dealing with terrorism and radicalism.\nThe chairman, Gen. Martin E. Dempsey, ordered the review after students questioned some of the teachings in a class called Perspectives on Islam and Islamic Radicalism, which was being taught to midlevel officers at the Joint Forces Staff College in Norfolk, Va.\nGeneral Dempsey's order was first reported by Danger Room, the national security blog of Wired magazine. It quoted his deputy for training, Lt. Gen. George Flynn, as calling the course ''inflammatory'' for including the message that Islam was at war with the United States.\n''Our concern is there are some unprofessional things being taught to students in professional military educational curriculum,'' Capt. John Kirby, a Pentagon spokesman, told reporters on Wednesday.\nThe review comes at a time of heightened sensitivity over the American military's stance toward Islam, driven by events in Afghanistan like the inadvertent burning of Korans and the desecration of militants' remains by troops.\nThe Pentagon asked for a curriculum review last year, in response to similar complaints about training by the Federal Bureau of Investigation on countering extremism, as well as related Defense Department lectures. General Dempsey's new order seemed to reflect his irritation that the latest complaints ''caused me to question whether all parties understood the spirit and intent'' of the earlier effort.\nHe said that military instructors and guest lecturers appeared to be ''advocating ideas, beliefs and actions that are contrary to our national policy, inconsistent with the values of our profession and disrespectful of the Islamic religion.''\nCaptain Kirby said that Defense Secretary Leon E. Panetta ''completely endorses the chairman's intention to look at joint professional military education across the board to make sure we have done an adequate scrub on the content of this type of curriculum.''\nAmong the course materials was a slide that said that ''the United States is at war with Islam, and we ought to just recognize that we are at war,'' Captain Kirby said.\n''That's not at all what we believe to be the case,'' Captain Kirby added. ''We're at war with terrorism, specifically Al Qaeda, who has a warped view of the Islamic faith. That's just one example.\n''These assertions are not in keeping with our principles or ideas,'' he said. ''We believe the right thing to do was to suspend the course due to some of the things that were presented in the course.''\n\nhttp://www.nytimes.com\nCorrection\n\n\nThis article has been revised to reflect the following correction: An article on Thursday about the Pentagon's review of anti-Islam themes taught in military classrooms gave an outdated name for a Defense Department school where students complained about the curriculum. It is the Joint Forces Staff College in Norfolk, Va., not the Armed Forces Staff College.\nCorrection-Date: May 01, 2012\n\nLoad-Date: May 1, 2012"
}