{
    "title": "General to discuss terrorism at U. Mississippi",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 19,
    "full text": "Retired U.S. Army Maj. Gen. Robert F. Dees will speak at several events on the University of Mississippi campus this week as part of a worldwide tour on conflicts, Christianity and terrorist-related topics during wartime.\n\"We as a nation and other freedom-loving nations of the world have challenging times ahead, and I know the people of Mississippi and the students of Ole Miss have strong backbones,\" Dees said in a university press release. \"They want to hear it like it is, and I know they'll want to make a difference in our country as a result.\"\nDees' stop at Ole Miss is part of a worldwide tour where he speaks to students, faculty and other public groups. Issues including Iran and Iraq will highlight his discussions.\n\"We are a nation and a world at war, and this war is global, it is serious, and it will last for a long time,\" said Dees in the release. \"We all have roles to play. This war has spiritual and religious components to it, so a whole nation of faith provides courage and hope.\"\n\"I think this talk will be good,\" said University of Mississippi assistant professor of military science and Army ROTC training officer Maj. Michael Harlow. \"The emphasis is this is a war that will not have a treaty signed. We are at war with not just Iraq and Iran, but also with transatlantic extremists -- an army of extremists who don't identify themselves as a nation, but as a group with a common belief.\"\nDees' discussion Wednesday will be followed by a 30-minute question-and-answer session.\n\"Topics at past discussions Dees conducted included evil empires, global war on terror, religion and spiritual issues and a 'long war,'\" Harlow said.\nDees is an Amarillo, Texas, native, and graduated from the U.S. Military Academy in 1972 where he was commissioned as a second-degree lieutenant in the infantry and received a Bachelor of Science degree.\nHe holds a master's degree in operations research and systems analysis from the Naval Postgraduate School and has compiled an extensive list of other distinguished accomplishments and awards. Dees has also spent time in countries including Germany and Britain, Harlow said.\n(C) 2006 Daily Mississippian via U-WIRE\n\nLoad-Date: September 19, 2006"
}