{
    "title": "Genuinely Giuliani",
    "publisher": "the tampa tribune ",
    "year": 2008,
    "month": 1,
    "day": 6,
    "full text": "PRESIDENTIAL CANDIDATE GETS REAL WITH THE TRIB EDITORIAL BOARD\nRudolph Giuliani came to Tampa the day after Christmas and spent more than an hour with the Tribune's editorial board seeking the paper's support.\nThe former New York City mayor best known for his leadership after terrorists brought down the twin towers of the World Trade Center still enjoyed frontrunner status among Republican presidential aspirants in the national opinion polls.\nBut polls won't matter if he fails to win Florida's primary on Jan. 29, and he has bet his campaign on victory here.\nGiuliani strolled in, quickly shaking hands while looking ahead to the next person. He didn't appear as comfortable as Mitt Romney seemed a few weeks before.\nHe talked about 9/11, immigration, our Cuban policy and the war. Below is an edited version of our conversation.\nRudy Giuliani: Thank you for giving me the opportunity to talk with you. We've been in Florida probably as much or more than any state in the last year because we decided way back in January that the early primaries were going to include a lot of other primaries, not just Iowa and New Hampshire. This is a state that I believe I know really well and that knows me well going back to when I was associate attorney general in the 1980s. Tampa is very close to my heart because the Yankees get ready here.\nQ: Given your focus on Florida and the time you've spent here, what are the issues that Floridians would like addressed at the national level?\nA: The Florida I used to come to early in the '70s, which is a place you came to get the sun and enjoy yourself, has become a major state, and you're enormously diverse. You have tremendous challenges of a growing population that's growing faster than any infrastructure can keep up with. I think you have every problem America has and every asset America has. It's a great microcosm.\nQ: What is the biggest issue you've heard in Florida?\nA: During this campaign the big issue is terrorism. The economy is probably right up there. But terrorism is probably the issue I get asked about the most.\nI think we're seeing a campaign develop between the Democrats and Republicans where the views on the economy are going to be extremely divergent. Republicans are concerned about taxes and are getting concerned about talks of major tax increases. The third issue that comes up is energy independence, and that comes up from all different places from the concern about terrorism and countries that might be antagonistic to us. And it comes from global warming and also from our global growth economy.\nChina and India and emerging countries. My approach to a growth economy is the government has to do the best it can to figure out what are the industries that need help in getting to the worldwide stage and foster that.\nThe issues I mentioned, plus health care, will be major issues in the general election. As terrorism recedes somewhat as a major issue, health care may start to become an issue in the Republican primary. Terrorism and Iraq was dominating so much in the early part of the year that nothing else could emerge as a big issue. That's changing.\nQ: Security and 9/11 have been how we've come to know you, and the criticism is that you moved the command center to the base of the Trade Center, you didn't protect first responders from the aftermath and that the preparations weren't made for good radio communications. What did you learn from that?\nA: First, I think you should think about the overall situation, the whole way it was handled overall. That you would find three or four or five mistakes in a situation like that would be normal.\nThe emergency management center is the first one New York City ever had so you'd have to say I anticipated needing an emergency management center. Not only was it the first one NYC ever had, it's one of the first any city ever had. I'm not sure we had a model for it when we developed it in the '90s. We decided to put it there because that happens to be the building which the Secret Service, the CIA and other major agencies who are involved in security are located.\nThe management center was built for the day-to-day emergency, and it was a good place for that. I think it was a sound decision, justifiable; the reason I selected it was because of the presence of these other sensitive government agencies that we would have to work with and get to know better.\nI was always interested in a better sharing of information, and I'm a big believer in the Joint Terrorism Task Force because I watched it from both sides. As the mayor I had a lot of police officers in it. As the United States attorney in New York, I had a lot of federal agents in it. I always thought I got a lot of information because our police and FBI work as partners on a case.\nThe radios weren't put on line for another three or four years after I left. Someone just wrote that finally and explained it. We were trying to get new radios and move them to digital, but we weren't able to accomplish it. I supplied the fire department with every bit of new equipment I could find.\nThere's a big dispute as to whether air quality information was correct or incorrect. I wasn't managing the agencies that were monitoring the air. I was just getting their reports, and every day either I would put it out at my press briefing or one of my principal deputy mayors would put it out. We followed those as best we could.\nQ: A review of your record by the Associated Press showed that your city hall had a reputation of resistance, even hostility, toward open government. Under the Bush administration we have seen government become more secretive. What would we expect from a Giuliani administration?\nA: I believe we were very open. We put out all the information we were supposed to put out, and we put out a lot more information than anybody ever did before, and I put New York City online. We put out performance measures for the major city agencies. I held a press conference a day. There was never a question that I wouldn't allow the press to ask me.\nQ: Why would they say that then?\nA: Because we had some legal battles over Freedom of Information, over categories that government believes are privileged and citizens or the press don't think are privileged. If my advisers can't be free to give me some bad ideas that are done in a spirit of \"blue-skying,\" you really are going to restrict government from making good decisions. Some of the really good decisions I made were preceded by advice to some of the dumbest things you ever heard of. This is a legitimate subject of debate.\nQ: Immigration has come back as a major issue. What would be your plans to deal with the 12 million illegal immigrants already in this country, and how do you create an orderly system for dealing with them?\nA: You have to answer the first part before you can answer the second. You've got to end illegal immigration, and then you can solve in a rational way, a tempered, sensible way, all the rest of the problems.\nReturning 12 million isn't going to work because you don't have the resources. Whether you'd want to do it or not is another matter. I know the federal justice system better than I know probably anything else, and it's not capable of 12 million proceedings. It would have to increase by 10 times more judges and courts.\nYou've got to stop illegal immigration at the border and make sure that people don't come in without being identified. You have to set up an identification system that's as close to being tamper proof as possible. Say to people that if they want to come in, they've got to get fingerprinted and photographed, get identified, get a card and if you go to an employer, they can rely on that card.\nI don't think our big problem in America is employers who want to hire illegals. The bigger problem is employers who don't know or don't ask. They see a Social Security card or a driver's license or proof that this person is who they say they are.\nSo an enhanced Border Patrol, technological equipment that warns you of people approaching the border before they get there and physically stop them from coming in that way, and a tamper-proof system. Once that's working, you set up a system for the people who are here. The good people will come forward and get identified and pay taxes and get out from the underground.\nQ: Has it surprised you how big the immigration debate has become?\nA: It surprised me that it became a big issue in places all over the country, even places that aren't as affected as Florida, Texas and the border states and California. A lot of it has to do with fairness.\nWhen I was mayor, New York City had roughly 400,000 illegal immigrants; our population then was 7.3 million. I got elected to reduce crime, and in the course of working on that we looked at the illegal immigrant population and realized that the Immigration Service was only deporting 780 to 2,000 illegal immigrants a year, and if they had stretched their facilities, they weren't going to do much better than 2,000 or 3,000. I could not deport people, and I had to deal with it to reduce crime.\nMayor [Ed] Koch had written an executive order which said that New York City will turn over to the INS any illegal immigrant who is suspected of a crime. We made three exceptions: one was for parents of children in school who might be discovered by the fact that their children were in school; two was if you went to a hospital to seek emergency treatment as a matter of humanitarian and public health concerns; third was for illegal immigrants who were giving us information about crime. These three practical ideas made sense to me, and they make sense to me today.\nQ: Yet New York has now been called a sanctuary city. How does that make you feel?\nA: This is one of a group of policies that led to the safest large city in America. I'm very proud of it. It was the right thing to do. Faced with the situation now, I'd do exactly the same thing.\nQ: How would you change the policy on Cuba? We've got more Cubans coming in than ever before. Do you think our current policy is a good plan, or would you change the policy?\nA: I wouldn't change the policy. I've been in favor of this policy since 1981, even with the Mariel situation and the way in which Castro victimized us by releasing so many people from prisons and jails and hospitals.\nQ: In South Florida, where Cuban politics is most strong, there's a softening within the next generation. People aren't so happy with not being able to visit their relatives or send medicines. George Schultz says the embargo isn't working, and it ought to be lifted. How would you describe the success of America's policy toward Cuba?\nA: I probably have a slightly different view of the success of the overall policy. In one respect, what Secretary Schultz means is it didn't overthrow Castro. On the other hand, Castro wasn't able to spread communism the way he thought he could when he started and tried to do all throughout Latin America. The Castro vision of the world was going to be a communist Latin America and South America. Castro failed miserably.\nHe failed for his country in terms of their economic development, and he failed miserably in terms of being able to export communism out of Cuba. I think the embargo played a role in that. It made it much more difficult for him to develop the kind of economy he would have to develop in order to be an exporter of communism.\nThe only way I would consider changing American policy is if there were definable changes in Cuba. If Cuba was putting a system of law into effect or putting protection for property in place, protection for human rights, building a democracy. When I say democracy, and I think you learn these lessons in looking at Iraq, democracy is not just about voting for your leader. If that's democracy, then the Soviet Union is a democracy. Democracy is also about a rule of law that people can rely on. It's about human rights. It's about accountable government that is taking responsibility for the problems of its people.\nQ: What is your impression of how the Bush administration has positioned America on the global stage in terms of diplomacy?\nA: I believe the Bush administration got the big decision of its presidency correct. He put us on offense against Islamic terrorism. He announced that decision in probably one of his best speeches on Sept. 20, 2001, and he outlined what we would have to do to combat Islamic terrorism. That overall vision is correct.\nI think going into Afghanistan was the right thing to do, and I think now I'd want to see more follow-up on that. The part that concerns me is we want to make sure we don't lose the gains we've made in getting rid of the Taliban and al-Qaida.\nI'd like to see us put more emphasis on catching [Osama] bin Laden. I think that would be very effective. Islamic terrorism is about charismatic leadership, and if you can disable the leader, you're going to have them more on defense and us more on offense. I think it was right to take out Saddam Hussein. If I had to make the decision with everything I know now, I'd make exactly the same decision.\nQ: Why?\nA: I don't think it was about weapons of mass destruction; it was about a regime that was a state sponsor of terrorism and that defied the U.N. for 10 years and was available to fund and help terrorists on an ad hoc basis any time it wanted to.\nThink of it this way: Suppose Saddam was still sitting there and Iran was moving toward becoming a nuclear power, what would Saddam be doing? He'd be moving toward becoming a nuclear power. And now you can get into a great little analysis of if the National Intelligence Estimate is correct and Iran backed off its nuclear program in 2003, they say they're highly confident of that, but they're only moderately confident that they haven't resumed it since then.\nWhat was going on in 2003 that would have changed Iran's desire to become a nuclear power? In 2003 we had just defeated the Taliban and al-Qaida. There were over 100,000 American troops in Iraq doing what Iran tried to do for eight years in 23 days.\nIt would seem to me that had an impact on Iran. It had an impact on [Libyan President Moammar] Gadhafi, and I think it had an impact on Iran as well. This is how you end terrorism - you get rid of the nation states that support it.\nQ: Would that argue for invading Syria?\nA: No. You don't have the record with Syria. I can't prove that Iran backed off its nuclear program, but if they did, I'd find it hard to believe that what we did in Iraq didn't have an impact on Iran. This is a tough, difficult part of the world, and America has to be on offense.\nDid the president make mistakes on the conduct of the war in Iraq after the toppling of Saddam? Everybody made mistakes. The president acknowledged it last year. He gave a speech, spent two or three months listening to the criticisms and in early January of last year he announced that we're changing our policy.\nCould he have done it earlier than that? I guess. Would I have done it earlier than that? I hope, but I wasn't running it, he was. We're doing something very different there than we were doing before, and it's to his credit that he did change the policy, and it seems to be working a lot better now than it was before.\nQ: My mother wants to vote for you, and the thing that is getting in the way - it bothers her very much that your children don't talk to you. Is that true?\nA: My children love me very much, and I love them very much. All the issues with my children, I don't discuss. We've gone through a lot of things that are more public than they need to be, but we love each other very much.\nPhoto credit: Associated Press photo\nPhoto: Former New York City Mayor Rudy Giuliani didn't make as much of an impression as opponent Mitt Romney, but he did seem to be more grounded and adherent to a core set of beliefs.\nPhoto credit: Tampa Tribune photo\nPhoto: Rudy Giuliani, left and facing the camera, was accompanied by Florida Attorney General Bill McCollum during his hourlong visit to The Tampa Tribune Editorial Board and several reporters on Dec. 26.\nCopyright © 2008, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: January 22, 2008"
}