{
    "title": "GEORGIA SENATE Domestic terrorism law rewrite gets support",
    "publisher": "the atlanta journal-constitution",
    "year": 2017,
    "month": 3,
    "day": 2,
    "full text": "The Georgia Senate backed a measure Wednesday that would broadly rewrite the state's domestic terrorism law, giving the state attorney general more power to prosecute alleged terrorists and creating a separate homeland security agency.\nSenate Bill 1 would also define someone like Dylann Roof, a white man who in 2015 shot down nine African-American worshippers in a Charleston, S.C., church, a domestic terrorist in Georgia. State law currently only applies that label if someone has killed 10 or more people.\n\"This is intended to keep our state safe,\" said Senate Majority Leader Bill Cowsert, R-Athens, the bill's sponsor.\nAmong other changes, SB 1 would formalize how local and state authorities share information about suspicious activity. The idea, Cowsert said, is to stop an attack before it happens, using a newly created Homeland Security Department as the center of that activity. It would give the state's attorney general power to oversee multijurisdictional investigations, while also giving local district attorneys control over local inquiries.\nItalsoforthefirsttimewould define \"critical infrastructure\" in Georgia related to acts of domestic terrorism, including attacks against the power grid, water supplies, public transit and religious worship activities. Many of the new definitions align with federal law.\nThe bill passed on a 42-12 vote. All the \"no\" votes were from Democrats, although the partysplitonthevoteaftertwo of its members -- state Sen. Lester Jackson, D-Savannah, and state Sen. Harold Jones II, D-Augusta -- worked across party lines with Cowsert to amend the bill on the floor.\nThe amendments added stricter definitions to the bill and included wording saying it shall not apply to constitutionally protected speech or lawful protests.\nBut some Democrats said they still feared the bill's effect and whether, according to state Sen. Vincent Fort, D-Atlanta, it could be used to targetcertainprotestmovements such as Black Lives Matter.\nJackson said no. \"This amendment is the right to organize without being tagged a domestic terrorist,\" he said. \"This amendment isn't about Black Lives Matter. This amendment is about all lives. All lives have a right to justice in Georgia.\"\nCowsert said he supported the amendments because the bill was never meant to subvert constitutional rights, including the right to protest.\nPassage sends SB 1 to the state House for consideration.\n\nLoad-Date: March 2, 2017"
}