{
    "title": "George Bush and Iraq(2)",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 2,
    "full text": "George Bush had good reasons for invading Iraq and he is the far better choice to lead our efforts there.\nThe Iraq war is a part of the War on Terrorism. Prior to 9/11, the policy of containing Saddam was acceptable. After 9/11, containment was no longer enough. The threat that Saddam might pass weapons of mass destruction to a terrorist group was simply too great for any U.S. president to ignore. That threat was Bush's immediate reason for invading Iraq.\nWith the benefit of hindsight, Bush's decision to invade has been widely criticized, but remember that, prior to the invasion, the whole world believed that Saddam still had WMD. Bill Clinton certainly did. In a June 28, 2004, interview in \"Time,\" Clinton explains that, when it kicked the U.N. inspectors out in 1998, Iraq had provided no proof that it had destroyed its verified stocks of chemical and biological weapons. Hence, Clinton, understanding Bush's position better than anyone else could have, supported the decision to invade: \"That's why I supported the Iraq thing. There was a lot of stuff unaccounted for.\"\nNow that it appears that Iraq had no WMD after all, Bush has been accused of \"lying.\" Yes, he did say Saddam had WMD, but that wasn't a \"lie.\" A lie involves a deliberately false statement, but Bush, like everyone else, believed the weapons were still there. That's why our troops wore chemical weapons gear. (As to another supposed \"lie,\" Bush has never claimed that Saddam had anything to do with 9/11).\nErasing the likely threat of WMD was not Bush's only reason for invading Iraq. The invasion was part of a long-range, strategic effort to erase the causes of Islamic terrorism. Many young Muslims are attracted to terrorism out of hopelessness. Living under undemocratic regimes, with no prospect of political power or economic advancement, they find terrorism against the West an appealing option. It gives meaning and purpose to their lives; dying as a heroic martyr seems better than living a hopeless life. Bush sees the transformation of Iraq into a democratic society as a way to address this sense of hopelessness. If Iraq can offer more power and hope to its citizens, it will serve as a model for the whole region. Other Muslim states - Saudi Arabia in particular - will be prodded to transform themselves and move closer to the democratic model, thus ceasing to be breeding grounds for terrorism.\nGeorge Bush's over-all strategy is to defeat terrorism by giving people something to live for, rather than die for. That's the larger vision. It's working in Afghanistan, and it can work in Iraq, if we are willing to stay the course.\nWhile reasonable people disagree on whether we should have invaded Iraq, most agree that we should stay there and try to complete our mission: a hasty U.S. retreat would throw Iraq into chaos and encourage anti-U.S. terrorism all over the world. Hence, the question for voters boils down to this: since we need to stay in Iraq, which candidate is more likely to succeed there?\nGeorge Bush believes our effort in Iraq is right and necessary; he sees it as an opportunity to extend a model of more inclusive government to the whole Middle East, and thus to counteract one of the root causes of Islamic terrorism.\nJohn Kerry has a long anti-military record and he is backed by a large anti-war movement. He has called the war in Iraq \"the wrong war\" and he clearly sees no long-range strategic value in waging it. He is very unlikely to stay the course.\nTo do something well, you have to believe in what you're doing. Since Bush believes the Iraq war is worth fighting and Kerry doesn't, Bush is the clear choice to lead it to a successful conclusion.\n\nLoad-Date: January 17, 2018"
}