{
    "title": "George Habash, Palestinian Terrorism Tactician, Dies at 82",
    "publisher": "the new york times",
    "year": 2008,
    "month": 1,
    "day": 27,
    "full text": "George Habash, founder of the Popular Front for the Liberation of Palestine, a hard-line Marxist group that shocked the world with a campaign of airline hijackings and bombings in the late 1960s and early 1970s, died Saturday of a heart attack in Amman, Jordan. Although accounts varied, he was believed to be 82.\n  ''He had a severe heart attack, and he died instantly,'' Leila Khaled, a longtime Front associate and herself a high-profile airplane hijacker in 1969, told Al Jazeera by telephone from the Jordan Hospital, where Mr. Habash had been  a patient. He also had cancer.\n  The Palestinian ambassador to Jordan, Atala al-Khairy, said  Mr. Habash had been in the hospital for a week and that he died after a surgical procedure to implant a stent. \n  The Palestinian president, Mahmoud Abbas, ordered three days of mourning and flags lowered to half-staff in the Palestinian territories. \n  Mr. Habash was best known as the Palestinian leader who adapted   modern terrorist tactics as a weapon in the conflict with Israel. From the bombing of a Jerusalem supermarket in 1969 to the simultaneous hijacking of three Western airliners to Amman, Jordan, in September 1970, the Front  stayed in the news with high-profile attacks that other Palestinian groups never seemed able to match. \n  ''When we hijack a plane it has more effect than if we kill a hundred Israelis in battle,'' he told the German magazine Der Stern in 1970. ''For decades, world public opinion has been neither for nor against the Palestinians. It simply ignored us. At least the world is talking about us now.''\n  But his list of enemies did not stop at Israel. He was sharply critical of existing Arab governments, most of which he said should be overthrown; of a long series of attempts at peace negotiations; and of his longtime rival, Yasir Arafat. A stubborn opponent of the Oslo accords, Mr. Habash refused to set foot in the areas under the nominal control of the Palestinian Authority.\n  In turn, he earned the enmity of  King Hussein of Jordan, who in 1970 expelled all the Palestinian guerrilla factions who had been threatening his rule -- most notably that of Mr. Habash -- in a brief but fierce civil war remembered by Palestinians as Black September.\n  Although his tactics softened somewhat in the 1980s, and his organization receded from the headlines, Mr. Habash remained a determined Marxist who continued to denounce Arab governments he felt were too closely aligned with the West and Palestinian leaders he suspected were ready to make concessions to Israel. In an interview in 1970, he remarked that he would not accept money from Arab countries that ''stink of American oil,'' and he frequently argued that victory over Israel would only come when the traditional Arab governments had been replaced with revolutionary regimes.\n  A number of accounts say  Mr. Habash was born in 1925  in Lydda, Palestine, which is now Lod, Israel. The son of a well-to-d0 grain merchant who was Greek Orthodox, he was known as a hard-working and serious student who was introverted in his youth.  He studied medicine at the American University in Beirut, but his studies were interrupted in 1948 when he left school to help his family flee Palestine as violence deepened between Arabs and Jews.\n  That experience of the nascent Israeli Army driving the Palestinians from their homes had a profound effect on the young medical student, who began organizing Palestinians as soon as he returned to medical school, graduating first in his class in 1951. In 1953, Mr. Habash was among the founders of an organization in Jordan called the Arab Nationalists' Movement. Backed with financing from Gamal Abdel Nasser of Egypt, the group established a medical clinic in Amman and promoted the broader goal of a unified Arab superstate.\n  In 1957, however, the Arab Nationalists' Movement was implicated in an attempt to overthrow King Hussein, and Mr. Habash and his followers were fled to Syria. But the group was also forced  from that country in 1963, two years after Syria withdrew from a political union with Egypt. \n  Mr. Habash founded the Popular Front for the Liberation of Palestine in December 1967 in the bitter aftermath of the Israel's stunning defeat of the combined forces of Egypt, Jordan, Syria and Iraq. Mr. Habash later remarked that the Arab defeat that year convinced him of the need to adopt a strategy like that of the Marxist guerrillas in Vietnam. ''By 1967, we had understood the undeniable truth, that to liberate Palestine we have to follow the Chinese and Vietnamese examples,'' he said in an interview in 1969.\n  Beginning with the hijacking of an Israeli El Al airliner in June 1968, the Front  embarked on a series of bombings and hijackings of civilian targets. In 1969, it planted a bomb in a Jerusalem supermarket that killed two youths and wounded 20 others. Also that year, Mr. Habash took responsibility for blowing up Tapline, a pipeline owned by the Arab-American Oil Company that carried oil from Saudi Arabia to the Mediterranean. \n  The struggle of the  Front, he said, was ''not merely to free Palestine from the Zionists but also to free the Arab world from remnants'' of Western colonial rule. All Arab revolutionaries, he said, ''must be Marxist, because Marxism is the expression of the aspirations of the working class.''\n  Establishing Jordan once again as his base of operations by the late 1960s, Mr. Habash's guerrillas became embroiled in bloody battles with the Jordanian Army. In June 1970, the  Front seized 60 foreigners in two downtown hotels and held them hostage, threatening to kill them if Jordan's army kept fighting. \n  In September that year, the  Front hijacked three Western jets to a disused dirt airstrip outside Amman and held the several hundred passengers and crew hostage aboard the planes in the desert. They were eventually released, but the planes were blown up. Angered by the appearance that he no longer controlled events in his country, King Hussein declared martial law and unleashed his army and Bedouin loyalists against the Palestinians in Jordan, driving the guerrillas into Lebanon and Syria. \n  Mr. Habash is believed to have been behind a machine-gun attack in May 1972 by Japanese Red Army terrorists at the  international airport near Tel Aviv that killed 26 people. In June 1976, the Front hijacked an Air France airliner to Entebbe, Uganda, leading to a dramatic rescue mission by Israeli troops in which four civilians were killed.\n  When the Palestine Liberation Organization was expelled from Beirut after the Israeli invasion in 1982, he refused to go to Tunis with Mr. Arafat and the others, living for a time in Damascus and moving to Jordan, his wife's homeland. For the past 10 years, he had mostly stayed in that country. Plagued by illness, he stepped down as leader of the Front  in 2000.\n  Mr. Habash, whose nom de guerre was Al Hakim, which means either ''the Doctor'' or ''the Wise One''-- the double meaning was deliberate -- was married to a cousin, Hilda Habash, in 1961. She survives him, as do their two daughters, Mesa, a doctor, and Lama, an engineer. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: George Habash, founder of the Popular Front of the Liberation of Palestine, in Beirut in 1979. (PHOTOGRAPH BY VAETAN/ASSOCIATED PRESS)                                                                             \n\nLoad-Date: January 27, 2008"
}