{
    "title": "George Washington U. hosts terrorism legislation debate",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 18,
    "full text": "Civil liberties experts debated a growing threat of the loss of basic civil rights as a result of the Sept. 11 attacks at the George Washington University Law School on Monday night.\nMore than 50 people attended, including several GW law students and faculty.\nAmitai Etzioni, director of GW's Institute for Communitarian Policy Studies and Arthur Spitzer, legal director of the American Civil Liberties Union, argued about whether new legislation that limits civil rights is justified. GW law professor Mary Cheh moderated debate.\nGeorge Washington U.\n\"As we gather here now, lots of people are being held in custody with many of their rights being removed,\" Cheh said.\nCheh said there have been several \"changes in the wind\" on national policy in the wake of Sept.11, including a call for national ID cards, military security in airports and profiling.\n\"There are all these things happening now or in the future, and many people want to evaluate the change to see if it will help to capture terrorists,\" Cheh said.\nEtzioni said this was \"the wrong way to introduce the topic,\" saying the discussion should have begun by addressing the capabilities of terrorists, which are used to justify the changes in civil rights.\n\"There are two challenges,\" Etzioni said. \"One is to worry about our rights, but the other is to realize there are some really evil people out there.\"\nEtzioni said a country most often loses its civil liberties when changes are not carefully measured. The United States might face an even greater threat if public opinion is not heard, he said.\n\"We can reinterpret the Constitution for our times,\" Etzioni said. \"There is burning public opinion because public safety and health is challenged.\" Etzioni said infringement on rights should be minimal and protect the public as much as possible.\nSpitzer said there is no certainty that infringing on civil liberties will help quell the terrorism issue.\n\"The point is the terrorists will just get (plane) tickets if they need them,\" Spitzer said. Terrorists will find ways to get around new security measures, he said.\nSpitzer said loosely arranged government legislation could be used to destroy several constitutional rights.\n\"New, broad definitions of terrorism might make even peaceful protests an act of domestic terrorism punishable by law,\" Spitzer said.\nEtzioni said some changes that seem radical now are necessary for American security. He used as an example the ACLU's opposition of security measures now considered standard, such as metal detectors in airports in the '70s.\nSpitzer responded by making a case against a potential police state.\n\"Well, metal detectors were still very troubling to people; it was conditioning Americans to a police state. Now, we are also conditioning people to a police state,\" Spitzer said.\nHe said limits on civil liberties could include preventing protests like ones at the International Monetary Fund/World Bank protests, permitting 24-hour video surveillance of private citizens and enacting restrictions on student visas.\n(C) 2001 The GW Hatchet via U-WIRE\n\nLoad-Date: October 18, 2001"
}