{
    "title": "George W. Bush's freedom agenda POLITICS-US_ Bell Tolls for Bush's &#39;Freedom Agenda&#",
    "publisher": "the world",
    "year": 2007,
    "month": 11,
    "day": 8,
    "full text": "As lawyers in Pakistan are being beaten and arrested by authorities for protesting against the imposition of de facto martial law, Bush has opted to set aside his campaign for democratic reforms in favour of combating terrorism -- an effort with questionable results.\nPakistani President Pervez Musharraf effectively placed himself at the head of a military dictatorship on Saturday when he suspended the constitution, disbanded the Supreme Court and declared a state of emergency throughout the country.\nMusharraf made the announcement ahead of what was expected to be an unfavourable decision from the high court invalidating his latest election victory because he campaigned in his dual role as president and as head of Pakistan's armed forces.\nProtests and anger have continued throughout the week in the South Asian country of 164 million, with the legal establishment especially reeling from the repression.\nThe U.S. had strong words for Musharraf, calling on him to restore the constitution, but two members of the Bush cabinet signaled that Washington was unlikely to withhold any of the substantial military aid given to Pakistan -- a figure reported at 10 billion dollars.\n&#39;We have to be very cognizant of the fact that some of the assistance that has been going to Pakistan is directly related to the counterterrorism mission,&#39; said Secretary of State Condoleezza Rice during her trip to the Middle East this weekend. &#39;I would be very surprised if anyone wants the president to ignore or set aside our concerns about terrorism and protecting the American people.&#39;\n&#39;We are reviewing all of our assistance programmes,&#39; echoed Secretary of Defence Robert Gates in China on Monday, &#39;although we are mindful not to do anything that would undermine ongoing counterterrorism efforts.&#39;\nThe strong reservations of the administration to take decisive steps to punish Musharraf and help end the crisis is Pakistan stand in stark contrast to its declared foreign policy principles -- the so-called freedom agenda.\nInitially used as a secondary justification for the invasion of Iraq -- after the since-debunked imminent threat of Iraqi weapons of mass destruction -- the worldwide promotion of democracy and freedoms pushed by the administration has become ever present in Bush's rhetoric as the best way to quell violent radicalism.\n&#39;We will encourage reform in other governments by making clear that success in our relations will require the decent treatment of their own people,&#39; Bush said in his 2004 inauguration address. Speaking directly to the downtrodden, he said, &#39;All who live in tyranny and hopelessness can know: The United States will not ignore your oppression, or excuse your oppressors.&#39;\nBut measured by its inaction in Pakistan, critics say that ignoring the oppression and excusing the oppressor is exactly what the administration is doing -- and doing so in defence of the selfsame fight against radical terrorism that the &#39;freedom agenda&#39; is supposed to address.\n&#39;We have backed away from the push for democratic reform because people argue that the push for democratic reform encourages radical Islamists,&#39; said Georgetown government professor Daniel Brumberg. &#39;The elections in Palestine and the events in Iraq have undermined the freedom agenda.&#39;\nThe continued support of regimes with despotic tendencies despite contradictions with a platform of broad democratic reform is nothing new for the Bush administration.\nIn announcing a 20-billion-dollar arms agreement package to Saudi Arabia and five other Gulf states in July, Rice said, &#39;We are working with these states to fight back extremism and to give a chance to the forces of moderation and reform.&#39;\nHowever, in a meeting on reform in the region last week, Stephen McInerney of the Project on Middle East Democracy called the area &#39;the highest concentration of authoritarian monarchies in the world.&#39;\nWhile the details of the deal have not been publicly released, McInerney expressed doubt that any benchmarks for reform would be included. &#39;Most of the opposition to the deal is about Gulf states' support for terrorism, and not about democratic reform,&#39; he told IPS.\n&#39;The rulers of the Gulf states are not benign rulers. They are absolute dictators,&#39; said Ali Alyami of the Centre for Democracy and Human Rights in Saudi Arabia. &#39;Without international pressure, these rulers have no reason to reform.&#39;\nPresident Bush has called the U.S. relationship with Saudi Arabia a &#39;personal friendship&#39;, citing the close ally's support for the war on terror.\nBut the Saudi failure to prosecute any of the terrorism financiers named by the State Department and a lack of evidence that conventional military might can subdue terrorism is indicative of the most troubling problem with the shift in policy.\nThe strategy of simultaneously pushing the &#39;freedom agenda&#39; and the &#39;war on terror&#39; fails because the latter also has massive shortcomings in dealing with the threat of radical Islam.\n&#39;The war on terror has not helped because when you have massive military operations which are totally indiscriminate you tend to victimise entire populations,&#39; said Frederic Grare, a visiting scholar at the Carnegie Endowment for International Peace. This can force people into choosing the protection that local Islamists can provide.\nPakistan had presented a unique opportunity in this respect because the country has a viable democratic-minded centre that could have brought Muslim parties into mainstream politics.\n&#39;Don't confuse the institutional religious parties -- who do have an ideology that we don't really share -- and the militants,&#39; said Grare. &#39;Links may exist, but you can still establish a clear distinction. Eventually, one may be the best defence against the other.&#39;\nThat democratic centre in Pakistan, however, was ignored by the Bush administration in favor of Musharraf because military might was needed to fight armed extremists.\n&#39;The basic objective is the war on terror, so they need strong relations with the army and everything else is contingent,&#39; said Grare. &#39;Support for democracy was pretty far down the list. There is no abandonment, it's just never been there.&#39;\n&#39;One consequence of this crisis is that Bush's 'freedom agenda' is finally bankrupt,&#39; said Fred Kaplan in his Slate.com column. &#39;He will never again be able to invoke it, even as a rhetorical ploy, without evoking winces or laughter. © 2007 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: November 8, 2007"
}