{
    "title": "Georgia rolls out 'See Something, Send Something' smartphone app",
    "publisher": "the albany herald ",
    "year": 2018,
    "month": 4,
    "day": 26,
    "full text": "April 26--ATLANTA -- Officials from the Governor's Office of Highway Safety said that Gov. Nathan Deal had announced Wednesday the launch of \"See Something, Send Something,\" a smartphone app that directs citizen concerns to law enforcement.\n\"See Something, Send Something\" operates nationwide, allowing citizens to report suspicious activity and join in the fight against terrorism and criminal activity.\n\"As technology continues to drastically change our world, public safety remains a top priority,\" Deal said. \"While we work to make our state a safer place to live, work and raise a family, Georgia citizens and law enforcement must cooperate to deter crime and report suspected terrorism within our communities. This launch of 'See Something, Send Something' is the latest step in ensuring that Georgia is not only the No. 1 state for business, but also the safest state to call home.\"\n\"See Something, Send Something\" provides a platform to capture a photo of suspicious activity or send in information with written text. Information received in the app is sent directly to the Georgia Information Sharing and Analysis Center where the tips can be evaluated and provided to law enforcement across the state as needed.\nThe application is available at no cost for iPhone and Android phone users, as well as iPad users.\nThe Georgia Department of Public Safety, Georgia Bureau of Investigation, Georgia Emergency Management and Homeland Security Agency have led efforts to implement the \"See Something, Send Something\" system in Georgia.\n\"No matter how hard we work to ensure that our communities are safe, inevitably some people will seek to do harm to others,\" DPS Commissioner Mark W. McDonough said. \"One way citizens can help keep our cities safe is to assist law enforcement by immediately making reports of suspicious activity, and this application provides an easy way to do just that.\"\nThe service, provided by My Mobile Witness, Inc., uses privacy protection software to safeguard users' personal information and the integrity of tips. The system allows citizens to engage with GISAC without tracking locations or storing any personal information. Submitted tips are immediately removed from the mobile device and purged from the My Mobile Witness system following delivery to GISAC.\nThis system is not intended for emergency situations. For situations requiring immediate response, call 911.\nGeorgia is the 10th state to participate in \"See Something, Send Something.\" The service is already available in Alabama, Colorado, Louisiana, Mississippi, Missouri, New York, Ohio, Pennsylvania and Virginia.\n___ (c)2018 The Albany Herald, Ga. Visit The Albany Herald, Ga. at www.albanyherald.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: April 27, 2018"
}