{
    "title": "Georgia State 's fight against terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 2,
    "full text": "Photo by Sean Keenan | The Signal\nAccording to Georgia State Global Studies and Psychology professor Dr. John Horgan, the university has been \"quietly building a cohort of the best experts in the world\" when it comes to fighting terrorism.\n\"We are here, and we are doing some cutting-edge research that is being used by everyone from communities affected by terrorism as well as national and international agencies tasked with counterterrorism,\" Horgan said. \"We are doing research for the real world, and we tackle this from different disciplines and perspectives, and using different methods. No one discipline or researcher can crack a problem like terrorism, it takes a much bigger family.\"\nTony Lemieux, director of Georgia State's Global Studies Institute, has conducted studies which point out reasons why people are motivated to join a terrorist group. Lemieux is working on bringing more data to the table, and according to him, there is no one solution, as he said terrorism is a \"multi-pronged problem\".\nHorgan has been studying and interviewing terrorists for the past 21 years. His work isn't finding a solution to terrorism, but providing research and a better understanding of what terrorism is.\n\"I think from a strategic perspective, we have not done a good job of preventing people from joining ISIS,\" Horgan said. \"The United States hasn't faced recruitment to ISIS on the same scale as other countries, but we need to continue to inform our counterterrorism strategies with evidence-led research. Lots of people have their own ideas about how to solve the ISIS problem, but if we're not guided by evidence, we'll probably end up even making the problem worse.\"\nGraduate student Berkeley Teate has been working at the Carter Center Conflict Resolution Program to target terrorism recruitment prevention, but she said they often face a stigma working as part of a United States organization.\n\"It is statistically proven that ages 15-28 are the highest number of foreign fighters going to Syria and Iraq,\" Teate said. \"If you were to think about what this generation has experienced - the Iraqi and Afghani wars, the Arab Spring, the fall of Syria, and the rise of refugees to western countries, this each affected this age group. The group feels disconnected from its country, its religion (and leaders) and often its families.\"\nPart of the Carter Center's work is to discredit the propaganda and rhetoric ISIS recruiters use to influence the minority.\n\"ISIS offers a family and promises to this generation that democratic governments aren't offering - freedom from hate, persecution, isolation. These feelings are what our program has addressed with religious leaders and foreign diplomats - we need to connect with this youth,\" Teate said.\nTeate said that most of the research she writes goes overseas to Europe, North Africa, and the Middle East because international workshops have proven to be more efficient, as she learned from the Carter Center.\nBut with Islamophobic tendencies on the rise in the United States, Teate said getting religious leaders and foreign diplomats to come to the United States is often not easy.\n\"Something we have run into is the stigma of working as part of a United States organization because of the Islamophobic tendencies that have risen since 2014. A lot of people we meet with are not inclined to come here just because of the climate,\" she said.\n\nLoad-Date: January 12, 2017"
}