{
    "title": "George Habash",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 1,
    "day": 29,
    "full text": "The death this past weekend of George Habash is an opportunity to reexamine some of the myths of the war on Islamist terror. The State Department's annual terrorism report notes that the group led by Habash and known as the Popular Front for the Liberation of Palestine \"earned a reputation for spectacular international attacks in the 1960s and 1970s, including airline hijackings that killed at least 20 U.S. citizens.\"\nIt's a reminder of the first myth - that the enemy is Islamist extremism. Dr. Habash, a physician, was a Christian whose funeral yesterday took place, according to the Agence France Press, at a Greek Orthodox Church in Amman, Jordan. It is true that Islamist extremism is the most virulent threat at the moment, but it is not exclusively Islamists who hijack airplanes to kill innocent Jews and Americans.\nA second myth is that the president of the Palestinian Authority, Mahmoud Abbas, is a man of peace, who wants an end to the war with Israel. Mr. Abbas decided to honor the memory of Habash, who rejected the Oslo accords and never disavowed violence or reconciled himself to Israel's existence, by ordering flags under the Palestinian Authority to be flown at half mast for three days. \"The death of this historic leader is a great loss for the Palestinian cause and for the Palestinian people for whom he fought for 60 years,\" Mr. Abbas was quoted as saying by the AFP.\nA third myth is that Israeli Arabs are entirely loyal to Israel. While many of them may be, even those of us who believe in civil rights for Israel's Arab minority are given pause when three Israeli Arab members of Israel's parliament, Ahmed Tibi, Jamal Zahalka, and Wassal Taha, attend, as they did, the funeral of this enemy of the Jewish state.\nA fourth myth is that Israel and America will bring the terrorists to justice. How else to explain the fact that Habash, several years into the so-called Global War on Terrorism, died of apparently natural causes, at age 81 or 82, in Jordan, a country that has a peace treaty with Israel and is often considered an American ally in the war? He belonged in prison - or on the gallows.\n\nLoad-Date: January 30, 2008"
}