{
    "title": "Gephardt Bows To Jews' Anger Over a Nominee",
    "publisher": "the new york times",
    "year": 1999,
    "month": 7,
    "day": 9,
    "full text": "After protests from Jewish organizations, the House minority leader, Richard A. Gephardt, decided late yesterday to withdraw his appointment of an American Muslim leader to a Congressional counterterrorism commission, an aide said.\nSalam Al-Marayati, executive director of the Muslim Public Affairs Council in Los Angeles, had been named by Mr. Gephardt in June to serve on the National Commission on Terrorism, a 10-member group charged with reviewing national policy on preventing and punishing terrorism.\nSoon after his appointment, Mr. Al-Marayati was denounced by Jewish organizations that accused him of condoning terrorism against Israel. But other political and religious leaders, many of them Jewish, who have worked with Mr. Al-Marayati had begun speaking in his defense, praising him as a responsible moderate, and many American Muslims had contacted Mr. Gephardt to signal their support.\nMr. Gephardt's aide, Susan Harvey, said Mr. Al-Marayati had been told late yesterday that the appointment was in jeopardy, but not because of political pressure. Instead, Mr. Al-Marayati was told that the process of gaining a security clearance would take longer than the six month life of the counterterrorism commission itself.\nBut Mr. Al-Marayati said yesterday: \"I am not withdrawing. I think that if there is a political will, there is a way to expedite these security clearances and get down to the business of the country.\"\nMr. Al-Marayati, who is 38, says he has lived in the United States since his family fled political persecution in Iraq when he was 4 years old. As executive director of the Muslim Public Affairs Council, Mr. Al-Marayati has visited the White House several times for Muslim holidays and twice to witness the signing of Middle East peace agreements.\nHe has served on the Los Angeles Human Relations Commission for more than a year after being nominated by Mayor Richard Riordan. The leader of the commission calls Mr. Al-Marayati \"a very fair, very moderate individual.\" Mr. Al-Marayati's wife, Dr. Laila Al-Marayati, was appointed by the White House to the United States Commission on International Religious Freedom.\nInformed last night of Mr. Gephardt's decision to withdraw Mr. Al-Marayati's appointment, Nihad Awad, executive director of the Council on American-Islamic Relations, said, \"I think it's a cowardly decision, because the absence of a credible Muslim voice will further institutionalize discrimination against Muslims and Arabs around the issue of terrorism.\"\nThe nine other members of the commission include L. Paul Bremer, former United States Ambassador at Large for CounterTerrorism, R. James Woolsey Jr., former Director of Central Intelligence, and Gen. Wayne A. Downing, commander in chief for special operations and director of the investigation of the 1996 bombing that killed 19 American airmen in Saudi Arabia.\nSix commission members were chosen by majority leaders in the House and Senate, and four were chosen by the minority leaders.\nBut Mr. Gephardt's choice of Mr. Al-Marayati immediately came under attack by groups like the Conference of Presidents of Major American Jewish Organizations, which represents 55 groups, the Anti-Defamation League and the American Jewish Congress.\nThey pointed to statements made by Mr. Al-Marayati, his organization, his magazine and his co-workers that were critical of Israel and appeared to blame the Israeli Government for provoking Palestinian anger and violence.\nAmong the quotes cited by the Jewish groups was this from a March 1997 press release from the Muslim Public Affairs Council: \"Because the Palestinian people have no avenues to redress their grievances, some of them have been pushed beyond the margins of society and have adopted violent reactions to express their despair and suffering.\"\nIn letters to Mr. Gephardt, the Jewish groups accused Mr. Al-Marayati of failing to denounce the militant groups Hamas and Hezbollah, of supporting Saddam Hussein and of failing to support the peace agreements with Israel.\nAnd seven members of Congress sent a letter to Director Louis E. Freeh of the F.B.I. last week requesting his \"personal involvement\" in conducting the background check on Mr. Al-Marayati.\nMorton A. Klein, national president of the Zionist Organization of America, said: \"Salam Al-Marayati has justified Arab terrorism against Israel. He's justified future terrorism against America.\" But Mr. Al-Marayati has many supporters.\n\"I know Salam, I think very well, for five or seven years,\" said Joe R. Hicks, executive director of the Human Relations Commission in Los Angeles. \"He's a very fair, very moderate individual who in my perception is respected in a number of communities, including the Jewish community here in Los Angeles. He is not given to wild, extremist views about the Middle East or Israel.\"\nAmong the Jewish leaders in Los Angeles who have publicly supported Mr. Al-Marayati are Rabbi Alfred Wolf of the American Jewish Committee's Skirball Institute on American Values and Gene Lichtenstein, editor of The Jewish Journal.\nIn an interview, Mr. Al-Marayati said he had a clear record of opposing terrorism, \"not for the sake of political expediency, but because of an Islamic stand.\"\n\"When Hamas and Hezbollah commit acts of terrorism, we condemn those acts as events contrary to the principles of Islam,\" he said. \"When those groups build hospitals and develop social service agencies for the disenfranchised, that's something that we do not condemn.\"\nMr. Al-Marayti said that this was the reason he had never issued a blanket condemnation of Hamas and Hezbollah. And he scoffed at the idea that he had ever supported Mr. Hussein, noting that his family had been forced to leave Iraq.\nJohn L. Esposito, a professor of religion and international affairs at Georgetown University and director of the Center for Muslim-Christian Understanding at Georgetown, said the whole affair was \"anti-Arab and anti-Muslim bashing, to put it bluntly.\"\nMr. Esposito said that asking American Muslims to pass a litmus test by issuing blanket denunciations of Hamas or Hezbollah is like asking South Africans to denounce the African National Congress. All are groups that have multiple wings, some political opposition, some terrorist.\nMr. Al-Marayati would have contributed a crucial perspective to the commission on terrorism, Mr. Esposito said, by representing moderate American Muslims.\n\"You're talking mainstream,\" he said. \"If these people are not acceptable, who is?\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Salam Al-Marayati, head of the Muslim Public Affairs Council. (Ted Soqui for The New York Times)(pg. A13)\n      \n\nLoad-Date: July 9, 1999"
}