{
    "title": "GEPHARDT PICKS ARAB- AMERICAN LAWYER FOR PANEL ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 7,
    "day": 31,
    "full text": "* Juliette N. Kayyem is his second choice for the job. She has worked at the Justice Department since 1995.\nHouse Minority Leader Richard A. Gephardt, D-Mo., appointed an Arab-American lawyer to a congressional counter-terrorism panel on Friday.\nThe appointee, Juliette N. Kayyem, has worked since 1995 at the Justice Department, focusing the past two years on national security issues in the department's civil rights division.\n\"What I bring to the table is an understanding of … the importance of strong and effective counter-terrorism measures but coupled with a keen concern for people's civil rights and civil liberties,\" Kayyem said Friday.\n\"Being an Arab-American, I also know the community, have worked with the community on issues from hate crimes to airline profiling to immigration matters,\" said Kayyem, a Los Angeles native of Lebanese Christian ancestry.\nGephardt said Kayyem would provide \"a unique and important perspective\" on terrorism issues.\nThe National Commission on Terrorism was established last year by Congress to examine laws and policies on terrorism and recommend changes. This is Gephardt's second bid to fill the position. Last month, he chose Salam Al-Marayati, director of a Muslim council in Los Angeles, but withdrew the appointment this month.\nGephardt said it would take too long to get security clearance for Al-Marayati. Kayyem already has clearance as a result of her government employment. But critics say that Gephardt yielded to pressure from some who felt Al-Marayati was hostile toward Israel.\nThe American Jewish Committee, which opposed Al-Marayati, applauded Kayyem's selection.\n\"Unlike Mr. Al-Marayati, Ms. Kayyem seems to have a strong background in issues involving U.S. national security and terrorism,\" David Harris, executive director of the committee, said Friday.\nHussein Ibish, chief spokesman for the American-Arab Anti-Discrimination Committee, said Al-Marayati \"was eminently qualified for this position, and it's outrageous that he would have been successfully blackballed. . . .\"\n\nLoad-Date: July 31, 1999"
}