{
    "title": "Geraldo justifies Arab terrorism--against himself",
    "publisher": "ips",
    "year": 2014,
    "month": 8,
    "day": 15,
    "full text": "Just when you thought that the tortured rationalizations for Palestinian terrorism couldn't get any more weird or absurd--they just got weirder.\nAppearing on the Fox Television talk show \"Outnumbered\" on Aug. 4, veteran television journalist Geraldo Rivera launched into a tirade against Israel over the number of Palestinian casualties in the Gaza war.\nGeraldo went so far as to dismiss Hamas's thousands of rocket attacks on Israel as \"laughable\" since only three Israeli civilians have been killed by them. The millions of Israelis who are huddling in bomb shelters--which is the reason for the low Israeli civilian casualty toll--are not laughing.\nChallenged by one of the show's co-hosts as to whether he was on the side of Israel, or Hamas, an overheated Geraldo blurted out, \"I have a Jewish star tattooed on me! I'm a lifelong Zionist! I would die for Israel!\"\nGeraldo insisted that he has covered Israel for decades, which is in reality a way of saying that every once in a while, over a stretch of many years, he has spent a few days in Israel, covering a story.\nOf course he believes that makes him an expert, because in his next breath, Geraldo declared that since he has covered Israel so much, he knows the solution to the Arab-Israeli conflict. \"Just end the occupation! End the occupation already! There are Palestinians who have grown up their entire lives not knowing anything besides the Israeli occupation!\"\nActually, there are almost no Palestinians who could qualify for that description. In 1995, Israel withdrew from the cities in Judea-Samaria where 98 percent of those Palestinians reside. In 2005, Israel withdrew all of its soldiers and citizens from Gaza. The only \"occupation\" the Palestinians endure is the occupation perpetrated upon them by the Palestinian Authority and Hamas, the two authoritarian regimes that rule those territories.\nYet here was the purportedly well-informed, veteran journalist yelling on national television about how \"ending the occupation\" would bring peace to the Middle East.\nAnd then it got worse.\nWhat about the Hamas rockets and other Palestinian terrorism, the co-hosts asked Geraldo. His response: \"When people are under occupation, they get ticked off.\"\nThat blatant justification for attempted mass murder of Israelis and Jews was appalling. But it was also ironic.\nBecause, havingjust pompously declared himself a \"lifelong Zionist\" (fat chance) who is willing to \"die for Israel\" (even fatter chance), what Geraldo has really done is provided an advance justification for a Palestinian terrorist to target him.\nBut no need to worry-the next time he goes to Israel, Geraldo will no doubt continue to enjoy protection from Palestinian terrorists, courtesy of the Israel Defense Forces, upon whom he has been busy heaping scorn.\nLesson twenty of the Gaza war: liberal pundits who justify terrorism are not only inviting attacks on Israel, but ultimately upon themselves.\nMoshe Phillips and Benyamin Korn are members of the board of the Religious Zionists of America. This article is part of a series. To view previous installments, please visit http:llwww.phillyreligiouszi-onists.org/lessons-from-the-gaza-warl.\n\nLoad-Date: February 20, 2016"
}