{
    "title": "Geri Horner defied death threat with BRIT Awards performance",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 11,
    "full text": "Geri Horner was warned she'd be shot on stage at the BRIT Awards because of her friendship with George Michael.\nThe 48-year-old star was advised by police to pull out of her first solo performance at the 2000 ceremony after they intercepted plans by David Copeland - who was jailed for life later that year after setting off a series of explosive devices across London - to assassinate her, but she refused to give in to the threat.\nGeri said: \"It was before my first ever performance as a solo artist that he issued me with a death threat.\n\"He threatened to shoot me, and hated the fact I hung out with the gays, and was friends with George Michael.\n\"He hated me for camping it up, for loving the gays and for being friends with George. I told him to do one.\n\"Scotland Yard were involved, and the police had to come round to my house, to warn me officially.\n\"They said they had to give me the freedom to choose whether I performed or not, but that they advised me to pull out of the ceremony.\"\nThe Spice Girls star defied the advice to perform at the ceremony because she felt it was important to \"stand with\" her friends, no matter what.\nMore from this section\nRupert Everett, Sir Derek Jacobi and Tom Felton join Lead Heads cast\nRonan Keating thinks 'it's time' for vasectomy\nGavin Rossdale: I'm inspired by my kids\nShe added in an interview with The Sun newspaper: \"But I said 'I'm sorry, I'm not going to be bullied by this'.\n\"We are judged by what we do, not what we say - and I will always stand with my friends.\n\"It's about spirit, not sexuality - I feel so protective of any person who has had prejudice against them.\"\nCopeland was given six life sentences in June 2000 for three charges of murder and three counts of causing explosions in order to endanger life over a two-week spree in April 1999.\nHis final act of terrorism was to let off a bomb containing 1,500 nails at gay pub the Admiral Duncan, which killed Andrea Dykes, who was pregnant, John Light, and Nik Moore.\nHe was trialled for murder after his plea of guilty to manslaughter on the grounds of suffering paranoid schizophrenia was rejected.\nIn 2011, he lost an appeal to reduce his minimum jail term of 50 years.\nThis article originally ran on celebretainment.com.\n\nLoad-Date: December 11, 2020"
}