{
    "title": "Germany Says It_s Broken Up a Far-Right Terrorism Network",
    "publisher": "the new york times",
    "year": 2020,
    "month": 2,
    "day": 14,
    "full text": "After raids in six states on Friday morning, federal prosecutors arrested 12 men, one of them a police employee.\nBERLIN — Twelve men — one a police employee — were arrested Friday on charges of forming and supporting a far-right terrorism network planning wide-ranging attacks on politicians, asylum seekers and Muslims, the authorities said.\nThe arrests come as Germany confronts both an increase in violence and an infiltration of its security services by far-right extremists. After focusing for years on the risks from Islamic extremists and foreign groups, officials are recalibrating their counterterrorism strategy to address threats from within.\nThe arrests are the latest in a series of episodes that Christine Lambrecht, the justice minister, called a “very worrying right-wing extremist and right-wing terrorist threat in our country.”\n[Read: Following latest attack, Germans are told far-right terrorism is the number one threat.]\n“We need to be particularly vigilant and act decisively against this threat,” she said on Twitter.\nLast summer, the authorities said, a man with a violent neo-Nazi record shot and killed a local politician in Hesse, in central Germany, who had defended Germany’s refugee policies. It was thought to be the first right-wing political assassination since the Nazi era.\nAbout the same time, a number of police officers in the Frankfurt region came under investigation on suspicion of taking part in extremist chat groups. The inquiry grew from the arrest of a Frankfurt police officer on charges of threatening a lawyer representing victims of far-right extremists.\nIn October, a heavily armed man, apparently radicalized online,tried to enter a synagogue in Halle before killing two passers-by. Then, in January, the police raided the homes of people belonging to an organization known as Neo Nazi Group Combat 18, confiscating weapon parts, among other things.\nAuthorities say there are more than 12,000 people in Germany known to have far right views and seen as potentially violent.\nHorst Seehofer, the country’s interior minister, vowed late last year to step up the fight against right-wing extremism by creating 600 new jobs in the federal police force and the intelligence agency. Gun and hate speech laws were toughened in October after the failed synagogue attack.\nIn the new case, the authorities said the extremist group was formed in September and had met several times to plan attacks on politicians and asylum seekers, among others. The police raided 13 locations in five western states and in Saxony-Anhalt in the east; a homemade weapon was found during one of the raids, Germany’s public broadcaster ARD reported.\n“The aim of the group was to shake up and eventually shatter the state and social order of the Federal Republic of Germany,” said Markus Schmitt, a spokesman for the federal prosecutor’s office.\nSoon after, Herbert Reul, the interior minister of North Rhine-Westphalia State, told reporters that a man who had been charged with supporting the group had worked for the police. His job was not specified, but it was believed to be administrative in nature.\nFour of those arrested were being held on charges of forming and participating in a terrorist group. The other eight were charged with promising to supply financial support, weapons or other assistance. All 12 men will be brought before judges on Saturday.\nPHOTO: The arrests are the latest in a series of episodes involving right-wing extremism. Last month, the police conducted raids against a neo-Nazi group. (PHOTOGRAPH BY Jens-Ulrich Koch/DPA, via Associated Press FOR THE NEW YORK TIMES)\n\nLoad-Date: December 29, 2020"
}