{
    "title": "Germ warfare; U.S. seeks to use lab for terrorism prevention; The government wants to study the most",
    "publisher": "star tribune ",
    "year": 1999,
    "month": 9,
    "day": 23,
    "full text": "Alarmed by what the Clinton administration views as the growing threat of biological terrorism to the nation's food supply, the Agriculture Department is seeking money to turn the Plum Island Animal Disease Center, one mile off Long Island, N.Y., into a top-security laboratory where some of the most dangerous diseases can be studied.\n    The Agriculture Department already operates a laboratory at Plum Island where such dreaded foreign animal diseases as foot-and-mouth and African swine fever are examined. But the department is seeking $75 million this year and $140 million over the next two years to upgrade the center to handle even more dangerous animal diseases that can affect humans.\n    While there are four civilian-military laboratories in the United States equipped to study such diseases _ technically known as Biosafety Level Four facilities _ their work is focused on germs that primarily affect humans.\nNew York Times\n  Officials say the proposed expansion and upgrading of Plum Island is part of a new effort by the Clinton administration to deter terrorists who might try to destroy U.S. crops or livestock, a threat they now see as equal to that of terrorist attacks aimed at people.\n    \"Given the contribution of crop and animal exports to the nation's prosperity, we must do far more to protect our plant and animal resources,\" said Sen. Richard Lugar, R-Ind., co-author of legislation in 1991 and 1996 that provided money to bolster defenses against unconventional terrorism and stop the proliferation of such weapons.\n    \"This is not about food per se; Americans would not go hungry if we were attacked,\" said Floyd Horn, administrator of the Agricultural Research Service, who helped persuade the administration to include his agency in its counter-terrorism plans and programs. \"But such an attack, or even a credible threat, would severely disrupt America's economic and social infrastructure for weeks, if not months or years.\"\n.\n     Already a secure facility\n    Plum Island, which once was operated by the U.S. Army Chemical Corps, was designated as an animal-disease research center and transferred to the Agriculture Department in the early 1950s. It already is an agricultural Biosafety Level Three center. This means that its containment areas, which hold germs dangerous to animals, have filtered air, sealed doors and negative air pressure that prevents germs from leaking out of the labs.\n    All who enter the labs wear white lab coats and slippers. After leaving the containment areas, they are required to shower, shampoo their hair, scrub their nails and rinse their mouths, since lethal germs can live in human throats and infect animals as much as two days later. To stop viruses or microbes from escaping to the mainland, no clothing or articles, even eyeglasses, are permitted to leave the labs without being soaked in disinfectant, said Dr. Alfonso Torres, deputy administrator of the Agriculture Department's Veterinary Services Division and former director of the center.\n    The building's perimeter is also tightly guarded. While Torres declined to discuss specific security measures, the shores of the 840-acre island are said by federal officials to be monitored by electronic sensors and patrolled by boats and helicopters. Once a year, deer and other animals that have swum across to the island are killed in what island officials call a controlled hunt.\n    Despite an outbreak of foot-and-mouth disease on the island in 1978, which led Plum scientists to abandon their holding areas for large animals, \"there has never been a leak of a dangerous pathogens to the mainland from Plum Island,\" Torres said.\n    Moving to the next level of biosafety would require that scientists working with dangerous pathogens wear protective decontaminated suits and breathe only filtered air pumped into their hoods. Such precautions would allow scientists to work with even more dangerous animal pathogens that can affect humans, including the Hendra virus, which afflicts horses, and the Nipah pig virus, named for the Malaysian village in which it was first isolated this year. The virus already has killed more than 100 people.\n    \"We intend to work closely with local officials and community groups to allay any concerns about safety,\" said Horn, who acknowledges that Plum Island has long been shrouded in mystery and plagued by what he and Torres call unfounded rumors and fears.\n    The extent of the threat posed by agro-terrorism remains in dispute, even within the Clinton administration. But intelligence reports increasingly conclude that several countries, including Iraq, have developed germs to attack the food supplies of their adversaries. And senior U.S. officials now believe that an outbreak of screw worm, a disease that afflicts animals and people, was spread deliberately 14 years ago in Mexico less than 50 miles from the Texas border by Mexican workers who were employed in a screw worm eradication program and feared that they would put themselves out of work.\n\nLoad-Date: September 24, 1999"
}