{
    "title": "Germans search import-export firm; Terrorism_ The Syrian family's business has been watched since Ju",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "Authorities raided a trading company Tuesday that a German official said once employed a suspected al-Qaida recruiter who helped draft several Sept. 11 hijackers into Osama bin Laden's terrorist network.\nMohammed Haydar Zammar, believed to have introduced Mohamed Atta to senior al-Qaida figures in Afghanistan, worked for the Tatari Design and Tatex Trading GmbH firms, the German security official said on condition of anonymity.\nThe firms are run by the Tataris, a Syrian-Germany family living outside Hamburg, and the official said the businesses had been under investigation since July. One of the family's sons was a student at Hamburg's Technical University while Atta studied there and the two men belonged to the same Islamic prayer group, the official said.\nGerman investigators questioned Zammar immediately after the Sept. 11 attacks but let him go for lack of evidence. He then left Germany, was arrested in Morocco and then transferred to Syria, where he remains in custody.\nFederal prosecutors said they were seeking evidence to support suspicions the family had ties to an international network \"of potentially violent Islamic fundamentalists, particularly in connection with financial and other logistical support activities.\"\nIn other terrorism related news:\n* Yasser Arafat's Fatah movement pledged for the first time Tuesday to try to stop attacks on Israeli civilians by its militiamen, creating a small opening for a truce. Other militant groups said attacks would continue.\nA Fatah leader, however, cast doubt on the statement, and Israeli officials dismissed it as giving tacit approval for attacks on Israeli soldiers and settlers in the West Bank and Gaza Strip.\n* Police discovered documents relating to the U.S. Embassy during weekend raids on rebel safe houses in Colombia, leading investigators to suspect the insurgents planned an attack, authorities said Tuesday.\nThe state prosecutor's office confirmed the raids and said police also uncovered an underground facility for producing long-range mortar rounds and firing tubes.\n* Nine U.S. embassies in Asia, Africa and the Middle East were closed, and U.S. military bases and embassies in Europe enforced tightened security Tuesday, the eve of the anniversary of the Sept. 11 terror attacks.\n* The Arab satellite station Al-Jazeera broadcast more excerpts of a videotape on Tuesday in which a male voice attributed to Osama bin Laden can be heard naming all 19 Sept. 11 hijackers. The men were lavishly praised for their piety.\n* A member of al-Qaida's German cell that was central to planning and carrying out the Sept. 11 attacks met with two hijackers from a different group in Malaysia in early 2000, according to a high-ranking Malaysian official.\nRamzi Binalshibh, who U.S. officials believe would have been one of the Sept. 11 hijackers had he not been denied entry to the United States, was photographed in Kuala Lumpur with two of the eventual hijackers.\n* Saddam Hussein must comply with United Nations resolutions or \"action will follow,\" Prime Minister Tony Blair told a skeptical audience of labor union officials Tuesday in London.\n\"Let it be clear that there can be no more conditions, no more games, no more prevaricating, no more undermining of the U.N.'s authority,\" Blair said.\n* A year after a landmark day of terror, the drive to tighten international laws against terrorism has bogged down, and negotiators are expected to miss the 2002 target dates for a pair of new, stronger treaties.\nMore governments are ratifying pacts already on the books, and statesmen this week will renew a U.N. pledge to unite against terrorism. But in the backrooms, the talks on new treaties have been slowed by disputes over the dry, legalistic language of diplomacy.\nA U.N. working group on anti-terrorism policy, established after last year's attacks, issued a first report on Tuesday and declared that \"counter-terrorism must be firmly grounded in international law.\"\n\nLoad-Date: September 11, 2002"
}