{
    "title": "German airport shooting suspect_ I acted alone",
    "publisher": "the capital ",
    "year": 2011,
    "month": 3,
    "day": 3,
    "full text": "FRANKFURT, Germany (AP) - The suspect in the slaying of two U.S. airmen at the Frankfurt airport confessed to targeting members of the American military, a top security official said today, in a case that German officials are treating as a possible act of Islamic terrorism.FRANKFURT, Germany (AP) - The suspect in the slaying of two U.S. airmen at the Frankfurt airport confessed to targeting members of the American military, a top security official said today, in a case that German officials are treating as a possible act of Islamic terrorism.\nGerman federal prosecutors took over the investigation into yesterday's shooting, which also injured two airmen, one of them critically.German federal prosecutors took over the investigation into yesterday's shooting, which also injured two airmen, one of them critically.\nHesse state Interior Minister Boris Rhein told reporters in Wiesbaden that the suspect, identified as ethnic Albanian from Kosovo, 21, was apparently radicalized over the last few weeks and acted alone, the DAPD news agency reported.Hesse state Interior Minister Boris Rhein told reporters in Wiesbaden that the suspect, identified as ethnic Albanian from Kosovo, 21, was apparently radicalized over the last few weeks and acted alone, the DAPD news agency reported.\n\"The suspect is accused of killing two U.S. military personnel and seriously injuring two others,\" federal prosecutors said in a statement. \"Given the circumstances, there is a suspicion that the act was motivated by Islamism.\"\"The suspect is accused of killing two U.S. military personnel and seriously injuring two others,\" federal prosecutors said in a statement. \"Given the circumstances, there is a suspicion that the act was motivated by Islamism.\"\nThe suspect's family says he worked at Frankfurt airport and was a devout Muslim, but Rhein said he did not belong to a wider terrorist network or cell. He was taken into custody immediately after the shooting and is to appear later today in federal court.The suspect's family says he worked at Frankfurt airport and was a devout Muslim, but Rhein said he did not belong to a wider terrorist network or cell. He was taken into custody immediately after the shooting and is to appear later today in federal court.\nFrankfurt police spokesman Juergen Linker told the DAPD news agency that one airman remained in critical condition after being shot in the head. The other wounded airman was not in life-threatening condition, Linker said.Frankfurt police spokesman Juergen Linker told the DAPD news agency that one airman remained in critical condition after being shot in the head. The other wounded airman was not in life-threatening condition, Linker said.\n\nLoad-Date: May 9, 2011"
}