{
    "title": "Germany _ Man bet against team then bombed its bus Officials say suspect tried to make attack look l",
    "publisher": "daily news ",
    "year": 2017,
    "month": 4,
    "day": 22,
    "full text": "A window of the Borussia Dortmund soccer team's bus is damaged after an explosion April 11. The suspect made \"suspicious options purchases\" for shares in the team the same day as the attack, officials said.\nBERLIN - A 28-year-old German-Russian citizen took out a five-figure loan to bet that Borussia Dortmund shares would drop, then bombed the soccer team's bus in an attack he tried to disguise as Islamic terrorism in a scheme to net millions, German officials said Friday.\nThe suspect, identified only as Sergej W. in line with German privacy laws, was arrested by a police tactical team early Friday near the southwestern city of Tuebingen, federal prosecutors said.\n\"We are working on the assumption that the suspect is responsible for the attack against the team bus of Borussia Dortmund,\" prosecutors' spokeswoman Frauke Koehler told a news conference Friday.\nShe said the man came to the attention of investigators because he had made \"suspicious options purchases\" for shares in Borussia Dortmund, the only top-league German club listed on the stock exchange, on the same day as the April 11 attack.\nSergej W. had taken out a loan of \"several tens of thousands of euros\" days before the attack and bought a large number of so-called put options, betting on a drop in Dortmund's share price, she said.\n\"A significant share price drop could have been expected if a player had been seriously injured or even killed as a result of the attack,\" said prosecutors, though Koehler said the precise profit Sergej W. might have expected was still being calculated.\nRalf Jaeger, the top security official in North Rhine-Westphalia state, said the suspect had hoped to earn millions.\n\"The man appears to have wanted to commit murder out of greed,\" Jaeger said.\nInvestigators found notes at the scene claiming responsibility on behalf of Islamic extremists, which Germany's top security official, Interior Minister Thomas de Maiziere, said was a \"particularly perfidious way to toy with people's fears.\"\nHe said the suspect had been under close surveillance for about a week and that the evidence against him was significant.\n\"The fact that someone wanted to enrich himself by killing people to influence the stock market is particularly reprehensible,\" he said.\nThe suspect faces charges of attempted murder, causing an explosion and serious bodily harm. He was brought before a judge, who ordered him held in custody after evaluating the evidence against him.\nShe said investigators believe W. acted alone - there are \"no indications of possible helpers\" - but would continue to probe the possibility he had accomplices.\nDortmund defender Marc Bartra and a police officer were injured in the triple blasts as the bus was heading to the team's stadium for a Champions League game. Bartra had to have surgery on his wrist and arm and is out of action for several weeks.\nThe team's shares did slide slightly after the attack, but quickly recovered.\n\nLoad-Date: April 22, 2017"
}