{
    "title": "German terror trial convicts four for plotting attacks on US targets A German terror trial that conv",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 3,
    "day": 4,
    "full text": "The conviction of four Muslim men here for plotting to bomb German-based American targets is the latest evidence of the strides that Germany's police and intelligence services have made since 9/11.Before the 2001 attacks on New York and Washington, Germany was not particularly concerned about possible militant Islamist attacks on its soil. But in the aftermath of the attack it was found that a number of the hijackers had helped plan the 9/11 attack while living in Hamburg. The so-called Hamburg Cell was led by Mohammed Atta, one of the attacks key organizers. \nIn the aftermath of that discovery, German intelligence began to work closely with the US on the issue. German troops have participated in the NATO-led mission in Afghanistan since its inceptionThe four men convicted on Thursday are known here collectively as the \"Sauerland cell,\" a reference to the area of western Germany where they were captured. German converts to Islam Fritz Gelowicz and Daniel Martin Schneider each received 12 years in prison; Turkish citizen Adem Yilmaz was sentenced to 11 years; and Atilla Selek, a German born to Turkish parents, was sentenced to five years in prison.The cell, which planned to use car bombs in the attack, was discovered in early 2007, and monitored by the CIA and German intelligence services before being arrested in September 2007.A harder line on terrorAn analyst says that this case, along with Germany's foiling of a train bomb plot in 2006, illustrates how quickly German intelligence has evolved since 2001.For years, Germany ignored militant Islamists within its borders, according to Assaf Moghadam, a professor at West Point's Combating Terrorism Center. He argues that Germans, ever mindful of their country's intolerant past, were reluctant to single out any group because of religious beliefs.That changed after 9/11, he says. Under pressure from the United States, Germany \"didn't have any choice than to start paying attention,\" Moghadam says. \"It took an event like 9/11 for Germany to take the threat seriously,\" he adds.He says some members of the country's large Turkish population are now embracing a militant vision of their faith\"It will take a major attack in Germany, unfortunately, to serve as a wakeup call,\" Moghadam says. \"If an attack occurs, the public's first reaction would be that Germany did something wrong. They are still not aware of the offensive [as opposed to reactionary] aspect of radical Islamic movements.Follow us on Facebook and Twitter.\n   \n\nLoad-Date: March 9, 2010"
}