{
    "title": "Germany Charges 3 With Terrorism",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 5,
    "full text": "BERLIN -- Federal prosecutors in Germany said Wednesday that they have brought terrorism charges against two Lebanese brothers and a German man accused of being involved in a radical Islamic group fighting in Syria.\nThe charges come amid growing concern across Europe about the threat posed by local jihadists returning from the front. The police detained the main suspect, a 24-year-old Lebanese man identified only as Ismail I., at a highway rest stop in southwestern Germany last year, prosecutors said.\nOfficials said he had returned to Germany from Syria, where in August 2013 he is suspected of joining and training with the Islamic State of Iraq and Syria, or ISIS, a Qaeda affiliate.\nGerman authorities believe some 300 people have left Germany for Syria since the conflict began there, and the authorities worry that the dozen people who they say have returned radicalized pose a threat of increased terrorism. Officials have said those who have returned are capable of building bombs and carrying out attacks, although they have no indications of concrete plans.\nAt the time of his arrest, Ismail I., who is charged with membership in a foreign terrorist organization, had been heading back to Syria with military equipment, medicine and money that he had acquired in Germany with the help of his brother and another man, prosecutors said in a statement.\nThe brother, identified as Ezzeddine I., 33, and who is also a Lebanese citizen, and the other man, a 37-year-old German identified as Mohammad Sobhan A., face charges of supporting a foreign terrorist organization by helping the main suspect with money, equipment and transportation. Most of those who have left Germany for Syria are Muslims who were born and raised here, although many do not hold German passports given the country's restrictive laws on citizenship.\n\nhttp://www.nytimes.com/2014/06/05/world/europe/germany-charges-3-with-terrorism.html\n\nLoad-Date: June 5, 2014"
}