{
    "title": "German police officer to talk about refugees, terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 30,
    "full text": "A head German police officer will be holding a presentation about terrorism and its ties to refugees 7 p.m. Monday in the Roberson Auditorium in Lumpkin Hall.\nWilhelm Schmidbauer is the director of the Bavarian State Police and will be talking about terrorism in a conference called \"Anti-Terror Conference: Refugees and Terrorists in Europe.\"\nHe is an honorary professor at the University of Regensburg and served as vice president for a time, according to the German publication Onetz.\nAccording to the article, he is in charge of 40,000 officers and has held positions in the Ministry of the Interior twice.\nSchmidbauer is part of a delegation that includes Robert Heimberger, the head of the Bavarian Bureau of Investigation, and Norbert Radmacher, the deputy commander of the Operations Division of the Bavaria State Police.\nThere will be a social hour starting at 6 p.m., which goes until the lecture starts. It will be held in the 1895 Room in the Martin Luther King Jr. University Union for people to meet and speak to the delegation.\nSchmidbauer has dealt with three \"lone wolf\" attacks, all in the German state of Bavaria, according to a press release.\nLone wolf attacks are attacks perpetrated by a single individual, instead of being done by a group of people.\nThe attacks include an Afghan refugee using a knife and an axe to attack passengers on a train, a German teenager of Iranian background shooting nine people in Munich, Germany and a suicide bombing at a bar in the city of Ansbach, Germany, the press release read.\nBavaria is the largest state in Germany and the second most populated. It has taken in over 1,000,000 refugees, most of them being Syrians fleeing the civil war that has been raging for years and has drawn in a coalition of multiple nations and factions into the fighting.\nTerrorist attacks have been increasing in frequency all around the world in places like Paris, France and Munich, Germany, so people like Schmidbauer have a unique insight into the causes and effects of terrorist attacks and how refugees contribute in both positive and negative ways to it.\nThe lecture is co-sponsored by the Illinois State Police and EIU's Public Policy Institute and is free of charge.\nSamuel Nusbaum can be reached at 581-2812 or at scnusbaum@eiu.edu\n\nLoad-Date: October 31, 2016"
}