{
    "title": "German Terrorism Case Highlights Europe's Security Challenges",
    "publisher": "the new york times",
    "year": 2016,
    "month": 10,
    "day": 25,
    "full text": "BERLIN -- The warning came to the German security authorities in early September from ''our best partners,'' as they euphemistically refer to the American intelligence agencies: A terrorist assault might be in the works.\nIn the weeks that followed, the Germans identified a suspect, a refugee from Syria. They unearthed evidence that he had been casing a Berlin airport for an attack, and they recovered powerful explosives from his apartment, only to see him slip through their fingers. When they eventually captured him, the suspect promptly hanged himself in his jail cell. \n  The case was notable for its dramatic turns. But it also underscored two central challenges facing the Continent: getting a handle on the security risk related to the arrival of more than a million migrants last year, and addressing the continued reliance of European governments on intelligence from the United States to avert attacks.\n  Both issues have been plaguing Europe since the high-profile attacks in France and Belgium over the past two years. Governments have scrambled to counter the threat even as migrants, many with little or no documentation of their identity or country of origin, came over their borders in previously unheard-of numbers. The challenge has become more pressing in Germany in recent months after a spate of arrests and attacks, some linked to migrants.\n  ''In a way, we have outsourced our counterterrorism to the United States,'' said Guido Steinberg, a terrorism expert at the German Institute for International and Security Affairs. ''The Germans are not ready to build up their intelligence capabilities for political reasons, so this will continue.''\n  The recognition of how reliant Germany remains on the United States for its safety stands in contrast to Germany's hostile reaction in 2013, when Edward J. Snowden revealed the extent of United States surveillance programs, including one that extended to Chancellor Angela Merkel's cellphone.\n  In the case of the potential airport plot, the Germans succeeded within weeks of the American tip in identifying a suspect, Jaber al-Bakr, 22, who arrived in Germany from Syria as a refugee in February 2015 and was later granted asylum. Armed with that identity, the security services realized that he had been caught on video at Berlin Tegel Airport in late September, apparently casing it for an attack.\n  Earlier in the year, or perhaps even last year, he had traveled to Turkey, his return registered at Leipzig/Halle Airport in late August. According to his brother, he had also spent time in Syria.\n  By Oct. 6, his apartment in Chemnitz, south of Leipzig, was under round-the-clock surveillance. When the authorities raided the apartment on Oct. 8, they found three pounds of TATP, the same explosive used in the Paris and Brussels attacks.\n  But that was also when things went awry. Mr. Bakr evaded capture, slipping through a police cordon. He hid out with Syrians he contacted on social media. They later turned him over to the authorities -- but after being taken into custody, he hanged himself from his cell bars by his T-shirt.\n  The case raised any number of questions about the performance of the security services, in particular how vulnerable the Germans are without the assistance of the United States.\n  And while the number of attacks by migrants remains relatively small, a series of them in Germany, France and elsewhere has exposed the lack of knowledge about the backgrounds of many, if not most, of the newcomers and the potential for them to be radicals or to be radicalized after arriving in Europe.\n  On both fronts, the situation is creating a particular political tension in Germany. The National Security Agency's activities are under fierce scrutiny in Germany by a seemingly never-ending special parliamentary committee.\n  ''American agencies are Europe's best counterterrorists,'' said Peter Neumann, a terrorism expert at King's College London. ''That is the big secret that no one wants to talk about.''\n  On Friday, the German Parliament passed a disputed bill aimed at updating the oversight and abilities of the country's secret service, in response to the 2013 revelations. The measure introduces restrictions aimed at protecting the rights of European Union citizens and barring economic spying, but it also expands the service's right to spy abroad and to carry out domestic surveillance.\n  At the same time, Ms. Merkel's decision to admit hundreds of thousands of migrants has put her in a potentially precarious spot heading toward her re-election battle next year, with her stance stoking opposition from populist and far-right voters and scrambling the political center as well. Links between migrants and violence or terrorist plots have made the politics of the issue more combustible.\n  Mr. Steinberg said the authorities knew of at least seven people who had deliberately infiltrated Western Europe with the refugee wave. Two took part in the Paris attacks, two are in custody in Salzburg, Austria, and three were identified as part of a cell broken up before it could carry out an attack on the center of Düsseldorf, Germany, he said.\n  The degree of German dependence on American intelligence is evident in the difference between how the German authorities dealt with the Bakr case with American help and how they dealt with an earlier one concerning a domestic threat that involved assistance from the United States, Mr. Steinberg said. In the 2000s, he said, German intelligence services completely missed the threat from a domestic far-right group, the Nationalist Socialist Underground, that killed nine people from immigrant backgrounds. The trial of the only surviving leader being detained has dragged on for more than three years, with evidence of botched policing still emerging.\n  Some politicians are now calling for improvements -- even for breaking Germany's post-Nazi taboo against centralized power by giving federal agencies some policing and other functions now carried out by the 16 states.\n  ''We must really intensively uncover our strategic deficits and remove them as soon as possible,'' said Stephan Mayer, a conservative parliamentary deputy from Bavaria, identifying the police and the judiciary as two areas where improvement is needed.\n  Mr. Neumann suggested that the Germans might overcome their qualms about surveillance after Mr. Bakr's case, which was seen as the closest Germany has come to suffering a major attack from Islamic terrorists.\n  ''People now understand better that the security services are intercepting data not only because they want to read your grandmother's emails, but that in most cases there is a purpose to this,'' Mr. Neumann said.\n  In the case of Mr. Bakr, much remains unclear. He was granted asylum in June 2015, and soon afterward got an apartment in the Saxon town of Eilenburg, northeast of Leipzig, said Torsten Pötzsch, a social worker there. But after that ''great euphoria,'' Mr. Bakr disappeared by September 2015, Mr. Pötzsch said.\n  Residents of Chemnitz told TAG24, the online news service of the Dresden newspaper Morgenpost, that Mr. Bakr was one of six Arabs living until a month ago in a rundown ground-floor apartment less than a mile from the apartment where the police later found the potentially lethal TATP chemicals.\n  Mr. Steinberg said that Mr. Bakr's skill with the chemicals and agility in eluding capture suggested jihadist training, and that he was deliberately infiltrated by Islamic State into the wave of refugees heading for Europe. ''He was highly motivated, very single-minded in pursuing his goal,'' he said.\n  That determination did not end with his capture: Mr. Bakr, judged by a jail psychologist not to be a suicide risk, was on a hunger strike and had ripped a ceiling lamp from its socket in his cell and fiddled with a plug 24 hours before he killed himself.\n  Mr. Steinberg said he did not believe in rapid radicalization: ''That doesn't happen within weeks,'' he said. But both he and Mr. Neumann said the 17-year-old ax-wielding refugee who injured five people near Würzburg in July before being shot dead by police was in close touch with Islamic State handlers as he moved in to attack. Mr. Neumann said the teenager was seeking guidance and ''getting instructions in real time.''\n  About 70 percent of people from war-torn countries arriving in Germany last year lacked documents when being registered or applying for asylum, according to security officials. It may take years to know who they are, and whether they eventually embrace jihad, Mr. Neumann said.\n  Mr. Steinberg said it was not known what kind of long-term pull jihadist ideology would exert. For now, he said, it seems like Islamic State has not found Germans who return from Middle East battlefields who are willing to mount attacks. ''They don't have the German personnel,'' he said, ''and I think that is not entirely bad news.''\n\nhttp://www.nytimes.com/2016/10/25/world/europe/germany-terrorism-bakr-security.html\n\nLoad-Date: October 25, 2016"
}