{
    "title": "Germantown remembers killed Marine",
    "publisher": "daily news ",
    "year": 2011,
    "month": 4,
    "day": 29,
    "full text": "GERMANTOWN - Marine Cpl. Adam Jones was 29 when he was killed in combat Tuesday in Helmand Province, Afghanistan.\nPeople here remember him as a quiet neighborhood kid who was willing to stand with his friends.\nRalph Tidd recalled Jones as one of the many kids who ran through the neighborhood. \"Just like any other boy, he didn't have a halo. There are always scraps between boys,\" he said, remembering Jones was one of the kids his wife carried to school on the bus.\nA 2000 graduate of Valley View High School, Jones was a quiet young man. \"He was a couple years younger than me, but every time I talked with him, he was a great kid always willing to help out,\" said Bobby Johnson.\nNow a Germantown police officer, Johnson said the last time he saw Jones he talked about enlisting in the Marine Corps.\n\"He was just a stand-up kid, quiet and respectful,\" Johnson said.\nGermantown is a small village of just over 5,000, soon to be a city. Everyone knows everyone or knows somebody who knows everyone. At the Municipal Building, mention Jones' name and people shake their head in sadness. \"It's a tragedy for the family,\" Johnson said, speaking for many.\nOn his Facebook page, Jones said he was the squad leader for 60mm mortar squad with the 3rd Battalion, 2nd Marine Division, II Marine Expeditionary Force, based at Camp Lejeune, N.C. Details of his death were not immediately available from the Marine Corps.\nJones enlisted in Corps in November 2006 and had two deployments to Iraq, two to Afghanistan and a relief deployment to Haiti.\nHis awards include the National Defense Service Medal, Afghanistan Campaign Medal, Iraq Campaign Medal, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, Armed Forces Service Medal and the Humanitarian Service Medal.\nHe is survived by his wife.\nGloria Davenport never knew Jones, but knew of him from her son, Paul.\n\"Paul called last night from Kentucky after he heard the news,\" she said. \"He and Adam went through school together. He said what he remembered most was their sophomore year a bunch of boys jumped Paul on the school bus. Adam was the only one who stepped up to help.\"\n\"Adam told Paul he wasn't going to let him go down by himself,\" she said.\nJones wrote on his Face-book page, \"SEMPER FI, NEVER DIE.\"\nContact this reporter at (937) 225-2290 or dpage@DaytonDaily News.com.\n\nLoad-Date: May 3, 2011"
}