{
    "title": "Germany pledges troops for battle; War on terrorism_ Japan also considers assistance",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 11,
    "day": 7,
    "full text": "The German chancellor pledged up to 3,900 German troops for the U.S. war on terrorism Tuesday, pushing the nation toward its most far-reaching participation in military action since World War II.\nGerhard Schroeder's decision to seek a leading role in the anti-terror campaign is a new step in Germany's quest for greater world influence as it sheds its reluctance to join in warfare.\nHowever, the chancellor said there were no plans to send ground troops, and the defense minister said German forces would not necessarily be deployed inside Afghanistan.\nGermany would offer armored vehicles equipped to detect nuclear, biological and chemical weapons; special forces; a medical- evacuation unit; and air transport and naval forces to protect shipping lanes, Schroeder told a news conference.\nSchroeder and key aides have prepared a wavering public for weeks for a German military role, saying the nation could not stand aside and provide only financial backing as it did during the 1991 Persian Gulf War.\nJapan, another country haunted by memories of World War II, loosened postwar restrictions on its military Oct. 29. It has been considering various non-combat roles, including sending warships and personnel to help with refueling and reconnaissance missions in the Indian Ocean.\nSchroeder's offer, though short on specifics, would put Germany in the forefront of U.S. allies supporting the campaign - second only to Britain.\nCanada, another major contributor with ships, aircraft and special forces, has provided 2,000 personnel. France has about 2,000 military personnel involved in the effort, according to a French official in Washington.\nItaly has offered an armored regiment, attack helicopters, fighter jets and specialists in nuclear, chemical and germ warfare.\nOther contributors include Australia with SAS special forces, war ships and aircraft; New Zealand with a commitment of special forces and humanitarian aid, and Turkey, which pledged an anti-guerrilla mountain warfare unit.\nBut Schroeder also sought to address concerns among many Germans - including members of his center-left governing coalition - that the envisaged deployment is a step too far in military involvement abroad, which began after Germany reunited in 1990.\nHe stressed the importance of political and diplomatic efforts to hold the international coalition against terrorism together, the humanitarian mission to help Afghans, economic sanctions aimed at undermining terror networks and cooperation of secret services.\nGermany has gradually relaxed a postwar taboo against sending troops abroad, starting with support for a Cambodian peacekeeping mission in 1992.\nGerman troops have helped hunt war criminals in Bosnia and taken part in NATO airstrikes on Yugoslavia. In another milestone, Germany in September took command of a 1,000-strong military force to protect international observers in Macedonia.\nDespite the divisions, support for the military deployment appeared to be broad. Only the former East German communists are uniformly opposed to a German military role.\n$$ @122:America at war\n\nLoad-Date: November 12, 2001"
}