{
    "title": "German , Italian POWs buried at Fort Riley honored",
    "publisher": "junction city daily union",
    "year": 2018,
    "month": 11,
    "day": 16,
    "full text": "Nov. 16--Former German and Italian prisoners of war buried at Fort Riley were honored during a ceremony Thursday.\nMilitary representatives from Germany and Italy joined U.S. Army officials Thursday at Fort Riley's Post Cemetery. German Army Col. Carsten Döding said the annual ceremony serves as an important historical reminder for all military service members.\n\"When we commemorate the soldiers that lie here, we do so because we must not forget their deaths,\" Döding said. \"Although they died thousands of miles away from home, they are not forgotten.\"\nIn 1943, War Department officials established Fort Riley as one of 600 locations across the U.S. selected to house German, Italian and Japanese POWs. The ceremony is held each year in remembrance of the POWs who lived and worked at Fort Riley between 1943 and 1946, specifically the 62 Germans and 11 Italians buried there.\nWhile Döding's countrymen fought opposite the U.S. in World War II, relations between the countries have since improved, making ceremonies such as Thursday's special.\n\"The American-German relations have since strengthened,\" Döding said. \"Today, German forces join the U.S. to put an end to international terrorism. Today, we will remember those who gave their lives, regardless of ideology. It's our obligation to pay our respects to them, especially when their families aren't available to do so.\"\nItalian Army Maj. Stefano Catania spoke about the Italian soldiers buried at Fort Riley.\n\"The soldiers we're remembering now were captured on the battlefields of Europe and Africa, then transported to the U.S,\" Catania said. \"They were treated with dignity and respect. We pay respect to Italian and German soldiers buried here, but also civilians who lost their lives.\"\nFollowing his speech, Catania issued a prayer for the fallen soldiers in Italian. Catania and Döding are both currently stationed at Fort Leavenworth.\n___ (c)2018 the Junction City Daily Union (Junction City, Kan.) Visit the Junction City Daily Union (Junction City, Kan.) at http://www.yourdu.net/ Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 17, 2018"
}