{
    "title": "Germans are still wary of return to lethal force",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 7,
    "day": 11,
    "full text": "BERLIN -- If a German soldier stumbles across Osama bin Laden in Afghanistan, should he (A) Arrest him? (B) Call for the nearest American soldier? or (C) Take aim and fire?\nThe answer, according to German law and current sensibilities, is either A or B. But German Interior Minister Wolfgang Schaeuble -- who's responsible for domestic security -- has ignited a firestorm by suggesting in the July 9 issue of Der Spiegel magazine that perhaps the answer should be C.\n\"International terrorism cannot be fought using classical police instruments,\" he said in the interview. \"The legal issues we are facing include extreme cases, such as targeted killing.\"\nIn modern-day America, that argument doesn't stir much debate. But in Germany, since the atrocities of the Nazi government under Adolf Hitler, issues involving government-sanctioned killing have been anything but easy. For the past 60 years, German policy has been defined by coming to terms with the legacy of the Holocaust.\nHowever, the threat of international terrorism has increased in Germany recently, and that may have spurred Schaeuble's latest comments. Last summer, just after the World Cup contest here, two Lebanese men were arrested after suitcase bombs -- which failed to detonate -- were found on packed commuter trains in western Germany. Security forces suspected an al-Qaida link to the attempted attack.\nIn recent weeks, the \"terror-network chatter\" -- tapped phone and Internet conversations among terrorism suspects -- has put Germany on its highest-ever terrorism alert, in the belief that terrorist attacks are planned and possibly under way here, according to news reports.\nOther politicians challenged Schaeuble's statements. Christian Stroebele, a Green Party member of parliament, called the idea of shoot-to-kill \"very alarming\" and said it sounded \"a lot like everything we criticize about U.S. politics -- like pre-emptive detention without conviction, which smacks of Guantanamo.\"\n\"The intentional killing of people is by no means covered by the U.N. resolution under which German soldiers are in Afghanistan -- the mission there is 'to bring to justice' and not 'to kill,\"' he added.\nLiberal Party leader Sabine Leutheusser-Schnarrenberger, herself a former justice minister, called Schaeuble's words the path to \"legalize political murder.\"\nSocial Democrat Chairman Kurt Beck, whose party is part of the ruling coalition with Schaeuble's, told German television, \"We mustn't kill liberty in an effort to defend it.\"\nSchaeuble suggested that Germany has a bigger problem with terrorism than most people want to admit.\nHe said that if Americans fired a remote-controlled missile to kill bin Laden, \"Everyone would say, 'Thank God.' . . . However, the legal issues here are totally unsettled, particularly if Germans were involved.\"\nHe said Germany needed to clarify such issues in terms of its constitutional law and to provide legal foundations that guaranteed the government \"the required options in fighting terrorism.\"\nHe also urged German politicians to think about banning terrorism suspects from having mobile phones and using the Internet, or risk creating the impression that they provide \"less protection\" to citizens than \"less democratic societies.\"\n\"I'm an ardent supporter of our constitutional freedoms,\" he said. \"But if we don't want the terrorists to take them away from us, we need to act.\"\n\nLoad-Date: July 11, 2007"
}