{
    "title": "Germany links serial killings to neo-Nazis Turks are outraged by slow action",
    "publisher": "usa today",
    "year": 2011,
    "month": 12,
    "day": 20,
    "full text": "The first to die was Enver Simsek, 38, a flower vendor shot in the face in Nuremberg in 2000. The last was Halit Yozgat, 21, shot in the head in the Internet cafe he ran in Kassel, six years later.\nIn between, seven more people -- mostly Turks -- were murdered across Germany in  killings that police had surmised were the work of drug syndicates, money launderers or homicidal relatives. Law enforcement appeared to ignore the possibility of right-wing terrorism, in spite of Germany's legacy of decades of periodic violence against minorities by neo-Nazis.\nBut the recent discovery that the killings were the work of  neo-Nazis has led to soul-searching and shame among German officials and rage in the Turkish-German community.\n\"If eight or nine Germans had been killed in Turkey with the same weapon and the murderers not found for years, Europeans would be up in arms,\" Elif Kubasik, whose husband, Mehmet Kubasik, was murdered in Dortmund in 2006, told the Turkish newspaper Sabah.\nWorse, the neo-Nazis accused of the crimes were known to law enforcement as early as the 1990s on suspicion of committing racist acts and had contacts with informants working for Germany's equivalent of the FBI, the BfV, according to the agency.\n\"I am not surprised that right extremists are killing people in Germany,\" said former police officer Bernd Wagner, who left the force  in 1991 and set up an organization that counsels neo-Nazis to reject their ways. \"They would have seen this coming had they read the writing on the wall.\"\nUwe Mundlos, Uwe Bhnhardt and Beate Zschpe were friends who started out young on their racist careers  in the mid-1990s. As a teen, Bhnhardt hung a mannequin over a bridge with a Star of David on it, according to German media reports. By 1998, all three were wanted by police for plotting bomb attacks.\nThe two men and possibly others, such as Zschpe, committed their first murder  Sept. 9, 2000, shooting  Simsek eight times in Nuremberg, according to the Federal Prosecutor's Office. Eight more would die over the next six years, but it wasn't until the fifth execution that police determined the deaths were connected.\nThe gun used to kill Yunus Turgut in 2004 as he opened his  kebab shop in Rostock in eastern Germany was  the same Czech pistol used in the previous four murders. Still the killers were not caught. Two years and four victims later, the killings ceased and the case went quiet until last month.\nOn Nov. 4, a bank in the eastern town of Eisenach was robbed by two masked men. As police raced to find the robbers, they came across a burned out camper van with two corpses inside. Mundlos, 38, had shot Bhnhardt, 34, and killed himself, says the Federal Criminal Police Office, or BKA.\nZschpe, 36, fled after allegedly setting fire to the apartment the three shared in the eastern German town of Zwickau. She turned herself in to police a few days later.\nAmong the charred remains investigators found guns, including the Ceska pistol used in the murders. They also found DVDs in which the two men say  they were part of the National Socialist Underground and brag about  the murders. They called the killing spree the \"Germany Tour: 9 Turks shot,\" though one of the victims was of Greek heritage.\nZschpe is awaiting trial on charges of arson and terrorism. Her lawyer has said prosecutors do not have enough evidence for the terrorism charge.\nMeanwhile, there have been near-daily revelations in the German news media that the trio had been under surveillance by police and domestic intelligence since the mid-1990s but were never viewed as suspects in the killings for more than a dozen years.\nBKA head Jrg Ziercke said police had to follow all leads including possible involvement of drugs and gambling, and insisted there had been no indication at the time of right-wing extremism. And the BfV has admitted that one of its agents was seen at the Internet cafe where Yozgat worked on the day he was killed.\n\"There seems to have been people who knew about the whole thing and the striking thing is that the (intelligence agency) had people in there and they didn't (figure) it out,\" said Andreas Hieronymus of the Hamburg-based Institute of Migration and Racism Research.\nKenan Kolat, chairman of the Muslim Community in Germany,  said he believes police have failed to see that racism was at the root of the violence because they did not want to dredge up Germany's Nazi past.\nOthers say the failure was part of a reluctance by  leaders to tarnish Germany's image abroad.\n\"Many people don't see the problem,\" said Florian Krckel, 32, from Halberstadt in eastern Germany, where  violence against those seen as not \"German enough\" occur often. \"They don't want to see the problem.\"\nWagner was blunt: \"(Right-wing crime) has been hushed up. Politicians want Germany to make a good impression on other countries.\" \n\nLoad-Date: December 20, 2011"
}