{
    "title": "Germany 's Constitutional Court Overturns Data Retention Law",
    "publisher": "rtt news",
    "year": 2010,
    "month": 3,
    "day": 2,
    "full text": "(RTTNews) - Germany&apos;s Federal Constitutional Court on Tuesday overturned a controversial data retention law that allowed authorities to store data on telephone calls and email traffic for six months for possible use by law enforcement agencies to help in fighting terrorism and preventing security threats.\nThe Karlsruhe-based court ruled that the data storage law was unconstitutional as it posed a \"particularly serious infringement of privacy in telecommunications\". The court also ordered that all the data collected until data collected under the law must be deleted \"without delay.\"\nThough the new ruling temporarily suspends the data retention directive, it did not scrap the law altogether. Without overturning the European Union anti-terrorism directive on which the law is based, the Constitution Court ruled Tuesday that strict controls must be established before the law can come into force again in Germany.\nThe controversial law was enforced in Germany in 2008, following an EU directive. It was first proposed in 2004, soon after the Madrid train bombings. The European Union passed the legislation in 2005 and gave the final approval to the measure in 2006.\nTuesday&apos;s court ruling noted that the law in its current form went beyond the intent of the original EU directive and called a review of the law before enforcing it in the future. The reforms proposed by the court included tighter controls to ensure the security of the data, and transparency in the intention and use of the information collected.\nThe Constitutional Court ruling came after nearly 35,000 Germans formally appealed to the court to overturn the law, pointing out that it violated their right to privacy. Though the German government expressed disappointment over Tuesday&apos;s ruling, civil rights activists welcomed it.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}