{
    "title": "Germany _ Dresden knife attack likely motivated by Islamic extremism",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 22,
    "full text": "A 20-year-old Syrian man, who is believed to have an Islamist background, was arrested on Tuesday evening in connection with the attack, according to police and prosecutors. They said the suspect came to authorities' attention as a result of examining evidence at the crime scene.\n\"Islamic terror is a permanent threat, which we must combat with the greatest possible coherence\", said German Justice Minister Christine Lambrecht, on the social network Twitter, while the Interior Minister in the German executive, Horst Seehofer, considered that the incident in question \"demonstrates once again the risky nature of Islamic violence\" which \"requires maximum vigilance\". \"Islamist terror is a major, enduring threat to our society that we have to tackle determinedly\".\nThe court suspects \"an act with Islamic motives\", the Dresden prosecutor's office said in a statement.\nThe authorities said the suspect had an extensive criminal record, including charges of soliciting support for a foreign terrorist organization, and charges of bodily injury, and making threats.\n\"Utmost vigilance is necessary, whatever the form of extremism and terrorism\". A large number of Syrians and other migrants arrived in Germany that year.\nHe had been living in Germany under \"tolerated\" status granted to people whose asylum requests have been rejected, but who can not be deported.\nLILLEY: Trudeau wins, Canadians lose in Commons showdown\nThis means that if Trudeau's proposed committee fails to get the support of the NDP, a snap election will be triggered. It comes after the federal Liberals survived a confidence vote this afternoon with the support of Green and NDP MPs.\nThe two victims, both from the western state of North Rhine-Westphalia, were visiting Dresden together.\nA 53-year-old German tourist from the German city of Cologne was stabbed to death, while another 55-year-old German citizen was injured.\nThe DNA was already stored in police databases, the report said.\n\"First Paris, now Dresden. why was this Syrian Islamist not in preventive custody or deported?\" party leadership contender Friedrich Merz told news site Spiegel Online.\nAHH was sentenced to two years and nine months imprisonment under juvenile criminal law at the Regis-Breitingen juvenile prison but was released on September 29 this year.\nThe pair had ordered castor seeds, explosives and metal ball bearings on the internet to build the toxic bomb.\n\nLoad-Date: October 22, 2020"
}