{
    "title": "Germany , Unscathed, Remains a Hub of the Terrorism Scare",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 13,
    "full text": "HAMBURG, Germany -- This wealthy port city advertises its bustling canals and bridges and its towering 19th-century churches to draw visitors from around the world.\nIt is less interested in drawing more attention to Al Quds Mosque, where the Sept. 11 hijacker Mohamed Atta prayed and which has become a destination for jihadi tourism. This summer, local authorities closed the mosque, since renamed Taiba Mosque, altogether.\nAlthough Germany has been spared the terrorist attacks that have hit the United States, Britain and Spain, Hamburg -- and Germany in general -- remains a breeding ground for Islamic radicals, security officials acknowledge. A spate of recent arrests and terrorism warnings in Europe and Afghanistan has underscored the risk that a small number of German citizens are under the sway of terrorist groups determined to stage new attacks, either in Germany or elsewhere in Europe.\nOfficials in Hamburg emphasized that the vast majority of its Muslim population -- which they put at 130,000 -- rejected violence. But a Hamburg intelligence official said there were 2,000 residents who embrace radical ideology and another 45 who accept the ideology of Al Qaeda and global jihad.\n''That's what we all experience in America and in other countries and also here, that this phenomenon of the homegrown terrorist increases rapidly,'' said the intelligence official, who spoke recently on the condition that he not be identified because of the secrecy of his work. ''This is an extremism which grows right here. The recruiting, the radicalization happens right here, not in other countries.''\nRecent events have put German citizens at the center of the global terrorism scare. In July, American forces in Afghanistan detained a German citizen, Ahmed Sidiqi, 36, said to have ties to the men who helped plot the Sept. 11 attacks. Then just after Washington issued the terrorism alert based on information from Mr. Sidiqi, Pakistani officials said that several German citizens were killed in a drone strike.\nThe United States military also recently issued an alert for a 23-year-old Berlin man suspected of joining a group called the German Taliban Mujahadeen. Federal law enforcement authorities here followed suit with an arrest warrant for the man identified as Hayrettin Burhan Sauerland amid concerns that he might try to return here from the Pakistan-Afghanistan border region to stage an attack, possibly against United States military personnel.\nGerman officials said that the alerts did not add up to a specific threat, and that the intentions and capabilities of those arrested remained unclear. They have publicly criticized the decision by the United States to issue a travel alert for its citizens traveling to Europe, saying that such announcements play into the hands of terrorists and scare people needlessly.\n''No one should doubt that Germany is a target for terrorists, but on the other hand there are no concrete, immediate attack plans that we are aware of,'' Interior Minister Thomas de Maiziere said on German radio.\nEven so, the intelligence official in Hamburg said Germany did face the ''intense abstract danger'' of homegrown radical Islamic terrorism. And this week, the Interior Ministry also said it had assigned an additional 200 investigators to focus on terrorism.\nGerman officials said that hundreds of their citizens and legal residents had over the years traveled to the lawless border region between Afghanistan and Pakistan, and that more than 100 had returned to Germany. There has been a deluge of statistics coming from Germany's intelligence and police operations illustrating the growing concern of radicalized young people heading off to terrorist training camps -- and then returning home to strike.\nThe newspaper Der Tagesspiegel reported that federal officials identified 131 individuals as possibly prepared to carry out violent acts. The federal security services said that over the last two decades, about 215 citizens or legal residents of Germany received or intended to receive paramilitary training, that 65 completed the training, and that of the total group, about 105 are in Germany, including 15 in prison.\nThose precise-sounding numbers, however, belie the fact that German officials are struggling to get a handle on how susceptible their large and mostly peaceful population of Muslims is to the lure to radicals in far-off places.\n''These are the so-called known terrorists, the suspicious people,'' said Rolf Tophoven, the director of the Institute for Terrorism Research and Security Policy in Essen, of the statistics. ''But the unknown people, they don't go to the mosque to pray because they are afraid to be detected; they don't have meetings in religious institutions, maybe they come together in a private house. That is a big concern.''\nGermany first awoke to this reality in 2001, when three men who worshiped at a Hamburg mosque were identified as leaders in carrying out the Sept. 11 plot including Mr. Atta, who flew one of the planes into the World Trade Center.\nMemories of that case resurfaced when the American military arrested Mr. Sidiqi, a German citizen of Afghan heritage who once worked at the Hamburg airport. The Hamburg intelligence official that said Mr. Sidiqi had been under surveillance for years and that like Mr. Atta, he had attended Al Quds Mosque in Hamburg. The official said Mr. Sidiqi was also a friend of Mounir el-Motassadeq, who was convicted in 2006 for his role in aiding the Sept. 11 hijackers.\nThe Hamburg official said Mr. Sidiqi was one of 11 Hamburg residents who traveled to Pakistan in 2009 in order to fight on behalf of radical Islamic groups abroad, not at home.\nIn Hamburg, the decision to close the mosque was made to deny radicals a symbol to rally people to the cause. But the intelligence official and German experts on terrorism also acknowledged that closing the mosque did not get rid of those already radicalized but instead drove them underground.\n''There is some unrest in the Germany intelligence community that they have overlooked a community of Islamic militants they didn't realize was here inside Germany, an existing group of terrorists, a sleeping cell of terror,'' said Mr. Tophoven, of the Institute for Terrorism Research and Security Policy. ''They are concerned it could exist.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: The closed Taiba Mosque in Hamburg last week. Three men who once worshiped there were identified as leaders in carrying out the Sept. 11 attacks. (PHOTOGRAPH BY FRANK AUGSTEIN/ASSOCIATED PRESS)                                                                         \n\nLoad-Date: October 13, 2010"
}