{
    "title": "Get educated on homeland security",
    "publisher": "decision times",
    "year": 2003,
    "month": 2,
    "day": 10,
    "full text": "If you are interested in a career in homeland security, consider targeting your educational goals toward course work in this field.\nPublic universities are beginning to recognize the need for a homeland security curriculum, particularly those with a focus on research. Government agencies such as the Federal Emergency Management Agency also have training programs.\nYou might also consider the following options:\n-- National Fire Academy. Based in Emmittsburg, Md., the academy offers the Emergency Response to Terrorism self-study course. The 10-hour course provides basic awareness training for first responders involved in incidents of terrorism. Students who successfully complete the exam will be eligible for a National Fire Academy certificate of training.\nThe course is recommended for those with a background in firefighting, emergency medical services, hazardous materials, incident command and law enforcement. For information, see www.usfa.fema.gov \n-- National Terrorism Preparedness Institute. Located in St. Petersburg, Fla., the institute offers courses to local, state and federal emergency responders nationwide. Training is interactive and uses current technology.\nCourses on weapons of mass destruction and other emergency-response techniques generally are taught through one-day classroom sessions. For information, see http://terrorism.spjc. edu\n-- National Interagency Civil-Military Institute. The organization offers \"Preparing for and Managing the Consequences of Terror\" to first responders, civilian and military emergency planners, medical coordinators and volunteer organizations involved in consequence management of emergency operations.\nThe one-week course in San Luis Obispo, Calif., teaches interagency planning and response processes required to handle domestic terrorist events.\nStudents examine roles and strategies of federal governmental agencies, state and local emergency systems and the military in responding to threats. The courses are funded by the Department of Defense and there is no tuition fee. For information, see www.nici org\n-- The National War College. Offers an elective homeland security course to study the threats and organizational structures and resources required for national defense. For more information, see www.ndu .edu/nwc/\n-- Naval Postgraduate School. Located in Monterey, Calif., homeland security specialists can earn a master's degree through an 18-month program sponsored by the Navy and the Justice Department's Office of Domestic Preparedness. The program is available for 14 students with notable backgrounds in civil and military emergency response. For information, see www.nps.navy.mil/ \n-- Ohio State University. The Program for International and Homeland Security is designed to assist federal and state officials in better understanding the causes of international terrorism and finding appropriate solutions. The program focuses on policy issues and development of new technologies. For information, see www.osu.edu h\n\nLoad-Date: June 18, 2004"
}