{
    "title": "Get noisy on TRIA's behalf",
    "publisher": "business insurance",
    "year": 2005,
    "month": 6,
    "day": 20,
    "full text": "On most calendars, six months might look like plenty of time to finish a task, particularly if you'd already successfully completed that task once before.\nBut when the calendar in question is a legislative calendar and the task is passing legislation that will keep the Terrorism Risk Insurance Act in place for another two years, six months isn't much time at all.\nThat's why risk managers and others who favor a TRIA extension would do well to heed the words of Rep. Paul Kanjorski. Speaking at the Risk & Insurance Management Society Inc.'s seventh annual ``RIMS on the Hill'' legislative conference in Washington last week, the Pennsylvania Democrat called for TRIA supporters to make some ``noise'' in favor of reauthorization.\nRep. Kanjorski isn't the first TRIA supporter to call for other backers to make their voices heard, but his appeal underscores the urgency of the situation. As he pointed out, six months on a normal calendar represents only about 10 weeks on Congress' current legislative calendar for the remainder of this year. With TRIA slated to expire Dec. 31 and no reauthorization bill having won even committee approval yet, time is clearly of the essence.\nFor risk managers to make the best of the time available to them, they should also heed what RIMS President Ellen Vinck said at last week's conference when she stressed that extending TRIA is not an insurance industry issue but a business issue. Without the federal backstop provided by TRIA, terrorism insurance-which is absolutely critical for construction projects, financial institutions and numerous other enterprises-will suffer a capacity crunch.\nMake no mistake, contrary to some misinformed critics, TRIA is no bailout for insurers. It's an insurance policy for the economy as a whole. Until there's an adequate private market for terrorism insurance-and we have our doubts that market will emerge any time soon-TRIA will be a necessary component of economic national security.\nBuyers have to get that message across, and get it across now and until TRIA is reauthorized. Time isn't on their side, so they must seize every opportunity they can to make their voices heard.\n\nLoad-Date: June 22, 2005"
}