{
    "title": "Getting at the roots of terrorism",
    "publisher": "the christian science monitor",
    "year": 2001,
    "month": 12,
    "day": 10,
    "full text": "The largest gathering of Nobel Peace Prize laureates ever was held in Oslo, Norway this past weekend. The subject of Sept. 11th and terrorism was seldom far from their lips during three days of discussions among 30 past winners of the peace prize created by the Swedish industrialist a century ago. Today, the United Nations and Secretary General Kofi Annan are receiving the 2001 Nobel Peace Prize. While the Nobel laureates agreed that terrorism was the gravest threat to peace in the 21st century, they argued over the US military action in Afghanistan and the longer-term solutions. The following are some excerpts from their talks and from interviews with the Monitor.\n \nElie Wiesel (1986 winner), a writer who supports the US action: \"We must first eliminate terrorism and then later organize a major international conference to examine its cause.\" The roots of terrorism nest in \"fanaticism, hatred, and the will to live in ignorance… What is it that seduces some young people to terrorism? It simplifies things. The fanatic has no questions, only answers. Education is the way to eliminate terrorism.\"\nDesmond Tutu (1984 winner), a South African Anglican bishop, opposes the US military response: \"If the death of innocents is wrong in New York or Washington, just give me one reason why it's not in Afghanistan.\" He also says that \"external circumstances such as poverty and a sense of grievance and injustice can fill people with resentment and despair to the point of desperation.\" Eliminating terrorism demands \"believing in the essential humanity of even the worst possible terrorist, remembering that that person too is created in the image of God.\"\n \nKim Dae-jung (2000 winner), President of South Korea: \"At the bottom of terrorism is poverty. That is the main cause. Then there are other religious, national, and ideological differences.\"\n \nJody Williams (1997 winner), founder of the International Campaign to Ban Landmines: \"I don't think poverty in and of itself causes terrorism. It is a combination of factors: poverty, lack of education, despair, and a profound sense of inequality that can be exploited by people whose political agenda is to create terrorism.\" The solution lies in the actions of ordinary people, she says. \"I believe in this ability of individuals in civil society to create the world we want.  The nation states are not doing it.\"\n \nOscar Arias Sanchez (1987 winner), former President of Costa Rica: \"The world's priorities are wrong. With just a small amount of what the world spends on defense, we could address poverty, inequality, illiteracy, disease, environmental degradation, and drought. But that doesn't mean that terrorism can be justified. There is no excuse for terrorism. We need to bring those responsible for these terrorist crimes to court, an international court. And we need to make it very clear that justice doesn't mean revenge. We shouldn't let our hearts be filled with hatred.\"\n \nDalai Lama (1989 winner), exiled Tibetan spiritual leader: \"If the mind is more open, that will automatically bring less fear. Education can narrow the gap between appearances and reality. The reality is that we and 'they' are not different. 'They' are also part of me. Mentally and emotionally we are all the same. We find that out by meetings between individuals, scholars, and representatives of different religions and organizations.\"\n \nJohn Hume (1998 winner), Northern Ireland politician: \"The vast majority of conflicts are about differences - differences in religion, nationality, or race… I go around telling people [in Northern Ireland] that these differences are due to accidents of birth, that they could just as easily have been born in the other group. That's a powerful thing to say in the streets of Northern Ireland.\"\n \nRigoberta Menchu Tum, a human rights activist in Guatemala (1992 winner): \"If we want to have justice, we must look at terrorism in all its forms, including state terrorism, in order to give the victims a place and survivors a sense of justice. The deaths of all people have the same value, whether they are the deaths of the innocents in the United States or the genocide deaths of 200,000 in Guatemala, 83 percent of whom were the indigenous peoples. This is why we must approach terrorism from an ethical platform. To eliminate terrorism, we must create appropriate tribunals to judge those who are responsible, regardless of who they are. In Guatemala, we have supported the International Criminal Court.\"\n(c) Copyright 2001. The Christian Science Monitor\n\nLoad-Date: December 9, 2001"
}