{
    "title": "Getting facts about U.S. role in Syria Obama administration has actively pursued resolution, despite",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 10,
    "day": 23,
    "full text": "Voters didn't always get the straight goods when President Barack Obama and challenger Mitt Romney made their case for foreign policy and national security leadership Monday night.\nHere's a look at some of their statements and how they compare with the facts:\nROMNEY (ON SYRIA): \"What I'm afraid of is we've watched over the past year or so, first the president saying, 'Well, we'll let the U.N. deal with it.' And Assad - excuse me, Kofi Annan - came in and said we're going to try to have a cease-fire. That didn't work. Then it went to the Russians and said, 'Let's see if you can do something.' We should be playing the leadership role there.\"\nOBAMA: \"We are playing the leadership role.\"\nTHE FACTS: Under Obama, the United States has taken a lead in trying to organize Syria's splintered opposition, even if the U.S. isn't interested in military intervention or providing direct arms support to the rebels.\nThe administration has organized dozens of meetings in Turkey and the Middle East aimed at rallying Syria's political groups and rebel formations to agree on a common vision for a democratic future after Syrian President Bashar Assad is defeated. And Secretary of State Hillary Rodham Clinton brought dozens of nations together as part of the Friends of Syria group to combine aid efforts to Syria's opposition and help it win the support of as many as Syrians as possible. The U.S. also is involved in vetting recipients of military aid from America's Arab allies like Saudi Arabia and Qatar.\nRomney is partly right in pointing out Obama's failure to win U.N. support for international action in Syria. But the Friends of Syria group has helped bring in hundreds of millions of dollars in humanitarian aid and other forms of assistance to Syrian civilians and the political opposition.\nIn trying to describe the strategic importance of seeing Assad defeated, Romney stumbled in saying Syria was Iran's \"route to the sea.\" Iran has a large southern coastline with access to the Persian Gulf and the Gulf of Oman. It has no land border with Syria.\nROMNEY: \"In the 2000 debates, there was no mention of terrorism.\"\nTHE FACTS: There was passing mention of terrorism in the 2000 debates. In the Oct. 17, 2000, debate between Democrat Al Gore and Republican George W. Bush, Gore talked about his work in Congress to \"deal with the problems of terrorism and these new weapons of mass destruction.\" And in the vice presidential debate, Democrat Joe Lieberman defended the Clinton administration's record of preparing the armed forces to \"meet the threats of the new generation of tomorrow, of weapons of mass destruction, of ballistic missiles, terrorism, cyber warfare.\" Romney's larger point, that the U.S. did not anticipate anything on the scale of terrorist threat that existed, is supported by the light attention paid to the subject in the debates.\nOBAMA: \"What I would not have had done was left 10,000 troops in Iraq that would tie us down. And that certainly would not help us in the Middle East.\"\nTHE FACTS: Obama was suggesting that he had never favored keeping U.S. troops in Iraq beyond the December 2011 withdrawal deadline that the Bush administration had negotiated with the Iraqi government. Actually, the Obama administration tried for many months to win Iraqi agreement to keeping several thousand American troops there beyond 2011 to continue training and advising the Iraqi armed forces. The talks broke down over a disagreement on legal immunity for U.S. troops.\n\nLoad-Date: October 24, 2012"
}