{
    "title": "Ghailani Verdict Reignites Debate Over the Proper Court for Terrorism Trials",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 19,
    "full text": "WASHINGTON -- Fierce criticism erupted Thursday over the split verdict on terrorism charges against the first Guantanamo detainee to be tried in civilian court, casting new doubts on the Obama administration's goal of trying cases against other prisoners in the civilian criminal justice system.\nThe defendant, Ahmed Khalfan Ghailani, was convicted Wednesday in federal court in Manhattan of conspiring in the 1998 embassy bombings in Africa, and he faces a sentence of 20 years to life in prison. But Republican critics roundly denounced the fact that a jury acquitted him on all but one of more than 280 charges -- including every murder count -- as a sign that such terrorism detainees should be prosecuted only before a military commission.\nThat portrayal of the verdict as a disaster was hotly contested by the administration and other supporters of civilian trials. They argued that the system had shown that a terrorist could be convicted and sentenced to a stiff prison term even after a judge excluded evidence tainted by coercive interrogations during the Bush administration.\n''People who are criticizing this verdict need to remember the underlying facts of this case and the fact that the verdict handed down will lead to a sentence of anywhere from 20 years to life,'' said Matthew Miller, a Justice Department spokesman.\nStill, the Obama administration on Thursday appeared to be further away than ever from reaching a decision about how and where to prosecute the highest-profile Guantanamo detainees -- Khalid Sheikh Mohammed and four other accused conspirators in the terrorist attacks of Sept. 11, 2001.\nAttorney General Eric H. Holder Jr. had decided a year ago to hold the Sept. 11 trial in the federal courthouse in Manhattan. But a few months later, amid concerns about security and anxieties over the attempted bombing of a Detroit-bound airplane last Christmas, the White House rescinded that move without announcing a new venue.\nSince then, the political climate has grown more hostile to such a trial in federal court, including opposition by political leaders from each of the potential jurisdictions in the case. White House officials say they continue to discuss their options, including whether it would be possible to change the political dynamics.\nBoth supporters and critics of the Obama policy had closely watched the Ghailani case. The verdict appeared to add to the political risk by demonstrating that a jury could completely acquit a major terrorism suspect, despite Mr. Holder's vow that ''failure is not an option'' in the Sept. 11 case.\n''This complicates the equation with regard to civilian trials of high-level Al Qaeda detainees.'' said Juan C. Zarate, a deputy national security adviser in the Bush administration who favors civilian trials for some terrorism prosecutions.\n''The paradox with these kinds of cases has always been that if these individuals are found not guilty, will the American government let them go free, which is the construct of a criminal proceeding? And the answer is no,'' he said, referring to the government's claim that it can continue to hold Al Qaeda members indefinitely as wartime prisoners. ''This case highlights that tension.''\nMany prominent Republicans seized on the verdict to renew their call not to bring any other Guantanamo detainee into the United States for a civilian trial. Among them, the incoming speaker of the House, John A. Boehner of Ohio, said ''the decision by this administration to try terrorists in civilian court was the wrong one from Day 1'' because ''terrorists should be tried in military, not civilian, courts.''\nAdministration officials privately lamented the heated rhetoric, saying that it sometimes blurred the distinction between the special problems associated with the evidence against the group of detainees at Guantanamo who were subjected to harsh interrogations, and ordinary cases of terrorism suspects who have not been abused in custody.\nAnd Representative Jane Harman, a California Democrat and member of the Homeland Security Committee, accused critics of falsely characterizing the Ghailani case ''for political advantage,'' arguing that he was facing ''a stiffer sentence than all but one meted out by military tribunals.''\nMany observers attributed any weakness in the prosecution's case to the fact that the Judge Lewis A. Kaplan of United States District Court in Manhattan, who presided over the trial, refused to allow prosecutors to introduce testimony from an important witness, who was discovered after interrogators used coercive techniques on Mr. Ghailani.\nMuch of the criticism of the verdict was based on the idea that such evidence would have been admissible in a military commission trial. The incoming chairman of the House Judiciary Committee, Lamar Smith, Republican of Texas, pointed to the exclusion of the witness from the trial as undercutting the idea that foreign terrorists ''can be adequately tried in civilian courts,'' for example.\n''The judge in this case, applying constitutional and legal standards to which all U.S. citizens are entitled, threw out important evidence,'' he said.\nBut proponents of civilian trials noted that in a footnote of his order rejecting the witness, Judge Kaplan pointed to restrictions against evidence obtained by torture in military trials and strongly suggested that a military judge would have excluded the testimony, too.\nAnd Mason Clutter, the counsel of the Rule of Law Program at the bipartisan Constitution Project, noted that most of the arguments that proponents of military tribunals usually make about the risk of civilian trials -- like extreme security costs, grandstanding by the defendant, and the disclosure of classified information -- did not happen in the Ghailani case.\nStill, arguments over the factual details of the case were overshadowed by the larger political dynamics.\n''This is a tragic wake-up call to the Obama administration to immediately abandon its ill-advised plan to try Guantanamo terrorists'' in civilian courts, said Representative Peter T. King, Republican of New York, the incoming chairman of the House Homeland Security Committee. ''We must treat them as wartime enemies and try them in military commissions at Guantanamo.''\nJack Goldsmith, a former top Justice Department official in the Bush administration, argued in a blog posting that ''most if not all of the challenges'' of the Ghailani case would have been replicated in a military court. He said the verdict showed that such detainees should be held without any trial.\nIndefinite military detention, he said, ''is a tradition-sanctioned, Congressionally authorized, court-blessed, resource-saving, security-preserving, easier-than-trial option for long-term terrorist incapacitation. And this morning it looks more appealing than ever.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Ahmed Ghailani (PHOTOGRAPH BY U.S. ATTORNEY'S OFFICE, VIA ASSOCIATED PRESS)                  \n\nLoad-Date: November 19, 2010"
}