{
    "title": "Giffords shooting was an act of terrorism",
    "publisher": "university wire",
    "year": 2011,
    "month": 1,
    "day": 31,
    "full text": "When Jared Lee Loughner opened fire on a crowd gathered for a public meeting held by Rep. Gabrielle Giffords, D-Ariz., his actions terrorized the American public. Reports detailing the \"Tucson Tragedy\" led the nation in mourning the dead, including the little girl born on Sept. 11, 2001, and hoping for Giffords' recovery. But most of all, the media looked for a reason, a cause for the bloodshed.\nJust recently in Moscow, a bomber attacked the Domodedovo International Airport, resulting in 35 deaths. In this case, the media instantly labeled it as a terrorist attack. It seems obvious, as radical Muslims from the Caucasus region of southern Russia were the clear attackers.\nThese Muslims, part of an anti-government group, injured and killed innocent people to garner attention for their cause-practically the definition of terrorism. There is no need to find a cause for the specific bomber's anger because terrorists work to push a singular agenda.\nBut when Jared Lee Loughner fired shots into that crowd of innocent people, killing six and injuring thirteen, why was his act not defined as terrorism? Sure, he was a loner and not backed by a political or religious extremist group. However, he had radical political ideas that he was not afraid to verbalize, he was angry because he felt that he was not being heard, and he methodically planned the shooting.\nLoughner drove himself to insanity through anger and contempt for this country, which doesn't sound too different from the story of the terrorist groups that the United States is fighting.\nIn the aftermath of the attack, questions arose about Republicans' use of aggressive metaphors, the video game Earth Empires and conspiracy theories about government involvement in the Sept. 11 attacks. We can play the blame game, pointing fingers at Sarah Palin, gun laws, video games or bullies in high school, but at the end of the day, Loughner repeatedly pulled the trigger. He knew he was going to hurt others, and he wanted the credit. Loughner's various message board posts and YouTube videos demonstrate that his goal was to persuade others to his beliefs. This was not a crime of passion, nor was it an accident. Loughner acted as a terrorist, regardless of how small his operation.\nWe, the public, cannot simply pick and choose which pre-defined groups' actions to consider terrorism. Our perception of terrorists as Middle Easterners or \"them over there\" has dictated which crimes make it to the front-page news for too long. According to the FBI's list of terrorist attacks since 1980, only 6 percent of attacks were attributed to radical Islamic groups. The media covered all of those acts as terrorist acts. But the media did not label the other 94 percent of attacks as acts of terrorism. What message does this send? That the homegrown brand of violence isn't equally horrific and wrong? That the violent radical groups in our country somehow do not deserve the label \"terrorist organization?\"\nTerrorism comes in all colors, uses all methods and attacks all parts of the world. Let's not give justification to some groups just because they happen to be American citizens. Let's instead apply the same negative image that all terrorists deserve.\n\nLoad-Date: October 3, 2018"
}