{
    "title": "GILMORE URGES ANTI-TERRORISM STRATEGY; DECLARES STATE OF EMERGENCY IN VIRGINIA",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "Even as police erected blockades at the state Capitol and the Virginia National Guard was put on high alert, Gov. Jim Gilmore sought to assure Virginians they were safe in the wake of apparent terrorist attacks yesterday in Northern Virginia and New York.\nGilmore also told reporters that the national task force on terrorism he's chaired for three years had predicted the possibility of an assault similar to that seen yesterday.\nHe called for a strategy against terrorism that includes a beefed-up role for state and local governments.\nThe governor argued that Washington had \"no coherent plan\" for dealing with terrorism, but he credited the Bush administration for doing \"what they can do\" about the security threat since taking power in January.\nGilmore departed Richmond late yesterday afternoon by helicopter to visit a state emergency center in Arlington County, a short distance from the Pentagon, one of the targets of the attacks.\nThe white-columned, 18th-century statehouse, the recently renovated Executive Mansion and the steel-and-glass General Assembly Building were closed to visitors yesterday as police strengthened security at Capitol Square.\nShortly after noon, Gilmore issued an emergency declaration similar to that posted after natural disasters. It gives him additional power to mobilize personnel and equipment as part of the state's response, particularly to the attack on the Pentagon.\nOn Gilmore's orders, the state militia activated about 600 doctors, medical personnel, military police and engineers as well as a Blackhawk helicopter unit and an Air Guard fighter squadron at Richmond International Airport.\nState officials said the activated guardsmen, drawn from central and Southwest Virginia and Tidewater, would be available for use by the federal government. Dog-equipped urban rescue teams from Fairfax and Virginia Beach were dispatched to the Pentagon.\nThe entire 10,000-member Virginia National Guard was on a heightened level of readiness known as \"Condition Charlie,\" Gilmore said.\nIn separate meetings with reporters, he sought to assure there was no evidence that Virginians faced additional risks even though one of the attacks had taken place in the state - at the Pentagon at the edge of Arlington County.\n\"We don't see . . . information of any kind of imminent attacks in the commonwealth of Virginia\" outside the Pentagon, Gilmore said yesterday morning. \"I'm here to reassure\" Virginians of their safety.\nGilmore, who was dressing in the Executive Mansion when he first heard of the assault, characterized his actions as either largely preventive or attempts to offer assistance requested by federal authorities.\nAsked about his personal feelings about the tragedy, Gilmore declared, \"It's not my job today to be emotional. It's my job today to be governor of the commonwealth.\"\nExcept for those sharing office space with the federal government, state agencies remained open yesterday and will be open today.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 15, 2001"
}