{
    "title": "Gilmore seeks new tax code As CEO of think tank, he re-enters policy debates, including on terror su",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 12,
    "day": 28,
    "full text": "Former Virginia Gov. Jim Gilmore is back on the battlefront, wading into meaty public-policy debates over U.S. tax policy and the use of the military to detain terrorism suspects without trial.\nGilmore recently proposed a five-point plan to reform the tax code to spur investment and economic growth, including a proposal to require all citizens to pay some level of taxes while replacing a variety of tax deductions with a family tax credit that he said would help the poor.\nThe plan follows an attack that the former governor launched against a proposal byU.S. Sen. John McCain, R-Ariz., to allow the military to detain people suspected of terrorist activities in the United States.\nThe statements reflect a new role that Gilmore has made for himself as president and CEO of the Free Congress Foundation, a conservative think tank that is trying to reshape public policy.\n\"It's a bit of a mission for me,\" said the 62-year-old former governor, who lost a bid in 2008 to fill the U.S. Senate seat that had been held by John W. Warner. \"It's a way for me to make a contribution to the country without running for office.\"\nHis criticism of McCain's proposal, part of the defense reauthorization act pending in Congress, stemmed both from Gilmore's former role as head of a national commission on terrorism and his concerns about preserving American civil liberties.\n\"Our commission thought it was extraordinarily dangerous to extend the role of the military in the homeland,\" he said in an interview. \"This is the wrong road to go down.\"\nIn that regard, Gilmore shared some of the concerns expressed by President Barack Obama, who had threatened to veto the measure if it included language that gave the military responsibility for holding terrorism suspects and constrained domestic law enforcement.\nThe tax policy proposal, called the Growth Code, represents a challenge to policymakers in both parties to address what the Free Congress Foundation calls disincentives to the business investments it considers critical to economic growth after the worst recession since the 1930s.\n\"Mainly, we're trying to create the incentives for investment, which we know builds up the economy,\" Gilmore said.\nThe economy has been chief on Gilmore's mind since he took the job at the Free Congress Foundation at the beginning of 2010, still in the depths of recession.\n\"I understood that to be the critical challenge facing the United States,\" he said.\nThe Growth Code has five prongs:\nending taxation of small-business owners as individuals, and instead taxing their business activities at 15 percent;\nallowing businesses to write off all investments in their first year of operation;\nlowering tax brackets for individuals across the board to rates of 10, 15 and 25 percent;\neliminating what he called \"the abhorrent practice of double taxation\" on investments that individuals make with earnings already taxed; and\nreplacing most deductions and tax credits with a refundable $4,300 family tax credit to simplify the tax code and reduce the cost of collections.\n\"Most of the special deductions and credits that now exist cannot even be used by poorer families,\" he wrote in his column for Investor Business Daily.\nOn the other hand, all citizens should pay an income tax, offset by the credit, Gilmore wrote. \"Every American should have financial 'skin in the game' in our government and political system.\"\nU.S. Sen. Mark R. Warner, who defeated Gilmore in his bid for the U.S. Senate three years ago, had no comment on the specific proposals.\nHowever, spokesman Kevin Hall said the senator has proposed \"comprehensive tax reforms to lower rates and eliminate deductions as part of the 'Gang of Six,'\" the nickname of a bipartisan group focused on reducing the budget deficit.\nWarner this month introduced legislation \"designed to encourage more early-stage investment and promote entrepreneurial startups,\" Hall said.\nWhile the Free Congress Foundation cannot participate in partisan politics under its nonprofit status, its action committee can push for legislation to carry out its goals, Gilmore said.\nThe foundation plans to advance its proposal with the White House, Congress and Republican congressional candidates, he said.\n\"Many of the candidates, including the president, have talked about the need for growth,\" Gilmore said. \"We don't think we've seen a very satisfactory plan emerge.\"\nmmartz@timesdispatch.com\n(804) 649-6964\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: February 2, 2012"
}