{
    "title": "Gilmore running TV ad in N.H. , S.C. and Iowa",
    "publisher": "richmond times dispatch ",
    "year": 2015,
    "month": 11,
    "day": 28,
    "full text": "The ad is part of an equal time agreement with NBC, after it let GOP front-runner Donald Trump host \"Saturday Night Live.\"\nFormer Virginia Gov. Jim Gilmore, a 2016 GOP presidential hopeful, is up with a 30-second anti-terrorism TV ad in Iowa, New Hampshire and South Carolina.\n Gilmore is airing the 30-second ad as part of an equal time agreement with NBC, which allowed GOP front-runner Donald Trump to host \"Saturday Night Live\" on Nov. 7.\n NBC reportedly also has entered into equal time agreements with three other GOP hopefuls - Ohio Gov. John Kasich, former Arkansas Gov. Mike Huckabee and Sen. Lindsey Graham, R-S.C. Each will get 12 minutes of airtime on NBC affiliates, roughly the amount of time Trump appeared on camera during \"Saturday Night Live.\"\n Gilmore's ad begins with images of fighters for the Islamic State group.\n \"Obama and Clinton just don't get it,\" Gilmore says in the voiceover. \"These are radical Islamic terrorists.\"\n \"We can't trust our safety to Washington politicians or inexperienced amateurs,\" Gilmore says.\n Gilmore, speaking to the camera, with an image of the American flag in the background, notes that he served in Army intelligence, was chairman of a terrorism commission that warned of an attack before 9/11 and was governor of Virginia during the 9/11 attacks.\n \"I'm not a Washington politician or an amateur,\" Gilmore says. \"As president, I will defeat ISIS and keep you safe.\"\n Gilmore, Virginia's governor from 1998 to 2002, led a congressional advisory panel that released five annual reports from 1999 to 2003. The reports assessed domestic response capabilities for terrorism involving weapons of mass destruction.\n Iowa holds its caucuses Feb. 1. The New Hampshire primary is Feb. 9, followed by the South Carolina GOP primary on Feb. 20.\n Virginia holds its primary on March 1, Super Tuesday. Gilmore has not yet submitted signatures in an effort to qualify for the Virginia primary. The deadline to submit petitions is Dec. 10.\n acain@timesdispatch.com(804) 649-6645Twitter: @AndrewCainRTD\n\nGraphic\n\n \nGilmore John Minchillo Gilmore John Minchillo\n\nLoad-Date: December 1, 2015"
}