{
    "title": "GILMORE SETS UP ANTI-TERRORISM TASK FORCE",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "Gov. Jim Gilmore yesterday established a task force to recommend ways to prevent and respond to terrorist attacks in Virginia.\nThe new Virginia Preparedness and Security Panel will, among other things, assess the state's ability to handle such attacks. If the 21-member panel, composed of law-enforcement, business and legislative leaders, detects any shortcomings or threats to the state's preparedness, it will recommend ways to close the gaps.\nIt has little time to study and to make the assessment. Gilmore wants its recommendations by November so he can institute reforms, either through legislative or executive actions. Some may require additional state spending, he said.\nIn announcing the formation of the panel, Gilmore said the state cannot sit on its hands and await another attack in what he called the new \"global war against terrorism.\"\n\"If we simply resign ourselves to addressing the immediate aftereffects of the attacks on Sept. 11, we have done ourselves an injustice,\" he said at a packed news conference at the state Capitol, which still is operating under strict security measures.\n\"We know terrorism remains a threat to our people, our property and our way of life. We must renew our efforts to prepare for, protect against and respond to the possibility of future terrorist attacks.\"\nThe new panel will not be starting from scratch. In 1999, Gilmore said, he established by executive order a statewide plan to respond to a terrorist attack in Virginia. At the time he put together a domestic terrorism group that, the governor said, advised him after the terrorism attack on the Pentagon.\nThe new task force is headed by M. Wayne Huggins, a former superintendent of the Virginia State Police who is now president of Omniplex International in Fairfax.\nOther members include:\nLt. Gov. John H. Hager; Attorney General Randolph A. Beales; Col. Henry Stanley, Henrico County chief of police; Edward Plaugher, Arlington County fire chief; Charles Steger, president of Virginia Tech; Robert W. Woltz, president of Verizon; Thomas F. Farrell II, chief executive officer of Dominion Energy; Leonard M. Pomata, senior vice president for OSI, Oracle; Robert Martinez, vice president of Norfolk Southern; Bobby Bray, executive director of the Virginia Port Authority; George Adams, bank security manager of the Federal Reserve Bank of Richmond; Joseph Ornato, professor and chairman of the department of emergency medicine at Virginia Commonwealth University School of Medicine; Elmer Tippett, Jr. vice president for public safety at Washington Metropolitan Airports Authority; state Sen. Bill Bolling, R-Hanover; state Sen. Charles J. Colgan, D-Prince William; state Sen. Kenneth W. Stolle, R-Virginia Beach; Del. James F. Almand, D-Arlington; Del. Thomas M. Bolvin, R-Fairfax; Del. R.D. Orrock Sr., R-Spotsylvania; and Del. Leo C. Wardrup Jr., R-Virginia Beach.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 28, 2001"
}