{
    "title": "Gingrich_ Files killed terror bill",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Congress was hesitant to give the FBI greater wiretapping powers because of the bureau's mishandling of sensitive files given to the White House, House Speaker Newt Gingrich says.\nDemocrats rejected that argument, blaming conservative Republicans for the failure of Congress to pass tough anti-terrorism legislation President Clinton requested following the TWA airliner explosion and the Olympics bombing.\nGingrich, appearing on \"Fox News Sunday,\" said GOP lawmakers were particularly upset that the FBI give Clinton aides advance notice of the release of a confidential report relating to the investigation of some 900 FBI background files on current and former White House employees, including some prominent Republicans.\nRep. Charles Schumer of New York, senior Democrat on the House crime subcommittee, responded that \"the issue of Filegate was virtually undiscussed\" during negotiations last week on anti-terrorism legislation. \"The reason the Republicans didn't give the FBI this authority is simple: the extreme right wing.\"\nAfter a week of intensive talks, the two parties were unable to reach agreement on the two items Clinton most wanted in the new bill - expanded wiretapping authority to monitor suspected terrorists and the inclusion of taggants, or markers, in black powder to help track the source of explosions.\nThe House late Friday passed a GOP-crafted bill that increases airport security and takes other anti-terrorism steps but does not mention wiretaps and authorizes only a study of taggant use. But Senate Democrats refused to let the bill go forward unless those two items were included.\nThe Senate Judiciary Committee's top members, Chairman Orrin Hatch, R-Utah, and ranking Democrat Joseph Biden of Delaware, said they were confident they could put together a good anti-terrorism bill when Congress reconvenes in early September.\nHatch said \"the vast majority\" of lawmakers in both parties would approve both extending the emergency wiretapping authority now available for organized crime investigations to suspected terrorists and allowing multipoint wiretaps of suspects using more than one phone.\nHe said he disagreed with those warning of FBI infringements on civil liberties but voiced understanding for their concerns.\n\nLoad-Date: December 9, 1996"
}