{
    "title": "Gingrich_ Free Speech Should Be Curtailed To Fight Terrorism",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 11,
    "day": 29,
    "full text": "A former House speaker, Newt Gingrich, is causing a stir by proposing that free speech may have to be curtailed in order to fight terrorism.\n\"We need to get ahead of the curve rather than wait until we actually literally lose a city, which I think could literally happen in the next decade if we're unfortunate,\" Mr. Gingrich said Monday night during a speech in New Hampshire. \"We now should be impaneling people to look seriously at a level of supervision that we would never dream of if it weren't for the scale of the threat.\"\nSpeaking at an award dinner billed as a tribute to crusaders for the First Amendment, Mr. Gingrich, who is considering a run for the White House in 2008, painted an ominous picture of the dangers facing America.\n\"This is a serious, long-term war,\" the former speaker said, according an audio excerpt of his remarks made available yesterday by his office. \"Either before we lose a city or, if we are truly stupid, after we lose a city, we will adopt rules of engagement that use every technology we can find to break up their capacity to use the Internet, to break up their capacity to use free speech, and to go after people who want to kill us to stop them from recruiting people.\"\nMr. Gingrich acknowledged that these proposals would trigger \"a serious debate about the First Amendment.\" He also said international law must be revised to address the exigencies posed by international terrorists.\n\"We should propose a Geneva Convention for fighting terrorism, which makes very clear that those who would fight outside the rules of law, those who would use weapons of mass destruction, and those who would target civilians are, in fact, subject to a totally different set of rules that allow us to protect civilization by defeating barbarism before it gains so much strength that it is truly horrendous,\" he said.\nThe former speaker also pointed approvingly to England, where suspects in terrorism cases can be detained for several weeks without charge. Some of Mr. Gingrich's remarks about balancing freedom and terrorism were reported by the Associated Press on Monday and the Union Leader of Manchester yesterday.\nIn the same speech Monday, the former speaker expressed a more expansive view of First Amendment rights in the American political arena. Mr. Gingrich picked a fight of sorts with a potential rival for the Republican presidential nomination, Senator McCain of Arizona, by branding as a failure the campaign finance restrictions known as McCain-Feingold. The former speaker said the limitations have not stemmed the flow of money into politics and failed to curtail negative political advertising.\nMr. Gingrich has been traveling to politically important states, like New Hampshire, but said Monday he would not decide on a White House bid until September 2007.\n\nLoad-Date: November 29, 2006"
}