{
    "title": "Gingrich's war on Shariah law",
    "publisher": "the tampa tribune ",
    "year": 2011,
    "month": 12,
    "day": 15,
    "full text": "The epochs of Newt Gingrich's public life are defined by the books that have revolutionized him -- generally of the type that sell well at airports. There is Isaac Asimov's \"Foundation\" trilogy, Alvin Toffler's \"The Third Wave,\" Napoleon Hill's \"Think and Grow Rich,\" Steven Covey's \"The Seven Habits of Highly Effective People\" and various foundational texts of Total Quality Management and Lean Six Sigma.\nThese idea crushes are mostly harmless. Sometimes they are not. Gingrich has embraced Dinesh D'Souza's slapdash thesis about Barack Obama's Kenyan, anti-colonial ideology as \"the most accurate, predictive model for his behavior.\" And Gingrich has recently been captured by the theory, developed in books such as Andrew McCarthy's \"The Grand Jihad,\" that Shariah law is a mortal threat to the survival of freedom in the United States and the world as we know it.\nDoes this seem an exaggerated description of Gingrich's view? Here is the former speaker: \"Shariah is a mortal threat to the survival of freedom in the United States and the world as we know it.\" Gingrich often precludes the possibility of exaggeration.\nThe Republican front-runner set out his argument about Islamic law in a speech last year to the American Enterprise Institute. America's problem, Gingrich argued, is not primarily terrorism; it is Shariah -- \"the heart of the enemy movement from which the terrorists spring forth.\" Shariah law, in his view, is inherently brutal -- defined by oppression, stonings and beheadings. Its triumph is pursued not only by violent jihadists but by stealthy ones attending the mosque down the street. \"The victory of Shariah,\" he concludes, \"would clearly mean the end of the government Lincoln was describing.\"\nIt was not a casual theme. Gingrich Productions has generated a movie on the topic called \"America at Risk: The War with No Name.\" Gingrich has called for a \"federal law that says Shariah law cannot be recognized by any court in the United States\" -- leaving the impression of a threat as real in Topeka as it is in Riyadh.\nSo Gingrich would be America's first officially anti-Shariah president. And he knows exactly what Shariah really means. It is totalitarianism.\nWho else shares this interpretation of Shariah law? Well, totalitarians naturally do. Gingrich joins Iranian clerics, Taliban leaders and Salafists of various stripes in believing that the most authentic expression of Shariah law is fundamentalism and despotism.\nOther Muslims -- many other Muslims -- dispute this. The varied traditions of Islamic jurisprudence assign different weights to scripture, tradition, reason and consensus in the interpretation of Islamic law. Some assert it is identical to the cultural and legal practices of seventh-century Arabia, creating a real global danger. But others believe it is a set of transcendent principles of justice separable from its initial cultural expression and binding mainly on the individual. Most Muslims respect Islamic law. But the interpretation of Shariah varies greatly from Saudi Arabia to Indonesia to Detroit.\nYet Gingrich insists: \"Shariah in its natural form has principles and punishments totally abhorrent to the Western world.\" With due respect to the speaker and his recent reading, what qualification does he have to identify Shariah's \"natural form\"? In America, public officials respect the conscience of citizens while protecting them from violence. The proper role of government is to aggressively fight terrorism, not to engage in theological judgments.\nThe governing implications of Gingrich's views are uncharted. Would President Gingrich reaffirm his belief that the most radical form of Islamic law is the most authentic? Would he tell American Muslims that to be good citizens they should renounce Shariah? Would he argue in his inaugural address, as he has argued before, that \"America is experiencing an Islamist cultural-political offensive designed to undermine and destroy our civilization\"? No strategy would be more likely to produce resentment, alienation and radicalism.\nAnd how would President Gingrich deal with predominantly Muslim nations if the war against terrorism were transformed into a struggle against Shariah? Wouldn't every Muslim friend and ally be discredited and undermined by having a relationship with the anti-Shariah superpower? Wouldn't imams across the world feel compelled to condemn a Catholic president's simplistic interpretation of Islamic theology? Wouldn't Islamic radicals welcome the civilizational struggle that Gingrich offers? No strategy would be more likely to undermine the cause of America and the safety of its people.\nOf course, none of this is possible. As president, Gingrich would be forced to repudiate his previous views out of strategic necessity. But those views demonstrate a disturbing tendency: the passionate embrace of shallow ideas.\nMichael Gerson's column is distributed by Washington Post Writers Group.\nMichael\nGerson\nCopyright © 2011, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: December 20, 2011"
}