{
    "title": "Gitmo detainees have rights in court",
    "publisher": "the capital ",
    "year": 2008,
    "month": 6,
    "day": 12,
    "full text": "WASHINGTON, D.C. (AP) - The Supreme Court ruled today that foreign terrorism suspects held at Guantanamo Bay have rights under the Constitution to challenge their detention in U.S. civilian courts.\nIn its third rebuke of the Bush administration's treatment of prisoners, the court ruled 5-4 that the government is violating the rights of prisoners being held indefinitely and without charges at the U.S. naval base in Cuba. The court's liberal justices were in the majority.\nJustice Anthony Kennedy, writing for the court, said, \"The laws and Constitution are designed to survive, and remain in force, in extraordinary times.\"\nIt was not immediately clear whether this ruling, unlike the first two, would lead to prompt hearings for the detainees, some of whom have been held more than 6 years. Roughly 270 men remain at the island prison, classified as enemy combatants and held on suspicion of terrorism or links to al-Qaida and the Taliban.\nThe administration opened the detention facility at Guantanamo Bay shortly after the Sept. 11, 2001, terrorist attacks to hold enemy combatants, people suspected of ties to al-Qaida or the Taliban.\nThe Guantanamo prison has been harshly criticized at home and abroad for the detentions themselves and the aggressive interrogations that were conducted there.\nThe court said not only that the detainees have rights under the Constitution, but that the system the administration has put in place to classify them as enemy combatants and review those decisions is inadequate.\nThe administration had argued first that the detainees have no rights. But it also contended that the classification and review process was a sufficient substitute for the civilian court hearings that the detainees seek.\nIn dissent, Chief Justice John Roberts criticized his colleagues for striking down what he called \"the most generous set of procedural protections ever afforded aliens detained by this country as enemy combatants.\"\nJustices Samuel Alito, Antonin Scalia and Clarence Thomas also dissented.\nJustices Stephen Breyer, Ruth Bader Ginsburg, David Souter and John Paul Stevens joined Jusice Kennedy to form the majority.\n\nLoad-Date: June 22, 2008"
}