{
    "title": "Gitmo verdict divided Bin Laden driver first to face U.S. military justice",
    "publisher": "chicago daily herald",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba — A jury of six U.S. military officers convicted Osama bin Laden’s former driver of supporting terrorism Wednesday but cleared him of conspiracy charges in the first war crimes trial at Guantanamo Bay.\nThe Pentagon-selected jury deliberated for about eight hours over three days before returning the verdict against Salim Hamdan, who held his head in his hands and wept when a Navy captain on the jury read the decision.\nHamdan, who is from Yemen, faces life behind bars, though it is unclear where he would serve his time.\nDefense lawyers had feared a guilty verdict was inevitable, saying the tribunal system’s rules were designed to achieve convictions, according to Navy Lt. Cmdr. Brian Miser, Hamdan’s Pentagon-appointed attorney.\n\"I don’t know if the panel can render fair what has already happened,\" Miser said.\nBut the Bush administration said Hamdan enjoyed a zealous defense and called the verdict fair.\nThe five-man, one-woman jury convicted Hamdan on five counts of supporting terrorism and found him not guilty on three others. He was cleared of two counts of conspiracy.\nJurors accepted the prosecution argument Hamdan aided terrorism by serving as bin Laden’s armed bodyguard and driver in Afghanistan while knowing his boss was plotting attacks against the U.S.\nHamdan’s attorneys said the judge allowed evidence that would not have been admitted by any civilian or military court in America, and that interrogations at the center of the government’s case were tainted by coercive tactics, including sleep deprivation and solitary confinement.\nThe war crimes trial — the first held by the U.S. since World War II — differed from the courts-martial used to prosecute American troops in Iraq or Vietnam. Hamdan did not have all the rights normally accorded by an American court, from a jury of his peers to Miranda rights, and the judge allowed secret testimony and hearsay evidence.\nBut the government and tribunal supporters said Hamdan had enough rights to ensure a fair trial. Sen. John McCain, the Republican presidential candidate, said the split verdict proved that.\n\"The fact that the jury did not find Hamdan guilty of all of the charges brought against him demonstrates that the jury weighed the evidence carefully,\" McCain said.\nDeputy chief defense counsel Michael Berrigan, however, said the split verdict was due to the skill of his team, who won an acquittal on what he called the most serious charges, even when the system was stacked against the defendant.\n\"They may not have hit a home run, but at least they hit a triple,\" he said, adding: \"The travesty of this is that Mr. Hamdan should have been acquitted of all charges.\"\nDeputy White House spokesman Tony Fratto said the conviction means prosecutors will proceed with 19 other cases.\n\"We look forward to other cases moving forward to trial,\" he said in a statement.\nThe verdict will be appealed automatically to a special military appeals court in Washington. Hamdan can also appeal his conviction in U.S. civilian courts.\nHamdan was captured at a roadblock in southern Afghanistan in November 2001 and taken to Guantanamo Bay in May 2002. His trial, delayed by years of legal challenges that reached the Supreme Court, was the first demonstration of the Bush administration’s system for prosecuting alleged terrorists.\nThe military accused him of transporting missiles for al-Qaida and helping bin Laden escape U.S. retribution following the Sept. 11 attacks by serving as his driver in Afghanistan. Defense attorneys said he was merely a low-level bin Laden employee, a minor member of a motor pool with a fourth-grade education who earned about $200 a month.\n\nLoad-Date: December 22, 2008"
}