{
    "title": "Gitmo trial spurs fresh debate",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 11,
    "day": 19,
    "full text": "NEW YORK — The near-acquittal of the first Guantanamo detainee tried in federal court is reigniting the debate over whether to bring terrorism suspects to justice in the civilian legal system. The White House made it clear Thursday its position has not changed.\nJustice Department spokesman Matthew Miller said in Washington the administration will continue to rely on a combination of civilian courts and military tribunals to handle terrorism cases.\nHis comments came a day after Ahmed Ghailani was acquitted in federal court in New York on all but one of more than 280 charges he took part in the al-Qaida bombings of two U.S. embassies in Africa. The twin attacks in 1998 killed 224 people, including a dozen Americans.\nMiller described the conspiracy conviction as \"another in a long line of verdicts where federal civilian courts have shown the ability to deliver fair trials and long sentences.\" And White House spokesman Robert Gibbs pointed out Ghailani still faces a heavy penalty that will ensure he \"isn't going to threaten American lives\" — a minimum of 20 years in prison and a maximum of life.\nStill, the outcome turned up the volume on the chorus of Republicans and other opponents of civilian trials for terrorism suspects picked up on the battlefield and sent to Guantanamo after the Sept. 11, 2001, attacks. Among those awaiting trial is the professed mastermind, Khalid Sheikh Mohammed.\nSome legal experts warned Wednesday's verdict damaged the argument for trying detainees in civilian courts. They said the case could make the Obama administration more selective in deciding which suspects to put on trial, because of the risk that someone branded dangerous by the government could be acquitted.\n\"They really needed this case to go off without a hitch, to be a showcase. Instead, you have the opposite,\" said Aitan Goelman, a former federal prosecutor in New York now in private practice in Washington.\n\nGraphic\n\n \nAhmed Ghailani\n\nLoad-Date: November 19, 2010"
}