{
    "title": "Gitmo gone wrong(2)",
    "publisher": "university wire",
    "year": 2005,
    "month": 1,
    "day": 31,
    "full text": "The latest reports of interrogation methods used to break down detainees in the U.S. detention center at Guantanamo Bay, Cuba, may not constitute torture but raises eyebrows and criticisms toward the Bush administration's war on terrorism.\nAssociated Press details how Muslim detainees have been subjected to controversial sexual interrogation tactics, such as women touching the detainees sexually, wearing a mini-skirt and thong underwear and smearing fake menstrual blood on detainees' bodies.\nWhile these tactics are not techniques of conventional torture, as no reported physical harm came to the detainees, these practices do not work to shed a favorable light on the United States stance that the war on terrorism is not a war on the Islamic faith.\nWe trust the U.S. government to use good judgment and execute initiatives that protect the American people from harm. And while our government must do everything in its power to prevent another national tragedy, using methods of interrogation against detainees that are designed to violate tenets of the Islamic faith only fans the flames of tension between the United States and the Arabic world.\nWhen the Bush administration makes claims that the war on terrorism is not a religious war between Christianity and Islam, we should expect the practice of policies and guidelines that do not contradict such claims. The use of such inflammatory techniques to interrogate detainees is an obvious example of using a person's religious principles against them. These practices might have revealed information valuable to the intelligence community, but a negative perception of our nation grows when such events are revealed to the world.\nThe U.S. government, again on the defensive, must refute claims that the United States is not engaged in a holy war. The world can no longer take our government at its word; we are being judged by our actions. Now is the time for the U.S. government to be forthcoming and take the necessary steps to restore our credibility in the international community. Turning a blind eye or remaining apathetic to the world view of our actions can only hurt us, further enraging those who would take actions against our nation.\nIt is time that the Bush administration realizes that when stories such as this become public record it puts our own troops at greater risk when they are captured. The \"at least we don't kill our prisoners\" rhetoric is no longer acceptable. While these detainees might be involved in acts of terrorism, we must still understand that even the lowest of criminals still have basic rights.\nIt is time for the United States to take the high ground and hold ourselves to a standard above the rest. We should not have to lower ourselves to these methods when interrogating detainees. This is not a plea to the intelligence community to fight terrorism with one hand tied behind their back. Instead, it a suggestion that the U.S. government follow through with its claims that their actions to protect U.S. citizens does not include a crusade to squelch another's religious freedom.\n(C) 2005 Daily Illini via U-WIRE\n\nLoad-Date: February 2, 2005"
}