{
    "title": "Gitmo detainees will not come to Rochester prison",
    "publisher": "post-bulletin ",
    "year": 2009,
    "month": 12,
    "day": 16,
    "full text": "Dec. 16--There is no possibility that terrorism suspects now being held in Guantanamo Bay, Cuba, will be housed at the Federal Medical Center in Rochester, a spokeswoman for the Federal Bureau of Prisons said Tuesday.\n\"At this time we just couldn't foresee that,\" Traci Billingsley said.\nThe assessment came on the same day the Obama administration announced plans to move up to 100 Guantanamo detainees to an under-utilized prison in a rural area of northwestern Illinois.\nIt also comes six months after Minnesota officials discussed the possibility of Guantanamo detainees being held at the Federal Medical Center in Rochester.\nU.S. Rep. Tim Walz, a Democrat from Mankato, said in June that he supported Guantanamo Bay detainees being moved to the Federal Medical Center in Rochester if safeguards were met.\nSen. Amy Klobuchar opposed housing Guantanamo Bay detainees in Minnesota. The state lacks adequate high-security facilities, she said.\nTerrorism suspects moved from Guantanamo Bay to the Thomson Correctional Center will not be moved elsewhere in the system of federal prisons because the Department of Defense will be handling all details of their detention, including their medical care, Billingsley said.\nThe Bureau of Prisons would own the Thomson Correctional Center, while the Department of Defense would lease the portion of the facility where the former Guantanamo detainees would be held, Billingsley said.\nThe bureau would also operate the portion of the prison where ordinary prisoners are held, she added.\n\"It's going to be two separate operations,\" she said.\nFederal Medical Center Rochester spokesman Dan Cansino said discussion of whether Guantanamo detainees would be moved from Illinois to Rochester is premature at this time.\n\"Decisions in relation to medical care will be made in Washington, D.C.,\" he said.\nObama's decision to have the federal government buy the Thomson Correctional Center is part of a complicated plan for shutting down the controversial Guantanamo detention center.\nObama ordered the shutdown of the detention center as one of his first acts after inauguration in January. Closing it has proven a cumbersome matter, largely because of the difficulty of finding other places to hold the terror suspects.\nThe Associated Press contributed to this article.\nTo see more of the Post-Bulletin, or to subscribe to the newspaper, go to http://www.postbulletin.com. Copyright (c) 2009, Post-Bulletin, Rochester, Minn. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: December 17, 2009"
}