{
    "title": "Gitmo war court back in session Tribunal resumes minus 3 defendants",
    "publisher": "the capital ",
    "year": 2012,
    "month": 10,
    "day": 16,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba (AP) - The military tribunal for the Sept. 11 terrorism case at Guantanamo is back in session but without three of the five defendants.\nTwo of the men apparently have taken advantage of the judge's ruling Monday that they have a right to be absent from a weeklong pretrial hearing at the U.S. base in Cuba.\nAmong those who chose to sit out today's session is the main defendant, Khalid Sheikh Mohammed. He has previously portrayed himself as the mastermind of the worst terrorist attack on U.S. soil. All five face the death penalty if convicted of planning and aiding the Sept. 11 attacks at their eventual trial, likely more than a year away..\nAsked Monday if he understood the implications of not attending court while hearings go on without him, Mohammed made his only statement of the day: \"Yes, but I don't think there is any justice in this court.\"\nThe issue was only one of a handful to be resolved Monday in a weeklong hearing on about two dozen motions before the formal trial, which is at least a year away. Most of the day was taken up by the debate over whether defendants must attend all proceedings under the rules of the special tribunals for wartime offenses known as military commissions.\nLawyers for two of the defendants said the threat to forcibly remove them from their cells and bring them to court is traumatic for men who were subjected to harsh interrogations that they say amounted to torture while in CIA custody, before going to Guantanamo in September 2006.\n\"Our clients may believe that ... I don't want to be subjected to this procedure that transports me here, brings up memories, brings up emotions of things that happened to me,\" said Jim Harrington, who represents Ramzi Binalshibh, accused of helping to provide support to the hijackers who crashed planes into the World Trade Center, Pentagon and a field in Pennsylvania on Sept. 11, 2001.\nHarrington's statement elicited groans from a small group of family members of Sept. 11 victims who were chosen by lottery to come to Guantanamo to view the proceedings. A few other families watched the proceedings on closed-circuit TV from U.S. military bases.\nProsecutors wanted the men to be required to attend court sessions. The judge, Army Col. James Pohl finally ruled that Mohammed and his codefendants would not be forced to attend the hearings. He said he may require them to attend future pretrial sessions and said they would have to be present for their trial.\nHis questioning of the defendants brought a rare light moment to what is considered of the most significant terrorism prosecutions in U.S. history.\nThe judge told each man that the trial would go on without them if they were to somehow escape from U.S. custody, drawing a smile of disbelief from Binalshibh. \"I'm escaping from custody?\" he said in English.\nThe same question prompted some sarcasm from Ali Abd al-Aziz Ali, a Pakistani citizen accused of funneling money to the hijackers. \"I'll make sure to leave some notes,\" he said in English.\nMohammed, dressed in a white headdress and black vest, his bushy beard dyed a rusty orange with henna, sat serenely reading legal papers or following the procedures in a specially designed high-tech courtroom that allows the government to muffle sounds so spectators behind a glass wall cannot hear classified information.\nThe orderly scene was in stark contrast to the May arraignment on charges that include terrorism and murder. At that session, one prisoner was briefly restrained for acting out, Binalshibh launched into an incoherent rant, the men generally ignored the judge and refused to use the court translation system, and two stood up to pray at one point.\nMohammed's civilian lawyer, David Nevin, said he wasn't sure whether Mohammed would show up for court on Tuesday, saying he would likely decide each morning.\n\"Still front and center in everything that's going on here is what Mohammed said when he had a chance to talk,\" said Nevin, a prominent U.S. death penalty lawyer. \"He said 'There is no justice here.' That's the problem. That was the problem then. That's the problem now. It'll be the problem tomorrow and the day after that. \"\nIn addition to those watching in Guantanamo, families and the public were invited to view the proceedings from closed-circuit video in New York, New Jersey, Massachusetts and Maryland.\nJust seven families attended the first day of the hearings at a U.S. military base in Brooklyn. Ken Fairben came with a picture of his paramedic son, Keith. As he watched the proceedings, he said he looked into each of the men's faces, wondering, \"What is he thinking? Why would he want to do this?\"\nThe suspects could be sentenced to death if convicted, but Fairben said he hopes they get life sentences instead.\n\"If you give them death penalties, that's martyrdom to them,\" he said. \"Why give them something they want?\"\nThe focus of the week's hearing include broad security rules for the case, including measures to prevent the accused from publicly revealing in testimony what happened to them in the CIA prisons. Prosecutors have asked the judge to approve what is known as a protective order intended to prevent the release of classified information during trial.\nLawyers for the defendants say the rules, as proposed, will hobble their defense. The American Civil Liberties Union, which has filed a separate challenge, says the restrictions are overly broad and would improperly keep the public from hearing the men speak about their captivity.\nThe U.S. government has acknowledged that the defendants were subjected to \"enhanced interrogation techniques\" before being transferred to Guantanamo in 2006, which in some cases included the simulated drowning method known as waterboarding.\nMohammed and his four co-defendants face charges that include terrorism, conspiracy and 2,976 counts of murder in violation of the law of war, one count for each known victim of the Sept. 11 attacks at the time the charges were filed.\nMohammed, a Pakistani citizen who grew up in Kuwait and attended college in North Carolina, has told military officials that he planned the Sept. 11 attacks \"from A to Z\" and was involved in about 30 other terrorist plots. He has said, among other things, that he personally beheaded Wall Street Journal reporter Daniel Pearl. In addition to Binalshibh and al-Aziz Ali. the other defendants are Walid bin Attash; Mustafa Ahmad al-Hawsawi.\n___\nAssociated Press writer Verena Dobnik contributed to this report from New York.\n\nLoad-Date: November 10, 2012"
}