{
    "title": "Gitmo prisoners can fight detention Court bolsters habeas corpus rights of terrorism suspects",
    "publisher": "the world",
    "year": 2008,
    "month": 6,
    "day": 13,
    "full text": "WASHINGTON - A sharply divided Supreme Court ruled Thursday that Guantanamo Bay detainees can challenge their extended imprisonment in federal court, and struck down as inadequate an alternative review system that Congress set up.\nRepudiating a key tenet of the Bush administration's war-on-terrorism policy, the court's 5-4 majority concluded that foreigners held at the U.S. Navy base at Guantanamo Bay, Cuba, retain the same rights as U.S. residents to seek writs of habeas corpus. The landmark ruling will permit several hundred accused enemy combatants to see the evidence that justifies their captivity.\n\"Some of these petitioners have been in custody for the past six years with no definitive judicial determination as to the legality of their detention,\" Justice Anthony Kennedy wrote. \"Their access to the writ is necessary to determine the lawfulness of their status, even if, in the end, they do not obtain the relief they seek.\"\nThe military trials against U.S.-held detainees at Guantanamo Bay in Cuba will not be affected by a Supreme Court ruling that the detainees have the right to appeal in U.S. civilian courts, Attorney General Michael Mukasey said today.\nMukasey, speaking at a Group of Eight meeting of justice and home affairs ministers in Tokyo, said he was disappointed with the decision because it would lead to \"hundreds'\" of detention cases being referred to federal district court.\nThe long-awaited ruling in the combined cases known as Boumediene v. Bush and Al Odah v. United States is the latest in a string of judicial defeats for the Bush administration. It marks the third time in four years that the Supreme Court has repudiated the administration's efforts to exclude foreign prisoners from traditional legal protections.\nThe twin cases, which Kennedy noted \"lack any precise historical parallel,\" also mark the first time in U.S. history that constitutional habeas corpus rights have been extended to alien fighters detained overseas.\nThe ruling covers about 270 men held at Guantanamo. It doesn't directly address the 20 or so men who face trials before separate military commissions.\n\"It's been a long struggle,\" said Michael Ratner, the president of the Center for Constitutional Rights, which filed the first lawsuits challenging the detentions. \"It's a major vindication.\"\nDavid Cynamon, the lead attorney for a detainee named Fawzi Khalid Abdullah Fahad al Odah, added that the ruling is a \"complete victory, not only for our clients, but for all Americans and citizens the world over.\"\nThe court's conservative wing - comprising Chief Justice John G. Roberts and Justices Antonin Scalia, Clarence Thomas and Samuel Alito - dissented, at times with sharp words of its own.\n\"The nation will live to regret what the court has done today,\" Scalia warned.\nAl Odah, a Kuwaiti native, Algerian native Lakhdar Boumediene and their fellow detainees were seized abroad and have never been held on the U.S. mainland.\nThe long-awaited ruling doesn't question the Bush administration's authority to detain the men. Instead, it resolves a long-running fight over what legal protections cover them.\nIn 2004, the Supreme Court ruled that the Guantanamo Bay detainees had a right to challenge their detentions under a statute passed by Congress. Congress responded by stripping federal courts of their jurisdiction, thereby blocking further habeas corpus petitions. The Supreme Court next ruled that the 2005 law didn't apply retroactively to Guantanamo Bay petitions that already had been filed.\nCongress returned with the Military Commissions Act of 2006, blocking all Guantanamo habeas corpus cases.\nIn Latin, habeas corpus means \"produce the body.\" A legal principle dating perhaps as far back as the 13th century, it enables prisoners to demand in court the legal justification and factual basis for their detentions.\n\"The [Constitution's] framers viewed freedom from unlawful restraint as a fundamental precept of liberty,\" Kennedy wrote, amid a lengthy historical recitation in his 70-page opinion, \"and they understood the writ of habeas corpus as a vital instrument to secure that freedom.\"\nThe Bush administration contended that the men don't have habeas corpus rights because they're foreigners and aren't imprisoned on U.S. soil.\nThe United States has leased the 45-square-mile Guantanamo Bay property from Cuba since 1903, and the court noted that the United States maintains an \"objective degree of control\" over the overseas facility.\n\"Our basic charter cannot be contracted away like this,\" Kennedy wrote. \"The Constitution grants Congress and the president the power to acquire, dispose of and govern territory, not the power to decide when and where its terms apply.\"\nThe Pentagon and the Justice Department refused to make an on-the-record response to the court's ruling, one of the most anticipated in recent years. White House spokeswoman Dana Perino said President Bush was still reviewing the decision.\nWhile traveling in Italy, Bush said: \"We'll abide by the court's decision. That doesn't mean I have to agree with it. It's a deeply divided court, and I strongly agree with those who dissented.\"\n\nLoad-Date: June 13, 2008"
}