{
    "title": "Giuliani calls McCain right man for the times",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 9,
    "day": 3,
    "full text": "ST. PAUL, Minn. -- Rudy Giuliani, mayor of New York during the Sept. 11 attacks, said Wednesday night that Barack Obama and the Democrats ''are in a state of denial\" about the threat of terrorism against the United States.\nGiuliani said Republican presidential candidate John McCain can be trusted to confront and defeat ''anything that terrorists do to us.\"\nHe reminded the Republican National Convention that he'd said in a Republican campaign debate a year ago that had he not been running for president himself, he would have been supporting McCain.\n''Well, I'm not, and I do,\" he said in what was to have been a keynote address but wound up late on the convention agenda.\nOne by one, Giuliani, Mitt Romney and Mike Huckabee, all losers to McCain in the contest for the Republican nomination, urged delegates to send their former rival to the White House. The also-rans teamed up in a head-on lunge at Obama, questioning his ability to protect the nation in perilous times and delivering a hard-line partisan call to GOP arms on behalf of the man who ran against them - and beat them - with a promise to be less partisan.\nThe three told the convention that McCain and Alaska Gov. Sarah Palin, his running mate, are the right choice for the future of America and that Obama would be the wrong one.\nGiuliani praised Palin as ''one of the most successful governors in America - and the most popular.\"\nShe's been governor for two years, after eight as mayor of tiny Wasilla, but Giuliani said she's ready for the vice presidency. ''She already has more executive experience than the entire Democratic ticket,\" he said.\nGiuliani said Obama is a celebrity senator without a record of leadership or legislation.\n''He's the least experienced candidate for president of the United States in at least the last 100 years,\" he said to the cheering, chanting convention. ''Nobama, nobama,\" came the chants from the floor and the galleries. And ''Zero, zero\" when Giuliani said Obama has no experience.\nGiuliani said that is not a personal attack - ''it's a statement of fact. Barack Obama has never led anything. Nothing, Nada ...\n''The choice in this election comes down to substance over style,\" he said. ''John McCain has been tested. Barack Obama has not.\"\nWith that, Giuliani turned to the subject that once led Sen. Joe Biden, now the Democratic vice presidential nominee, to say that his sentences as candidate consisted only of a noun, a verb and 9-11. Giuliani came to national note with his personal leadership in New York after the terrorist attacks on the World Trade Center in 2001, which killed nearly 3,000 people. His work in rallying the city vaulted him into the presidential race.\n''There's one purpose that John McCain understands, Republicans understand, that overrides everything else,\" Giuliani said. ''John McCain will keep us on offense against terrorism at home and abroad.\n''For four days in Denver and for the past 18 months, Democrats have been afraid to use the words 'Islamic Terrorism,\"' Giuliani said. ''... They are in a state of denial about the biggest threat that faces this country.\"\nHe said McCain will face that threat and win.\nThe McCain campaign had announced that Giuliani would be the convention keynote speaker on Tuesday night, but the schedule was shuffled and most of opening day was dropped because of the threat of Hurricane Gustav to the Gulf Coast. Giuliani's speech was delayed, but he nearly doubled his allotted 15 minutes and set the convention to roaring. When he said that McCain advocates an energy program that would use every approach, including drilling, they shouted ''Drill baby, drill.\" He chuckled and repeated the line.\nRomney played on Obama's campaign call for change - but not the change the Democrat wants.\n''We need change all right,\" the former Massachusetts governor said. ''Change from a liberal Washington to a conservative Washington. We have a prescription for every American who wants change in Washington - throw out the big government liberals and elect John McCain.\"\nRomney said Obama ''ducked and dodged\" when he was asked about the threat of Islamic terrorism. ''John McCain hit the nail on the head,\" he said. ''Radical violent Islam is evil, and he will defeat it.\nHuckabee, once governor of Arkansas, said that Obama lacks experience and judgment in foreign policy.\nHe said the Obama's nomination as the first black candidate on a major-party ticket is worth celebrating ''because it elevates our country.\"\n''But the presidency is not a symbolic job,\" he said, ''and I don't believe his preparation or his plans will lift America up.\"\n\nLoad-Date: September 4, 2008"
}