{
    "title": "Giuliani Gets a Standing Ovation At a Christian College",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 6,
    "day": 27,
    "full text": "Mayor Giuliani's battle to win over social conservatives in the Republican Party may not be the impossible task that many political pundits have predicted.\nThat certainly appeared to be the case yesterday at Regent University, the Christian college founded by evangelist Pat Robertson, where Mr. Giuliani's message of leadership and strength on terrorism met with a standing ovation.\nIn a 30-minute address to more than 650 students and business leaders, Mr. Giuliani never uttered the word abortion, nor did he make any other direct reference to the social issues on which his moderate positions are largely out of step with the Republican base. When he listed some of the \"12 commitments\" at the center of his presidential bid, he omitted the one promising to \"reduce abortions.\"\nInstead, he stuck to what has become his campaign's mantra - plugging his record as mayor, pledging to prosecute the war on terrorism aggressively, and offering a none too subtle reminder of his role following the attacks of September 11, 2001.\nHe offered the crowd his standard, unspecific warning: \"Don't expect you're going to agree with me on everything. Because that would be unrealistic.\"\n\"It's not about one issue. It's about many issues,\" Mr. Giuliani said of the campaign. But, he quickly added, if a person's vote does come down to a single issue, there should be no question about which one.\n\"The one issue that dominates is the fact that Islamic terrorists are trying to kill us,\" he said.\nThe audience applauded his stance on terrorism, and stood at the conclusion of his speech. And when given the opportunity to question the former mayor, attendees asked about Iran, Iraq, and immigration, not abortion, gay rights, or gun control.\nMr. Giuliani rarely volunteers his position on social issues, but in the face of repeated questioning from the press, he has worked recently to sharpen his abortion stance, saying that although he personally \"hates\" it, he supports a woman's right to choose.\nSpeaking to reporters afterward, Mr. Giuliani dismissed the suggestion that he made a \"conscious decision\" to avoid abortion during his speech, which came as part of Regent's series on executive leadership. \"It wasn't a conscious decision,\" he said. \"It was a decision to make a speech on leadership. I've done it 400 times and I've never mentioned abortion before, so it would actually have been a conscious decision to go out of my way to mention it.\"\nThe leader of Regent's student Republican group, Stephen Raper, said he came away impressed with Mr. Giuliani and did not mind the absence of a discussion of hot-button social topics. \"Most of us are aware of his positions on social issues,\" he said, adding that it would have been more controversial had Mr. Giuliani broached topics that he knew would meet with disagreement. \"It could appear you're trying to throw it in their face,\" Mr. Raper said. \"It creates more problems.\"\nThe warm reception from a Christian conservative crowd signals an important benchmark for the Giuliani campaign, but, as the former mayor's critics are eager to point out, it does not necessarily translate into votes or indicate that social issues are receding in importance in the Republican primary. \"Applause at Regent University does not make a president. Politeness does not make a president,\" the executive director of the Traditional Values Coalition, Andrea Lafferty, said.\nPolitical analysts said Mr. Giuliani's decision to focus on leadership and terrorism was simply a candidate playing to his strengths. \"It's no surprise that Giuliani would not bring up his biggest weakness in front of a Christian conservative audience,\" the director of the University of Virginia's Center for Politics, Larry Sabato, said. \"It's more of a surprise that he was not asked about it.\"\nNot too much of a surprise, however, he added: \"In my experience, Regent is a very polite school.\"\nMr. Giuliani's campaign has long maintained that his perceived vulnerability among conservatives is exaggerated, pointing to polls that show his support among conservative Republican voters nearing his support among self-identified GOP moderates and liberals. But the same polls also show increasing support for a former Tennessee senator, Fred Thompson.\nMr. Giuliani yesterday was introduced by Mr. Robertson, who, while stopping well short of an endorsement, praised the former mayor's stewardship of the city before and after September 11, 2001. He cited Mr. Giuliani's efforts to cut taxes, reduce crime, and improve quality of life, including his push to take \"the pornography off 42nd Street.\"\nIn his speech, Mr. Giuliani referred often to President Reagan and stepped up his attacks on Democrats, saying they \"want to put this country in reverse\" in its defense against terrorism.\n\nLoad-Date: June 28, 2007"
}