{
    "title": "Giuliani Says a Democratic President Would Make the U.S. Less Safe",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 26,
    "full text": "In his two months on the campaign trail, the central animating theme of Rudolph W. Giuliani's presidential campaign has been that his performance as New York mayor on Sept. 11, 2001, makes him the best candidate to keep the United States safe from terrorists.\n  But when Mr. Giuliani broadened that message here on Tuesday night, saying that Democrats ''do not understand the full nature and scope of the terrorist war against us'' and that if they were elected the United States would suffer ''more losses,'' the response from his Democratic rivals was swift and pointed.\nSenator Barack Obama of Illinois accused Mr. Giuliani of ''taking the politics of fear to a new low.'' Senator Hillary Rodham Clinton of New York used the remarks to link Mr. Giuliani to a failure by the Bush administration to quash Al Qaeda. John Edwards called the remarks ''divisive and just plain wrong.''\n  The skirmishing, some of the most intense between the parties in the young 2008 campaign, suggests that a line of attack that the administration used in 2004 would again be a central Republican theme. \n  In his speech before Republicans here on Tuesday night, Mr. Giulani called the fight against terrorism ''the defining conflict of our time.'' If a Democrat were elected president, he said, they would ''wave the white flag'' in Iraq, cut back on surveillance of terrorists, restrict the ability of law enforcement officials to gather intelligence and limit interrogation techniques, curtailing their effectiveness.\n  ''Make no mistake about it, the Democrats want to put us back on defense,'' he said.\n  In the end, he added, the United States would prevail regardless of who was in office, but if it was a Democrat, there would probably be greater loss of life before that victory was achieved. \n  The Democrats' rapid response reflected a desire among their candidates not to let themselves be painted as weak, as many party loyalists believe occurred in 2004. It also reflected a sensitive chord embodied by Mr. Giuliani's candidacy, the symbolism of the Sept. 11 attacks, which Democrats often note occurred under a Republican president.\n  To that end, Mrs. Clinton focused on what she said were the failed policies of the Bush administration that have only put the United States more at risk.\n  ''The plain truth is that this administration has done too little to protect our ports, make our mass transit safer and protect our cities,'' she said. ''They have isolated us in the world and have let Al Qaeda regroup.''\n  Here in New Hampshire, Mr. Giuliani's statements about the Democrats were greeted enthusiastically, suggesting how his approach may resonate among Republican primary voters skeptical of withdrawal timetables for Iraq and wary of criticism of the administration.\n  Facing the critical barrage, Mr. Giuliani struck back, taking particular aim at Senator Harry Reid of Nevada, the Senate leader.\n  ''Here is the thing that the Democrats do not get and all these attacks and the things Harry Reid is doing and the presidential candidates indicate,'' Mr. Giuliani said on ''The Sean Hannity Show,'' the syndicated radio program. ''They do not seem to get the fact that there are people, terrorists in this world, really dangerous people that want to come here and kill us. That in fact they did come here and kill us twice and they got away with it because we were on defense because we weren't alert enough to the dangers and the risks.'' \n  Mr. Giuliani's focus on terrorism, and so closely linking it to the Iraq war, could pose political risks, particularly in a general election. Since the 2004 campaign, the situation in Iraq has worsened, and with polls showing widespread disapproval of the president's conduct of the war, the Democrats have grown bolder. \n  To leave Iraq, in Mr. Giuliani's view, would be to create an even more dangerous front in the fight against terrorism where terrorists would be able to destabilize the region and eventually direct attacks on the United States. Mr. Giuliani has studiously avoided criticizing the administration, not only on Iraq but also on some basic measures in fighting terrorism like wiretapping without warrants. \n  On Wednesday, that provided a clear opening for Democrats. The Democratic National Committee used the former mayor's remarks to highlight his failure ''to prepare New York City for the second attack on the World Trade Center.''\n  Mr. Edwards used the comments to link the Iraq failures to the fight against terrorism. ''As far as the facts are concerned,'' he said, ''the current Republican administration led us into a war in Iraq that has made us less safe and undermined the fight against Al Qaeda.''  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Rudolph W. Giuliani campaigning on Monday at Blake's Restaurant in Manchester, N.H., where he discussed the fight against terrorism. (Photo by Erik Jacobs for the New York Times)                         \n\nLoad-Date: April 26, 2007"
}