{
    "title": "Giuliani's omission stirs up tempest",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 1,
    "day": 9,
    "full text": "WASHINGTON ? Former New York Mayor Rudy Giuliani set off a tempest about terrorism Friday with his claim that this nation \"had no domestic attacks\" under President George W. Bush. Giuliani somehow neglected to mention the Sept. \n11, 2001, terrorist attacks as he was contrasting President Barack Obama's handling of terrorism with that of Bush in light of the failed Christmas Day attempt to blow up a Detroit-bound flight. The Sept. 11 attacks toppled New York's World Trade Center, killed nearly 3,000 people in New York, Washington and Pennsylvania and earned Giuliani accolades as \"America's mayor.\" The Republican said of Obama on ABC's \"Good Morning America\" that \"what he should be doing is following the right things that Bush did.\" While saying he believes Obama \"turned the corner\" on understanding the nature of terrorism when he publicly declared the U.S. at war, Giuliani added that Obama has plenty of room to improve on terrorism. \"We had no domestic attacks under Bush,\" Giuliani said. \"We've had one under Obama.\" That statement set off waves of protest in the blogosphere. And it echoed a recent claim by former Bush press secretary Dana Perino. GOP strategist Mary Matalin also recently said the Bush administration \"inherited the most tragic attack on our soil in our nation's history,\" implying that the 9/11 attacks resulted from mistakes by the Clinton administration. When Giuliani was questioned later Friday about his statement, he explained to CNN's Wolf Blitzer that he misspoke. \"I usually say we had no domestic attacks, no major domestic attack under President Bush since Sept. 11,\" he said. He said after all the warnings of more attacks that came immediately after Sept. 11, many were surprised that this country avoided another major terrorist attack. Giuliani said: \"I did omit the words 'since Sept. 11.' I apologize for that.\" Shoe bomber Richard Reid tried to bring down a trans-Atlantic flight from Paris to Miami in December 2001 using similar methods to the Christmas Day attempt. In both cases, quick action by courageous passengers and crew members helped avoid catastrophe. Concerning Friday's interview, GMA's George Stephanopoulos said he should have asked Giuliani what he meant. \"All of you who have pointed out that I should have pressed him on that misstatement in the moment are right,\" he wrote on his blog. \"My mistake, my responsibility.\"  \n\nLoad-Date: January 9, 2010"
}