{
    "title": "GIULIANI SEES BUSH AS ANSWER; TO TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 10,
    "day": 31,
    "full text": "Former New York City Mayor Rudy Giuliani rallied a raucous group of loyal Bush supporters at a Republican volunteer headquarters in McCandless last night, saying the emergence of a new Osama bin Laden video only emphasizes the need to re-elect the president on Tuesday.\n Giuliani, a Republican who rose to national prominence after he helped his city recover from the Sept. 11 attacks, spoke of how bin Laden, the mastermind behind those attacks, \"killed so many of my people,\" and he argued that President Bush had the best plan for responding to the threat of terrorism.\n \"Think about what [bin Laden] has done to us,\" Giuliani told the packed room of about 60 people at the office of state Rep. Mike Turzai. \"The only way we are going to make this country safe from terrorism is to do what George Bush did -- and that is to be on the offense against terrorists.\"\nGiuliani also defended Bush against criticism that American soldiers in Iraq had failed to secure 380 tons of powerful explosives at a compound in Iraq. He cited a New York Times article from last week that first reported on the disappearance of the explosives as being unfairly biased against Bush.\n \"George Bush is running against John Kerry and a big percentage of the media,\" he said. \"What the story should have been about is how George Bush was right to invade Iraq and take those weapons out of the hands of Saddam Hussein.\"\n A few days before, Giuliani had been the subject of attacks from Democrats after suggesting on NBC's \"Today\" show that U.S. troops, and not Bush, were responsible for the missing explosives.\n \"It's John Kerry who is attacking our troops,\" he said yesterday, \"not George Bush, not me.\"\n Before speaking, Giuliani walked through a crowded hallway and emerged into a room overflowing with election paraphernalia as Bush-Cheney volunteers chanted \"Rudy!\"\n He thanked the volunteers for their enthusiasm and asked them to save some energy for Tuesday, when political experts are predicting record numbers of voters turning out across the country.\n \"This is the most important election that I've ever participated in,\" he said.\n The roomful of Republican loyalists were clearly impressed with Giuliani, a rising star in the party and a possible presidential candidate in 2008.\n \"It's just amazing to see how he inspires people,\" said Craig O'Connor, 36, a member of the Hampton Township Republican Committee. \"I don't think three-quarters of the mayors in this country could have handled what he handled on 9/11.\"\n\nNotes\n\nJerome L. Sherman can be reached at jsherman@post-gazette.com or 412-263-1183.  \n\nLoad-Date: October 31, 2004"
}