{
    "title": "Giuliani Keeps Campaign Focus on Terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 1,
    "day": 3,
    "full text": "With the political world focused on Iowa, Rudolph W. Giuliani released a graphic new television advertisement here Wednesday in which scenes  of Osama bin Laden firing a rifle segue to the smoking wreckage of the World Trade Center.\n  Mr. Giuliani, who is seeking the Republican presidential nomination, also gave a speech at a military museum in Wolfeboro, N.H., in which he called for a ''surge'' in Afghanistan. \n  ''One of the things that we should do right now --  I believe we should do it immediately --  is, we should double the number of our troops who are American-led combat troops in Afghanistan,'' he said, speaking in front of a giant American flag and beneath a display of mannequins of soldiers behind sandbags. ''We need to bring a surge to Afghanistan and make it effective right now.''\n  But Mr. Giuliani seemed to soften his surge proposal as the day went on. Asked later in the day how he could increase the troops in Afghanistan without diverting troops from Iraq or sending troops returning from Iraq on extra tours of duty, Mr. Giuliani told reporters:  ''You wouldn't have to do that all at once. You could do that gradually.'' \n  The campaign's heightened focus on terrorism and the attacks of Sept. 11, 2001, comes as Mr. Giuliani has been slipping in the polls and found himself sidelined from the political scene by his decision not to compete fully in the Iowa caucuses on Thursday. He instead toured New Hampshire with Louis J. Freeh, the former head of the Federal Bureau of Investigation, released the graphic advertisement about terrorism and spoke about Afghanistan.\n  ''I think it wouldn't be unfair to describe us as the 9/11 generation, because how we handle this is going to say something about us in history,'' Mr. Giuliani  said in his speech.\n  The push comes as some of Mr. Giuliani's Republican rivals are questioning how his background as mayor of New York City gives him national security or foreign policy experience -- questions Mr. Giuliani may not have allayed Wednesday when he told reporters that the United States had some troops ''under U.N. command'' in Afghanistan (when in fact the United States has some troops there under NATO command).\n  Military officials said last month that the NATO-led security assistance mission in Afghanistan had about 40,000 troops, including 14,000 Americans. Separately, the United States military has 12,000 other troops conducting specialized counterterrorism missions. Charles Hill, Mr. Giuliani's chief foreign policy adviser, said that it was  the American-led troops that Mr. Giuliani wanted to double, but that the rise  could be gradual. \n  Mr. Giuliani's new campaign advertisement -- which will be broadcast here and in Florida, as well as nationally on Fox News -- contains images of Muslims with rifles; explosions; a bloody man; Benazir Bhutto, who was recently assassinated in Pakistan; and the president of Iran, Mahmoud Ahmadinejad. \n  ''A nuclear power in chaos,'' the announcer says. ''Madmen bent on creating it. Leaders assassinated. Democracy attacked. And Osama bin Laden still making threats. In a world where the next crisis is a moment away, America needs a leader who's ready.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Rudolph W. Giuliani, campaigning for president Wednesday in New Hampshire, was reflected in a mirror as he spoke in the basement of the Gateway Family Restaurant in Somersworth. (PHOTOGRAPH BY JACOB SILBERBERG FOR THE NEW YORK TIMES)        \n\nLoad-Date: January 3, 2008"
}