{
    "title": "Giuliani says Dems in denial about terrorism",
    "publisher": "usa today",
    "year": 2008,
    "month": 9,
    "day": 4,
    "full text": "ST. PAUL -- Former New York mayor Rudy Giuliani said Thursday that the nation must choose this fall between \"a true American hero\" who survived torture in Vietnam and a Chicago \"machine politician\" who \"has never led anything. Nothing. Nada.\"\nIn a keynote address to Republican convention delegates and a national TV audience, Giuliani called John McCain and Democratic nominee Barack Obama \"good and patriotic men\" before ripping into Obama, an Illinois senator and former state senator.\n\"John has been tested. Barack Obama has not,\" Giuliani said of McCain, a former Navy pilot who endured 5 1/2 years as a POW after his plane was shot down in 1967. \"Tough times require strong leadership, and this is no time for on-the-job training.\"\nGiuliani said Democrats \"are in a state of denial\" about the threat of Islamic terrorism, while McCain will face the enemy \"and bring victory for this country.\"\nA onetime candidate himself for the Republican nomination, Giuliani had been scheduled to speak Tuesday to set the tone of the convention. But Monday's speeches were canceled as Hurricane Gustav approached the Gulf Coast. The rejiggered lineup put Giuliani on the same night as a much anticipated speech from Alaska Gov. Sarah Palin, McCain's pick for vice president.\nDemocrats and even some Republicans have questioned whether Palin, 44, is qualified to step into the presidency. Giuliani spent his morning defending her national security credentials on TV and part of his keynote talking up her record as governor.\n\"She's already had more executive experience than the entire Democratic ticket combined,\" he said, adding, \"I'm sorry that Barack Obama feels that her hometown isn't cosmopolitan enough. ... Maybe they cling to religion there.\"\nPalin was mayor of Wasilla -- population 9,780 in the 2007 Census estimate -- before becoming governor 20 months ago.\nGiuliani said Obama has \"spent most of his time as a 'celebrity senator.' No leadership, no legislation to really speak of. ... He's never run a city, never run a state, never run a business.\"\nThat's true not only of Obama but also of his running mate, Delaware Sen. Joe Biden, and of McCain himself. McCain has been in Congress since 1983. Obama was elected to the Senate in 2004 after eight years in the state Senate. Biden was elected in 1972.\nObama, a community organizer and civil rights lawyer in Chicago, helped lead drives to overhaul ethics rules in Illinois and Washington. He defeated Sen. Hillary Rodham Clinton for the nomination and has raised nearly $400 million in his campaign.\nGiuliani centered his presidential campaign on his leadership after the Sept. 11 terrorist attacks and his success cleaning up his city. He pursued an unusual strategy of skipping the first four contests, in Iowa, New Hampshire, Nevada and South Carolina.\nGiuliani's battleground of choice was the winner-take-all Florida primary Jan. 29. By then, McCain had a head of steam and won the state. Giuliani came in third and dropped out the next day. He had amassed one delegate who he later released.\nWednesday, Giuliani made the rounds of morning shows to defend Palin. \"Is she ready to be the foreign policy president?\" ABC's Diane Sawyer asked on Good Morning America. \"Yes she is,\" Giuliani said.\n\"If she were the president on 9/11 you would have been confident?\" Sawyer pressed him.\n\"I'd be confident that she'd be able to handle it. She's been a governor of a state. She's been the mayor of a city. She's had executive responsibility. He (Obama) never has,\" Giuliani said. \n\nGraphic\n\n \nPHOTO, B/W, H. Darr Beiser, USA TODAY\n\nLoad-Date: September 4, 2008"
}