{
    "title": "Giuliani to U.N. _ No 'neutrality' on terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "New York City Mayor Rudolph Giuliani, in an impassioned speech to the United Nations, said yesterday that there was no room for \"neutrality\" in the global fight against terrorism and no need for more studies or vague directives.\nHe said the world body should ostracize nations that support terrorism and isolate nations that remain neutral.\n\"Recognize,\" Giuliani said, \"that there is no room for neutrality on the issue of terrorism. You're either with civilization or you're with terrorism.\"\n\"The evidence of terrorism, brutality and inhumanity . . . is lying beneath the rubble of the World Trade Center less than two miles from where we meet today,\" Giuliani told assembled diplomats from more than 150 countries.\nThe mayor, whose popularity with New Yorkers has soared for his handling of the aftermath of the Sept. 11 attacks on the World Trade Center, won warm applause and broad support from the world body. The weeklong General Assembly meeting is the first global forum to focus on terrorism since the attacks.\nNations that doubt terrorism is \"wrong and evil,\" Giuliani said, should join him at the funerals of victims and try to explain that position to thousands of children who will grow up without parents.\n\"Instead, I ask each of you to allow me to say at those funerals that your nations stand with America in making a solemn promise and pledge that we will achieve unconditional victory over terrorism and terrorists,\" Giuliani said.\nEven Iraq, which is on the U.S. list of nations that sponsor terrorism, supported the mayor.\n\"There is no neutrality. We are all against terrorism,\" said Mohammed Al-Douri, Iraq's U.N. ambassador.\nThe Palestinian U.N. observer said the mayor's tough words might have drawn a negative reaction were he not speaking against the backdrop of the devastation in Lower Manhattan.\n\"No state would hesitate in expressing a clear-cut position against international terrorism, and in favor of the fight. The sympathy was clear,\" said Nasser al-Kidwa, the Palestinian representative.\nNormally slow to act, the General Assembly and the Security Council immediately condemned the attacks, and the council moved rapidly to adopt a U.S.-sponsored resolution on Friday which requires all 189 U.N.-member nations to deny money, support and sanctuary to terrorists.\nUnder the resolution, all countries must make the \"willful\" financing of terrorism a criminal offense, immediately freeze terrorist-related funds, deny terrorists \"safe haven,\" and speed the exchange of information, especially on terrorist acts and movements.\nU.S. Ambassador John Negroponte, in his first U.N. speech, called for swift implementation of the resolution.\nHe also reissued U.S. charges that Osama bin Laden's al-Qaeda group was behind the suicide hijackings that hit the Trade Center and the Pentagon and crashed in Pennsylvania. Nearly 6,000 people from 80 countries died in the attacks.\n\"We cannot let them act together, we cannot let them act alone, we cannot let them act at all,\" he said. \"Freedom - the first value of the new millennium - is worth the price of vigilance and more.\" Secretary-General Kofi Annan warned the world body against letting slip the unity forged among members after the attacks.\n\"Terrorism will be defeated if the international community summons the will to unite in a broad coalition, or it will not be defeated at all,\" he warned.\nSince 1963, the General Assembly has adopted a dozen legal instruments to fight terrorism. But only five have been ratified by more than 100 countries. The latest, approved in 1999, has not taken effect for lack of ratification.\n\nGraphic\n\n \nPHOTO;\nRICHARD DREW, Associated Press\nDiplomats from more than 150 countries applauded New York City Mayor Rudolph Giuliani as he approached the podium yesterday at the United Nations.\n\nLoad-Date: October 31, 2001"
}