{
    "title": "Giuliani stands firm on 'attack'",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 4,
    "day": 26,
    "full text": "WASHINGTON -- Democratic presidential candidates on Wednesday rebuked Republican rival Rudy Giuliani for suggesting that the United States could face another major terrorist attack if a Democrat is elected in 2008. The former New York mayor did not back down.\nIllinois Sen. Barack Obama said Giuliani, who was in office on Sept. 11, 2001, should not be making the terrorist threat into \"the punchline of another political attack.\"\n\"Rudy Giuliani today has taken the politics of fear to a new low and I believe Americans are ready to reject those kind of politics,\" Obama said in a statement.\nFormer North Carolina Sen. John Edwards said Giuliani knows better than to suggest there is a \"superior Republican way to fight terrorism.\" Sen. Hillary Rodham Clinton said protecting the country from terrorism \"shouldn't be a political football.\"\n\"It should be a solemn responsibility that all of us pledge to fulfill regardless of what party we're in,\" she said when asked about her fellow New Yorker's comment at a Capitol Hill news conference.\nGiuliani stood by his comments Wednesday, saying Democrats don't understand the threat posed by terrorists.\n\"They do not seem to get the fact that there are people, terrorists in this world, really dangerous people that want to come here and kill us,\" Giuliani said on \"The Sean Hannity Show.\"\n\"They want to take us back to not being as alert which to me will just extend this war much, much longer.\"\nHe was defending his remark Tuesday in New Hampshire, where he echoed sentiments expressed by other Republicans in election time. The former mayor said if a Democrat is elected, \"it sounds to me like we're going on defense. We're going to wave the white flag there.\"\nBut, he said, if a Republican wins, \"we will remain on offense\" trying to anticipate what the terrorists are going to do and \"trying to stop them before they do it.\"\nIn 2004, President Bush was re-elected after claiming that Democratic Sen. John Kerry would waver in the face of terrorist threats. Vice President Dick Cheney suggested a vote for Kerry would risk another terrorist attack.\nIn the 2006 election, Bush political strategist Karl Rove accused Democrats of clinging to a pre-Sept. 11 mind-set -- but Democrats came out on top in the majority of midterm races.\n\"America's mayor should know that when it comes to 9-11 and fighting terrorists, America is united,\" Obama said. \"We know we can win this war based on shared purpose, not the same divisive politics that question your patriotism if you dare to question failed policies that have made us less secure.\"\nEdwards, the 2004 vice presidential nominee making a second run for the White House, said it's wrong to suggest Republicans are better at fighting terror.\n\"The current Republican administration led us into a war in Iraq that has made us less safe and undermined the fight against al-Qaida,\" Edwards said in a statement. \"If that's the Republican way to fight terror, Giuliani should know that the American people are looking for a better plan.\"\nThe Democratic National Committee accused Giuliani of failing to prepare for the World Trade Center attacks, among other criticisms of his record.\n\"So far Rudy's rhetoric sounds like more of the same failed policies, incompetence and arrogance we've had to suffer for the past six years,\" said DNC spokeswoman Karen Finney.\nAnother Republican presidential candidate, Arizona Sen. John McCain, wouldn't say whether he agreed with Giuliani's suggestion. \"I can't judge whether somebody else would cause an attack on America,\" McCain told reporters aboard his campaign bus in New Hampshire.\nNew York Mayor Mike Bloomberg, who succeeded Giuliani and also is a potential presidential candidate, said he doesn't see terrorism as a partisan issue.\n\"There are some people I think who would do a better job fighting terrorism than others, but I don't think there's any party affiliations, no partisanship in that,\" Bloomberg said.\n\nLoad-Date: April 26, 2007"
}