{
    "title": "GIULIANI TAKES SHOT AT HIL AFTER FEASTING ON HIS GOP GUPPIES",
    "publisher": "daily news ",
    "year": 2007,
    "month": 5,
    "day": 17,
    "full text": "FLUSH WITH confidence after his debate smackdown of a minor rival, Rudy Giuliani took a break from beating on other Republicans yesterday to go after the Dems - with a special mention for Sen. Hillary Clinton (D-N.Y.).\nGiuliani took the risk of looking past the GOP presidential nomination contest to focus on the \"leading Democrat\" he could face in the general election.\nAnd he did it by dredging up a disputed 11-year-old passage in Clinton's book \"It Takes a Village.\"\nAccording to Giuliani, Clinton said in a C-Span appearance that \"the unfettered free market is the most devastating force in modern America.\"\n\"That's pretty scary,\" he said. \"America is about the free market.\"\nBut the quote was actually from an author Clinton had cited in the book, according to a transcript supplied by the pro-Clinton Media Matters group.\nClinton went on to say that \"the market is the driving force behind our prosperity,\" but \"it cannot be permitted just to run roughshod over people's lives as well.\" Clinton's camp declined comment on Giuliani's remarks.\nFollowing his debate shootdown of Rep. Ron Paul (R-Tex.) on 9/11 and terrorism, Giuliani spoke at a town hall meeting at the College of Charleston yesterday while his aides sought to parlay his star turn into dollars.\nIn a blast e-mail, Giuliani finance chief Roy Bailey urged top fund-raisers to \"use the momentum from last night over the next six weeks to raise as much money as possible.\"\nIn Charleston, Giuliani linked Clinton, Sen. Barack Obama (D-Ill.) and former Sen. John Edwards (D-N.C.) as big government meddlers.\n\"I don't think there's a difference\" between the three, Giuliani said. \"They'd go back on defense against terrorism. They'd go back on what I regard as defense on the economy,\" he said.\n\"They trust government more,\" Giuliani said. \"I trust people more.\"\nThe only rain on Giuliani's parade came from Alison Sher, 19, a junior, who challenged Giuliani on his \"constantly changing positions\" on abortion.\n\"My views don't keep changing,\" Giuliani said. \"I think abortion is wrong,\" he said, but reiterated his support for a woman's right to choose to terminate her pregnancy.\nrsisk@nydailynews.com\n\nGraphic\n\n \nFormer Mayor Rudy Giuliani answers terrorism question during speech in Atlanta yesterday. Photo by AP\n\nLoad-Date: May 17, 2007"
}