{
    "title": "Giuliani Pledges to Go 'On Offense' Against Terror in Boca Raton Synagogue",
    "publisher": "new york observer",
    "year": 2008,
    "month": 1,
    "day": 27,
    "full text": "</p><p>BOCA RATON, Fla.-Rudy Giuliani, wearing a dark suit and dark yarmulke, emphasized his ties to Florida's Jewish voters in a speech at a modern orthodox synagogue here today.</p><p>\"I have a long-standing and strong community with the Jewish community here and in Israel,\" said Giuliani. He told the congregants at the Hahn Judaic Campus of the Boca Raton Synagogue about a trip to Israel during which he witnessed what he called the reunification of the Ethiopian Jews.</p><p>Speaking of Israel he said, \"It's a place that all Jewish people, however separated, however far removed, can come home.\"</p><p>He said that he worked to deport Nazis as a prosecutor; that he told Ehud Olmert, when the Israeli prime minister was mayor of Jerusalem, \"that we [New York] had more Jewish citizens than he did\" and called anti-Semitism a \"disease that we must have zero tolerance for.\"</p><p>He outlined his plan for peace in the Middle East, included a demand for the recognition of the Israeli state by the Palestinians and a commitment by the Palestinian state to fight terrorism. (Echoing some of his more realist foreign policy advisors, Giuliani warned against creating a Palestinian state if it meant spawning another enemy of America in what he called the \"terrorists war on us.\")</p><p>\"At the core of my view of foreign policy is to be realistic,\" said Giuliani, who didn't mention the \"drain the swamps\" views of Norman Podhoretz, whose blurb supporting Giuliani was printed on fronds placed on the congregations seats.</p><p>Giuliani was warmly welcomed by the crowd, who often greeted his tough talk on terrorism with applause. They particularly responded to his boiling down of American foreign policy under a Giuliani administration. \"To summarize in one word, offense,\" said Giuliani. \"We have to be on offense.\"</p><p>\"I'm running for President of the United States,\" he added, because \"I can lead that effort, uh, the best.\"</p><p>After he finished his speech and people finished applauding and started leaving, Giuliani, as if in an afterthought, took the microphone again.</p><p>\"I want to urge you-this is sort of a test, how many of you have voted already?\" said Giuliani, who is counting on votes cast before his national plunge in the polls to help him in Florida.</p><p>Less than a dozen hands went up. One person clapped.</p><p>\"Wow, that's a lot,\" he said. \"Now you cannot vote again, but for those of you who haven't, please vote, and I would very much like to have your vote.\"</p><p>\n\nLoad-Date: January 28, 2008"
}