{
    "title": "Give Pakistan Back",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "ISLAMABAD -- Pakistan's founder, Muhammad Ali Jinnah, spoke of his vision for a state in which ''we could live and breathe as free men and which we could develop according to our own lights and culture and where principles of Islamic social justice could find free play.'' Sadly, his dream was never realized. Pakistan remains a place where freedom and social justice are as unattainable for the masses as basic needs like food, clean water and education.\nMy country continues to sink in various global ratings -- of poverty, women's rights and education. We have the second highest number of children -- more than five million -- not in school, and the World Economic Forum ranked Pakistan as one of the most dangerous countries on the planet, behind only Yemen and Libya: At least 40,000 people have died in terrorist attacks over the last 15 years, yet Pakistan has a dismal record of prosecuting and convicting terrorism suspects.\nThe situation is simply unsustainable. Things must change.\nOn June 17, soon after I announced that I was returning from Canada to Pakistan to campaign for a peaceful popular revolution, the Punjab authorities sent the provincial police to remove security barriers outside my house. (These had been placed there four years earlier on the orders of the Lahore High Court, following threats to my life after I wrote ''The Fatwa on Suicide Bombings and Terrorism,'' a treatise that disputes the ideology of Al Qaeda and demonstrates that terrorism is un-Islamic.)\nWhen my supporters resisted this action, the police opened fire, killing 14 campaign workers and wounding 80. The brutal and indiscriminate way that the police shot at my workers, which I also regard as tantamount to an assassination attempt on my family, was reported by independent television channels.\nA judicial commission ordered by the chief minister of Punjab, Shahbaz Sharif, who is a brother of Pakistan's prime minister, Nawaz Sharif, found that senior members of the administration were responsible for the attack. The prime minister himself, as well as his brother, have been named as murder suspects. As yet, however, no one has been held to account.\nBut this is Pakistan, a country where there is one law for the rich and powerful, another for the poor and vulnerable; where rigged elections have replaced one dynasty of kleptocrats with another. As the United States Department of State reported, Pakistan's elite is steeped in corruption and nepotism. Accused of kickbacks on infrastructure projects, defaulting on unsecured loans, large-scale tax evasion and myriad other schemes, the Sharif brothers were convicted in 2000 of misappropriating tens of millions of dollars.\nPeople may wonder why I took my party's protest to the streets, rather than contesting last year's elections. The answer is simply that change will never come through the present system. As has been widely reported, the elections of 2013 were mired in fraud; we have now had an official admission of irregularities and intimidation. The extent of vote-rigging has been debated on the floor of Parliament itself.\nThe resulting government runs with a fake mandate, serves only its wealthy stakeholders and completely fails to represent the common people of Pakistan. The only way forward is a peaceful revolution.\nI am an avid proponent of democracy. I opposed theocracy, martial law and any form of despotic rule. I want constitutional, political, judicial and electoral reforms that would deliver a true participatory democracy. My struggle for this democratic revolution is supported neither by any foreign power, nor by the Pakistani military.\nI advocate for transparency and stringent accountability for all those in public office to eliminate corruption. I want the devolution of political, financial, administrative and judicial powers to the grass roots by establishing a new system of local government, and land reform that will transfer ownership from the illegal and feudal landowners to working people. I would subsidize basic necessities for the poor funded by a systematic clampdown on corruption, and would negotiate for the return of officials' ill-gotten gains held in Swiss bank accounts.\nPakistan's security situation is grave. I would tackle our epidemic of violent extremism by setting up thousands of peace centers throughout the country, to curb the madrasa culture and promote peace and interfaith harmony. I want legislation to guarantee equal rights for minorities, as well as for women, children and the poor.\nIt was for this program that we marched last month by the thousands to Islamabad and established a huge sit-in outside Parliament. I appreciate Imran Khan and his Tehreek-e-Insaf party for their protest, which coincided with ours. Our political aims differ but we stand united in our wish to see the end of Mr. Sharif's government. Our cause includes Sunnis, Shiites, Christians, Hindus and Sikhs, men, women and children, people from every corner of Pakistan and every social stratum. We demand the resignation of the prime minister, the dissolution of all national and provincial assemblies, and the formation of a national government of untainted parties and clean politicians to implement democratic reform.\nThose who accuse me of ''derailing democracy'' are those with a stake in this plutocratic, feudal system. Those who accuse me of abandoning the Constitution are people who themselves have no moral, legal or constitutional authority to govern. They have forfeited their mandate by their failure to provide the social justice, equality and security to the people. That is why I advocate peaceful change, without arms or bloodshed, to restore the rights of every citizen.\n\nhttp://www.nytimes.com/2014/09/29/opinion/give-pakistan-back.html\n\nLoad-Date: September 29, 2014"
}