{
    "title": "Give to get",
    "publisher": "university wire",
    "year": 2006,
    "month": 12,
    "day": 12,
    "full text": "Nearly a week after the release of the Iraq Study Group Report, the wishes of James Baker and Lee H. Hamilton as set forth in the opening pages of the report have not been realized. As it was phrased in a letter by the co-chairs, \"U.S. foreign policy is doomed to failure -- as is any course of action in Iraq -- if it is not supported by a broad, sustained consensus.\" Unfortunately, our nation continues to stand firm with a political stalemate and historical polarization that flies directly against any hopes for this proposal to work. But as we begin to contemplate a potential exit to this trial, one cannot help but reflect upon whether our efforts have been for any merit.\nInsofar as we can speak of our military successes, America must now be awakened to the reality of terrorist warfare, and our tremendous vulnerability to its surreptitious attacks. What we have learned is that our military strength and intelligence is in no way able to combat terrorism effectively. Any one man with a tinge of vengeance in his heart may single-handedly crush our country's morale and inflict massive damage to its infrastructure and population. And when the dust settles, who is left to blame? The perpetrator no longer exists, except for merely an intangible general hatred that may manifest itself as any random human being who decides to impulsively murder civilians. Our age is not that of our fathers; wars are no longer fought in definite battles and confrontations. There are no immediate warnings, and there are no enemy soldiers to fight directly. There is only one chance at winning this blanket \"War on Terrorism,\" and that is to delete the reasons for which it is perpetrated against us. The age of conventional warfare has passed, and we must realize now that after the Cold War's establishment of mutually assured destruction, our conventional capabilities are largely self-defeating. We have now revealed to the world America is indeed as fragile and conquerable as any other nation, perhaps even more so, if the kinks in its armor are exploited.\nSo then, what of terrorism? If the answer toward securing our country was to destroy the threat of powerful Arab nations, why are we still left with the lingering danger of terrorism? It is a strange thing Hussein was able to control the country the way he did. People often cite the fact that revolution was nearly impossible, as most people dealt with a common paranoia that hinted toward the murder of their friends and family, should they provoke any type of political unrest. But, is that not what is happening now? Where was this exaltation of martyrdom during the years of dictatorship? Why did the terrorists bend to the will of Hussein, along with those of other Arab countries? Why was death and uprising unacceptable then? Simply, they knew that a democratic country would never allow them to foster their tactics against America or Israel. Even though Saddam was clearly not loved by his people, those extremists in his country tolerated his grip over the country in order to deal with the big fishes. And surely enough that is the same case that continues in Iran and Syria, and it is what the extremists who fight Iraq right now wish to avoid -- a democratic dilution of their power.\nBut in sum, the spirit of this article must stress one goal: rather than playing these games with so-called terrorists, go to the source and use peace as a way to destroy the reason for hatred. Our sincere abandonment of selfish foreign policy may reveal the little known fact that they are more reasonable than we think.\n(C) 2006 Daily Targum via U-WIRE\n\nLoad-Date: December 12, 2006"
}