{
    "title": "Give the gift of hope In a year when Americans have been besieged with stories about foreclosures, l",
    "publisher": "usa today",
    "year": 2008,
    "month": 12,
    "day": 23,
    "full text": "What I like most about the Christmas season is that it is the one time of the year that the news media take up their imaginary seasonal Playbook of Hope, and fill programming scripts with strategies and stories about kind behavior -- understanding, helpfulness, generosity. The Playbook of Hope tells of the river of kindness that flows deep in our national character and always displays itself most prominently during the holidays. Those stories are especially welcome now since we have been carpet-bombed all year with stories about layoffs, terrorism, political scandals and economic catastrophe.\nWith our economic downturn, we can open to Chapter One, \"Be Kind\" -- the simplest of human virtues - and write our own stories of hope this Christmas.\nThere are both traditional and non-traditional strategies of kindness:\nDrive-by kindness: Everyday targets of need give us the opportunity to perform random acts of kindness. If we see an old person needing assistance, a distressed child needing comfort, a harried parent needing an extra pair of hands, a poor person needing a few coins at the checkout register, it's easy to meet these momentary needs with small acts of kindness.\nPass the kindness along: The Secret Santa tradition started in Kansas City, Mo., when a stranger gave money to Larry Stewart when he was down and destitute. He never forgot the kindness. He later became a millionaire and paid back that kindness every Christmas for 27 years, giving $100 bills to needy strangers, with the motto: \"Pass the kindness along.\" Though Stewart died last year, his inspirational strategy of kindness endures. Other Secret Santas are finding the needy in thrift shops, clinics and parking lots this year, surprising them with a gift of $100 and whispering, \"Pass the kindness along.\"\nOrganized kindness: Churches and civic groups have always been highly organized forms of holiday kindness, going back hundreds of years. America is planted thick with such charities -- pouring food into food banks, hosting toy drives for destitute children, giving comfort to the poor. And it's good that they are organized. I don't pass a Salvation Army bell-ringer without putting money in the red container, knowing that they were there for us during Hurricane Ike, along with the Red Cross and our local churches. This organized kindness is necessary when overwhelming disasters require help far beyond any individual act of kindness.\nRecession-related kindness: Every Christmas is different. This year, strategies of kindness should expand to include psychological and moral support: expressing concern and solidarity for co-workers who are suddenly given the pink slip; giving optimism, hope and assurance to friends and strangers who have lost their livelihoods; and helping with food, clothing, shelter and leads on employment if we can.\nWhen my son asked me what I wanted for Christmas, I suggested an act of kindness. He told me about some of his colleagues being laid off at the big bank in New York where he works. He praised what good workers they were -- how reliable, how intelligent, how devoted. We agreed that it seemed so wasteful that those brilliant young financiers on Wall Street and in banks should be laid off precisely when their great educations and talents could be put to such good use cleaning up the financial mess in companies, in government, in financial institutions all over America.\nThese young people had probably been raised with the same set of values as my son: Get a good education, work hard, have integrity -- and you'll be OK. In other times, it's precisely this type of worker that would be steadily employed, kept on, promoted. But in this vicious economic downturn, it seems as if everything I stood for -- as a descendant of immigrants, as a parent, as an American -- just got a snake-like jab to the heart. It was as if an ax had fallen on the work ethic of our nation, as if a little piece of the American dream had chipped off.\nThe solution to our national problem is not only practical but also psychological. So, I told my son that all I wanted for Christmas was a kind, hopeful word to these co-workers. Someone has to tell them that they are worthy despite what happened, that sometimes layoffs have no fairness, no reason. Though they might wonder \"why me?\" and seek some rationale for dismissal in their own actions, it is truly not their fault. Recessions have come and gone in our history, each terrible in its own way, each outrageous in its witless brutality to the soul of workers.\nIn my experience, young, eager people of intelligence, education and sound work ethic will ultimately triumph, if not today then tomorrow. It has happened every time in the four major recessions I've endured in my own life. If we can give our laid-off workers the gift of kindness and hope this Christmas -- especially the young, intelligent, hardworking ones we have all striven to encourage, nurture and educate -- we will recover from this recession a stronger and better America.\nLike that helping hand given to Larry Stewart so long ago, the gift of our kindness, optimism and hope will be paid forward -- a thousandfold.\nAlcestis \"Cooky\" Oberg lives near Houston and is a member of USA TODAY's board of contributors.\n\nLoad-Date: April 1, 2010"
}