{
    "title": "Giving Terrorism Fight 'More Time'",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 4,
    "day": 25,
    "full text": "As deputy chief of the Criminal Intelligence Unit of the New York Police Department, John Cutter, working from an undisclosed location at Chelsea, oversaw the arrests of a man police said wanted to blow up the Brooklyn Bridge and of two Al Qaeda sympathizers who allegedly plotted to bomb the Herald Square subway station during the Republican National Convention. In his first interview since he left the department last fall to run a private-security firm owned by a flamboyant former detective, Richard \"Bo\" Dietl, Mr. Cutter talked with The New York Sun's about topics such as the man the president should have chosen as Homeland Security secretary, and the two dangerous terrorist threats facing the city now.\nHow would you gauge the terrorist threat level against\nNew York right now?\nI would say that New\nYork is a very safe city.\nDoes that mean we won't have a terrorist attack at some point in the near future? No. What it means is that we give the fight against terrorism more time. When Bush said this was going to be a 25-year project, he was right on the money.\nAs commanding officer, how many counterterrorism investigations did you have under way at one time?\nQuite a few. Let's say in the neighborhood of more than 30, less than a hundred.\nWere any of the alleged threats imminent?\nWe never felt like we uncovered anything where something was going to happen imminently. What we uncovered is that there are enough people in the city who have the same mind-set as other terrorists, and they aren't happy with the American way of life. Would that have translated into action on their part? I don't think I can't say that.\nDo you think the NYPD was unprepared for September 11th?\nWhat you have to understand is, at that time, we were not in that line of work. That was the job of a federal task force, the CIA. At the time, local law enforcement was not in tune. Nobody was in tune. Now I would say the NYPD is the most prepared police department in the world when it comes to terrorism, outside of maybe the Israelis.\nWhy are investigations into counterfeit merchandise important to counterterrorism efforts?\nBecause what you have is a lot of people like-minded to terrorists making their money this way. From the police department standpoint, sometimes it's like, why are we even looking at this stuff? Why are we spending so many resources at stuff that might not even seem that criminal? The answer is that these profits may be used to fund terrorism down the road.\nDuring the antiwar protests, your command came under criticism for conducting \"demonstration debriefings\" where protesters complained they were questioned by police detectives about their political views.\nWhat's your take on those\ncomplaints?\nIt was overblown, outlandish stuff. I remember\nhearing that we were asking people about their stance on Israel, their opinion of Hitler, their take on World War II, all other kinds of junk.\nSo were political orientation or affiliations part of the debriefing procedures?\nNo. Maybe some cops made some offhanded comments, but any legitimate detective wouldn't be concerned with any of that. For the most part, the debriefings were pedigree: age, race, name - standard stuff. You have to remember at that time there was a lot frustration. A lot of people weren't happy with the way the protests were going. They were very controlled.\nDo you think terrorism is politicized?\nAny subject can be politicized. The smarter people in government don't politicize it.\nHow do you explain Bernard Kerik's rapid fall?\nPolitics is a dirty business. If you have laundry in the closet, they are going to find it, then beat you up with it.\nDo you think Mr. Kerik would have been good as Homeland Security chief?\nI think he could have done a decent job. Kelly, on the other hand, would be excellent. The guy is meticulous. He's in tune to detail, has a phenomenal memory, he's extremely intelligent. He really understands the whole picture, he knows how to make decisions, and he understands terrorism. He is the quintessential homeland-security director.\nAfter September 11, analysts predicted the security sector in New York would boom. How do you gauge it now?\nIt increased, then decreased. We're in the stages where complacency is setting in. We're getting further away from the incident. And security doesn't provide revenue for private companies; it only takes from it.\nWhat's the most valuable skill you learned in the police department that translates to the private sector?\nThe work ethic. Getting things done, instead of shuffling tasks from desk to desk to desk.\n\nLoad-Date: April 25, 2005"
}