{
    "title": "Glass houses_ Americans shouldn't throw stones",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 3,
    "day": 15,
    "full text": "The U.S. State Department released its annual human rights report card Tuesday, lambasting other nations for alleged abuses, including torture. Elsewhere in Washington, Congress failed to override the Bush veto of a bill to prohibit the CIA from using harsh interrogation techniques, including waterboarding, aka torture. Which leads to the obvious question: Who are we to judge?\nThere may have been a time when our nation had the moral authority to pass judgment on the actions of others. But those days are gone, thanks to immoral measures taken in the shadowy \"war\" against terrorism at the behest of Bush and with a nod from his toady attorneys general.\nOf the U.S. actions condemned by the United Nations Committee on Torture and civil liberties organizations - extraordinary rendition, sexual humiliation of prisoners, detaining terrorist suspects without formal charges or legal representation - waterboarding is perhaps the most heinous.\nThe practice, opposed by 43 retired generals and admirals who fear retribution against U.S. troops, dates to the Middle Ages. Suspects are restrained in a reclining position with their heads tilted back while water is poured on their faces to simulate drowning. The practice elicits information and confessions that are themselves suspect, having been extorted under fear of death.\nJapanese soldiers who used the technique during World War II were tried and convicted as war criminals. American military personnel were prosecuted for waterboarding during the Spanish-American and Vietnam wars. And, as recently as 1983, a Texas sheriff and three of his deputies were jailed for waterboarding a suspect.\nBut waterboarding, which CIA Director Michael Hayden admits was used against three terrorism suspects since 2002, is now legal in our anything-goes war on terror. Former White House counsel and U.S. Attorney General Alberto Gonzales first approved the practice. Current Attorney General Michael Mukasey refuses to condemn it. Director of National Security Michael McConnell says it's a \"legal technique\" in certain circumstances. Bush vetoed a bill that would have outlawed it. And House Republicans, including Utah Reps. Chris Cannon and Rob Bishop, upheld the veto.\nWaterboarding, Bush claims, has allowed us to prevent acts of terrorism. But at what cost? The practice has tarnished our legacy, sullied our reputation, left a black mark on our record, and made our hypocritical human rights report card a global joke.\nIt's no wonder we decline to grade ourselves.\n\nLoad-Date: March 15, 2008"
}