{
    "title": "GLOBAL FOCUS; SOUTH AFRICA , SPAIN ALSO BACK TERRORISM INSURANCE POOLS",
    "publisher": "business insurance",
    "year": 1996,
    "month": 10,
    "day": 7,
    "full text": "South Africa, Spain also back terrorism insurance poolsLONDON-Like the Like the United Kingdom, both Spain and South Africa operate state-backed insurance pools for commercial terrorism risks.\nThe three arrangements have much in common.\nFor example, all three systems developed out of a recognized political threat:\nThe U.K. government-backed terrorism insurance pool, Pool Reinsurance Co.  Ltd., was formed in 1993 after the start of a sustained Irish Republican Army campaign against economic targets in the United Kingdom.\nSpain's state-backed Consorcio de Compensacion de Seguros originated as a result of the Spanish Civil War from 1936 to 1939.\nThe South African Special Risks Insurance Assn. was formed in 1979 after the 1976 Soweto Riots.\nAll three insurers are backed by a state guarantee, but none has yet had to call upon that facility.\nPremiums for the insurers are collected by direct insurers as an extension of property policies. As a result, the premium and rating structures are standardized and non-selective.\nMeanwhile, the Spanish and South African insurers, which have been in existence for longer than Pool Re, have extended their coverage beyond political threats.\nThe Spanish Consorcio provides cover for abnormal natural phenomena, including earthquakes, seaquakes, floods, volcanic eruptions, atypical cyclone storms and falling astral bodies and meteorites, as well as occurrences of a political or social nature, including terrorism; rebellion; insurrection; riots and actions of armed forces in peacetime.\nAnd, SASRIA extended its cover in the late 1980s to include damage caused by labor disturbances, such as strikes and lockouts, as well as public disorder and civil commotion.\nAlthough operational since 1941, the Consorcio was institutionalized by law in 1954. Reserves are funded through a surcharge levied by Spanish insurers in the premiums for certain classes of insurance. As a result, the insurance is compulsory. The sum insured is the same as the limits in the underlying property policy. The insurance provides cover for material damage only, and not loss of profit.\nThe Consorcio has 18 regional offices. The non-executive administration of the pool is performed by a board, half of whose members are representatives from insurance companies. Although the Consorcio is independent, it is regulated by the Ministry of Finance.\nConsorcio buys reinsurance for its agricultural sector, but not for its property book or for terrorism, according to a spokesman for Alexander Howden Group Ltd., Consorcio's London-based reinsurance broker.\nJohannesburg-based SASRIA does, however, buy reinsurance for its terrorism and political risks cover in the international market.\nThe reinsurance market has plenty of capacity for the South African insurer at the moment, according to Managing Director Michael Strydom, who returned last month from a trip to see the pool's London reinsurers.\nIt is a situation vastly different from the late 1970s, when international reinsurers withdrew riot cover for South Africa after the Soweto Riots.\nAs a result, the domestic insurance market could no longer provide the coverage, so SASRIA was set up in 1979 with the government of the Republic of South Africa acting as the final reinsurer and guarantor, Mr. Strydom said.\nSouth African insurance companies issue SASRIA policies for commercial and personal insurance and collect premium on SASRIA's behalf for a commission.\n''Rates are set on a very objective basis with one rate applying to everybody in a certain risk class,'' said Mr. Strydom.\nThe coverage is not compulsory but is purchased by most companies, Mr.  Strydom said.\nSince its inception, SASRIA has built up an insurance fund of 8.5 billion rand ($1.96 billion) and has never had to ask the government for additional funds, he said.  \n\nLoad-Date: October 10, 1996"
}