{
    "title": "GLOBAL TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 4,
    "day": 17,
    "full text": "Obama absolves CIA officers\nPresident Barack Obama absolved CIA officers from prosecution for harsh, painful interrogation of terrorism suspects Thursday, even as his administration released George W. Bush-era memos graphically detailing - and authorizing - tactics such as slamming detainees against walls, waterboarding them and keeping them naked and cold for long periods.\nIn releasing the documents, the most comprehensive accounting yet of interrogation methods that were among the Bush administration's most closely guarded secrets, Obama said he wanted to move beyond \"a dark and painful chapter in our history.\"\nCIA officials had pressed for more parts of the memos to be kept secret; some critics said the release would jeopardize U.S. security.\nSpain won't investigate Bush officials - Spain's attorney general has rejected opening an investigation into whether six Bush administration officials sanctioned torture against suspects at Guantanamo Bay, saying Thursday a U.S. courtroom would be the proper forum. Candido Conde-Pumpido's remarks severely dampen the chance of a case moving forward against the Americans, including former U.S. Attorney General Alberto Gonzales.\nSenators looking into wiretaps - The head of the U.S. Senate Intelligence Committee said Thursday that the panel would hold a hearing on reports that the National Security Agency improperly tapped into the domestic communications of American citizens. \"We will make sure we get the facts,\" said Senate Intelligence Committee Chairman Dianne Feinstein, D-Calif. The House and Senate Intelligence and Judiciary committees learned of the problem in late February from the Justice Department, a congressional official said Thursday.\nIraqi insurgent sentenced to 25 years - Wesam al-Delaema, the only Iraq war insurgent to be prosecuted in U.S. courts, was sentenced Thursday to 25 years in prison. Al-Delaema, 36, is a Dutch citizen born in Iraq who returned to his hometown of Fallujah in October 2003 after the U.S. invasion. He videotaped himself showing off roadside bombs buried in the sand and praying to Allah that they would kill American troops. Al-Delaema agreed to the 25-year sentence as part of a deal in which he pleaded guilty to conspiring to murder Americans. But his attorney said they are confident he'll serve less time in his home country because Dutch sentencing laws aren't as strict.\nRussia ends counterterrorism in Chechnya - Russia officially ended its counterterrorism operation in the southern region of Chechnya on Thursday. Russia's National Antiterrorist Committee said the decision was made \"to guarantee conditions for the further normalization of the situation in the republic and for the development of its social and economic spheres.\"\n\nNotes\n\n global terrorism \n\nLoad-Date: April 17, 2009"
}