{
    "title": "Global warming bigger threat than terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 2,
    "full text": "On Feb. 18, the Union of Concerned Scientists released a report titled \"Scientific Integrity in Policymaking: An Investigation into the Bush Administration's Misuse of Science.\" The report condemned the Bush administration's persistent efforts to place ideology before science. The report found that \"There is significant evidence that the scope and scale of the manipulation, suppression and misrepresentation of science by the Bush administration is unprecedented.\"\nMore than 60 leading scientists, including 20 Nobel laureates, contributed to the report. At least two University faculty members -- Regents Professor Emeritus Margaret Davis (ecology, evolution and behavior) and professor Ann Kapuscinski (fisheries, wildlife and conservation biology) -- signed a statement that went with it.\nThe report takes on a variety of issues, from sex education to nuclear weapons. Of interest to the union is the government's distortion of scientific evidence regarding global warming, particularly the ways in which the Bush administration maligned reports and findings from the Intergovernmental Panel on Climate Change, the National Academy of Sciences and the American Geophysical Union (the world's largest organization of earth scientists), among others.\nGiven the current geopolitical climate and our infatuation with terrorism, the union's focus on global climate change is timely. In early February, David Anderson, the Canadian environment minister, said, \"Global warming poses a greater long-term threat to humanity than terrorism because it could force hundreds of millions from their homes and trigger an economic catastrophe.\"\nA few days later in Science magazine, David King, the British government's chief science adviser, said, \"Climate change is the most severe problem we are facing today -- more serious even than the threat of terrorism.\" He called on the United States to move multilaterally to reduce emissions.\nSurprisingly, the Department of Defense seems to agree, not only with the union but also with the Canadian and British scientists' comments. An article in the Christian Science Monitor last week showed that the Defense Department, which recently released its own report, is also worried about the implications of global climate change.\nThe Bush administration has already begun to downplay these findings by saying they are highly speculative. The Union noted, \"According to the internal (Environmental Protection Agency) memo, White House officials demanded so many qualifying words such as 'potentially' and 'may' that the result would have been to insert 'uncertainty ... where there is essentially none.'\"\nIf the U.S. government fears the machinations of fundamentalist Muslims and illegal aliens, it should envision what will happen when rising waters wipe out countries where most of its population lives along the coast.\nOne such a scenario exists already. In the last few days, Tuvalu, a low-lying atoll nation in the Pacific north of Fiji, population 11,500, has begun to appeal for help from industrialized countries, claiming they are responsible for rising tides submerging their islands.\nAs King noted, \"Delaying action for decades, or even just years, is not a serious option,\" emphasizing that otherwise more substantial and more expensive change will be needed later on. We need to combat our arrogance, express our humanity and humility, and bring about radical change in regard to global warming. For, as Albert Einstein put it, \"The significant problems we face cannot be solved by the same level of thinking that created them.\"\n(C) 2003 Minnesota Daily via U-WIRE\n\nLoad-Date: March 2, 2004"
}