{
    "title": "Global Zero",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 12,
    "day": 14,
    "full text": "The United States maintains about 10,000 nuclear warheads. Now here's the question. Do so many weapons actually make the United States less secure? After all, with so many nukes, the chances are magnified that something could go wrong with one of them, a misfire, for example. Or one could be stolen by terrorists.\nWe think the answer is obvious. To reduce the chances of mishaps or theft, the United States should greatly reduce its nuclear arsenal.\nA lot of other world leaders have reached the same conclusion, but they want to apply it to the whole world. And they want to go all the way. A group calling itself Global Zero officially launched itself this week with the goal of eliminating all nuclear weapons worldwide in the next 25 years.\nIt is proposing deep cuts in the U.S. and Russian arsenals, a verification and enforcement system, and phased reductions in the stockpiles of other nuclear weapons nations until all the warheads are eliminated.\nThere is the knotty question of deterrence, however. Since humans can't uninvent the knowledge to build these terrible weapons, each nation that has them will want to hang on to a few just to make sure that no one else can attack it without risking a devastating nuclear counterattack. It's odd that we can take comfort in mutual assured destruction, but it does have its own logic.\nWhat is clear, however, is that the United States could slash its nuclear arsenal and still maintain effective deterrence. The National Academy of Sciences concluded in 1997 that 300 warheads deployed on submarines would be adequate.\nThe United States and Russia have agreed to cut their deployed arsenals to 2,200 weapons by 2012, but the United States reserves the right to keep thousands of others in storage.\nThe advent of global terrorism has made these calculations of risk more worrisome. One reason the United States is so concerned about the possibility of Iran building nukes is that Iran is a state sponsor of terrorism. American security officials lay awake nights wondering whether the mullahs would really be crazy enough to supply a bomb to Hezbollah or another of their terrorist proxies.\nSo long as the United States maintains its huge arsenal, however, its demands that other nations, particularly its enemies, forgo nukes are not credible. The United States must lead by example, or it cannot lead at all.\n\nLoad-Date: December 13, 2008"
}