{
    "title": "Global war on terrorism has moved eastwards about 1,800 kms from Iraq US_ AFGHANISTAN _ Deadly Assau",
    "publisher": "the new york times",
    "year": 2008,
    "month": 7,
    "day": 15,
    "full text": "That realisation could have a major impact on the U.S. presidential elections, despite the fact that the economy has replaced the Iraq War as the issue that voters are most concerned about.\nWhile Republican Sen. John McCain, like the White House itself, has insisted that victory in Iraq must be priority number one for U.S. foreign policy, his presumptive Democratic rival, Sen. Barack Obama, and his top advisers have repeatedly warned that the situation in Afghanistan and the frontier regions of Pakistan required much more attention and resources than President George W. Bush has been willing to give it.\nIndeed, in a column coincidentally published by the New York Times Monday, Obama called for a &#39;new strategy&#39; in Afghanistan, including the deployment there of &#39;at least two additional combat brigades ...and more non-military assistance to accomplish the mission there.&#39; At a campaign appearance Sunday, he called Afghanistan and the border areas &#39;the real centre for terrorist activity that we have to deal with and deal with aggressively.&#39;\nThe nine U.S. soldiers died when some 200 Taliban insurgents, reportedly from Pakistan, as well as Afghanistan, penetrated a recently built outpost in Kunar province in a coordinated assault. Fifteen other U.S. troops and four Afghan Army soldiers were also wounded in the raid, which was eventually repelled after air support was called in. As many as 40 of the attackers were killed, according to the NATO-led International Security Assistance Force (ISAF) in Kabul.\nThe U.S. death toll was the largest since 16 troops were killed when a military helicopter was shot down by the Taliban in Kunar three years ago and, as noted by the Los Angeles Times, &#39;accelerated what had already been a rapidly rising fatality count among coalition troops in Afghanistan.&#39;\nIn May and June alone, some 69 U.S. and NATO soldiers were killed in Afghanistan, exceeding the death toll of U.S.-led coalition troops killed in Iraq during the same period.\nSunday's attack coincided with the visit by the chairman of the Joint Chiefs of Staff, Adm. Michael Mullen, to Pakistan -- his fourth so far this year -- to underline growing U.S. unhappiness, and even exasperation, with Islamabad's alleged failure to prevent Taliban forces, both Afghan and Pakistani, from infiltrating into Afghanistan.\nThat failure is due primarily to the effective takeover during the past several years of much of the Federally Administered Tribal Areas (FATA) and parts of the North-West Frontier Province by Pakistan's own Taliban. It and its allies have, in turn, provided a safe haven for both Afghanistan's Taliban and al Qaeda, which, according to the U.S. intelligence community, has reconstituted much of its training and planning capabilities, including its capacity to mount a direct attack on the U.S. &#39;homeland&#39;.\nIndeed, it was Mullen who warned in March that, &#39;If I were going to pick the next attack to hit the United States, it would come out of the FATA,&#39; a warning that was echoed the following month by a devastating critique by Congress' investigative arm, the Government Accountability Office (GAO), of what it said was the Bush administration's failure to develop a comprehensive strategy for dealing with the growing threat developing in the region.\nBoth Mullen and his boss, Defence Secretary Robert Gates, have made little secret of their impatience to send some 10,000 more U.S. troops -- the same number urged by Obama -- to add to the some 34,000 already deployed there. But, with the White House unwilling to risk the progress it has made in curbing the violence in Iraq and U.S. ground forces already over-stretched, they say Afghanistan will have to wait until more troops are withdrawn from Iraq.\nIronically, their hopes appear to rest primarily with the current Iraq commander, Gen. David Petraeus, who was just confirmed by the Senate last week as the new head of U.S. Central Command (Centcom), giving him responsibility for Southwest Asia, as well as Iraq and the rest of the Middle East.\nPetraeus, who has enjoyed extraordinary access to the White House and Bush himself, will take over Centcom at the beginning of September, after he completes a review of the situation in Iraq to determine whether he thinks it will be possible to reduce troop levels below the 140,000 that is to be reached by the end of this month.\nUntil recently, Petraeus had reportedly advised against any further withdrawals through the end of the year. But, with his broader Centcom responsibilities looming, and the continuing deterioration in Afghanistan and Pakistan, some insiders have suggested that he has become more flexible.\nIf so, McCain, whose chief advantage over Obama is the perception that he is stronger on national security and the &#39;war on terror&#39;, may look as if he had underestimated the threat to the east.\nIndeed, in a press release issued Monday, the McCain campaign, citing statements by Petraeus in April and, ironically, by Osama bin Laden in 2004, reiterated that Iraq remains &#39;the central front in the war on terrorism&#39;. Neither the release nor a teleconference by his foreign policy spokesmen mentioned Sunday's attack or the deteriorating situation in Afghanistan other than asserting that it was &#39;an important front in the war on terror&#39;.\nObama, whose scheduled trip next week to both Iraq and Afghanistan will almost certainly dominate news coverage back home and thus provide him with a golden opportunity to expound his views, may look prescient by September when Petraeus completes his assessment.</p © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: July 15, 2008"
}