{
    "title": "Global economy seeks stability Anti-terrorism efforts willslow flow of products",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 10,
    "day": 7,
    "full text": "A global economy depends on the free flow of goods, services and people overseas and across borders.  \nBut since the attacks of Sept. 11, that kind of free exchange has been hampered by tightened security, fears for the safety of employees and costlier logistics.  \nWith wartime-type security at American points of entry still in place, some businesses are concerned that protracted anti-terrorism efforts will complicate - and slow - the movement of goods that fuel the world economy.  \n\"At this point, companies are reluctant to say much about this because they don't want to seem unpatriotic, but privately they are concerned,\" said Roger Majak, a former assistant U.S. commerce secretary under the Clinton administration.  \n\"Ultimately it will affect their bottom lines,\" said Majak, an adviser at Open Harbor, which helps companies automate import- export procedures.  \nThe cost could amount to one-half of 1 percent of U.S. gross domestic product - the total output of goods and services, estimates Peter Morici, a senior fellow at the Economic Strategy Institute in Washington, D.C. That would be about $51 billion per year.  \n\"The world is slowing down,\" Morici said. \"And the government seems to be instituting more and more (security) measures.\"  \nThe U.S. Customs Service is now inspecting more goods than ever before. Cargo allowed on passenger flights is being subjected to closer scrutiny. The U.S. Coast Guard now requires ocean shippers to give detailed information about crew members - and not just the cargo.  \n\"We are going a lot further today in examinations and inspections because of Alert Level One,\" Jim Michie, a Customs Service spokesman said. The Customs commissioner, Robert Bonner, says the highest level of security will remain into the \"foreseeable future.\"  \nSome inspections \"won't take very long at all, and some may go on for days, depending on the cargo,\" said Michie, adding that \"our primary mission is to make sure people are safe and to protect our borders from any illegal traffic and traffic contributing to terrorism.\"  \nIndividual economies have grown increasingly intertwined as companies seek to grow by seeking customers in an ever larger marketplace and technology has allowed them to connect with customers, partners and employees more easily, said Paul Laudicina, vice president at A.T. Kearney, a Plano, Texas-based global management consulting firm.  \nForeign direct investment jumped 27 percent in 1999 to reach an all-time high of $865 billion in U.S. dollars, according to a report from A.T. Kearney.  \nThe financial markets have used high-speed communication technology more than any other sector to turbocharge globalization and to move $1.5 trillion in U.S. dollars around the world every day, according to the study.  \nCross-border flows of bonds and equities in the United States alone are 54 times higher now than they were in 1970. That number is 55 times for Japan and 60 times for Germany.  \nThe global economy already had slowed because of weakness in individual economies around the world before things came to a screeching halt Sept. 11, Laudicina said.  \nBut businesses around the world are not about to give up on opportunities outside their own borders, said Steve Adams, chief executive of Uniscape, a California-based technology services company that works around the globe.  \nAlthough companies may put a halt to any ideas of expanding into new foreign markets, Adams also sees a determination to stay where they already have established themselves.  \nAnd Adams said he sees people looking to the Internet and phone lines to keep in contact with employees and customers overseas or across borders.  \nGreg Sutton has observed the same interest in Internet and phone connections in his own Naperville-based information technology firm.  \n\"The demand for videoconferencing has skyrocketed,\" said Sutton, president of Terasys. \"Folks are looking for a way to use technology to overcome issues created by the interruption of travel and transportation of goods.\"  \nAnd Sutton has no intention of abandoning his own 10-year plan for expansion into Europe and South America after already having established operations in Australia.  \n\"The U.S. economy has become a smaller percent of the overall economy,\" he said. \"Countries with huge populations will become consumer economies in the next 20 years and those economies will dwarf the U.S.\"  \n- The Associated Press contributed to this report.\n\nLoad-Date: October 9, 2001"
}