{
    "title": "Global firms must cope with terrorism",
    "publisher": "business insurance",
    "year": 1990,
    "month": 5,
    "day": 14,
    "full text": "Multinational firms should not assume that local employees working in their foreign operations are safe from kidnappings, a loss control expert warns.\nContrary to some multinational firms's assumptions, kidnappers often do not care whether they kidnap fellow citizens or American citizens, said Christopher Grose, executive director of Bethesda, Md.-based North American division of Control Risks Ltd., a London security consulting firm.\nFor example, a Control Risk survey found that 57, or 35%, of 165 kidnap victims who worked abroad for U.S. and Canadian corporations or non-profit entities between 1973 and April 1990 were neither U.S. nor Canadian citizens, Mr. Grose told Business Insurance.\nMr. Grose also noted that of the 165 kidnap victims, 15 are known to be dead.\nAnother misconception some firms have is that maintaining a low profile is the best approach to minimizing the risk of kidnappings, Mr. Grose said during a session on security outside of the United States at the 28th annual Risk & Insurance Management Society conference in Boston.\n\"A low profile isn't a guarantee of safety,\" Mr. Grose said.  He noted that employees of relatively small, little known multinational firms also are kidnapped.\nOn the other hand, executives cannot guarantee their safety by hiring several bodyguards because determined kidnappers could always outnumber them, he said.\nNevertheless, kidnapping \"is an insurable risk,\" he said.\n\"There's both a legal and moral responsibility to be aware of risks that are foreseeable,\" Mr. Grose said.\nAll executives should be made aware of possible risks, given guidelines they can follow and \"possibly accept there will be times when restrictions\" on their activities will be needed, he recommended.\nMr. Grose said the problem multinational executives are most likely to encounter abroad is being caught in the crossfire of turmoil or demonstrations they personally have nothing to do with.\n\"There's a real potential for simply being caught up in the violence that's going on,\" he said.\nAnd, while \"most, if not all (terrorist actions) are insurable,\" they can be harmful to a firm's corporate image if not correctly handled.\nOnce a kidnapping occurs, companies could \"care less\" whether they are insured, according to Mr. Grose.  Their main concern is finding a kidnap and ransom consultant who knows how to handle the problem, he said.\nTerms and conditions in kidnap and ransom insurance policies tend to be similar, Mr. Grose noted.  What distinguishes kidnap and ransom insurers are the consultants they use to advise them once a kidnapping occurs, he said.\nBombings, hijackings, kidnappings and other terrorist actions occur more often in foreign countries than in the United States because there are fewer \"safety nets\" to prevent them and fewer resources to handle such an incident if it occurs, Mr. Grose explained.\nFocusing on bombings, Mr. Grose warned that airports and airline offices are particular targets.  Executives overseas who can avoid airline ticket offices should do so, Mr. Grose said.\nIn fact, when a multinational company is searching for office space, it should consider how close potential sites are to airline offices.\nIn particular, \"the threat to major national carriers can be quite high,\" he said, noting these airline offices are often used as surrogate targets to exert pressure on foreign governments.\nMr. Grose added that while the probability of a bombing is low, executives should avoid airports that do not maintain high security standards.\n\"Another area of gloom\" for executives is illegal detention or arrest under \"dubious circumstances.\" These instances can arise out of contractual disputes or allegations of bribery, \"which may mean allegations of non-bribery,\" quipped Mr. Grose, citing incidents in Iraq, Iran and Nigeria.\nOther actions by executives that could lead to their detainment include traffic offenses and possession of literature that some countries consider \"subversive,\" such as a Bible, he said.\nThe only way to avoid these problems is to be clear on local laws, said Mr. Grose.\n\"It's worth finding out what the local rules and customs are, then scrupulously obeying them,\" he said.\nFocusing on specific areas of the world, Mr. Grose noted that while Eastern Europe represents \"tremendous opportunities\" for business, it also means considerable challenges on the security front.\nHe predicted problems arising out of raised expectations of prosperity and people's attitude that they \"want it, and want it quickly.\"\nHe also warned that there are \"extremely violent ethnic divisions\" to contend with in Eastern Europe.\nAnd in Western Europe, the European Community members have eased border restrictions, which has made terrorist movement easier, he said.\nFor example, Mr. Grose pointed to circumstances surrounding the December 1988 bombing of a Pan American World Airways jetliner over Lockerbie, Scotland (BI, Dec. 23, 1988).  The terrorists who planted the bomb apparently traveled freely within several European countries, he said.\nExecutives also must be aware of the risks inherent in Moslem fundamentalism when traveling in Moslem countries, Mr. Grose warned.\nIt is important that executives in Moslem countries understand \"the depth of distrust and distaste -- indeed hatred -- that the extreme -- and I do mean extreme -- Moslem has for our culture.\"\nTo avoid problems, executives should be sensitive about how their lifestyle can be interpreted by Moslem extremists, he said.\nLooking to the future, Mr. Grose predicted that \"we will see the U.S.S.R. take a more responsible attitude toward terrorists\" and help to reduce the incidence of terrorism.\nAlso speaking at the session was Paul F. York, international risk manager for Danbury, Conn.-based Union Carbide Corp., who moderated and coordinated the session."
}