{
    "title": "GLOBAL INSURERS GET SET FOR BRAZIL OLYMPICS RISKS From Zika to terrorism, threats abound",
    "publisher": "business insurance",
    "year": 2016,
    "month": 7,
    "day": 18,
    "full text": "About $1 billion of insurance is in place to protect athletes going for the gold as well as organizers, sponsors and broadcasters at the 2016 Olympic Games, which kick off in Rio de Janeiro next month.\nThe buildup to the Brazil games has been marked by fears about risks that include terrorism, political unrest, the Zika virus and water pollution.\nThe policy taken out by the International Olympic Committee, underwritten by Swiss Re Ltd. and Munich Reinsurance Co., covers the committee should the games be canceled due to a natural catastrophe, civil unrest, pandemic or terrorism.\nApproximately $1 billion in insurance is in place for the games, with about half of that total being event cancellation coverage, several sources say.\nThat rolling policy also covered the 2012 Summer Olympics in London and the 2014 Winter Olympics in Sochi, Russia.\nThe stakes are high.\nThe Brazilian organizing committee has a budget of 7.4 billion real ($2.24 billion) for the games, while it's estimated that the cost of hosting the games is about $18 billion and infrastructure improvements also run into the billions.\nAbout 47,000 security personnel and 38,000 members of the armed forces - including the army and federal and state police forces - will be deployed during the games, London-based Control Risks Group Ltd. said in a briefing note.\nThough a French national made a \"credible threat\" against the Brazil games on Twitter last November, this is \"not indicative of an imminent threat of a terrorist attack, which Control Risks continues to assess as low,\" the consultant said.\n\"Whenever there is a large gathering of people, (the threat of terrorism) is a headline thing, but there is not a credible jihadist terrorist group in Brazil,\" said Tim Davies, head of sabotage and terrorism at Sompo Canopius A.G. in London.\nTerrorism coverage for the Olympic Village, which will house many of the more than 10,000 athletes from more than 200 countries, has been underwritten in the London and international markets, sources said.\nSompo Canopius and Hiscox Ltd. are part of the terrorism coverage, and Beazley P.L.C. is part of the contingency cover, sources said.\nThe Olympics' counterterrorism strategy will build on lessons learned from Brazil's hosting the 2014 FIFA World Cup soccer tournament, Control Risks said.\nThreats specific to Rio that include civil commotion due to Brazil's political turmoil have diminished, Mr. Davies said.\nCivil protests over an alleged corruption scandal have abated since the May temporary suspension of Brazilian President Dilma Rousseff.\nWhile traditional kidnapping can't be ruled out, athletes and spectators could be subjected to \"express kidnapping\" in which victims are taken by gunpoint to ATMs and ordered to withdraw cash, Mr. Davies said.\nAnother hot button issue is the Zika virus, a mosquito-borne disease that can cause serious birth defects and first was reported in Brazil last year. While Brazil's health minister said the risks are low, several high-profile athletes - including professional golfers Jordan Spieth and Rory McIlroy - have withdrawn from the games citing concerns about the virus.\n\"Communicable disease would be one of the subcategories\" that would be a trigger for event cancellation coverage, said Richard Tolley, Birmingham, England-based Europe, Middle East and Asia sports and events practice leader at Marsh L.L.C.\nSponsors and advertisers also have death and disgrace coverage, said Edel Ryan, head of media and entertainment at JLT Specialty Ltd., a unit of Jardine Lloyd Thompson P.L.C., in London.\nThe \"coverage is designed to protect brands and their substantial investments from circumstances where an athlete becomes embroiled and/or is found to be associated with an incident that could bring the brand into disrepute,\" she said in an email.\nThe International Amateur Athletic Federation's recent decision to uphold a ban on Russian track and field athletes competing in Rio, because of a doping scandal, is an example where sponsors may feel their brand has been harmed and attendance has been hurt, which could \"reduce the audience numbers by a not insubstantial number,\" Ms. Ryan said.\nBroadcasters, who have made a significant investment in the event also have cancellation coverage, Mr. Tolley said.\nOther stakeholders, including organizing committees and stadium owners, purchase liability coverage for bodily injury and workers compensation, he said.\nWith more than 500,000 people expected to go to Brazil to watch the games, International SOS said travelers should make sure their inoculations are up to date and pregnant women should avoid Brazil due to the Zika risk.\n\nLoad-Date: July 21, 2016"
}