{
    "title": "Gloucester man charged with act of terrorism Gloucester man, 30, arrested in connection to IED explo",
    "publisher": "richmond times dispatch ",
    "year": 2017,
    "month": 10,
    "day": 22,
    "full text": "WILLIAMSBURG - Police have arrested and charged a man in connection with an explosive device that was detonated in Williamsburg on Thursday.\nThe Williamsburg Police Department identified the suspect at Stephen Powers, 30, of Gloucester. Police said Powers was arrested Friday at his home and has been charged with possessing and using an explosive device and committing an act of terrorism.\n \"I would personally like to thank all the local, state and federal law enforcement partners who worked around the clock to quickly apprehend a potentially dangerous member of the community,\" Williamsburg Police Chief Sean Dunn said in a release.\n Williamsburg police, Colonial Williamsburg Public Safety, James City County, the Williamsburg-James City County Sheriff's Office and Virginia State Police, as well as federal authorities, participated in the investigation.\n On Thursday, firefighters and police were called to the scene near Merchants Square at about 5 p.m. for what they thought was a car fire. When they arrived, they discovered the fire was caused by an improvised explosive device.\n No injuries were reported.\n Police at the College of William & Mary sent an email to faculty, staff and students saying the incident occurred off campus in a Colonial Williamsburg parking lot at Francis and S. Boundary streets.\n \"Though this was not on-campus, know the proximity is close,\" wrote Deb Cheesebro, associate vice president for public safety and chief of police. \"While the investigation is continuing, there is no indication of any ongoing threat.\"\n Police said they believe this is an isolated incident, but the investigation will continue. Anyone with information related to the investigation is asked to call Crime Stoppers at 1-888-LOCK-U-UP or the Williamsburg Police Department at (757) 220-2331.\n The Associated Press contributed to this report.\n\nGraphic\n\n \nPowers\n\nLoad-Date: October 22, 2017"
}