{
    "title": "Go slow on Patriot II",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 17,
    "full text": "President Bush used the second anniversary of the Sept. 11 attacks to urge an expansion of the anti-terrorism laws passed in the days after the attacks.\nThat bill, called the Patriot Act, gave law enforcement authorities broad new powers to make inquiries into the activities of Americans and to detain people suspected of having a connection to terrorists or terrorist groups.\nAlthough organizations on all points of the political spectrum have found things about the initial Patriot Act to be troubling, it enjoys broad support within the Bush administration. In the weeks before the Sept. 11 anniversary, Attorney General John Ashcroft crisscrossed the country promoting its benefits, apparently paving the way for the president's new initiative.\n#PATRIOTII.ED#\nThe expanded measure, which is being called Patriot II, has three essential components:\nAllow federal agents to issue their own subpoenas for records or to compel testimony, without the approval of a judge or grand jury.\nExpand the death penalty to crimes related to terrorism, such as the financing of groups or activities.\nMake it more difficult for suspects in terrorism cases to be freed on bail before trial.\nThe implementation of any of these measures could represent a significant shift in the balance between domestic security and individual rights. All should be carefully weighed before legislative approval.\nThe subpoena issue is probably the most controversial. While federal agents do have the right to issue subpoenas in some investigations -- health care fraud, for example -- these cases usually begin as civil matters with criminal action only coming at the end.\nThe United States has a long history of requiring judges to approve subpoenas in criminal cases, including terrorism investigations. This is an important check on prosecutorial zeal, and we toy with it reluctantly, at best.\nWe're not persuaded by the administration's argument that fast-moving investigations require quick action on subpoenas.  Judges have historically been made available at all hours of the day and night, and we think it unlikely that any would stand in the way with lives potentially at stake.\nWe have similar concerns about the matter of limiting bail for terrorism suspects. Under the Patriot II proposal, the burden of proof for whether a defendant should be granted bail would essentially be reversed: Rather than requiring a prosecutor to show why bail should not be granted -- the defendant is a flight risk, dangerous, etc. -- it would be up to the defense to show why it should be granted.\nThis is another troubling precedent.\nWe were happy to see U.S. Sen. Arlen Specter, R-Pa., express reservations about the subpoena and bail provisions of Patriot II.  \"I'm concerned that it may be too sweeping,\" he told The New York Times.\nAt the same time, Specter is sponsoring the measure to broaden the death penalty in terrorism cases.\nThe original Patriot Act passed quickly as smoke still rose from the ruins of the World Trade Center and the Pentagon. It was an emotional response to a horrific attack.\nWhile the wounds remain, we, as a nation, have turned more to rebuilding. As such, Patriot II requires a much more rigorous and detailed review before passage.\n\nLoad-Date: September 18, 2003"
}