{
    "title": "Goal of terrorism is same worldwide",
    "publisher": "the world",
    "year": 2003,
    "month": 8,
    "day": 21,
    "full text": "Anyone attempting to bask in summer's final days has been jolted back to reality by this week's terrorist attacks in Iraq and Israel. By themselves, the attacks are horrible. Worse, they imply that violence may be escalating in the region.\nA cement truck packed with powerful explosives blew up outside United Nations offices in Baghdad Tuesday. The explosion blew a 6-foot-deep crater into the ground, destroyed the building's facade and killed at least 20 people and injured 100.\n#TERRORISMA21.LIB#\nAmong the dead is Sergio Vieira de Mello of Brazil, the chief U.N. official in Iraq. Preliminary indications are that Vieira de Mello was targeted by a suicide bomber who detonated the blast near his office\nMeanwhile, a Palestinian suicide attacker detonated a bomb packed with bits of metal on a Jerusalem bus carrying Jewish families returning from evening prayers. That blast killed at least 20 people, including five children. Five Americans died in the blast &tstr; the 100th suicide bombing against Israelis in the past three years.\nNo one has claimed responsibility for the Baghdad bombing, although experts believe it was the work of followers of ousted Iraqi dictator Saddam Hussein or foreign terrorists. The explosion bears many of the markings of al-Qaida operations.\nIn an ominous development, both Hamas and Islamic Jahad have claimed responsibility for the Jerusalem bombing. When terrorist organizations vie for recognition for having killed women and children who have just said their prayers, a serious situation has turned dramatically worse.\nThe one thing everyone in the West must understand about these and similar bombings &tstr; including the car explosion two weeks ago that killed 19 people at the Jordanian Embassy in Baghdad &tstr; is that terrorism is terrorism is terrorism.\nThe individuals and organizations involved in these atrocities are all cold-blooded murderers who seek to influence events by cowardly acts of terror against civilians. They are all cousins of the killers who struck America on Sept. 11, 2001, and they are determined to strike again.\nAppeasers who believe these attacks would end if only the United States pulled out of Iraq or if only Israel granted all Palestinian demands do more than delude themselves. They suggest to the enemies of the West that continued terrorism will achieve its intended result.\nIf the United Nations or the United States or Israel back away from these threats, no nation outside the world of militant Islam will be safe. Bombings in Jerusalem will become even more brutal. And terrorists will be encouraged to return to American soil.\nNor would Israel and America be the only targeted nations. Just as al-Qaida operatives killed people from many nations on Sept. 11, the bombers of the United Nations office in Baghdad killed people from around the world. Besides the Brazilian Vieira de Mello, victims in the UN building included employees from the Philippines, Egypt, Britain, Canada and the United States.\nTerrorists worldwide have proved over and over that they are determined to kill people who want to help preserve peace. In recent years, UN workers have been killed in Angola, Bosnia, Cambodia, the Congo, Chechnya, Liberia, Somalia and many other countries.\nAs for Palestinian terrorists, they have proved again they are determined to undermine the U.S.-backed and Israeli-supported peace plan for the region. How can Israelis and Palestinians talk peace when terrorists kill innocent children and vow to kill more?\nIn the wake of Tuesday's atrocities, world leaders expressed resolve to\ncarry on. President Bush responded most directly: \"The civilized world will not be intimidated.\"\nFinding the perpetrators of Tuesday's crimes will not be easy. Combating Islamic fanaticism will continue to put all free nations to the test. No one said the war against terror would end anytime soon. Those who appreciate the stakes know there is no alternative but to stay the course.\n\nLoad-Date: August 28, 2003"
}