{
    "title": "Going fishing_ Pack your passport Most bountiful half of Lake Erie is in Canada",
    "publisher": "usa today",
    "year": 2008,
    "month": 3,
    "day": 27,
    "full text": "Rick Ungar's charter fishing service promises a great time on Lake Erie. But there's a catch -- and it's not freshwater fish. It's the Homeland Security Department's new anti-terrorism rules.\nWhen the 2008 charter season begins next month, U.S. citizens paying to fish on Lake Erie will have to bring either a passport or two other IDs if they plan to cross the northern border's invisible watery line.\nWhen they get back to shore in the USA, they'll have to drive to a local government reporting station and pose for pictures. They won't be posing with their fish, but for Customs officers via a videophone connection.\nThat's because half of Lake Erie -- as it happens, the half with the deeper and cooler waters that often spawn the best fishing -- is in Canada. The Homeland Security Department intends to enforce new border security rules -- largely focused on those coming into the country by land and air -- on fishermen re-entering the country.\nUngar and many of his fellow charter boat captains -- Lake Erie alone has 600-plus -- are incensed.\nThey say the rules are difficult to follow, will dramatically cut down on tourism and won't protect against terrorism.\n\"How does this secure our country?\" asks Ungar, a retired Cuyahoga Heights, Ohio, police chief. \"I'm not insensitive to law enforcement issues, but these are fishermen, for God's sake.\"\nThe rules apply to all the Great Lakes, but opposition is most potent on Erie because the geography of the lake means the best fish are often over the international line.\nSome operators haven't decided whether they'll continue fishing in Canadian waters. If they do, the operators will be required to:\n*Fax in passengers' personal information -- name, date of birth and government ID number -- to the local Customs and Border Protection office an hour before they leave shore. The names will be run against terrorist watch lists.\n*Make sure passengers carry either a passport or a government ID and a proof-of-citizenship document.\n*Send the passengers to a local border protection reporting station after landing, so they can call in on a videophone.\nOfficers will be watching and doing spot checks on patrol boats and government aircraft. \"Our concerns are anything from terrorists and terrorist weapons to drugs and undocumented aliens,\" says Brett Sturgeon, a spokesman for Customs and Border Protection.\nJim Bonner, whose Sunshine Charters business has been taking tourists fishing on Lake Erie for 25 years, calls the rules \"a waste of taxpayers' money.\"\n\"It's a shame\" he says. \"It's just wide-open water.\" \n\nGraphic\n\n \nGRAPHIC, Color, USA TODAY, Source: ESRI (Map)\n\nLoad-Date: March 27, 2008"
}