{
    "title": "Gone For Nearly Three Years, Twin Towers Still Cast Long Shadow In New York",
    "publisher": "the world",
    "year": 2004,
    "month": 9,
    "day": 6,
    "full text": "It's been almost three years since they were erased from the New York City skyline but the Twin Towers of the World Trade Center still cast a giant shadow over this city, and with it the Republican National Convention.\nSpeakers at the convention tried to focus on President Bush's handling of the war on terrorism without actually mentioning the World Trade Center by name, lest they be seen as capitalizing on the tragedy. But it was a difficult balancing act as conventioneers gathered at Madison Square Garden, just blocks from the terrible terrorists' attack. Speakers like Arizona Sen. John McCain and former New York Mayor Rudy Giulani were able to repeatedly refer to \"nine-eleven\" without actually naming the World Trade Center.\nStill, the site here in New York was carefully chosen by the GOP to highlight what party leaders consider the President's greatest achievement, the war on terrorism.\nTo the thousands of delegates and GOP activists who attended the convention, especially those who toured the Ground Zero site where the Twin Towers once stood, there is no other issue but the war on terrorism in this presidential election.\n\"This is the major issue in the campaign,\" said Jerry Hruby, mayor of Brecksville, Ohio, was touring the site in between sessions at the convention. \"Yes, the economy is a major issue, and we need jobs in Ohio, but, when all is said and done, if you're not safe then it doesn't matter if you have a job or not.\"\nMorris Hurd, a convention delegate from Iowa and a member of the platform committee, said while viewing the site of the party's platform, which sets an agenda for the next presidential term is dominated by the war on terror. The Bush Administration and not the committee, he said, prepared the platform this time and dedicated half of its 95 pages to the war on terrorism. \"This is our No.1 issue in the Republican Party,\" said Hurd.\n\"To me,\" right here is what it's all about,\" said Rusty Siebert, a convention-attendee from Nashville, Tenn., while touring Ground Zero. \"Terrorism and safety is the issue. Without that (safety) nothing else matters.\"\n\"I think everyone at the convention should come down here and see this,\" said Siebert.\nThe conventioneers said they believed the reminder at Ground Zero of the awful day in American history and the Bush Administration's response in the war on terrorism, is the reason the President should be reelected. \"That's why we stand firmly behind George W. Bush. His leadership is right. His decisions to take action against the terrorists is right,\" said Hruby. \"I think this man's deserving, based on what he's done for the last four years. He did not crumble.\"\n\"This is the major issue,\" said Audrey Wright, of Grand Blanc, Mich.\n\nhttps://www.americanbanker.com/creditunions/news/gone-for-nearly-three-years-twin-towers-still-cast-long-shadow-in-new-york\n\nLoad-Date: August 28, 2020"
}