{
    "title": "GONZALES LEAVES TENURE OF TURMOIL",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 8,
    "day": 28,
    "full text": "As Alberto R. Gonzales closes the door on his Washington career, he leaves a legacy that will endure well into the future: a Justice Department mired in controversy over the firing of U.S. attorneys, and a series of legal and moral challenges to his post-Sept. 11 policies on presidential power, torture and domestic spying.\n\"This resignation is not the end of the story,\" Senate Majority Leader Harry Reid, D-Nev., yesterday said in a statement that forecast Democrats' intent to continue probing Mr. Gonzales' tenure. \"Congress must get to the bottom of this mess and follow the facts where they lead, into the White House.\"\nThe controversies lingering beyond Mr. Gonzales' scheduled departure next month fall into two broad categories : Whether he went too far in abridging civil liberties in the name of safeguarding the nation against terrorist threat, and whether he and his subordinates allowed political considerations to intrude improperly into the administration of justice.\nDuring his service as White House counsel from 2001 to 2005 and later as attorney general, Mr. Gonzales wrote a memo saying anti-torture laws and the Geneva Convention could be waived for some prisoners. He approved or oversaw the drafting of rules for war tribunals that limited the rights of detainees, and he pushed for expanded government power to engage in domestic spying. Then came the firing of the nine U.S. attorneys in 2006.\nIn each case, Mr. Gonzales' actions drew stout support from President Bush and heated criticism from others -- including Congress and, in the case of military tribunals, the Supreme Court.\nHistory will render final judgment on the controversies that Mr. Gonzales leaves in his wake, but even some Republicans agree that Justice Department morale has been damaged, and its credibility eroded, at a time when it faces mounting challenges.\nDefense lawyers around the country are contesting indictments based on alleged politicization of the department. The administration's treatment of detainees in its war on terrorism is under attack in federal courts. And several senior department officials have left or announced their intention to depart, including the chief of the civil-rights division, whose record has also drawn fire from Democrats.\nA Gonzales defender, Viet D. Dinh -- who served as assistant attorney general from 2001 to 2003 and was the architect of the USA Patriot Act -- yesterday said Mr. Gonzales' accomplishments were obscured by a personal style that often clashed with Capitol Hill.\nMr. Dinh credited Mr. Gonzales with establishing the department's national security division, creating the Project Child Safe anti-exploitation initiative and pioneering new techniques for prosecuting terrorism suspects.\nOf all the battles that swirled around Mr. Gonzales, the most far-reaching might prove to be his role in asserting broad new claims of executive power in connection with the terror war.\nHe approved or supported Bush policies on the secret detention of terrorism suspects, the practice of \"extraordinary rendition\" under which prisoners were transferred to countries known to engage in torture, and the use of the military system to hold detainees indefinitely without access to due process under U.S. law.\n\nLoad-Date: August 28, 2007"
}