{
    "title": "Good job, Brownie",
    "publisher": "university wire",
    "year": 2007,
    "month": 7,
    "day": 23,
    "full text": "I think British Prime Minister Gordon Brown reads The Michigan Daily. Or, maybe he just has the potential to be one of the most inspiring leaders since Winston Churchill.\nEarlier this summer, I argued for the removal of the term \"Islamic fundamentalist\" on the grounds that it too improperly associates political terrorism with a religion (War of words, 05/29/2007). Similarly, Brown took the bold step of eliminating his administration's official use of the adjective \"Muslim\" while publicly discussing terrorism.\nBefore the fellas at Webster get into a brawl with the blokes at Oxford, consider the motivations for a person to perpetrate such an un-American act as Brown has done. According to Brown's spokesman, \"There is clearly a need to strike a consensual tone in relation to all communities across the UK.\"\nBy casting aside religious signifiers like \"Muslim,\" Brown is trying to regulate divisive speech and foster a greater spirit of British national pride in all people. Reversing the old \"sticks and stones\" adage, Brown appeals to various sympathies of oppressed people without pumping in billions in tax revenue to do so. A little sensitivity goes a long way.\nAn idea like Brown's, a change in semantics based on not assigning a religion to terrorism, created uproar amongst online readers of the Daily back in May. Few readers actually responded in ways ultimately approving of violence against Muslims.\nHere in America it seems that the general public would rather wade in this red-versus-blue manner, decide who is \"American\" and whose code of religious-based morality we want. And, according to some, singling out divisive speech is deemed political whitewash.\nIronically, this rift in the American viewpoint mirrors our own misunderstanding of Middle Eastern politics. As we consider terror in that part of the world as part of the same movement, we fail to recognize the difference between Al Qaeda and Hamas. Whereas one is bent on global jihad, the latter is concerned with local conflicts and vehemently opposes Al Qaeda involvement in the West Bank and Gaza. If we cannot understand this complexity, how can we call terrorism a Muslim problem?\nNot understanding the particularities of so-called \"Muslim\" terrorism handicaps us in ways Brown is starting to realize.\n(C) 2007 Michigan Daily via U-WIRE\n\nLoad-Date: July 23, 2007"
}