{
    "title": "Good News From Northern Ireland",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 7,
    "full text": "The transformation of militant Irish Republicanism from terrorism to democratic politics over the past decade has been little short of remarkable -- a welcome success story in troubled times. \n  This week's highly positive report by an official monitoring commission confirmed the good news. It declared that the Irish Republican Army has fully renounced terrorism, dissociated itself from organized criminal activity and committed itself to following an exclusively political path, the very steps its critics have demanded for years.\nThat calls for a similarly remarkable response from the harshest of those critics, the Democratic Unionist Party led by the Rev. Ian Paisley. \n  It is time for the D.U.P. to acknowledge that the conditions it has long set out for entering into a power-sharing government with the I.R.A.'s political arm, Sinn Fein, have been achieved. If that happens within the next month or so, Northern Ireland can complete its transformation from sectarian terror to democratic self-government. \n  Britain's prime minister, Tony Blair, and his Irish counterpart, Bertie Ahern, have set a Nov. 24 deadline for Northern Ireland's parties to agree on a new power-sharing government. If they fail to do so, Britain will cease its efforts to revive power-sharing and will rule the province from London. \n  The I.R.A.'s gradual shift from violence to politics was a matter of hardheaded calculation about what could and could not succeed. Even before 9/11, terrorism had become repellent to Northern Ireland's people and a blight on their neighborhoods and economic prospects. Those circumstances made it possible to coax Sinn Fein into a purely peaceful, electoral role.\n  An impressive array of political leaders -- Irish, British, Roman Catholic and Protestant -- have helped Northern Ireland get this far. These include Mr. Blair and Mr. Ahern, who did much of the coaxing, and Gerry Adams, the Sinn Fein leader, who persuaded the I.R.A. to give up its arms, its terror and its organized criminal activities. \n  The Rev. Paisley now needs to join these other leaders in completing the job. With the threat of renewed I.R.A. terror at last put to rest, Northern Ireland should be moving forward toward a self-governing future. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 7, 2006"
}