{
    "title": "GOP POLICIES FED SADDAM'S TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 29,
    "full text": "WASHINGTON To review the doleful record of our history with Saddam Hussein may be futile in view of what is happening. But it is a useful reminder of a truth: If you don't do the decent thing, you can end up doing the ultimate thing, which is going to war with a maniac armed with poison gas.  Poor April Glaspie, our erstwhile ambassador to Iraq, has taken the rap for all but inviting Saddam Hussein into Kuwait in an interview she had with him a week before the invasion. But that was merely the last straw in a seven-year Republican policy of not just appeasing Saddam but coddling him.  Whenever we do something repulsive, such as ignoring Saddam's use of poison gas against the Iranians and the Kurds, it is for some geostrategic reason or on behalf of a special interest. In this case, both circumstances obtained.  Because of bitter antipathy toward Iran over the humiliating hostage sequence, we took Iraq's side in the eight-year war between the two scorpions. When it came to imposing sanctions for the murder of thousands of people, we backed off because oil companies, the farm lobby and others who benefited from the stroking of the thug didn't want him upset.  The Reagan administration issued some 15 statements on the matter. When Vice President Bush spoke against the use of poison gas, he did not mention Iraq or Saddam. It isn't as if the Reagan-Bush administration didn't know what was going on.\nAlthough Reagan's first secretary of state, Alexander Haig, spent considerable money and rhetoric trying to pin a poison-gas label on the Soviets in Afghanistan (the substance turned out to be bee excrement), Saddam's poison-gas attacks on the Iranians from 1983 through 1987 were documented by eight different U.N. investigative teams.  In 1988, Sen. Claiborne Pell, D-R.I., sent Peter Galbraith, a member of the Senate Foreign Relations Committee staff, to Iraq to investigate charges of widespread use of poison gas on the Kurds. He found that 20,000 Kurds had been gassed to death and villages that had existed since the beginning of time had been extinguished.  The Reagan administration continued to subsidize Iraq: Saddam received loans and farm credits until Iraq was just behind Israel and Egypt as our largest recipient of foreign assistance.  Only the Senate looks good in this sad history. After one day's consideration, it voted Sept. 9, 1988, for Pell's ''Prevention of Genocide Act,'' which would have imposed strict sanctions against Iraq. The sanctions were watered down in the House and died in conference at the behest of the Reagan administration, which called them ''premature.'' As late as last June, the Bush administration was still fighting any punitive action against someone whom the president now compares to Hitler.  Assistant Secretary of State John Kelly has testified vehemently against sanctions. Baghdad was ''taki ng some modest steps in the right direction.'' Now we are poised for a ground war, and the country's heart is in its mouth. Will Saddam use gas against our troops? For seven years, we assured him that gassing people is no big deal. If Saddam thinks he can get away with murder, Republicans encouraged him to do so.  Copyright 1991 Universal Press Syndicate\n\nLoad-Date: October 8, 1993"
}