{
    "title": "GOP leaders pressured to ask for Napolitano's resignation",
    "publisher": "the hill",
    "year": 2009,
    "month": 4,
    "day": 23,
    "full text": "Conservative House Republicans are calling on their leaders to ask President Obama for Homeland Security Secretary Janet Napolitano's resignation. The Republicans think Napolitano should resign because of the release of a report that singled out conservatives as \"right-wing terrorists,\" according to several GOP lawmakers. House Minority Leader John Boehner (R-Ohio) and Minority Whip Eric Cantor (R-Va.) \nare set to meet with Obama at the White House on Thursday. It is unclear whether they will request Napolitano's resignation, but several lawmakers said it was under discussion. \"I think leaders are going to bring it up with the president, maybe call for (her) resignation,\" one conservative member told The Hill on Wednesday. Several conservative Republicans broached the topic Wednesday morning during the open-mic portion of the GOP's closed-door conference meeting. They continued to beat the drum at the Republican Study Committee meeting later in the day. \"As a result of conversations at conference, leaders are talking about that issue and what the response should be,\" said a second House Republican present at both meetings. Republicans are upset over a Homeland Security report sent to local law enforcement officers earlier this month on how the recession could fuel a resurgence in \"radicalization and recruitment\" in right-wing terrorism groups. A footnote in the report defined \"hate groups\" as including groups and individuals dedicated to a single issue, including opposition to abortion or immigration. Napolitano subsequently said the footnote should be struck from the report. That wasn't enough for several Republican lawmakers. Rep. Mary Fallin (R-Okla.) said she could be considered a terrorist under the report's definition. \"I serve my nation, I'm in my third year of Congress, I serve my state, I own shotguns, I believe in the Second Amendment; I don't consider myself to be a threat on the scale of terrorism; I'm just a working mom who believes in the right to bear arms,\" Fallin said. Rep. Jeb Hensarling (R-Texas) said Napolitano should either apologize or resign. \"It almost bespeaks that she is either abysmally ignorant or that she is purposefully politicizing the office to which she has been confirmed,\" Hensarling said. \"She owes an apology to millions of Americans and if she doesn't ... her comments are so over the top, so outrageous, so injurious to our republic that she probably should resign.\" Napolitano's office declined to comment.\n\nLoad-Date: January 7, 2010"
}