{
    "title": "GOP LAWMAKERS PUSH MILITARY TRIALS FOR AL-QAIDA SUSPECTS",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 28,
    "full text": "WASHINGTON -- Congressional Republicans increasingly reject any use of the civilian criminal justice system for handling cases involving al-Qaida, hardening their stance in a dispute with the Obama administration over whether such suspects should be held and prosecuted exclusively by the military.\nRepublican senators are pushing to include a provision in a 2012 military authorization bill that would require al-Qaida suspects accused of plotting attacks and who are not U.S. citizens to be held in military custody -- even people arrested in the United States. The White House opposes such a blanket rule.\nAmid negotiations over the bill, Republicans -- who see their position as a potent election issue in 2012 -- delivered a show of unity in support of such ideas late last week, as 45 of the party's 47 senators voted for a similar proposal to ban civilian trials for such \"enemy combatants.\" The endorsement highlighted a dramatic shift to the right in the politics of counterterrorism since President Barack Obama succeeded George W. Bush.\nMr. Bush used the criminal justice system for some cases and the military system for others, as has Mr. Obama. In recent years, the once-fierce criticism from liberals about the legitimacy of any use of military detention and tribunals has become muted. Meanwhile, Republicans, who accepted the hybrid approach under Mr. Bush, increasingly reject any use of the civilian system.\n\"The goal posts are moving,\" said Robert Chesney, a law professor at the University of Texas at Austin. \"In the Bush years, there was little complaint from the right about keeping both civilian and military options -- least of all for persons captured in the U.S. But now the congressional Republican consensus is moving toward a monolithic military approach, to the point where things Bush did would today be denounced as weak.\"\nThe military custody fight comes as the administration is adopting a more combative tone. The top White House counterterrorism official, John Brennan, recently declared that the administration's \"firm position\" was that civilian courts would handle terrorism cases on domestic soil.\nIn a speech last week, the Pentagon's general counsel, Jeh C. Johnson, reinforced the warning against \"overmilitarizing our approach to al-Qaida,\" saying that it would be dangerous to permit \"the U.S. military to extend its powerful reach into areas traditionally reserved for civilian law enforcement in this country.\"\nOn the campaign trail, the Republican presidential candidates have barely discussed such issues, so it is unclear whether the nominee will embrace the party's congressional approach.\nSeveral candidates, including Mitt Romney, have made passing comments in support of prosecuting the conspirators accused in the Sept. 11 attacks in a tribunal and criticizing Miranda warnings given to terrorism suspects at the start of an interrogation. But their views remain largely a mystery on issues like whether to ban any use of the criminal justice system, or if the administration's policy of encouraging interrogators to delay Miranda warnings for lengthy periods is sufficient in terrorism cases.\n\nLoad-Date: October 28, 2011"
}