{
    "title": "GOP won't challenge Cuba move Party won't block removal of nation from terrorism sponsor list",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 4,
    "day": 24,
    "full text": "Republicans say they will not mount a challenge to President Barack Obama's plan to remove Cuba from the list of state sponsors of terrorism.\nU.S. Rep. Ileana Ros-Lehtinen, R-Miami, met with congressional colleagues last week to map strategy to prevent the delisting and she had planned to introduce a bill this week.\nBut she told the Foreign Policy periodical on Wednesday that legally Congress can't prevent the White House from taking Cuba off the list. We can't undo it. We just got the word from the parliamentarian: It's a no-go.\nRos-Lehtinen told Foreign Policy that 35 co-sponsors had signed on to draft legislation before the decision was made not to go forward with it.\nObama sent a report to Congress April 14 saying he planned to take Cuba off the list because it had provided no support for international terrorism during the past six months and the Cuban government had given assurances that it wouldn't support acts of international terrorism in the future.\nCuba was placed on the list in 1982 because of its effort to promote armed revolution in Latin America. Cuban officials have always contended that Cuba never should have been put on the list.\nBy law, the president was required to inform Congress 45 days before his directive went into effect. Now, with no challenges, Cuba is expected to be removed from the list in late May.\nAs part of the White House's new Cuba policy that was announced Dec. 17, the United States and Cuba are currently negotiating to open embassies and re-establish diplomatic ties. The Republican decision avoids protracted wrangling over the terrorism issue in Congress.\nBut several other Cuba bills have been introduced, including one that ties improvement in Cuba's human rights record to any further removal of U.S. sanctions against the island and another that would lift the ban on private banks and companies offering credit for agricultural exports to Cuba.\nRos-Lehtinen is also contemplating further Cuba-related legislation in coming weeks.\n\nLoad-Date: April 24, 2015"
}