{
    "title": "GOP Convention Will Set Tone for Presidential Campaign",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 8,
    "day": 31,
    "full text": "* Editor's Note: Del. Jennifer McClellan wrote about the Democratic Convention in this space last week.\nThousands of delegates from all across the country will convene in Minneapolis this week for the 2008 Republican National Convention. Among their number will be 123 delegates and alternates from Virginia - some vet-\n erans of national conventions past and others, like me, attending their first national convention.\n The primary purpose of a national convention is to nominate a party's candidates for president and vice president. However, the convention also gives us an opportunity to set the tone for the fall campaign and communicate our party's vision for the future of our country to voters.\n This is a critical time for our country. We face a number of challenges today at home and abroad that are unlike any we have faced in a very long time. Deciding who will hold the highest office in the land will have a direct impact on our ability to overcome these challenges.\n On the international level we face the challenge of global terrorism, unstable regimes like those in Iran, and a more aggressive Russia that is preying on its neighbors like it did decades ago. Our next president will decide what we must do to win the war on terror, keep the people of the United States safe from the threat of terrorism, and respond to unstable and aggressive nations.\n In addition, we face international economic challenges from emerging powers like China, India, and South Korea. Our next president will have to pursue policies that enable the United States to remain competitive in the global marketplace of the 21st century and make certain that we remain an economic superpower.\n Here at home our economy is struggling and our next president must promote policies to create jobs, increase investment, manage inflation, and get the stock market and key industries growing again.\n In addition, we must aggressively pursue energy security and combat rapidly increasing gas prices by increasing our own domestic sources of energy and lessening our dependence on foreign sources of oil.\n The Republican message is that John McCain is the only candidate for president who has the background, knowledge, and experience to lead our nation through these challenging times - and has the right stand on the important issues facing our country.\n Sen. McCain understands that to keep America safe from the threat of terrorism at home we must win the war on terror abroad.\n No matter how much we want our troops home, we cannot leave Iraq and Afghanistan until those emerging democracies are capable of surviving on their own. To do otherwise will leave those countries vulnerable to takeover by radical regimens and increase the likelihood that those regimens can launch future terrorist attacks against our citizens.\n Sen. McCain understands that to get our economy moving again we must reduce the tax burden on families and businesses, get government spending under control, and empower the private sector to release the entrepreneurial spirit of America. This is the only way to increase jobs and investment and get key sectors of our economy growing again.\n And Sen. McCain understands that to decrease our dependence on foreign sources of oil and reduce gas prices we must develop a more aggressive national energy policy. That means more domestic oil production and offshore drilling; aggressively developing other sources of energy such as nuclear power, clean coal, wind, and solar; and promoting responsible conservation measures.\n On each of these issues Sen. McCain's vision for the future of our country is preferable to that of his opponent. While Sen. Barack Obama is a smart, articulate, and charismatic candidate, he does not have the background, knowledge, and experience to be president, and he is wrong on every important issue facing our country.\n Sen. Obama would pursue a policy of leaving Iraq and Afghanistan before our job is done, leaving our country weaker in the world and less secure at home.\n Sen. Obama would raise taxes on families and businesses and dramatically increase government spending, hindering our economic recovery and pushing our economy closer to recession.\n And Sen. Obama refuses to embrace offshore drilling and other responsible efforts to expand domestic sources of energy. He would perpetuate our dependence on foreign sources of oil and do little to provide relief from record-high gas prices.\n The people of Virginia are known for casting well-informed votes and closely scrutinizing the candidates they support. They will not be swayed by powerful oratory and charisma that is not backed up by experience and substance.\n Much has been said about whether Virginia will be a key battleground state this November I believe it will, but in the final analysis I am\nconfident that Virginia will vote for John McCain because he is the most qualified candidate to lead our country during these challenging times.\nBill Bolling, a Republican from Hanover County, is lieutenant governor of Virginia. Contact him at www.BillBolling.com.\n\nGraphic\n\n \nPHOTO, DRAWING\n\nLoad-Date: September 6, 2008"
}