{
    "title": "GOP WIMP-LASHED AS TERROR BILL OKD",
    "publisher": "daily news ",
    "year": 1996,
    "month": 8,
    "day": 3,
    "full text": "WASHINGTON House Republicans yesterday shoved through a watered-down anti-terrorism bill to boost airport security that the Democrats called \"wimpish\" but grudgingly supported.\nSeveral New York-area Republicans, including Reps. Peter King and Michael Forbes, also griped that the bill was toothless. But it passed 389 to 22, with all New Yorkers voting aye as the members fled the chamber for a month-long break.\nCapping a week of on-again, off-again election-year maneuvering, GOP leaders emerged from a testy midnight caucus with a bill that ignored President Clinton's demands for expanded wiretapping authority and a requirement to put chemical tracers in explosives and gunpowder.\nKing said of the caucus: \"I felt like I was at a 1960s left-wing rally against the government. For these guys, the ATF [Bureau of Alcohol, Tobacco and Firearms] is the enemy.\"\nUnder the House bill, bomb-sniffing dogs and an FBI agent would be required at 50 high-risk airports and background checks of airport security workers would be intensified.\nStudy commissions also would be created to look into the use of chemical tracers in explosives and the terrorism threat in general.\nNeither party could say how much the bill would cost because it was passed before the Congressional Budget Office could give an estimate. Its fate in the Senate was uncertain.\nThe tone of the debate was demonstrated in one exchange between Reps. Sheila Jackson Lee (D-Tex.) and Jim Saxton (R-N.J.). \"This bill is a wimpish bill,\" Lee said. Saxton replied, \"This is not a wimpish bill.\"\nRep. Charles Schumer (D-N.Y.) charged that the GOP was more concerned with appeasing the National Rifle Association than in giving the FBI what it needs to fight terrorism.\nSchumer and other Democrats variously called the GOP bill a \"disgrace,\" \"pure bunk\" and \"a fake and a fraud.\"\nBut Majority Leader Dick Armey (R-Tex.) said the bill would help fight terrorism without giving in to a \"panic that infringes against the liberties\" of Americans.\n\nLoad-Date: August 6, 1996"
}