{
    "title": "GOP URGES CAUTION ON TERROR; PANEL OKS CHEMICAL 'TAGS' FOR GUNPOWDER",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 7,
    "day": 31,
    "full text": "As Republicans balked at swift passage of an anti-terrorism bill, Sen. Arlen Specter, R-Pa., yesterday warned against a ''knee jerk reaction'' by Congress and President Clinton in expanding the power of the federal government to wiretap suspected terrorists.\nAlthough a Senate appropriations subcommittee last night approved a bill designed to strengthen the FBI's hand in fighting domestic terrorism, Senate Majority Leader Trent Lott, R-Miss., doubted that ''we're going to rush to a final judgment this week'' as requested by President Clinton.\nThe Senate subcommittee, chaired by Sen. Judd Gregg, R-N.H., unanimously approved a controversial bill that would place chemical markers, known as a taggants, in gunpowder to make it easier for law enforcement officials to trace the origin of a bomb.\nThe bill also would provide the FBI with the authority to tap any telephone, including both cellular and pay phones, used by suspected terrorists. In the wake of a bombing in an Atlanta park during the Olympic games, Clinton has urged Congress to expand the power of the FBI to prevent domestic terrorism.\nBut Specter, a key member of the full Senate Appropriations Committee, which must approve the bill tomorrow, sharply objected to the wiretapping sections, known as ''roving'' wiretapping.\n''I'm not prepared to give a knee jerk reaction on wiretapping because of Atlanta,'' Specter said. ''I think there are a lot more fundamental issues that we need to look at. I'm prepared to take a fresh look, but I want to see exactly what they seek to accomplish by roving wiretaps.''\nThe FBI has complained to Congress that technological advances in telephones have made it increasingly more difficult for law enforcement officials to intercept the communications of suspected terrorists.\n \nLess than a week after the crude pipe bomb killed two people in Atlanta, the expressions of outrage that unified both Republicans and Democrats have evaporated into partisan bickering. Clinton and congressional Democrats are eager to demonstrate they are willing to approve tough measures to fight terrorism.\n\nLoad-Date: August 4, 1996"
}