{
    "title": "GOP Aims to Curb Federal Backing Of Terror Coverage",
    "publisher": "american banker",
    "year": 2005,
    "month": 3,
    "day": 18,
    "full text": "House Republicans said Thursday that they are researching ways to reduce\ngovernment involvement in insuring American businesses against terrorist\nattacks.\nDemocrats and business interests are pushing Congress to act quickly to\nextend the program under which the government serves as the reinsurer for\nproperty/casualty policies that cover acts of terrorism. It is set to expire \nat yearend.\nBut key GOP lawmakers said they are working on a permanent solution for\nthe insurance industry, which says it cannot offer such coverage unless the\ngovernment promises assistance.\n\"Folks are looking for a long-term solution, not just an extension,\" said\nRep. Eric Cantor, the chief deputy majority whip, at a U.S. Chamber of\nCommerce forum. \"We want to put in place a permanent public-private\npartnership. ... We can't just continue providing an extension without\nthinking long-term.\"\nRep. Cantor, of Virginia, said Republicans on the House Financial\nServices Committee are studying the problem and will seek \"market-based\"\nalternatives even if the Treasury Department does not make such\nrecommendations in a report due June 30.\nHe said House Financial Services Chairman Michael G. Oxley \"is actively\nworking\" with Rep. Richard Baker, the chairman of the subcommittee with\njurisdiction over insurance matters, \"to look at a variety of options and\nways to proceed.\"\nThe program was established by the Terrorism Risk Insurance Act, which\nwas passed after the 9/11 attacks. This year it would cover 85% of any\nterrorism-related claims beyond a total of $15 billion.\nThe House GOP's reform plan could include a temporary extension.\n\"Some temporary extension may be part of the deal, but it would be tied\nwith reforms,\" Rep. Pete Sessions, R-Tex., told reporters after speaking at\nthe forum.\nThe goal is for the legislation to \"better define what the government is\nresponsible for and what insurers are responsible for\" and \"give insurers\nmore flexibility to have greater ... reserves on hand to respond to a\nterrorist attack,\" Rep. Sessions said. It should be \"flexible enough to make \nsure the marketplace is the answer, not the government,\" he said.\nGregory Zerzan, the Treasury's acting assistant secretary for financial\ninstitutions, said at the same event that the administration is \"actively\nconsidering all the policy options.\"\nA week ago the monthly newsletter of the Property Casualty Insurers\nAssociation of America ran a letter from Majority Leader Tom Delay\ncriticizing the insurance industry for not creating a market for terrorism\ncoverage.\n\"It is important for the industry to work with Congress to develop a\nlong-term solution that does not involve the federal government serving as a\nreinsurer or permanent backstop,\" Rep. Delay wrote. \"If the industry will\nwork with us on Capitol Hill to find a way to accomplish this, we will likely\nbe more understanding of a limited, short-term program to help get it\nstarted.\"\nThe chief House Democrat in the debate said Thursday that crafting a\nmarket-based alternative to the existing program is a worthy goal that he\nalso is weighing -- but that it is unrealistic to think it will be\naccomplished this year.\n\"Anybody who thinks we can come up with a long-term solution in the next\n10 months I think is being foolhardy,\" said Rep. Paul Kanjorski of\nPennsylvania, the top Democrat on the House insurance subcommittee, in\nremarks at the Chamber of Commerce event. \"What we have to do is get a\ntwo-year extension\" of the expiring program \"to stabilize the economy.\"\nCopyright 2005 Thomson Media Inc. All Rights Reserved.\nhttp://www.thomsonmedia.com            http://www.americanbanker.com\n\nGraphic\n\n \nphoto, Cantor\n\nLoad-Date: October 31, 2006"
}