{
    "title": "GOP hopefuls call for more tools to fight terrorism",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "WASHINGTON The Republican presidential candidates served no tice Sunday that terrorism will be a major part of their 2016 cam paigns, calling for more surveil lance powers and criticizing President Obama's efforts to roll back the Islamic State militant group.\nHours before Obama delivered a prime-time address on counter terrorism, the GOP candidates said Wednesday's mass shooting in California underscores the need for more investigative tools. They criticized Obama for declining to use the term \"radical Islamic terrorism\" to describe the threat.\n\"We are having a tremendous problem with radical Islamic terrorism,\" GOP front-runner Donald Trump said on CBS' Face the Nation, adding, \"We have a president that won't issue the term.\"\nThe New York businessman said the nation needs more \"vigilance,\" which could include profiling of Muslims who may be tempted by extremism. \"You have people that have to be tracked,\" Trump said. \"If they're Muslims, they're Muslims. But you have people that have to be tracked.\"\nTrump later said he would be live-tweeting the president's address.\nNew Jersey Gov. Chris Christie said on CBS' Face the Nation that the nation needs to increase surveillance and create relationships \"with mosques in the Muslim-American community across the country.\" Stressing his experience as a U.S. attorney, Christie said, \"We did that after 9/11 and prevented attacks in New Jersey and all across the country.\"\nSen. Marco Rubio, R-Fla., called for expanded intelligence gathering capabilities that he said have eroded under the Obama administration.\nRetired neurosurgeon Ben Carson, appearing on Fox News Sunday, called for a \"better job of monitoring the Internet.\"\nObama has said his Republican critics are either proposing things that already are being done or are blocking gun control measures, including a proposal last week to ban gun sales for people who are on the no-fly list because of suspicious behavior.\n\"Right now, people on the no-fly list can walk into a store and buy a gun,\" Obama said Saturday. \"That is insane. If you're too dangerous to board a plane, you're too dangerous, by definition, to buy a gun.\"\nAsked about his opposition to closing that loophole, Rubio said too many people are on the no-fly list by mistake.\n\"If these were perfect lists, that would be one thing,\" Rubio said. \"But there are over 700,000 Americans on some watch list that would all be captured under this amendment the Democrats offered. And that's the problem.\"\n\nLoad-Date: December 7, 2015"
}