{
    "title": "GOP Senators Demand Palestinians Stop Rewarding Terrorism",
    "publisher": "new york observer",
    "year": 2016,
    "month": 12,
    "day": 5,
    "full text": "Taylor Force \"exemplified the spirit of discovery, learning and service,\" in the words of Vanderbilt University chancellor Nicholas Zeppos. A West Point graduate from Lubbock, Texas, who served as a field artillery officer deployed in Afghanistan and Iraq, Force's last breath would be drawn in a different battle zone-the streets of Israel.\nForce was studying at Vanderbilt and working toward his MBA. He came to the Jewish state as part of a university group studying global entrepreneurship. But that all changed on March 8, 2016, when 22-year-old Palestinian Bashar Massalha went on a stabbing spree in Jaffa, killing Taylor and wounding 11, including a pregnant woman.\nIsraeli Prime Minister Benjamin Netanyahu offered words of consolation to Force's parents, \"May his memory be a blessing.\" The U.S. State Department condemned the attack. But the Palestinian Authority had a different perspective on the murder of Force and attempted murder of a dozen more lives.\nPA President Mahmoud Abbas praised Massalha for his attack, describing him as a \"heroic martyr\" and role model for young Palestinian children. Arabs in the disputed territories and Gaza            celebrated the murder of Force and the attacks against Israelis. Unbeknownst to the American taxpayer is their complicity in the murder of Taylor Force and all Israelis killed by Palestinian terrorists.\nReceiving over $300 million in 2016 for aid from the U.S., $550 million the previous year, Palestinian terrorists and their families receive a monthly stipend for the murder or attempted murder of civilians.\nAccording to the Middle East Media Research Institute (MEMRI), the PA will pay nearly $140 million to terrorists and their families in 2016. Amounts range from $364 to over $3,100 per month. NRK-TV in Norway            reported earlier this year that the more heinous the attack, the higher the monthly stipend.\nMaking Americans complicit in terrorism, or \"pay to slay\" as it's referred to by Israel advocates, is not a new phenomenon. But new efforts have emerged to make the PA accountable to the U.S. taxpayer.\nSenate Bill 3414 was introduced at the end of September by GOP Sen. Lindsey Graham \"to condition assistance to the West Bank and Gaza on steps by the Palestinian Authority to end violence and terrorism against Israeli citizens.\"\nGraham recently stated, \"Why is the Palestinian Authority paying young Palestinians to commit acts of terror against innocent Americans like Taylor Force or Israelis? The Palestinians need to decide - do they condemn these horrible acts or do they reward them? You can't be a partner in peace when you are paying people to commit terrorist acts. The choice the Palestinians make will determine the type of relationship they have with the United States in the years to come.\"\nCommonly referred as the Taylor Force Act, the legislation has 10 Republican co-sponsors and requires that the PA \"is taking credible steps to end acts of violence against United States and Israeli citizens... is publicly condemning such acts of violence and is taking steps to investigate or is cooperating in investigations of such acts to bring the perpetrators to justice.\"\nThe bill also requires that the PA \"has terminated payments for acts of terrorism against United States and Israeli citizens to any individual who has been imprisoned...for such acts of terrorism,\" including a family member of any individual who died committing such acts of terrorism.\n\"The United States should hold Palestinian leadership fully accountable for continuing to incite violence against Israeli and American citizens and for providing financial support to terrorists and their families,\" said Sen. Mark Kirk. \"This is a no-brainer that's critical to encouraging the emergence of a credible partner for peace with Israel, a fellow democracy and our closest ally in the Middle East, yet this administration refuses to do it.\"\nWith a new president soon to take the oath of office, there is a renewed hope that the Taylor Force Act can be signed into law after getting through the GOP-controlled House and Senate.\nBut like any legislation pertaining to Israel, bipartisan support is considered a top priority.\nIn a recent statement released by Christians United for Israel, the largest pro-Israel organization in the United States, founder and chairman Pastor John Hagee said, \"the Taylor Force Act isn't about Democrat vs Republican, it's about right and wrong. Every member of Congress should back this legislation, and it should be one of the easiest decisions they make.\"\nIn an effort to create public awareness, CUFI has created the \"Stop Money for Murder\" campaign, which includes a            two-minute video explaining the origin and the need for the Taylor Force Act. The organization is asking people to            get involved and ask their senators to co-sponsor the measure.\n\"Forcing the PA to renounce terrorism in both word and deed is a fundamental first step towards achieving peace,\" declared CUFI director David Brog. \"If Republicans and Democrats are looking for a bipartisan issue on which to work together, stopping these payments is the perfect place to start.\"\nBrog added, \"We are optimistic that this bill will become law in the new Congress and will be signed by the incoming president.\"\nPaul Miller is President of the news and public policy group, Haym Salomon Center. Follow @pauliespoint\n\nLoad-Date: December 5, 2016"
}