{
    "title": "GOP makes gains, poll shows But Democrats still have edge in upcoming congressional elections, the s",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 16,
    "full text": "President George W. Bush and Republicans want to convince voters the unpopular Iraq war is central in the anti-terrorism fight. Democrats argue they can win control of Congress if voters view Iraq -- and the continued bloodshed there -- on its own.\nThe latest Associated Press-Ipsos poll found Republicans haven't made their case despite a sustained effort to link the conflicts.\nSticking to the GOP strategy Friday, Bush characterized his decision to invade Iraq as a necessary step to protecting the United States after the Sept. 11, 2001, terrorist attacks.\n\"Never have I said that Saddam Hussein gave orders to attack 9/11,\" Bush said at a news conference. \"What I did say was, after 9/11, when you see a threat, you've got to take it seriously. And I saw a threat in Saddam Hussein, as did Congress, as did the United Nations.\"\nIn recent days, Bush, members of his Cabinet and rank-and-file lawmakers have assailed Democrats on national security. Republicans have painted war critics as defeatists who embolden terrorists.\nDemocrats have accused the GOP of politicizing the issue.\nSeven weeks before congressional elections, the poll of 1,501 adults showed that the GOP offensive has helped Republicans gain some ground.\nBush's public support has increased -- 40 percent of likely voters approve of his job performance -- and voters now view Republicans and Democrats as equally capable of protecting the country.\nDemocrats had a slight advantage on the issue last month, but Republicans now have drawn even, with 43 percent of likely voters siding with Democrats and 41 percent choosing Republicans, numbers within the poll's margin of error.\nDespite the marginal gains, Republicans still risk losing their grip on Congress.\nBy a 14-point margin, likely voters say they are more inclined to put Democrats in control of the House after a dozen years of Republican rule. That's narrower than last month but still a wide gap.\nTo try to close it and keep control of Congress, Republicans are vilifying their rivals as weak on national security, the same strategy that brought them success in 2002 and 2004.\nIn an interview in Iowa, Sen. Evan Bayh, D-Ind., chided Republicans on Friday for playing politics with the issue and said Democrats must voice the party's \"tougher, better approach\" to protecting the country.\nStill, Democrats get higher marks than Republicans for which party would best handle Iraq. Forty-six percent of likely voters said Democrats and 40 percent said Republicans.\nDemocrats are seizing on the public's dissatisfaction with the Iraq war and Bush's handling of it. They argue that Iraq had nothing to do with the 2001 attacks and that the war has been a costly distraction from the worldwide effort to combat al-Qaida and Osama bin Laden.\nIraq concern\nThe poll found that while more than half of likely voters say the United States is making progress in the war on terrorism, more than half also say the country is losing ground in Iraq.\n\"I'm really not sure if we're making progress in the war on terror, but I'm sure we're not making progress in the Iraq war,\" said Diane Taylor, 51, a Democrat from Crookstown, N.J.\nA Republican in Philadelphia, Louis Sgro, 62, said: \"He made a mistake in going to Iraq,\" but the president is \"doing about a good a job as anybody else\" in the war on terrorism.\nOverall, half of all likely voters say they feel strongly about the situation in Iraq and half feel strongly about the war on terrorism.\nAs casualties and costs climb, Democrats contend they can benefit greatly by keeping Iraq on voters' minds.\nIndeed, likely voters who care deeply about Iraq are far more likely to vote for Democrats, 57 percent, than Republicans, 38 percent.\nHowever, Republicans have an advantage among likely voters who care deeply about terrorism, with 50 percent saying they will side with the GOP and 44 percent choosing Democrats.\nThe poll had a margin of error of 2.5 percentage points for all adults and 4 percentage points for likely voters.\n\nGraphic\n\n \nGRAPHIC\n GRAPHIC - Feelings about the president and the November elections \n\nLoad-Date: September 16, 2006"
}