{
    "title": "GOP flails to find Obama soft spot on terrorism",
    "publisher": "usa today",
    "year": 2011,
    "month": 11,
    "day": 15,
    "full text": "The most revealing moment of the Republican presidential debate in Spartanburg, S.C., came just after that political stage show lost a big chunk of its national television audience. It was at the beginning of the final 30 minutes of the 90-minute debate (just the first 60 minutes was aired nationally) that the moderator, CBS News anchor Scott Pelley -- in a pandering abdication of his role -- gave Sen. Lindsey Graham, R-S.C., a chance to lob a softball foreign policy question to his GOP brethren.\nGraham wanted to know whether any of his party's presidential hopefuls would continue President Obama's policy of not using enhanced interrogation techniques on terrorism suspects;  using civilian courts in some instances to try suspected enemy combatants; and not sending  future captives from the war on terror to the Navy base on Guantanamo Bay, Cuba.\nThat question was more of a GOP civics test than an attempt at serious journalism. Less than three weeks earlier, 45 of the 47 GOP senators voted to ban civilian trials for enemy combatants, an action that was narrowly defeated by the  Democratic majority. Just as Senate Republicans had circled their wagons on this  issue, Graham's question was intended to get all of the party's presidential contenders publicly  inside that loop.\nWhen it comes to the war on terror, the GOP has struggled to find an Obama soft spot. It was the  president who ordered Navy SEALs to storm Osama bin Laden's Pakistan hideout -- a raid that resulted in his death. And it has been on Obama's watch that the body count of al-Qaeda and other anti-American terrorists has grown dramatically. Obama ended the war in Iraq and has ordered all U.S. troops out by the end of this year. Al-Qaeda has been defeated in Afghanistan, and the Taliban is on the ropes. The president has wisely decided that most of the nation-building work that largely remains in Afghanistan must be done by that country's political leaders, police and military. He has ordered a steady withdrawal of U.S. troops from that quagmire that will bring most of them home by 2014 -- an action that sits well with most Americans.\nSo when it comes to the war on terror, Senate Republicans have massed to attack Obama over the question of what this nation should do with terrorism suspects -- something on which they haven't always agreed.\nBefore Obama won the presidency in 2008, two prominent Republicans -- President George W. Bush and the man who tried to succeed him, Sen. John McCain, R-Ariz. -- both backed closing the Guantanamo Bay detention center. And just last year, Graham expressed reservations about a bill that would ban civilian trials for enemy combatants. \"I just don't feel comfortable with it. There is a role for the civilian courts to play,\" Graham said  about the bill  introduced by McCain and Sen. Joe Lieberman, I-Conn. But now that Republicans are in presidential campaign mode, they're all getting in lockstep behind a foreign policy issue they think might resonate with voters. It probably won't, but it did with most of the GOP's presidential wannabes.\nOnly Rep. Ron Paul, R-Texas, the irascible libertarian legislator, balked at the idea, reminding the audience that more than 300 terrorism suspects have been tried in this country's civilian courts and most of them were convicted.\nBut, of course, truth and reason are no match for the GOP's determination to make Obama a one-term president.\nDeWayne Wickham writes on Tuesdays for USA TODAY. \n\nLoad-Date: November 29, 2011"
}