{
    "title": "GOP state senator attacks his 'radical' challenger, a Muslim, over 'Islamic terrorism'",
    "publisher": "richmond times dispatch ",
    "year": 2019,
    "month": 8,
    "day": 29,
    "full text": "State Sen. Richard Stuart, R-Stafford, launched Facebook ads this week attacking his Democratic challenger over the issue of \"Islamic terrorism.\"\nQasim Rashid, a lawyer challenging Stuart in Senate District 28, said Stuart's allegations were false and an attempt to distract voters from real issues in the campaign, like the need to raise pay for teachers and improve Virginia's infrastructure.\n \"He wants to talk about my faith. He wants to talk about Islam,\" said Rashid, who is Muslim and lives in Stafford. \"I want to talk about the issues. Every allegation he's made is a complete lie.\"\n Cooper Mohr, Stuart's campaign manager, said in a statement that the campaign is running a series of online ads \"highlighting Mr. Rashid's statements on policy issues that place him outside of the mainstream in the 28th Senate District. These ads are based on actual tweets from Rashid and other public statements. We stand by all of our ads and will continue running them. Don't take our word for it, take a look at Mr. Rashid's twitter feed.\"\n He added: \"None of the ads mention Mr. Rashid's religion and Senator Stuart has a strong record supporting religious liberty.\"\n One of Stuart's Facebook ads says: \"My opponent Qasim Rashid claims there is no such thing as Islamic terrorism and has blamed U.S. military operations for causing terrorism.\"\n A Rashid tweet from June 2018 began: \"No such thing as Islamic terrorism. Terrorism has no religion.\"\n In other ads, Stuart called Rashid a \"radical socialist\" and referenced U.S. Rep. Alexandria Ocasio-Cortez, D-N.Y., whose liberal style of politics and large social media following have triggered Republican opposition nationally.\n Rashid, a human-rights lawyer, said he's written books condemning Muslims who committed terrorist acts.\n The Republican-leaning district includes parts of King George, Prince William, Spotsylvania, Stafford and Westmoreland counties. Stuart has held the seat since 2008.\n Stuart has honored Robert E. Lee on the Senate floor on Lee's birthday. In 2018, Stuart portrayed Lee as anti-slavery, a claim rebutted by historians.\n State Sen. Richard Stuart, R-Stafford, launched Facebook ads this week attacking his Democratic challenger.\n 2016, BOB BROWN/Times-Dispatch\n State Sen. Richard Stuart, R-Stafford, launched Facebook ads this week attacking his Democratic challenger.\n 2016, BOB BROWN/Times-Dispatch\n Qasim Rashid said the allegations in the ads were false and an attempt to distract voters from real issues in the campaign.\n Courtesy of Qasim Rashid campaign\n Qasim Rashid said the allegations in the ads were false and an attempt to distract voters from real issues in the campaign.\n Courtesy of Qasim Rashid campaign\n pwilson@timesdispatch.com\n (804) 649-6061Twitter: @patrickmwilson\n\nGraphic\n\n \nState Sen. Richard Stuart, R-Stafford, launched Facebook ads this week attacking his Democratic challenger. 2016, BOB BROWN/Times-Dispatch State Sen. Richard Stuart, R-Stafford, launched Facebook ads this week attacking his Democratic challenger. 2016, BOB BROWN/Times-Dispatch Qasim Rashid said the allegations in the ads were false and an attempt to distract voters from real issues in the campaign. Courtesy of Qasim Rashid campaign Qasim Rashid said the allegations in the ads were false and an attempt to distract voters from real issues in the campaign. Courtesy of Qasim Rashid campaign\n\nLoad-Date: August 29, 2019"
}