{
    "title": "GOP Senate hopefuls differ on terrorism spending",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 2,
    "day": 10,
    "full text": "The Bush administration dropped strong hints last week about a possible invasion of Iraq to stop the country from developing nuclear weapons.  \nThe three candidates seeking the Illinois Republican nomination for U.S. Senate all would support such a move - provided the United State can't resolve the situation diplomatically - as part of an expansion of the war against terrorism.  \nWhile state Rep. Jim Durkin, financial manager James Oberweis and businessman John Cox agree on Iraq, they have different ideas about where the country should be spending its money at home to defend the country against terrorist attacks.  \nDurkin called for more federal money for the nation's \"front line soldiers\" in the war on terrorism: police, fire and public works departments.  \n\"The front lines are not on Normandy and across the seas,\" said Durkin, a former prosecutor from Westchester. \"There's a massive task ahead for law enforcement.\"  \nFederal money should take the form of training grants so local authorities can detect and respond to terrorist attacks, Durkin said. He also called for the federal Centers for Disease Control to come up with an early warning system for state and local health departments on what to do if a bioterrorist attack takes place.  \nOberweis said the nation must spend more money on military intelligence, allowing CIA and other operatives to gather important information on terrorists.  \n\"As an entrepreneur and a chess player, I think it's important that we try to think ahead and anticipate events before they occur,\" said Oberweis, an Aurora resident who owns a dairy business that bears his name.  \nWhen asked to say where he would spend money to combat terrorism, Cox called for a change in the way the United States doles out foreign aid. Cox questioned continued foreign aid to Saudi Arabia, saying many terrorists wanted by the United States have spent time there. Pakistan, on the other hand, has tried to help the United States and deserves more aid, Cox said.  \n\"We need to give our foreign aid to countries that favor our policies,\" said Cox, a Chicago accounting firm owner.  \nAll three candidates favor continued testing for a missile defense system, which many Democrats have ridiculed as too expensive and unworkable.  \n\"The main argument has been you couldn't stop 9-11 with a missile defense. That's probably right,\" Cox said. \"Just because you can't stop everything doesn't mean you shouldn't stop some things.\"  \nCox said a missile shield would give military leaders more options than simply retaliating against a nation that fired missiles at the U.S.  \nDurkin said there's \"still a great unknown out there.\"  \n\"When Iraq is still prohibiting the inspectors from doing their jobs, it's something that cannot be ignored,\" Durkin said.  \nBut Durkin is leery of committing ground troops to a war on Iraq, citing the case of Somalia. In 1993, 18 U.S. soldiers on a peacekeeping mission were killed by militia men with links to fugitive Osama bin Laden.  \nOberweis and Cox do not appear to have as many qualms.  \n\"If we can't resolve it diplomatically, I think it will be less traumatic, less expensive and fewer lives will be lost by going in with all required force to resolve that today than to wait three or five years until another terrorist attack occurs that we can prove was a result of (Saddam Hussein's) activity,\" Oberweis said.  \nAdded Cox: \"The world is too small a place. I don't want my daughters to be exposed to a threat from Iraq. I don't want to take over Iraq. I would invade if (Hussein) doesn't respond.\"  \nThe winner of the March 19 Republican primary will face Democratic U.S. Sen. Dick Durbin in the fall. Durbin has not publicly discussed his views on an invasion of Iraq.  \n\"It's easy for a candidate to call for a full-scale invasion of Iraq, but the president and leaders in Congress have to measure carefully the timing and nature of all military responses,\" said Durbin spokeswoman Stacey Zolt.\n\nLoad-Date: February 11, 2002"
}