{
    "title": "GOP's Christian says he will run against Shea",
    "publisher": "the spokesman-review",
    "year": 2019,
    "month": 12,
    "day": 21,
    "full text": "Former state Rep. Leonard Christian, a Republican, announced Friday he intends to challenge state Rep. Matt Shea in the 2020 election, a day after House GOP leaders expelled Shea from their caucus over an investigation that found he took part in domestic terrorism.\n Christian joins Democrat Lori Feagan in running against Shea. Both consider Shea a radical ideologue who shouldn't represent the 4th Legislative District.\n \"I definitely am a solid, conservative Republican,\" Christian, a supporter of President Donald Trump, said in an interview Friday. \"But the difference between Matt and myself is, Matt won't pay attention or give the time of day to anybody who doesn't believe his ideology, where I'm quite happy to talk to everybody.\"\n Christian, 54, briefly represented the 4th District, which covers Spokane Valley and the northeast corner of Spokane County, in 2014.\n He was appointed in January of that year to replace Rep. Larry Crouse, who was retiring early. Christian lost a primary election to keep the seat that August. Rep. Bob McCaslin Jr. has held the position since then, alongside Shea, his seatmate.\n Christian also ran unsuccessfully for the positions of Spokane County auditor in 2010 and county assessor in 2018. He leads a group called the Republicans of Spokane County, which is independent from the Spokane County Republican Party.\n \"We actually formed almost  11 years ago, the Republicans in Spokane County, in large part because of what Shea was doing,\" Christian said.\n House GOP leaders expelled Shea from their caucus Thursday after an independent investigation found that his role in the armed takeover of an Oregon wildlife refuge in 2016 amounted to \"an act of domestic terrorism against the United States.\"\n Leaders of both parties called for Shea's resignation and said the findings had been forwarded to the FBI and the U.S. attorney's office.\n Christian agreed  Shea should resign, saying Shea can't be an effective legislator without access to caucus staff or strategy meetings.\n But Christian said he didn't believe the House has the two-thirds vote needed to expel Shea from the Legislature.\n  Christian added, however, that  he would support expelling Shea if enough legislators express support for the proceedings.\n \"He needs to go,\" Christian said. \"It's just his time.\"\n Christian graduated from Ferris High School and joined the U.S. Air Force in 1984. He served as a recruiter and jet engine mechanic and oversaw implementation of aircraft computer systems before retiring as a master sergeant after 20 years of service.\n Christian is now a real estate agent and a member of Spokane County's Board of Equalization.\n He holds an associate degree from the Community College of the Air Force, a bachelor's degree in professional aeronautics from Embry-Riddle Aeronautical University and a master's in business administration from Webster University.\n Shea, a 45-year-old lawyer and Army veteran, was first elected in 2008.\n Shea ran unopposed in 2010, and since then no challenger has come close to unseating him.\n \"I don't believe the Valley is going to support a liberal candidate at this point in time,\" Christian said. \"I think they're looking for a reasonable right candidate.\"\n Contact the writer:\n  (509) 459-5047\n  chadso@spokesman.com\n\nLoad-Date: December 21, 2019"
}