{
    "title": "GOP'S BILL TO COMBAT TERRORISM IS IN PLACE",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 4,
    "day": 13,
    "full text": "Majority Republicans are wrapping up work on long-stalled anti-terrorism legislation, officials said yesterday, and hope to clear it for President Clinton's signature by next week's anniversary of the bombing of the federal building in Oklahoma City.\nIn addition to taking steps to combat terrorism, the measure would curtail protracted appeals by death row inmates and other convicts and require criminals to pay restitution to their victims.\nIn a retreat for the House, Republican officials said the emerging compromise is expected to contain provisions designed to bar fund-raising in this country by representatives of terrorist groups.\nCongressional aides have been working against an informal deadline to reconcile differences between bills passed last year by the Senate and last month by the House. With lawmakers returning to the Capitol next week after a two-week break, current, tentative plans call for a formal announcement of a compromise on Monday. Senate passage would come Tuesday and House concurrence two days later.\nCongressional officials cautioned that last-minute hitches were still possible. Nor was it clear whether minority Democrats would support the measure. Senior Republican aides said the administration had been involved in the negotiations and they were hopeful Clinton would sign the measure.\nClinton asked Congress to approve anti-terrorism legislation shortly after the Oklahoma City bombing on April 19, 1995, which killed 168 people. But in the House, in particular, deep differences among Republicans over several provisions stalled work for months.\nIn two days of debate last month, the GOP-controlled House stripped out many provisions that an unlikely coalition of groups, including the National Rifle Association, said would have handed too much power to the federal government at the expense of individual liberties.\nSpeaker Newt Gingrich pledged before final passage that at least some of the provisions would be restored. Officials said the proposal designed to bar fund raising for terrorist groups was one of them.\nThe final bill is expected to give the government authority to designate certain groups as terrorist, subject to review by the courts and Congress itself, these officials said. Fund raising by their representatives could be banned.\nRep. Bob Barr, R-Ga., who led the fight to restrict the scope of the measure in the House, could not be reached for comment.\nAlso restored would be a provision easing deportation of foreigners with suspected terrorist links.\nA Senate-passed provision making it easier to obtain ''multi-point'' wiretaps on an individual suspected in terrorism cases is not expected to be included in the measure, officials said.\nClinton signaled support for the original Senate bill, angering some liberals in his own party when he agreed to ''habeus corpus'' changes designed to curtail federal court appeals in state cases. These appeals are often used by death row inmates.\nAfter the House passed its bill last month, the president said he hoped the anti-terrorism provisions would ''be made much stronger'' before reaching his desk.\nIn a trip to Oklahoma City last week, he called on Congress to include provisions to chemically mark explosive materials commonly used by terrorists, bar terrorist organizations from raising money in the United States and permit the quick deportation of foreigners who support terrorist activities.\nIn recent days, Republican aides also said the State Department had expressed concern about a provision that would permit individuals to sue foreign governments for damages in American courts in certain cases involving terrorism.\n\nLoad-Date: April 17, 1996"
}