{
    "title": "Gordon toll rises to 829 in Haiti",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 11,
    "day": 24,
    "full text": "Haiti's official death toll from Tropical Storm Gordon rose yesterday to 829, but the government cautioned that the final count could go much higher.\n''In some regions the dead have not yet been counted,'' Agriculture Minister Francois Severin said as he released the latest government report on the destruction Nov. 13.\nHundreds more Haitians were injured and from 10,000 to 15,000 left homeless when torrential rains created flash floods and landslides, washing away shanties in the capital and along Haiti's southern peninsula.\nIndia stampede kills 120\n \nNEW DELHI, India\nAt least 120 people were reported killed and 500 injured yesterday in a stampede when police charged thousands of tribal protesters in a central Indian city. The violence broke out when 30,000 tribespeople demanding job quotas in government service tried to break through a police cordon to reach the Maharashtra state legislature building. The state legislature is holding its winter session in Nagpur, 375 miles south of the Indian capital, New Delhi. India's rigid caste system includes priests, warriors, traders and laborers. The Indian job system provides for quotas for tribespeople and landless peasants. Some tribespeople and members of India's lower castes want the ceiling raised.\n \nItaly PM to sell TV shares\n \nNAPLES, Italy\nPremier Silvio Berlusconi, under investigation for corruption, reached out to his critics yesterday and offered to sell his television networks. ''I swear on the lives of my five children I didn't do what I've been accused of,'' Berlusconi declared at a news conference at the end of a U.N. conference on organized crime. Opposition leaders demanded Berlusconi step down after Tuesday's news that he was under investigation in a probe of his Fininvest conglomerate. Prosecutors are looking into whether the company bribed tax inspectors. Berlusconi said the inspectors were trying to extort money. Berlusconi's critics said the investigation showed the conflict of interest inherent in a premier who owns a business empire.\n \nKGB successor agency\n \nMOSCOW\nPresident Boris Yeltsin added 1,000 people to the KGB's successor agency yesterday and officially granted it the power to chase crooks, head off coups, search people's homes and fight terrorism. The presidential press service said Yeltsin wanted to enable the year-old Federal Counterintelligence Service to ''fight crime'' better. The decree officially permits investigations in a wide range of areas including terrorism, treason, common crime, espionage and illegal border crossings. It stops short, however, of publicly authorizing the 76,000-man agency to tap phones or read mail -- activities for which the KGB was famous.\n \nSuharto: Let them leave\n \nJAKARTA, Indonesia\nPresident Suharto has no objection to a group of East Timorese dissidents leaving Indonesia for asylum in Portugal, a politician who met with him yesterday said. ''Let them go where they want. The more dissidents leave the country the better,'' Suharto was quoted as saying by Mohammad Isnaeni, former deputy speaker of Parliament. Suharto was referring to the 29 East Timorese who sneaked into the U.S. Embassy grounds in Jakarta by scaling the fence Nov. 12, the anniversary of a 1991 massacre of pro-independence demonstrators by Indonesian soldiers in Dili, East Timor's capital.\n\nLoad-Date: November 27, 1994"
}