{
    "title": "GORE MEETS WITH PLO CHIEF URGE TERRORISM CRACKDOWN",
    "publisher": "charleston daily mail",
    "year": 1995,
    "month": 3,
    "day": 24,
    "full text": "JERICHO, West Bank _ Vice President Al Gore met today with PLO\nchief Yasser Arafat to urge a crackdown on terrorists, which Israel\nhas demanded as the price for expanding Palestinian autonomy in the\nWest Bank.\nGore's message was that Arafat must \"act decisively\" against\nfoes of peace in the Middle East.\nAs an incentive, Gore announced a $ 73 million U.S. aid package\nfor development and public works in the Gaza Strip.\nArafat welcomed Gore at the government house in this desert\noasis as gun-toting Palestinians provided security.  The two leaders\nposed for pictures, smiling and shaking hands.\nBefore meeting with Gore, Arafat promised in a speech from a\ncity hall balcony that he would soon take control of the West Bank\ndespite Israel's reluctance to withdraw its troops.\n\"The message is clear.  We are close to taking the rest of the\nWest Bank,\" Arafat said.  \"I feel that we are at the end of a\nlong road.\"\nHe accused Israel of reneging on parts of its accord with the\nPLO, including the promise to create a land passage between Gaza and\nJericho through the Israeli land that separates them.\nArafat said he had to fly from Gaza to Jericho in an Egyptian\nair force helicopter because Israel has not created the passage for\nPalestinians.  And he insisted that the troop pullout take place.\n\"The Israelis must commit themselves to what we have agreed\nupon,\" Arafat told a crowd of about 2,000 in the main square.\n\"They have to withdraw so we can start elections.\"\nArafat took control of Jericho and the Gaza Strip last May under\nthe first stage of a self-rule agreement between Israel and the\nPalestine Liberation Organization.\nNegotiations over the interim stage, in which Israel will\nwithdraw its troops from Palestinian populations centers in the West\nBank and allow for Palestinian general elections, broke down after a\nspate of violent attacks by Palestinian militants.\n\nLoad-Date: April 10, 1995"
}