{
    "title": "Gore Says Bush's War on Terrorism Is Ineffective",
    "publisher": "the new york times",
    "year": 2002,
    "month": 11,
    "day": 21,
    "full text": "Al Gore said today that the United States had failed to destroy Osama bin Laden and dismantle the network of Al Qaeda because President Bush spent the fall campaign \"beating the drums of war against Saddam Hussein\" instead of prosecuting the war on terror.\n     As a result, Mr. Gore said, Americans are as much at risk of a terrorist attack now as they were before Sept. 11. \n Mr. Gore said that while the administration had stumbled abroad in dealing with Al Qaeda, it had undertaken the \"most systematic invasion of privacy of every American citizen that has ever been taken in this country\" with the expanded use of wiretapping and secret court proceedings in the war on terrorism.\n\"We have always held out the shibboleth of Big Brother as a nightmarish vision of the future that we're going to avoid at all costs,\" Mr. Gore said, speaking heatedly and intensely in an interview here this morning. \"They have now taken the most fateful step in the direction of that Big Brother nightmare that any president has ever allowed to occur.\"\nMr. Gore offered some of his sharpest attacks on Mr. Bush's foreign and terrorism policies since his defeat in 2000 in an hourlong interview. It was part of an orchestrated cross-country crush of interviews with television and print journalists, designed, ostensibly, to promote two new books Mr. Gore wrote with his wife, Tipper, both about the American family.\nBut this meticulously planned roll-out -- Mr. Gore gave 10 interviews today alone -- has also served to give the former vice president extraordinary high visibility, and a run of highly favorable television coverage, at the very moment he is preparing to announce whether he will seek a rematch with Mr. Bush in 2004.\nMr. Gore said he would not decide until the end of the year whether to run again, but his attack on Mr. Bush's terrorism policies was a clear effort to differentiate himself in a Democratic presidential field that was threatening to leave the gate without him. It also seemed intended to give voters -- and Democratic leaders, many of whom have been critical of Mr. Gore's absence from the public stage -- a preview of how he might run against Mr. Bush. Although Mr. Gore made reference today to the disputed circumstances by which he lost the 2000 presidential election, he made it clear that he did not think it gave him any advantage over his Democratic rivals.\n\"I think where all the fundamentals are concerned, I would not be able to take anything for granted,\" he said. \"I don't think the party owes me a red cent for what I went through in 2000. I think that it would be starting over.\"\nSome Democrats say they fear that Mr. Bush may prove difficult to defeat precisely because of his association with the issues that Mr. Gore took on today.\nAfghanistan \"is falling back into chaos,\" Mr. Gore said. \"Osama is back. Al Qaeda has reconstituted itself and, according to the director of central intelligence, possesses just as severe a threat to us right now as it did during the weeks leading up to Sept. 11. Meanwhile, the president has been out on the campaign trail, beating the drums of war against Saddam Hussein.\"\n\"Now, there are ample reasons to go after Saddam Hussein,\" Mr. Gore said. \"He's a bad guy and he ought to be removed from office. But we have a terrorist organization trying to kill us right now.\"\nIn the interview, Mr. Gore said Mr. Bush had invoked Mr. Hussein at the start of the fall campaign in a successful effort to frame the midterm elections to the benefit of Republicans -- and to divert attention from what he described as the administration's failure to deal with Al Qaeda. He said the administration was paying a cost for that now, as evidenced by the apparent emergence of Mr. bin Laden's voice on a tape recording that surfaced last week.\n\"I think they lost focus,\" Mr. Gore said in remarks that served to build on a speech he delivered in September when he asserted that Mr. Bush would not be able to plan at one time for a war against Iraq while still dealing with Al Qaeda. \"And I think the country is paying a price for it.\"\n\"I do think that dismantling the Al Qaeda network and rendering them incapable of threatening us -- the way they do right now -- I think that is a measure of success,\" Mr. Gore said. \"And I think our chances of success, so defined, have been drastically damaged by the president's decision in the run-up to the election to shift all the focus to an entirely different new war.\"\nClaire Buchan, a White House spokeswoman, dismissed Mr. Gore's criticisms as posturing and said, \"The president is uniting America and the world in the global war against terrorism and we are making immense progress both at home and abroad.\"\nAs to Mr. Gore's remarks about privacy, Ms. Buchan said, \"The president is committed to protecting the American people and doing everything possible to protect the American people in a way that adheres to the Constitution.\"\nIf he does not run for president in 2004, Mr. Gore said, he will probably never do so again. Some aides have advised him to wait until 2008 rather than risk defeat to a strong incumbent. \"I think for all intents and purposes, a decision on 2004 is a decision on whether I have a future in politics or not,\" he said. \nAlthough he was described by some friends as concerned that another loss to Mr. Bush would be a devastating coda to his political career, Mr. Gore said that was not something he would consider in making his decision. \nMr. Gore acknowledged that, should he run again, he would have to deal with some problems of his own making. In particular, the former vice president has been criticized by Democratic leaders who complained that they had not personally heard from him since election night, an absence that reinforced Mr. Gore's reputation in some corners as awkward and aloof.\n\"They have a legitimate complaint,\" Mr. Gore said today. \"And that was a trade-off I chose to make. After a quarter of a century I needed the time off from politics. If I decide to run again, I'm sure that will be a problem for me.\"\nBy contrast, asked if he was concerned about some state Democratic leaders who criticized him and said he should stay out of this race, Mr. Gore shrugged, and said: \"I don't think they matter a lot. I respect their opinions. And I would take them into account. But I don't think it matters very much.\"\nThe one area in which Mr. Gore said he was not worried was one that had come to be a bane of the Clinton administration: fund-raising.\n\"There will be a whole lot of factors to put on the table,\" he said in discussing his decision-making process. \"Some will be things to worry about. Some will be strengths to build on. Fund-raising will not be in the worry category.\"\nMr. Gore did say he respected the argument by some Democrats that the party needed new blood to move ahead from the defeat of this past election. Asked whether he considered himself new blood, Mr. Gore paused for a long time, and began to laugh.\n\"I went to see Bob Dylan in Madison Square Garden last week and he gave a terrific show and I was reminded of one of his lyrics that I think answers your question,\" Mr. Gore said. The vice president then leaned forward, and reaching back to 1964, began to sing, slightly off-key, from Mr. Dylan's \"My Back Pages.\"\n\"I was so much older then,\" sang Mr. Gore, who is 54. \"I'm younger than that now.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Al Gore was critical yesterday of President Bush as \"beating the drums of war against Saddam Hussein.\" (J. Emilio Flores for The New York Times)  \n\nLoad-Date: November 21, 2002"
}