{
    "title": "Gore Criticizes Expanded Terrorism Law",
    "publisher": "the new york times",
    "year": 2003,
    "month": 11,
    "day": 10,
    "full text": "Former Vice President Al Gore called on Sunday for a repeal of the law expanding counterterrorism powers, calling it a \"terrible mistake\" for itseffect on civil liberties.\n     During a speech in which he condemned President Bush's fight against terror, Mr. Gore said: \"I want to challenge the Bush administration's implicit assumption that we have to give up many of our traditional freedoms in order to be safe from terrorists. It is simply not true.\" \n Speaking before a crowd of about 3,000 at Constitution Hall, across the street from the White House, Mr. Gore admonished the Bush administration for what he called \"unprecedented secrecy and deception\" in dealing with the Congress and the public.\nBut his sharpest remarks focused on how the administration was dealing with civil liberties for immigrants and foreign citizens. He said the administration needed to stop detaining American citizens indefinitely without charges. He was also critical of the treatment of immigrants, like Anser Mehmood, a Pakistani who had overstayed his visa, who was arrested less than a month after the Sept. 11 attacks and deported eight months after his detainment. \n\"Such a course of conduct is incompatible with American traditions and values,\" Mr. Gore said. \nSaying the detainees at Guantanamo Bay should be given hearings, Mr. Gore asked, \"If we don't provide this, how can we expect American soldiers to be treated with equal respect?\" He also said President Bush should seek Congressional approval for military commissions that would replace civilian courts.\nIn the speech, which was sponsored by the progressive group MoveOn.org and the American Constitution Society, a liberal lawyers organization, Mr. Gore spoke with animation, wagging his finger at the audience and shaking his head when audience members yelled, \"Run, Al!\" imploring him to seek the presidency again. \nHe said President Bush had used the fight against terrorism and the war in Iraq as political bargaining tools, saying, \"They have exploited public fears for partisan political gain and postured themselves as bold defenders of our country.\" \nCongressional Democrats have repeatedly called for a softening of the antiterrorism law, the USA Patriot Act, or the repeal of parts of it. But Mr. Gore, who referred to himself as a \"recovering politician,\" is one of the few high-profile Democrats to call for a complete elimination of the act.\n\"I have studied the Patriot Act and have found that along with its many excesses, it contains a few needed changes in the law,\" he said. \"And it is certainly true that many of the worst abuses of due process and civil liberties that are now occurring are taking place under the color of laws and executive orders other than the Patriot Act.\n\"Nevertheless, I believe the Patriot Act has turned out to be, on balance, a terrible mistake.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Al Gore admonished the Bush administration yesterday for \"unprecedented secrecy and deception.\" (Photo by Associated Press)      \n\nLoad-Date: November 10, 2003"
}