{
    "title": "Gorka Backed Formation Of Anti-Semitic Militia As a Hungarian political leader in 2007, Trump's top",
    "publisher": "the forward",
    "year": 2017,
    "month": 4,
    "day": 14,
    "full text": "As a Hungarian political leader in  2007, Sebastian Gorka, President Trump's chief  counter-terrorism adviser, publicly supported a  violent racist and anti-Semitic paramilitary militia  that was later banned as a threat to minorities by  multiple court rulings.\nIn a video obtained by the Forward of an August  2007 television appearance by Gorka, the future  White House senior aide explicitly affirms his  party's and his support for the black-vested  Hungarian Guard (Magyar Gárda)  a group later  condemned by the European Court of Human  Rights for attempting to promote an essentially  racist legal order.\nAsked directly on the TV interview program if  he supported the move by Jobbik, a far-right anti-Semitic party, to establish the militia, Gorka,  appearing as a leader of his own newly formed  party, replies immediately, That is so.\nThe Guard, Gorka explains, is a response to a big  societal need.\nHungary's official military, he stressed, is sick,  and totally reflects the state of Hungarian society .  This country cannot defend itself.\nAs he speaks during the program, a banner headline   reading UDK Supports The Hungarian Guard  runs across the screen. The Hungarian acronym is a  reference to Gorka's own, party, known in English  as the New Democratic Coalition.\nBoth the interviewer and Gorka refer to the move  to establish the paramilitary outfias the Fidesz-Jobbik initiative, reflecting Gorka's contention  that Fidesz, a larger right-wing party, was quietly  backing Jobbik in its effort.\nGorka's affirmation of support for the far-right  militia echoed statements his party posted on its  website that same month, backing the Guard's  establishment and referring to it as the Fidesz-Jobbik initiative, an apparent attempt by Gorka  and his party to somewhat distance themselves  from the controversial militia at the same time.  In one such statement, a party faction indicated  its awareness of the Guard leaders' extremism,  declaring bluntly, We support the establishment  of the Hungarian Guard despite the personalities  involved. Another August statement spoke more  generically of a need for guards in discussing the  new militia's establishment.\nThe following month, another party statement  attacked critics of the Guard, alleging that they  opposed the militia to please U.S. Rep. Tom Lantos,  a Hungarian-born Holocaust survivor who had  proposed legislation to bar Guard members from  entering the United States. Lantos, a California  Democrat, cited the Guard's affinity for the fascist  Arrow Cross regime that ruled Hungary at the end  of World War II, when it participated in the deportation   of Hungarian Jews into Nazi hands and killed  thousands more.\nOn the TV presentation, when his interviewer  notes the ways in which the Guard echoes October   1944, or sometime around then through its  uniforms, arms training and street marches, Gorka  strongly defends his party's support for the Guard,\n'The very useful tool  of a certain political  class,' said Gorka  when asked about the  fears of Hungarian  Holocaust survivors.\nthough not without some ambivalence.\nI'm not saying it's a good solution, but neither  shooting training nor using the Arpad flag [is]  unconstitutional, he replied. The Arpad red-and-white   flag, a nationalist symbol emblazoned on the  Guard's uniform, was also used by the Arrow Cross  during World War II.\nAs for the Guard's black vests, which the interviewer   cited as reminiscent of the Arrow Cross's  black shirts, Gorka said: When the police shows  up to deal with bank robbers in black uniforms,  who talks about a fascist police in Hungary?  Nobody! Now, it is possible that when they put  together all these things, the effect in the end will  be very bad, but it's not my problem. It would be  Fidesz and Jobbik's problem.\nDuring the 11-minute interview, which aired on  Hungary's Echo TV, Gorka dismissed concerns  expressed by the Jewish community, and in  particular fears that the Guard provoked among  Hungarian Holocaust survivors. As is often the case  in Hungary, the interviewer refers to Holocaust  survivors obliquely, as people who experienced  1944  when hundreds of thousands of Hungarian   Jews were deported to Nazi concentration  camps  or as those who experienced the Arrow  Cross regime.\nMany such people, the interviewer noted, are  saying now is the time to leave Hungary. So in  effect [the establishment of the Hungarian Guard]  is facilitating the flaring-up of anti-Semitism?\nThis is a tool, Gorka replied. This type of accusation   is the very useful tool of a certain political  class.\nThe Guard was well known for its members'  anti-Semitism. Members often attended memorial   ceremonies for World War II-era Hungarian  fascists. In a 2008 speech, István Dósa, who served  in the Guard as a high-ranking captain, referred to  Jews as Zionist rats and as locusts while also  discussing Zionist-Bolshevik genocide and calling  Hungarian Jews nation-destroyers.\nIn his current position as deputy assistant to the  president, Gorka, who immigrated to the United   States and became an American citizen in  2012, serves as Trump's chief consultant on counter-terrorism issues, and in particular on fighting\njihadists. He has characterized the United States in  this effort as a country at war and, in a recent  interview, reaffirmed Trump's call during his  presidential campaign for surveillance of American   Muslim communities. Neither Gorka nor the  White House responded to emailed requests from  the Forward for a response to the information the  video reveals about Gorka's support for the Guard.\nCritics have questioned Gorka's expertise in the  field of terrorism, which was the subject of his  doctoral thesis at Budapest's Corvinus University,   where he received his doctorate. Some have  cited serious flaws in his thesis and noted his failure   to publish any scholarship on the issue in  peer-reviewed journals. But his August 2007 TV  interview also raises questions about his understanding,   at least at that point in time, of basic  security structures and legal realities in key countries   that are fighting terrorism.\nAsked during the interview if it was normal  for a political party in developed democracies to  establish in reality, a paramilitary group, Gorka  responded: Well it depends on which country. If  we look at the Swiss or Israeli example, then it's  completely natural . Even in America, where the  largest and wealthiest military exists, there are  such programs where people can access weapons  almost for free if they attend an organized shooting   training and always belong to an organization.\nGorka dismisses the interviewer's objection that  the units in these countries  military reserve  units in Israel and Switzerland, or, in the United   States, National Guard forces  are in effect  under the military's control.\nIt is clear after the disturbances in Hungary last  year [that] a need has arisen to which Jobbik is  responding, Gorka says.\nJobbik, which announced its establishment of the  Hungarian Guard in June 2007, has a long record  of anti-Semitic and anti-Roma positions and statements.   One of the Guard's founding members was  Gábor Vona, Jobbik's leader.\nAnother was András Bencsik, editor-in-chief\nof the Hungarian weekly newspaper Magyar  Demokrata, which had been condemned by the  U.S. State Department three years earlier for its  longtime publication of anti-Semitic articles and  featured articles by authors who have denied the  Holocaust.\nThe Hungarian Guard's declared aim was to  defend ethnic Hungarians, implicitly excluding  Hungary's minority populations, since, its founders  argued, Hungary lacked other means of physical,  mental or spiritual self-defense.\nThe Guard was formally banned in 2009, with the  country's highest court ruling that its anti-Roma  marches violated the rights of the Hungarian  Roma community. In 2013, two of its members  were found guilty in a string of racially motivated  murders of Hungarian Roma, including the killing  of a 5-year-old, committed in 2008 and 2009.\nIn 2013, the European Court of Human Rights  ruled that Hungary's unusual blanket ban on the  group was legal. The movement's activities and  manifestations were based on the racial conflict  between Hungarian majority and Roma minority,  the court ruled.\nGorka's interview was aired about three weeks  before the Guard's first official swearing-in cere-mony. But at the time, many observers and Jewish  groups were already protesting against the Guard  and calling for a ban.\nIn an August 2007 open letter, World Jewish  Congress President Ronald S. Lauder and European  Jewish Congress President Moshe Kantor warned  then-Hungarian Prime Minister Ferenc Gyurcsány  that the impending creation of an armed guard,  under the false guise of 'sporting and shooting  clubs,' with uniforms resembling those worn by  fascists in World War II was a danger to democracy   and should be stopped.\nGorka's party, which he had launched only  recently, was competing intensely with Jobbik  and Viktor Orbán's Fidesz party at the time. While  confirming his support for the Guard, its uniforms  and its paramilitary nature, when asked whether  the Guard would, indeed, resolve the problems he  outlined in Hungary's military and society, Gorka  remarked: Ah, it's not that sure. With some kind  of presentable organization, or several organizations,   it could be possible.\nFollowing the interview, the New Democratic  Coalition posted a link on its own party website,  under the heading UDK Supports The Hungarian  Guard: Sebestyen [Sebastian] Gorka on EchoTV.  But nearly two weeks later, the party complained  in a post on its website that his comments had  been misinterpreted.\nDuring the TV exchange, Gorka's interviewer  alluded to a popular conspiracy theory in Hungary  regarding Israeli security companies maintaining  an armed presence on Hungarian territory to back  the government. As you all mention in the analysis   you wrote as well, Israeli-owned security  companies which also do government tasks have  to be liquidated, the interviewer told Gorka.\nThe coalition's leader did not contradict his interviewer's   account.\nThe televised interview was not the only time  Gorka defended the Guard. A month later, in an  interview with a Hungarian online portal, Gorka  dismissed the suggestion the group posed any kind  of national security risk. It's not worth talking  about banning [them], he said.\nGorka left Hungary shortly thereafter, as his  efforts to build a career in politics there failed. In  2008, after a report surfaced in a German-language  publication about his support for paramilitary  organizations, he wrote a letter denying that he  had ever supported the Guard.\nThe new information about Gorka's support for  the Guard comes on the heels of earlier news,  first reported by the Forward, about his partnership   with prominent former members of Jobbik  in founding the New Democratic Coalition. The  Forward has also reported on Gorka's writing for  a far-right, anti-Semitic Hungarian publication,  Magyar Demokrata  whose editor-in-chief was  one of the Guard's founding members.\nIn a subsequent report, leading members of  the Vitézi Rend  an organization the U.S. State  Department has designated as having been under  Nazi control during World War II  told the  Forward that Gorka was a sworn lifetime member  of their organization. Gorka has on several occasions   worn a medal associated with the Vitézi  Rend in public, including to an inauguration ball  this past January. Members of the Vitézi Rend who  apply for visas to come to the United States are  presumed to be inadmissible, according to the  State Department's Foreign Affairs Manual. Gorka  has not responded to inquiries about whether he  disclosed his own Vitézi Rend affiliation when he  immigrated to America or when he applied for U.S.  citizenship.\nThere is no evidence that Gorka himself has ever  engaged in overtly anti-Semitic acts or participated   in any of the Guard's activities. But Gorka and  some of his political supporters have argued that  he has fought anti-Semitism throughout his career.  The newly available video footage signals that  Gorka not only failed to fight anti-Semitism, but  also supported an openly intolerant paramilitary  group and publicly rejected the Jewish community's   concerns about their own safety and the safety  of other minorities due to the group's founding.\nWatch the full video interview of  Sebastian Gorka at  Forward.com\n\nGraphic\n\n \nIMAGE\nIMAGE: Asked and Answered:Appearing on Hungary's Echo TV in August 2007 as head of his ownpolitical faction, known as the UDK, the future deputy assistant to the president answereddirectly when asked about the establishment of the Guard.; ECHO TV\nIMAGE: Memories:Militia members of the Arrow Cross, the group which took over rule of Hungaryunder the Nazis near the end of World War II, march through Budapest in 1944.; HUNGARIAN NATIONAL MUSEUM\nIMAGE: Revival:Members of the Hungarian Guard assemble at Budapest's Hero's Square inOctober 2007.; GETTY IMAGES\n\nLoad-Date: April 25, 2017"
}