{
    "title": "Goss_ FBI not capable of preventing terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 5,
    "day": 27,
    "full text": "The chairman of the House Permanent Select Committee on Intelligence said Sunday that he does not think the FBI is capable of doing the intelligence analysis work needed to head off terrorist activities within the United States.\n\"I just think they've got to go through a big learning curve, a lot of readjustment,\" Rep. Porter Goss, R-Fla., the House panel chairman, said of the FBI on Fox News Sunday.\nGoss said FBI director Robert Mueller would be announcing reorganization steps \"in the days ahead\" and confirmed a story in Sunday's Washington Post that some 30 CIA analysts and an agency supervisor have been loaned to the FBI in what he described as \"cross-training.\"\nGoss said that over the years, success in the FBI meant \"to go out and apprehend criminals\" prosecute them and \"get them off the streets.\" That approach is still needed, he said, but with terrorism there is a new element of integrating overseas intelligence to prevent acts inside the United States.\nCompiled from Times Wires\nRep. Jane Harman, D-Calif., a member of the intelligence panel, said the CIA, which by law operates overseas, and FBI, which operates within the United States, have to rethink their separate roles when it comes to dealing with terrorism. \"I still see a separate law enforcement and intelligence function, but if we stop at the border's edge, we may not be preventing terrorism,\" said Harman, who has been ranking member of a House terrorism subcommittee.\nHarman said on Fox News Sunday that Mueller recently told her that in the past the bureau had \"been a disorganized agency with independent fiefdoms (and) he's now pulling it into the center.\"\nAlso Sunday, Senate Majority Leader Tom Daschle continued to press for an independent commission to investigate intelligence failures leading up to the September attacks.\nDaschle, D-S.D., said Bush asked him on Jan. 28 not to seek an outside commission. He said previously that Vice President Dick Cheney made a similar request Jan. 24.\n\"They were concerned about the diversion of resources,\" Daschle said on NBC's Meet the Press, adding that the request was repeated on other dates.\n \nCalls, e-mails show most victims in upper floors\nNEW YORK - An analysis of e-mail, phone calls and voice mail messages from the World Trade Center shows at least 353 of those who died in the towers were able to reach people outside, the New York Times reported Sunday.\nMany survivors of the attacks, as well as friends and relatives who received calls and messages from the victims, are pooling their recollections, tapes and phone records, the Times said.\nOf the 2,823 believed dead in the attack, at least 1,946, or 69 percent, were killed in the top 19 floors of the north tower and the top 33 floors of the south tower, the Times said.\nThe first plane hit the north tower on the 94th through 98th floors at 8:46 a.m. The second hit the south tower on the 78th through 84th floor at 9:03 a.m.\nThe south tower collapsed about an hour after it was hit; the north tower stood for nearly two hours.\nBut even after the second airplane struck, an open staircase connected the upper floors of the south tower to the street. The Times has identified 18 people who used that staircase to escape.\n \nVillagers say women mistreated during raid\nBAND TAIMORE, Afghanistan - Officials and elders from a sand-blown village deep in the deserts of southwestern Afghanistan expressed anger Sunday over a raid by U.S.-led coalition forces seeking Taliban or al-Qaida supporters.\nResidents of Band Taimore said soldiers in four helicopters swooped down on their homes shortly after midnight Friday, blowing holes with explosives in the high walls that surround Afghan homes and throwing stun grenades inside. Some 50 men were taken away, they said.\nVillagers described women screaming in fear as the helicopters arrived, and then how some of their hands were bound. A 3-year-old girl fell into a well and drowned as she tried to hide during the pre-dawn operation.\n\"The killing of men is not important. The problem is that they insulted our women, they grabbed and tied their hands. We are very ashamed,\" said villager Nazar Gul.\nAt the Pentagon's Central Command headquarters for Afghanistan operations Sunday, spokesman Lt. Cmdr. Bruce Erickson said he was not familiar with details of the raid.\n \nAlso . . .\nAIRPORT SECURITY: The government is dangling $500 bonuses as incentives to stay on a bit longer to many of the tens of thousands of privately hired airport security screeners it wants to eventually replace. The extra pay is aimed at boosting morale and preventing screeners from bailing out of their jobs months or weeks before federally trained workers replace them. Congress ordered the government to replace private airport screeners with federal employees at all commercial airports by Nov. 19.\nAIRLINES WARNED OF THREATS: The Federal Aviation Administration told airlines more than three years ago to be on a \"high degree of alertness\" against possible hijackings by followers of Osama bin Laden, the Associated Press reported, citing a government official it did not name. The FAA cited statements made by bin Laden following U.S. attacks on suspected al-Qaida facilities in Afghanistan and Sudan in August 1998, said the official. Like the circulars issued in 2001 before the terrorist attacks of Sept. 11, the October 1998 circulars did not contain any specific credible threats and did not order the airlines to increase security.\n\nLoad-Date: May 27, 2002"
}