{
    "title": "Gov. Ryan revises bill to include safeguards ; Anti-terrorism_ Governor seeks assurances that the de",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 8,
    "day": 24,
    "full text": "Gov. George Ryan took legislation meant to punish terrorists with the death penalty and altered it Friday to include new safeguards in the state's troubled capital punishment system.\nThey include having the state Supreme Court more closely review each death sentence, barring the execution of mentally retarded defendants and recommending that confessions in capital cases be videotaped.\nNow lawmakers must decide whether to accept Ryan's changes, let the anti-terrorism bill die or try to find enough votes to reverse the governor's action.\nThis is the second time Ryan has rejected the legislation, which has been pushed by Attorney General Jim Ryan in response to the Sept. 11 terrorist attacks.\nIt would give police greater powers to listen in on suspects' telephone conversations, make it a felony to take a firearm on an airplane and let the attorney general freeze terrorists' assets.\nThe governor's chief objection has been to making terrorism a death penalty offense, something he says is covered by existing laws. Ryan used his amendatory veto powers to remove that section from an earlier version of the bill, but lawmakers put it back in.\nThis time Ryan left the death penalty but added highlights of the 85 reforms recommended by his blue-ribbon capital punishment commission in April.\nLegislators will consider Ryan's changes in November. They can accept them with a simple majority vote or override them with a three-fifths majority in each chamber.\nRyan halted executions in January 2000 after 13 death row inmates were released because they were wrongly convicted. Illinois has executed 12 prisoners since 1977.\nRyan applauded the attempt to crack down on terrorism but said he could not expand the death penalty until his reforms receive \"real legislative attention.\"\n\"Given our state's capital punishment track record, there can be little doubt that reform should take precedence over expanding death penalty eligibility in what most believe to be a flawed system,\" Ryan said in his veto message.\n\"Failure to do so can only serve to demonstrate that Illinois is more concerned with making a symbolic statement with an unnecessary death penalty provision than with ensuring that additional innocent persons do not end up on death row and executed at the hands of the state.\"\nSen. Ed Petka, a sponsor of the terrorism measure and strong supporter of capital punishment, said he is confident legislators will reject the governor's changes.\n\"His pen got a little exercise, but we'll have the last say on this,\" said Petka, R-Plainfield.\nJim Ryan called it unfortunate that the anti-terrorism bill has not become law nearly a year after Sept. 11. He said in a statement that he will push for its passage in November.\nThe changes the governor added Friday also include preventing the death penalty from being imposed when a conviction is based on the testimony of a single eyewitness, accomplice or jailhouse informant.\nPublic defenders also could be present during in-custody interrogations of poor people suspected of first-degree murder, and defendants could compare DNA evidence with the state police database.\nA Senate subcommittee is studying ways to improve the state death penalty system, and the issue could come to a vote this fall or early next year.\nLegislative leaders said they look forward to reviewing Ryan's changes in the terrorism bill, although the death penalty provisions could mean trouble.\n\"Whether the General Assembly agrees with (the changes) remains to be seen,\" said Patty Schuh, spokeswoman for Senate President James \"Pate\" Philip, R-Wood Dale. \"It does jeopardize the whole bill.\"\n\nLoad-Date: August 27, 2002"
}