{
    "title": "Gov. DeWine offers expedited path to getting a pardon",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 3,
    "full text": "COLUMBUS —\nJoining a handful of other states, Gov. Mike DeWine wants to offer a faster, simpler way for people with criminal convictions to be considered for a gubernatorial pardon.\n \"There are decent people all over the state who are living in the shadow of a long-past and regretted mistake — people who, despite becoming law-abiding citizens, can't get ahead because their criminal records are holding them back,\" DeWine said in a written statement.\n On Tuesday, DeWine outlined plans to enlist the law schools at University of Akron and Ohio State University to screen pardon applications to see if they meet criteria and forward them for an expedited hearing before the Ohio Parole Board, which would have six months to give DeWine its recommendation.\n The Ohio Constitution authorizes the governor to issue commutations or pardons. A commutation lessens the punishment for a crime and a pardon wipes it off the offender's record.\n Criminal records can hinder people's ability to find jobs or housing, gain professional licenses and access education funding.\n Under DeWine's Expedited Pardon Project, applicants must:\n — not have committed any additional crimes in the past decade;\n — not have committed any disqualifying offenses, which include murder, sex crimes, child porn, domestic violence, kidnapping, terrorism;\n — have made good faith efforts to meet sentencing requirements, such as paying restitution;\n — have a post-offense employment history or a compelling reason for not working;\n — have a track record of volunteer or community service;\n — have a specific reason for seeking a pardon.\n Related: DeWine puts parole system under scrutiny — twice\n Related: Kasich rarely grants clemency\n The governor is required to wait until the Ohio Parole Board makes a recommendation before deciding a clemency request. In the first six months of 2019, the Parole Board reviewed 164 clemency requests – 76 commutations, 86 pardons, 1 reprieve and 1 death row case.\n So far this year, DeWine granted a pardon to former Daytonian James E. Young and denied clemency for 16 other applicants.\n Related: Gov. DeWine grants pardon to local man\n Related: Dayton man pardoned by DeWine says 'Don't stop dreaming, don't stop believing'\n The expedited project has the potential to collapse the very lengthy clemency timeline into a matter of months.\n\nLoad-Date: December 4, 2019"
}