{
    "title": "Gov. Ventura presents terrorism initiatives",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 26,
    "full text": "Minnesota Gov. Jesse Ventura unveiled his set of anti-terrorism initiatives Wednesday to help guide lawmakers in the next legislative session.\nThe initiatives propose to limit terrorists' access to money, information and legal identity. The plan would also expand the power of the Minnesota Department of Health in case of an emergency.\nU. Minnesota\n\"(Ventura) feels that we have taken most of the steps already, but he feels there are laws on the books that don't go far enough,\" said Ventura spokesman Paul Moore.\nLocal firefighters, police officers, sheriffs and health officials told the governor and legislators what they would need to fight terrorism.\nPublic Safety Commissioner Charlie Weaver said the governor's initiatives would help combat the three main terrorist resources.\n\"Terrorists need three things to be successful,\" Weaver said. \"They need anonymity … they need money. And they need information. The governor's initiatives get at those three things.\"\nRep. Rich Stanek, R-Maple Grove, said it is important to provide local first-response teams with the equipment and training necessary to fight terrorism. Stanek is also a Minneapolis police officer.\n\"The war on domestic terrorism is going to be fought by local law enforcement, not the military,\" he said.\nThe governor also proposed expanding health commissioner powers in the case of biological terrorism.\nSome legislators agreed with Ventura, but some think other laws need to be updated as well, especially in the health care industry.\n\"I know that in the public health care area there are things we need to do to be prepared,\" said Sen. Linda Berglin, DFL-Minneapolis.\nMinnesota must recruit and train medical personnel, she said. Currently, there would not be enough trained medical staff to care for those infected in an emergency.\nMinnesota's quarantine laws must also be updated, said Rep. Thomas Huntley, DFL-Duluth.\nHuntley, a professor of biochemistry and molecular biology at the University of Minnesota's Duluth campus, has proposed that all individuals infected during an outbreak be quarantined -- against their wills if necessary -- until they are no longer contagious.\nMinnesota hospitals should also stockpile vaccines, antibiotics, hospital beds and other medical supplies, he said.\n\"Most of what is anticipated really does not cost any money until there is an emergency,\" Huntley said. \"If an emergency is declared, we would have the laws in place.\"\nHouse and Senate members, both Republicans and Democrats, agree on the broader issues to improve public safety, said Randy Kelly, St. Paul's mayor-elect.\nBut the difficulty lies in balancing public safety and protecting individual rights, he said.\n\"We have to do it in a balanced way,\" Kelly said. \"But we need to adjust to a changing world.\"\nPolicy-makers are prepared to turn Ventura's initiatives into laws when the Legislative session begins Jan. 29, but some are concerned about how the new policies will be funded.\n\"As far as policy initiatives, they are on the right track,\" Stanek said. \"What was lacking was funding assistance from the Ventura administration.\"\nThe administration hasn't worked out financing for the initiatives. Officials are waiting to see how much federal assistance the state will receive, Moore said.\n\"We expect them to provide the biggest chunk,\" he said.\nGovernment agencies might also be asked to adjust their budgets internally and reallocate resources because it is a non-spending year, Stanek said.\n\"Money is going to be an extraordinary problem,\" Weaver said. \"It could be a difficult and intense session.\"\n(C) 2001 Minnesota Daily via U-WIRE\n\nLoad-Date: November 26, 2001"
}