{
    "title": "GOVERNMENT HELPS ITS PEOPLE COPE WITH STRESS OF LIVING WITH TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 1,
    "day": 26,
    "full text": "With gas masks and atropine injectors tucked into cars and homes, and soldiers and armed citizens on near-constant patrol, Israelis are among the best-prepared people in the world for combating the weapons of a terrorist attack.\nBut equipment and weaponry alone aren't enough. Preparing a nation to confront the psychological and emotional aspects of a terrorist attack is just as important - if not more so.\n\"We find psychological preparation is crucial,\" said Col. Gili Shenhar of the Home Front Command, the branch of the Israeli Defense Forces charged with coordinating and commanding events within the country during times of war.\n\"If the public doesn't understand the kind of threats that are going to happen and what it means, when something small happens there can be a panic. If you understand what can happen and how to protect yourself, you can be cautious but not frightened.\"\nThe Israeli government uses the media, schools, public education campaigns and other measures to psychologically prepare its population to both prevent and react to terrorist attacks. U.S. officials say it's a lesson that needs to be copied.\n\"One of the shortfalls in the national strategy is that we don't have a program that's explicit to where we try to develop coping skills in the public at large,\" said Missouri's homeland security director, Tim Daniel. \"We may be in situations where we need to get the public to behave in certain ways, and they're not going to do that unless we educate them and develop those coping skills.\"\nConsider the widespread panic that followed the anthrax scare and the sniper attacks in the Washington area, Daniel said.\nIn this new era of terrorist threats on American soil, Daniel and other homeland security and public health experts said the overwrought response speaks to the need for building Americans' coping skills.\nWithout them, they warn, the next terrorist attack could lead to chaos.\nReferring to terrorism, Daniel said, \"The target of this whole thing is the American psyche.\"\nHelping develop those skills will be a priority for the new Homeland Security Department, said spokesman Gordon Johndroe.\n\"We are making small but good steps forward in public preparedness and public education,\" Johndroe said. \"With the creation of the new department, you have a single entity that can now focus on these energies and put a lot of resources behind it.\"\nSafe rooms and gas masks\nOne of the goals of the Israeli government is to prepare people enough so that if there is a large-scale attack, they can stay in their own homes. Neither Israel nor the United States has enough public facilities to shelter millions of panicked people.\nAfter the Gulf War in 1991, Israeli leaders recognized the need to better prepare for future attacks.\nSo they passed new housing codes that required any new residential buildings to have so-called safe rooms, shelters capable of withstanding conventional attack. The idea is to let people stay in their homes as long as possible.\nEvery citizen got kits to protect them from chemical attacks. The kits include gas masks and atropine injectors that can delay the effects of chemical agents until medical personnel can respond.\n\"I don't think anybody has the right to chase me out of my house,\" said Norma Barach, 60, a Soldan High School graduate who has lived in Israel for 20 years. \"By being in your own home, you have more of a sense of normalcy, and you don't have to worry about where am I going to go and what am I going to do.\"\nDuring the Gulf War, Barach said, the fact that the family could stay together at home made a big difference. She recalled the family sleeping in their clothes in a bedroom they had converted into a safe room.\n\"Just the idea of being together with the people you know and love makes you feel more secure,\" she said. \"If you're afraid, it's easier to deal with if you're with your family than with a bunch of strangers.\"\nWhen the first sirens sounded during the war, Barach said, her son, then 12, couldn't stop vomiting. \"It would have been embarrassing for him if he had had to be around a bunch of strangers,\" she said.\nThe government also realized that a frightened public would be starved for information.\nNow, in emergencies, the Israeli Defense Forces can broadcast to the public on a special television channel. During a crisis, Channel 33 will broadcast the latest information around the clock. The military also has the ability to break into every radio and television channel and broadcast live nationwide.\nOn the Israeli Defense Forces Web site, new information was posted about what to do in case of an attack. It gave detailed directions about how to detect symptoms of exposure to chemical attack, how to use the injection needle and how to keep children calm by drawing, playing games or listening to music.\nThey even produced films and opened call centers that provide similar information in five languages.\nAnd the public is continuously urged to obey all the guidelines issued by security forces.\n\"We understand that if the public knows what's happening and gets reliable information from us they will be calm,\" Shenhar said. \"If we d on't give them the information, someone else will, and it might not be the right information.\"\nThe concept of sharing as much information as possible extends to the Israeli police, who often are the first responders to suicide bombing attacks and other small-scale acts of terrorism.\n\"You'll see within a number of minutes the ranking officer on the scene will be on the radio giving out a statement, saying there's been an explosion and whatever else they know,\" said police spokesman Gil Kleiman. \"Because of that, you stop rumors. It's very important to fill the vacuum.\"\nGetting their attention\nThe desire for information ebbs and flows, depending somewhat on whether there have been any recent attacks or whether people believe there is an imminent threat. In the past year in Israel, political infighting inside the country, the threat of a war against Iraq and the continued suicide bombings have left its people eager for all the help and information it can find.\n\"We found that you cannot explain everything to the public in peacetime,\" Shenhar said. \"Some of the public is not interested to listen. They have other things to deal with.\"\nSome audiences, though, are very interested.\nOn the second floor of a run-down social service center in Rishom Letziam on a recent evening, about 100 hearing-impaired people sat forward in their chairs as a young soldier climbed onto the auditorium stage.\nTheir attention focused on Ortal Raisman as she pulled out a gas mask and explained the threats of biological and chemical weapons. Two female signers flanked her, interpreting her words in Hebrew and in Russian.\nRaisman demonstrated putting on the mask and how to take the atropine injection. She told them to watch the media for information about when to seek shelter or take other precautions.\nThroughout the two hours, hands shot up. Interpreters relayed questions: about side effects, when to inject themselves, what to do about their pets. Some asked whether they should just leave the country.\nIt's a speech Raisman has given as often as four and five times a day in recent months, at community centers, schools and prisons. It's part of the Israeli effort to keep the public as informed as possible.\n\"People are begging them to do this lecture,\" said Orit Fromer, 19, a spokesman for the Israeli Defense Forces. \"They want to know.\"\nSimilarly, there's been an upsurge in the number of Israelis updating their government-issued gas masks.\nEvery few years, the government sends notices advising people that their masks need to be updated with new filters. In recent years, people often ignored the notices. Some still do, but more are going to the trouble of getting the new filters.\nMore than 2.4 million masks were updated in the last year alone - a huge number considering Israel has a population of about 6 million.\nIn the United States, just as in Israel, police and government officials face the balancing act of how much information to give without causing panic.\nIn the weeks after Sept. 11, 2001, callers inundated the St. Louis Police Department with reports of anthrax, trucks parked near government buildings and suspicious people, said Police Chief Joe Mokwa. The calls died down after about a month, he said.\nThe question is how you tell people \"we're at war (and) the war is inside the boundaries of our nation, but all we're going to ask you to do is be alert,\" said Daniel, the Missouri homeland security director.\nSuch a vague instruction leaves everyone wondering how to respond, he said.\nTerrorists use media\nThe public must understand that the motive of terrorists is to create fear and anxiety.\n\"The population is expected by terrorists to then pressure democratic government for change,\" said Yoni Fighel, a senior researcher at The International Policy Institute for Counter-Terrorism in Herzliyya.\nPeople must also learn to recognize that terrorists use the media. \"You have to show the public that this is manipulation,\" Fighel said.\nOne example, he said, was the terrorist bombing in 2001 that killed 17 mostly young people at the Dolphinarium, a beachfront nightclub in Tel Aviv.\nThe media soon reported that many of those killed were newcomers to Israel from Russia. By the next day, Fighel said, the terrorist group put out a statement saying it had targeted the Russians.\n\"They do this to inflict fear on a sector of the population that was exposed to this tragedy, to make them think that now (the terrorist group) is targeting them,\" he said.\nOften after a suicide bombing, the terrorist group will release a videotape of the bomber made before the attack. The goal? To put a human face on the bomber and make the public think nothing can be done to stop such attacks, Fighel said.\nToo often the media will play into terrorists' hands by repeatedly showing scenes of bloody destruction on TV. Fighel said even though the act was a singular event that lasted only a moment, anxiety is renewed each time the video is shown. The Israeli media are urged to not repeatedly play such scenes, and to avoid close-ups of carnage.\nFighel said the American media acted more responsibly after Sept. 11 than the Israeli media do after an attack. The networks avoided close-ups of dead bodies and people jumping from the doomed towers.\n\"No one imposed that on the U.S. media,\" Fighel said. \"They came to the conclusion themselves that such horrible close-ups would be counterproductive. The horror is big enough without going into the details.\"\nYaffa Shein, a mother of three who lives in West Jerusalem, agrees.\n\"I don't think in order to grasp the horror of the event that we need to be shown a close-up of the hand,\" she said. \"It really doesn't add anything. These events don't need dramatization of any kind.\"\nLearning to cope\nThe government's efforts are key to helping Israelis respond to terrorism. But just as importantly, Israelis have been forced to develop the character traits that let them cope with the stream of suicide bombings and attacks.\nIn March, a suicide bomber killed 11 people and injured more than 50 in the Moment Cafe, a popular nightspot in West Jerusalem.\nIt closed for more than three months. But a sticker pasted to the door read, \"This Moment will not end.\"\nIt didn't. When it reopened for business, the crowds returned quickly. On a recent night this month, people in their 20s and 30s packed the cafe. An Israeli Defense Forces soldier with an automatic weapon stood at the outside entrance, chatting with the club's private security guard.\nInside, the scene looked like a Saturday night in Soulard or the Central West End. Young people laughed, sang and flirted.\nIlan Bartut, 23, sat at the bar with two friends.\n\"How do people get along with terrorism?\" he asked. \"It's very sad to say, but they do get along. They learn to accept it.\n\"Nothing I can say will make an American teenager understand. Here we lose friends. They die. There's no meter of sidewalk in this country without blood on it. . . . Human nature finds a way to survive.\"\nHis words were punctuated by the sound system, which blasted Gloria Gaynor's \"I Will Survive.\"\nBut not everyone does. A friend of Bartut's committed suicide not long after the bombing.\n\"I think he lost hope,\" he said.\nLiron Lavi, 21, said she stayed home for three months after the Moment Cafe bombing. A close friend had been hurt in the blast.\n\"For a long time I didn't feel comfortable here,\" she said. \"Every time the door opened I found myself looking. But you get over it. You have to live.\"\n\nNotes\n\nHOMELAND SECURITY; LESSONS FROM ISRAEL; Nowhere is the issue of homeland security more pressing than in Israel, whose experts are advising Americans on anti-terrorism techniques and strategies. Post-Dispatch reporter Phillip O'Connor and photographer Andrew Cutraro are in Israel to find out what the United States might learn.\n\nGraphic\n\n \nPHOTO; (1) Color Photo by Andrew Cutraro / Post-Dispatch - Passers-by on Queen Shlomzion Street in central Jerusalem watch intently Wednesday as a unit of the national police bomb squad inspects a suspicious package. No explosive device was found.; (2) Color Photo by Andrew Cutraro / Post-Dispatch - A member of the Israeli national police bomb squad sets up equipment to inspect a package Wednesday in central Jerusalem. Israel's bomb squad is the busiest in the world.; (3) Photo by Andrew Cutraro / Post-Dispatch - Once crowded with American and European tourists, the beach at Tel Aviv had few visitors Monday. Israel's tourism industry has been hit hard by two years of violence/; (4) Photo by Andrew Cutraro / Post-Dispatch - Tears flow at a solidarity service Thursday at the Park Hotel in Natanya, Israel, where 28 people were killed March 28 by a suicide bomber. The women, Ella Nesterenko (right), Irena Stanaslovski (in flowered shirt) and Sharona Ban-Or, are themselves victims of terrorism.; (5) Photo by Andrew Cutraro / Post-Dispatch - Struggling business owners do their best to attract what few foreign visitors are strolling down Mordekhi Ben Hillel Street in central Jerusalem.; (6) Photo by Andrew Cutraro / Post-Dispatch - A boy carries a toy gun as he walks with his mother Wednesday along Mordekhi Ben Hillel Street in central Jerusalem, where a number of terrorists attacks have occurred. He wants to be a soldier in the Israeli army, said his mother, who declined to give their names.; (7) Photo by Andrew Cutraro / Post-Dispatch - Buses destroyed in recent terrorist attacks have been hauled to a bus company garage in Haifa, Israel.\n\nLoad-Date: January 26, 2003"
}