{
    "title": "Government units strain to define what terrorism is; It's easy to recognize, hard to pin down",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 2,
    "day": 14,
    "full text": "Responding to terrorism may be near the top of most government officials' agendas this year, but a surprising problem has come up: figuring out what it is.\n     The Senate Crime Prevention Committee struggled for hours Wednesday before approving its own definition as part of legislation to establish a sentence of life in prison without parole for causing a death in the course of terrorism.\n     Senators eventually settled on a 65-word run-on sentence involving intent to harm human life, intimidate the public or influence government through coercion or a long list of property and violent crimes.\n     Others, including Congress, Gov. Jesse Ventura and the Minnesota House, have concocted different versions, and at least one critic of the process thinks the resulting confusion points to one conclusion.\n   \"Terrorism is something we all reject viscerally,\" said C. Peter Erlinder, a professor at William Mitchell College of Law in St. Paul, who testified Wednesday before the Senate panel. \"But it's very difficult to describe, perhaps impossible. Maybe we should just enforce the laws we have.\"\n     One thing all the definitions have in common is reference to existing crimes, Erlinder said. But then they veer into murky areas of intent that could impinge on legitimate political activism or give prosecutors sweeping new plea-bargain leverage over common criminal suspects, he said.\n     Some legislators have recognized the problem and are moving to scale back the sweep of their bills.\n     \"We want to avoid reducing ourselves to a banana republic,\" said House Crime Prevention Chairman John Tuma, R-Northfield. On Friday, he said, his committee will combine elements of Ventura's bill and the House's in a narrow focus on crimes of violence that terrorize the public.\n     \"We may miss a few folks that way: someone who bombs a government official's house, for example,\" he said. \"But there are enough alternatives to get that person. We don't want to look like the thought police.\"\n     In addition, he said, House leaders will drop an attempt to make terrorism a \"supercrime\" bearing extra penalties beyond those for the underlying crime.\n     But Erlinder said that approach would still leave too vague a definition of terror (\"the menace or fear of death or serious bodily injury\") and too broad a list of underlying \"crimes of violence,\" including drug misdemeanors, auto theft, riot and malicious punishment, neglect or endangerment of a child.\n     \"This is overkill and unnecessary overreaction,\" Erlinder said. \"There is not a constitutionally recognized definition of terrorism.\"\n     The dilemma is similar to what has faced lawmakers for years over obscenity, Erlinder said. When the late U.S. Supreme Court Justice Potter Stewart was asked to define that term, he replied: \"I can't tell you, but I just know it when I see it.\"\n    _ Conrad deFiebre is at cdefiebre@startribune.com.  \nWhat is terrorism?\n     In an effort to increase criminal penalties for acts such as those of Sept. 11, state and federal legislators have struggled to define the term \"terrorism.\" Here are some drafts:\n     - From the federal USA Patriot Act: \". . . acts dangerous to human life that are a violation of the criminal laws of the United States or any state; appear to be intended to intimidate or coerce a civilian population; to influence the policy of a government by intimidation or coercion; or to affect the conduct of a government by mass destruction, assassination or kidnapping . . .\"\n     - Minnesota Senate bill: \" . . . an act that is intended to harm human life and to intimidate, injure or coerce members of the public in addition to direct victims of the act; influence the policy of a government by intimidation or coercion; or affect the conduct of government through destruction of property, assassination, murder, kidnapping or theft of motor vehicles, aircraft, trains, water-going vessels or other means of transportation.\"\n     - Minnesota House bill: \"Whoever intentionally commits, attempts to commit or conspires to commit, either directly or indirectly, any crime of violence or destructive act which is intended to injure another or would be reasonably foreseeable to injure another with the purpose to terrorize a considerable number of members of the public . . . \"\n     - Gov. Jesse Ventura's bill:\n\" . . . commits or attempts, conspires or threatens to commit a crime of violence with the purpose to terrorize a civilian population or influence the policy or affect the conduct of government by terror.\"\n\nLoad-Date: February 14, 2002"
}