{
    "title": "Governments Must Behave Better Than Terrorists",
    "publisher": "the new york times",
    "year": 1985,
    "month": 8,
    "day": 8,
    "full text": "To the Editor:\nSince the Shiite hijacking of the T.W.A. plane in Lebanon, the Reagan Administration has escalated its charges of Nicaraguan terrorism.\nPresident Reagan told the American Bar Association that Nicaragua is ''an outlaw state,'' part of ''a new international version of Murder Inc.'' (news article, July 9). Now we learn that the Administration ''seriously considered'' an air strike near Managua in retaliation for the killing of U.S. marines in El Salvador (July 24). We settled for warning the Nicaraguan Government it will henceforth be held responsible for killings of Americans in El Salvador.\nLetter by Prof Sylvia A Law, responding to July 9 article on Pres Reagan's statement that Nicaragua is 'outlaw state' and part of 'new international version of Murder Inc,' questions evidence Administration cited connecting Nicaragua with terrorists who claimed responsibility for killing of US Marines in El Salvador\nWhat evidence does the Administration cite connecting Nicaragua with those who claimed responsibility for the El Salvador attack? Unnamed ''senior officials'' claim ''access to sensitive information'' that ''one or more'' of the Salvadorans were ''trained at a camp near Managua'' and ''a report,'' from an unidentified source, that one Salvadoran was in Nicaragua before the attack, which the Administration concedes is ''not conclusive.'' Nicaragua denies it has practiced or supported terrorism.\nSince 1981, the U.S. has spent tens of millions of dollars to monitor efforts in Honduras and the Gulf of Fonseca, yet they have found no evidence to support their claim that Nicaragua arms the rebels of El Salvador. In 1982, Orlando Tardencillas, a young Nicaraguan, was flown to Washington to testify that he had been sent to El Salvador by the Sandinistas. He denied it, saying rather that he had been tortured by the Salvadoran military. The Soviet MIG's in Managua, discovered while we watched the 1984 election returns, did not exist. The U.S. now says Sandinista terror in El Salvador ''would constitute another situation like acquiring MIG's.'' Have they forgotten that the MIG's existed only in Washington?\nTerrorism is despicable because it injures people who are only tenuously connected to the alleged wrong the terrorists seek to redress. The T.W.A. passengers did not imprison Moslems in Israel. Nicaragua did not kill the marines in El Salvador. There is a civil war going on in El Salvador in which the U.S. is deeply involved. When the United States punishes and threatens Nicaragua for the actions of Salvadoran rebels, our Government adopts the murky, attenuated concepts of responsibility that characterize terrorist thought, and we behave like terrorists. SYLVIA A. LAW Professor of Law, N.Y.U.\nNew York, July 26, 1985"
}