{
    "title": "Government gives Utah money for bio-terrorism preparations",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "A $14.5 million bio-terrorism grant given to the Utah Department of Health by the federal government will be used to help prepare for emergencies and make Utah a safer place, health department officials said.\nThe grant, which was approved by the Utah legislature last week, is just one small part of federal money the government has earmarked for Utah during the past several years.\nThe money will enable officials to respond to emergencies more efficiently, said Richard Melton, deputy director of the Department of Health.\n\"We've never had this kind of money to put into technology before,\" he said. \"This grant will put us in a position to be able to rapidly respond to any security issues.\"\nMelton said officials have identified seven different focus areas for improvements. One focus area will concentrate on staging mock terrorism attacks. The mock emergencies will enable safety providers to practice responding to situations they might encounter in the event of a terrorist attack.\nAnother focus area deals with the need to make improvements in an emergency communications system. Melton said officials will use part of the grant to work on improving data systems that will allow law enforcement officials, hospitals and government officials to communicate with each other.\n\"Different offices need to be able to quickly and accurately communicate with each other what the risks are,\" he said. \"This data system will help us communicate accurately so we don't overstate or understate the situation.\"\nOfficials will also use the grant to improve laboratory technology. Melton said upgrading laboratories with new equipment would allow health officials to increase their ability to detect biological and chemical agents.\nWith the grant, health department officials will also work with hospitals across the state to provide information to the public about diseases associated with terrorism attacks. Health care providers will also be given additional money enabling them to monitor disease patterns, which Melton said is a necessary element of identifying a bioterrorism attack.\nEva Montoya, financial analyst for the Utah Department of Health, said the biggest chunk of money from the grant -- $4.4 million -- will be given to local health departments across the state. Local departments will then use the money to improve bioterrorism technologies in their area. Another large portion of the money will be given to the epidemiology department.\nMontoya said officials are unsure how long the federal grants will continue.\n\"The grant we have now will need to be renewed in a year,\" she said. \"We've been hearing we will be able to get more money after it expires, but we will just have to wait and see.\"\nFederal officials began contemplating the possibility of providing bioterrorism grants after the Sept. 11 attacks and the anthrax outbreaks. With the intent of providing state officials with the opportunity to strengthen their health systems, President Bush signed into law a bill that designated $1.1 billion to be used for bioterrorism grants on June 12, 2002.\n\"This is the first time that federal, state and local governments have come together on a unified plan to strengthen our public health system and better prepare to respond to a terrorism attack,\" U.S. Department of Health secretary Tommy Thompson said in a news release. \"With these plans, we can now more aggressively build our health systems, providing greater protection and care for our citizens.\"\n(C) 2003 The Daily Universe via U-WIRE\n\nLoad-Date: March 23, 2004"
}