{
    "title": "Government In Pakistan Calls Meeting On Terrorism",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 5,
    "full text": "ISLAMABAD, Pakistan -- In an unusual sign of accord between the two major political parties, Prime Minister Yousaf Raza Gilani announced over the weekend that the government and the opposition would hold a national conference on ways to combat terrorism.\n  The announcement came days after 42 people were killed and hundreds were wounded when two suicide bombers struck the famed Sufi shrine Data Darbar on Thursday night in Lahore, the capital of Punjab Province.\n  The attack incited street protests in Lahore on Saturday, and it provoked complaints that law enforcement was not doing enough to protect holy sites from sectarian militant groups.\n  Nawaz Sharif, the leader of the main opposition party, Pakistan Muslim League-N, deplored the attack at a news conference on Saturday. It is time, he said, for the government to hold a national conference on terrorism and open talks with the Pakistani Taliban, ''who are ready to talk and ready to listen.''\n  Mr. Sharif, whose brother Shahbaz Sharif is the chief minister of Punjab, did not specify which Taliban figures such talks should include.\n  Prime Minister Gilani agreed late Saturday to the proposal for a national conference, though it appeared unlikely that it would involve representatives of any militant groups. The conference will discuss how to better fight back against the militants, and show concern for the problem, politicians said.\n  The creation of such a conference was interpreted as an encouraging step by politicians who have called for greater leadership by the civilian government against terrorism. Until now the army has mostly led the effort against the Pakistani Taliban, fighting the militants in the tribal areas adjacent to Afghanistan.\n  The Pakistani Taliban denied responsibility for the Data Darbar attack. The shrine, one of the most popular in Lahore, is considered un-Islamic by followers of the Wahhabi and Salafi schools of Islamic thought that Taliban fighters generally adhere to.\n  Some religious scholars were so outraged by the attack on the shrine that they called for the resignations of Chief Minister Sharif and the Punjab law minister, Rana Sanaullah. \n  Earlier this year, Chief Minister Sharif was criticized by the national government, led by the more secular Pakistan Peoples Party, when he appealed to the Taliban to stop attacking Punjab on the grounds that the Muslim League and the Taliban had a common enemy in the United States. Since then, he has been accused of not doing enough to crack down on militant groups that have coalesced under the umbrella of the Punjabi Taliban.\n  The federal Interior Ministry said after the assault on the shrine that it had warned Punjab authorities of a possible terrorist attack in Lahore last week.\n  A rare joint statement by the prime minister and Nawaz Sharif on Sunday said now was ''not the time for blame games.''\n  A similar conference on terrorism by the two main political parties was held in Islamabad two years ago, but those talks petered out and responsibility for tackling terrorism was handed to the army.\n  An effective national strategy by the civilian government would need stronger and more cohesive leadership and more money for the poorly financed police forces in the major cities, according to law enforcement officials.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 5, 2010"
}