{
    "title": "Governments providing terror coverage backstops; But a specialist terrorism insurer closes to new bu",
    "publisher": "business insurance",
    "year": 2003,
    "month": 6,
    "day": 9,
    "full text": "LONDON-Continuing concerns about terrorism, sparked by recent terrorist activity and the conflict in Iraq, have kept the need to mitigate terrorism risks high on the agenda of risk managers across the globe, experts say.\nAnd in several countries, governments and insurer groups have responded to buyers' fears about an inability to obtain terrorism insurance by providing new coverage backstops or by broadening the scope of existing terrorism pools. In addition to the U.S. government's creation of a federal backstop for terrorism risks, terrorism coverage facilities have been established in Germany, Austria and France, while Australia's federal government is exploring the creation of a coverage program.\nIn response to the Sept. 11, 2001, attacks in the United States, the German insurance association, Gesamtverband der Deutschen Versicherungswirtschaft e.V., set up a pool to cover property and business interruption risks arising from terrorist attacks.\nThe pool, known as Extremus A.G., was formed in 2002 and is funded by the insurance/reinsurance industry and the German government. German insurers and reinsurers have provided 1.5 billion euros ($1.77 billion) to the plan, and an additional 1.5 billion euros backing has been obtained from the international reinsurance market, according to Claus Brinkmann, head of the reinsurance techniques department of the global property/casualty arm of GE Frankona Re in Munich, Germany.\nThe state also provides 10 billion euros ($11.77 billion) of backing to Extremus, which covers excess property and business interruption limits of 13 billion euros ($15.30 billion) above an insured limit of 25 million euros ($29.4 million).\nBernd Michaels, president of the GdV in Berlin, said that demand for cover from Extremus has been high and that he is ''confident that there will be a sufficiently large portfolio in this company.'' The GdV estimates that the pool will have an annual premium volume of 1.5 billion euros ($1.77 billion).\nAnother terrorism coverage pool began operations this year in Austria.\nThe Austrian insurance association, Verband des Versicherungsunternehmen Osterreichs, last year announced its plans to establish an insurance and reinsurance pool to provide property coverage-including business interruption-for terrorism risks. The pool, known as Terrorpool-Oestereich, began operations on Jan. 1 and is funded by both insurers and reinsurers. Each insurer or reinsurer's funding obligation is determined by its market share.\nThe insurer covers only risks that are insured in Austria and coverage is capped annually at 5 million euros ($5.9 million) per event.\nThe pool defines covered acts of terrorism as ''all acts of persons or similar groups of persons with a view to achieving political, religious, ethnic, ideological or similar goals, and which are apt to put the public or sections of the public in fear, thereby influencing a government or public bodies.''\nOnly business interruption losses arising directly from a terrorist attack are covered. The pool excludes ''indirect'' business interruption losses, such as those arising from the interruption of water, gas or telecommunications services, according to Thomas Klockner, vp of Converium Ltd. in Cologne, Germany.\nMany large Austrian risks, he pointed out, are insured in Germany and in the London market and thus are not eligible for coverage in the pool.\nIn France, where the government has long provided a backstop for coverage of natural catastrophes through Caisse Centrale de Reassurance, a company was formed in 2001 to cover terrorism losses.\nGestion de l'Assurance et de la Reassurance des Risques Attentats et Actes de Terrorisme, which began operations on Jan. 1, 2002, provides a backstop for property losses where the sum insured exceeds 6 million euros ($7.1 million).\nFunded by French insurers, reinsurers and CCR, GAREAT provides both property and business interruption coverage for terrorism risks in France and its overseas territories. Premiums charged vary according to the sum insured, according to GAREAT. Coverage above a limit of 1.75 billion euros ($2.06 billion) is provided by the state, through CCR.\nAnd in Australia, the federal government is exploring a plan that would require all commercial property buyers to help fund terrorism coverage. The proposal, which involves a levy on policyholders, would create a coverage program for property, business interruption and third-party losses stemming from acts of terrorism.\nExpanding existing pools\nSpain and the United Kingdom have long histories of terrorism problems, and both have used government-funded pools to cover terrorism exposures for years.\nIn Spain, where the Basque separatist organization the Euskadi Ta Askatasuna has committed numerous acts of terrorism since the 1960s, the insurance pool Consorcio de Compensacion de Seguros covers terrorism risks.\nConsorcio was set up in 1941 in the wake of the Spanish Civil War to manage losses arising from that conflict. Since it was broadened in the 1980s, the pool has provided coverage for other major events, such as natural catastrophes and terrorism.\nThe pool, which is state-backed, covers both property and-since the start of 2002-business interruption losses.\nPremiums paid to the pool vary according to the underlying primary policy, and there is an administration charge of 5% of premiums, Consorcio said.\nIn the United Kingdom, a government-backed terrorism reinsurance pool was set up in 1993 in response to an Irish Republican Army bombing campaign on mainland Britain during the 1990s.\nSince it was revised in the mid-2002, the facility, Pool Reinsurance Co. Ltd., has provided ''all risk'' property and business interruption coverage for terrorist events.\nUnder the Pool Re arrangement, standard property policies in the United Kingdom provide up to 100,000 ($163,570) in limits for terrorism. Policyholders can then buy insurance above that limit, and that coverage is reinsured by Pool Re. The insurance industry's maximum per event retention is 30 million ($49.1 million).\nPool Re's coverage excludes losses from acts of war and computer hacking, as well as computer virus-related damage.\nDavid Gamble, executive director of the London-based Assn. of Insurance & Risk Managers, said that the U.K. reinsurance backstop is one of the broadest state-backed terrorism coverage vehicles. Nevertheless, risk managers want the government to broaden the definition of ''terrorism'' used in the program. He noted that a working party is in discussions with the government about widening the scope of the pool. U.K. risk managers would like to see information technology-related acts, such as hacking and computer virus releases, included in the scope of coverage.\nLack of demand\nBut despite the perceived need for terrorism insurance and reinsurance cover, a specialist terrorism insurer earlier this year said it was closing due to lack of demand.\nLuxembourg-based Special Risk Insurance & Reinsurance Luxembourg S.A. was set up in April 2002 to offer European companies and their worldwide operations insurance for property damage, physical loss and business interruption caused by terrorist attacks.\nAllianz A.G. Holding, Hannover Re Group, Swiss Reinsurance Co., XL Capital Ltd. and Zurich Financial Services Group each hold 18.2% stakes in SRIR. Paris-based reinsurer SCOR S.A. has a 9.1% share.\nThe company, which said it aimed to fill a gap in the market following the Sept. 11 terrorist attacks, provided limits of 275 million euros ($323.7 million).\nBut SRIR Chief Executive Officer Alan May said that despite the growing awareness of terror risk, market demand did not meet the company's expectations.\n''The syndrome 'I am not a terror risk' certainly prevails,'' Mr. May said in announcing the company's decision to close to new business.\nIn addition, Allianz noted in a statement that the increased availability of terrorism insurance and reinsurance in the commercial market and the emergence of government-backed programs contributed to the decision to close the company.\n\nLoad-Date: June 11, 2003"
}