{
    "title": "GOVERNMENT HAS POOR RECORD IN TERROR CASES FEDS HAVE ONLY A 29 PERCENT CONVICTION MARK",
    "publisher": "the new york times",
    "year": 2007,
    "month": 10,
    "day": 28,
    "full text": "There was a time when federal prosecutors would consistently win terrorism prosecutions.\nBetween 1993 and 2001, prosecutors in Manhattan convicted some three dozen terrorists through guilty pleas and in six major trials.\nSince the Sept. 11 attacks, the government's track record has been decidedly spottier, and its failure to obtain a single conviction last week in its terrorism financing prosecution of what was once the nation's largest Islamic charity was another in a series of missteps and setbacks.\nThe comparisons are in some ways unfair, as the earlier prosecutions were for completed acts of violence -- like the first World Trade Center attack or the 1998 bombings of American embassies in Africa -- or for conspiracies that were relatively close to fruition. The recent ones have often relied on the less colorful charge that the defendants had given \"material support\" to a terrorist organization. That shift is itself reflective of a conscious change in Washington's law enforcement strategy, to prevention from punishment.\nBut some scholars and former prosecutors say the government should have known better than to bring some of its recent failed cases, and that a lack of selectivity and judgment, along with a reliance on stale evidence and links to groups not at the core of the current threat, may be harming the effort to combat terrorism.\nThe pre-9/11 cases brought in Manhattan, said Peter S. Margulies, a law professor at Roger Williams University in Rhode Island, \"reflected U.S. attorneys and federal prosecutors at their best, using their discretion, bringing cases when they had strong cases and declining to bring them when they were weak.\"\nHow successful the more recent prosecutions have been depends on what is being counted. In cases trying to prove material support for terrorism, the government's success rate is \"pretty reasonable,\" said Robert M. Chesney, a law professor at Wake Forest University.\nBetween the Sept. 11 attacks and July of this year, the government started 108 material-support prosecutions and completed 62 of them, according to an article by Mr. Chesney that is to appear in the Lewis & Clark Law Review. Juries convicted nine defendants, 30 defendants pleaded guilty and 11 pleaded guilty to other charges. There were eight acquittals and four dismissals.\n\"They do lose sometimes, but they win more often than they lose,\" Mr. Chesney said. \"It's not one loss after another.\"\nBut material support cases are only a small fraction of what the Justice Department counts as terrorism prosecutions, and in the larger picture the government is not doing nearly as well. According to the Center on Law and Security at the New York University School of Law, the government has a 29 percent conviction rate in terrorism prosecutions overall, compared with 92 percent for felonies generally.\nIn the trial that ended last week with a mix of acquittals and deadlocks, the Holy Land Foundation and several of its officials were charged with giving money to Hamas, the militant Palestinian organization designated a terrorist group by the United States in 1995. The FBI started looking into Holy Land in 1993.\nLegal experts said it could be hard to prosecute cases in which some of the evidence was quite old. Indeed, much of the evidence had been available to prosecutors in the Clinton Justice Department, and the material support law was enacted in 1996. But those prosecutors did not pursue the matter.\n\"There are some of these cases that we did not push -- certainly aggressively, sometimes not at all -- because we were in a different mind-set before 9/11,\" said Andrew C. McCarthy, who led the 1995 prosecution of Sheik Omar Abdel Rahman, the blind cleric found guilty of conspiring to wage war against the United States.\nWilliam Neal, a juror in the Holy Land case, complained that the government's evidence \"was pieced together over the course of a decade -- a phone call this year, a message another year.\" Instead of trying to prove that the defendants knew they were supporting terrorists, Mr. Neal said, prosecutors \"danced around the wire transfers by showing us videos of little kids in bomb belts and people singing about Hamas, things that didn't directly relate to the case.\"\nMr. McCarthy said he did not envy the Holy Land prosecutors. \"It's very hard,\" he said, \"even if your evidence is not ambiguous, to sell to a jury that they need to do something that you failed to do something about for years.\"\nThe case was, moreover, about support for Hamas, which jurors are not likely to think poses the sort of direct threat to American security that groups like al-Qaida do, Mr. McCarthy said.\nCivil liberties groups said the Holy Land case was one in a line of misguided prosecutions. They pointed to the collapse of a case against men once accused of being part of a terrorism sleeper cell in Detroit; to the combination of acquittals and deadlocks in the trials of a Saudi student in Idaho and a Palestinian professor in Florida; and to the convictions of two men on relatively minor charges in February after a three-month terrorism trial.\n\"You would think that juries would be eager to convict given the way these guys were painted,\" said Jules Lobel, a law professor at the University of Pittsburgh and an author, with David Cole, of \"Less Safe, Less Free: Why America Is Losing the War on Terror.\"\nBut juries \"are demanding strict proof\" these days, said Thomas M. Melsheimer, a former federal prosecutor.\nThe Holy Land case, which prosecutors have vowed to retry, is a particularly curious one, as the government had long ago put the group out of business, said Matthew D. Orwig, a lawyer in Dallas who was until recently U.S. attorney for the Eastern District of Texas.\n\"I think the government won when it froze the assets and shut down the organization,\" Mr. Orwig said. \"Then it piled a loss on top of a win because it lost the prosecution, in an arguably superfluous action.\"\n\nLoad-Date: October 30, 2007"
}