{
    "title": "Government failing to fight white supremacy_",
    "publisher": "the new york times",
    "year": 2019,
    "month": 5,
    "day": 24,
    "full text": "By Matthew Brown\nDeseret News\nWASHINGTON - As a candidate and as president, Donald Trump has often been blamed for fanning the flames of racial and religious violence in the United States.\nBut the steady climb in the number of hate crimes in America pre-dates the Trump administration, and a congressional committee this month launched a series of hearings to find out why racially motivated violence is on the rise and look for solutions.\nIn particular, Democrats in Congress want answers to a documented surge in the white supremacy movement, which has been blamed for recent mass shootings that killed dozens of worshippers in two U.S. synagogues and mosques in New Zealand. Lawmakers hope to legislate solutions that will improve data collection on the number of hate crimes committed in the U.S. and redirect resources to beef up prevention and enforcement.\n\"Racial and religious mass killings inspired by white supremacy and other forms of tribal and religious hatred are a plague on the earth, and American society is suffering now along with the rest of the world,\" said Chairman Jamie Raskin, D-Md., in a dramatic opening statement at a May 15 hearing of the House Subcommittee on Civil Rights and Civil Liberties.\n\"It is the primary goal of government under our social contract to make us safer than we would be in a state of war. Yet, when it comes to white supremacist terror, the single greatest domestic terrorist threat to the American people we have, we are falling down on the job.\"\nBad diagnosis\nOne of the hurdles to tackling hate crime is getting accurate data.\n\"Disappointingly, we do not have the slightest idea how many hate crimes there are in America. And we have never known,\" Roy Austin, a former hate crimes prosecutor who also worked in the Obama White House, told the committee. \"The numbers currently kept by the FBI are largely useless.\"\nAustin argues the upward trend in hate crimes indicated by the FBI's data is accurate - but he believes it's likely worse.\nThe latest FBI report says more than 7,100 hate crimes were reported in 2017, a 17- percent increase from the year before. Race was the primary motivation for 58 percent of the incidents, followed by religion at 22 percent and sexual orientation at 16 percent.\nThe FBI defines a hate crime as a criminal offense motivated by bias against a race, religion, disability, sexual orientation, ethnicity, gender or gender identity. It collects data on hate crimes under a mandate from Congress, but experts believe the statistics undercount what's really happening.\nPart of the problem is that the data is submitted voluntarily by local police departments that don't have the training, incentive or resources to identify hate crimes. The 2017 report showed just 12.6 percent of local agencies reported hate crimes in their jurisdictions, and some as large as the Miami police department reported zero.\nFrom 2014 to 2017, Raskin said, hate crimes against African Americans increased by 20 percent, anti-Semitic hate crimes by 35 percent, anti-Latino hate crimes by 43 percent, and anti-Muslim hate crimes by 44 percent. Overall, hate crimes increased 31 percent during that four-year period.\nRaskin ended his remarks at the hearing with video clips of the violence in Charlottesville, Virginia - marchers carrying tiki torches and yelling \"Jews will not replace us,\" squaring off with counter-protesters before a car plows into a group of demonstrators, killing one.\n\"Why did this festival of racial terror and hate crimes not make it into the FBI hate crimes statistics report?\" Raskin asked.\nIn fact, it will be in next year's report, a Charlottesville Police Department spokesman told the Deseret News. Public information officer Tyler Hawn said the case involving the man driving his car into the crowd was still under investigation when the deadline passed to submit data to the FBI. The department's statistics have since been updated, and it will show up as a hate crime in the next report.\nThe delays underscore dysfunction in the data-gathering and reporting process that has to be fixed to have an accurate understanding of the scope of the problem, several expert witnesses said.\n\"A doctor cannot diagnose a patient without knowing the full set of symptoms,\" said Susan Bro, whose daughter was killed in the Charlottesville rally. \"I don't see how we're expecting you as Congress members to know how to prescribe allocations of personnel and money without knowing the full set of symptoms.\"\nWhile they weren't at the hearing to defend themselves, some law enforcement officials are aware of the problems in collecting timely and accurate hate crimes data. When the latest FBI statistics were released in November, The New York Times reported that the International Association of Chiefs of Police has called on its members to collect, analyze and report hate crimes and that the FBI planned to offer training this year in identifying and reporting bias-motivated crimes.\nAustin recommended Congress tie federal funding for state and local police agencies to whether they submit accurate hate crimes data in their cities.\n\"It's not that hard,\" he said.\nDomestic terrorism\nMichael German, a former FBI agent and now a fellow at New York University Law School's Brennen Center for Justice, explained that the problem may lie deeper within federal law enforcement culture.\nHe said that under Justice Department policies, hate crimes are not a high priority, noting that such crimes rank fifth out of eight investigative priorities.\n\"This has significant consequences for how federal officials frame these crimes in public statements, how they prioritize and track them, and whether they will investigate and prosecute them,\" he said.\nThe policies can also determine whether a hate crime falls under the terrorism classification, which is a top priority for the FBI, and terrorism investigations are well-funded.\nBut Raskin said domestic terrorism isn't getting the resources it deserves compared to international terrorism.\nIslamic extremism, which the FBI classifies as a form of international terrorism, accounted for 23 percent of the murders caused by extremist violence in the United States from 2009 to 2018, Raskin said, citing data from the Anti-Defamation League. Far-right extremism, which the FBI classifies as domestic terrorism, was responsible for 73 percent of the fatalities caused by extremist violence during that same period.\n\"Yet, the FBI devotes its resources almost exactly backwards to these proportions,\" Raskin said. \"The FBI apparently spends 80 percent of its resources addressing international terrorism and only 20 percent addressing domestic terrorism.\"\nThe FBI isn't the only agency in the committee's sights. Raskin detailed cuts to staff and funding in the Department of Homeland Security's former Office of Community Partnerships, established under the Obama administration to combat domestic terrorism. The agency was renamed the Office for Targeted Violence and Terrorism Prevention in April.\n\"Step by step, DHS is simply dismantling the infrastructure necessary to counter the threat precisely at the time when the threat is growing to levels we have not seen in many, many years,\" he said.\nA deadly movement\nA hearing in June is scheduled for FBI and Homeland Security officials to respond to criticism and concerns about efforts to prevent and prosecute hate crimes. A Homeland Security news release announcing the office's name change said it complies with the administration's focus on giving states and local communities better support.\n\"By expanding the aperture of terrorism prevention to include targeted violence, DHS can help communities better protect themselves against a broader range of current and emerging threats,\" said acting department Secretary Kevin K. McAleenan.\nThe Anti-Defamation League says the most immediate emerging threat to the Jewish American community is white supremacy.\nGeorge Selim, senior vice president of programs for the league, said that its latest data from 2018 showed that of the 313 people killed by right-wing extremists between 2009 to 2018, 76 percent were killed by white supremacists, \"making white supremacists the deadliest extremist movement in the United States over the past decade.\"\nAnd Jewish people appear to a primary target.\n\"The data we have compiled from the last three years shows that anti-Semitism in America is far more pervasive than in previous years,\" Selim said. \"Our recently released 2018 audit recorded 1,879 anti- Semitic incidents in the United States. Last year was the third-highest year on record since we began tracking incidents in 1979; it was the deadliest year on record for the U.S. Jewish community, and it saw a doubling of anti-Semitic assaults compared to 2017.\"\nRaskin and other committee members noted a pattern of federal law enforcement not categorizing crimes committed by white supremacists as domestic terrorism.\nThe fatal mass shootings by white supremacists at the Mother Emanuel AME Church in 2015 in Charleston, South Carolina, and at the Tree of Life Synagogue in Pittsburgh in October 2018 were not classified as domestic terrorism. But the shootings by nonwhite Muslims in San Bernardino, California, in 2015 and at the Pulse night club in Orlando, Florida, a year later were called domestic terrorism by federal authorities.\n\"I can't help but come to the conclusion that what's being labeled as terrorism almost exclusively came down to the identity\" of the perpetrators, said Rep. Alexandria Ocasio- Cortez, D-N.Y.\nBro, the mother of the woman killed in Charlottesville, said she sensed her own \"white privilege\" in the response to her daughter's death.\n\"Parents lose their children all the time. I'm not special in that way,\" she said. \"But because my daughter was a white girl, the whole world lost their mind. ... So I'm using the platform that has been given me because of my daughter's death to carry forward in her work. And I want to say to you, we have to do a better job of recording hate crime, but we also have to do a better job of preventing hate crime. We have to find ways to reach these young people before they become radicalized.\"\nEmail: mbrown@deseretnews.com\nTwitter: mbrownreport\n\nLoad-Date: May 24, 2019"
}