{
    "title": "Government should help, not hinder industry_ CEO; Working together for mutual benefit",
    "publisher": "business insurance",
    "year": 2003,
    "month": 5,
    "day": 19,
    "full text": "LONDON-Governments should take a more active role in covering ''unpredictable'' risks such as terrorism, both to protect insurers and to attract investment capital into the global insurance industry, says the chief executive of Lloyd's of London.\n''We must ensure that governments create an environment in which exposure can be realistically quantified,'' said Lloyd's CEO Nick Prettejohn, speaking last week at a seminar jointly hosted by the International Underwriting Assn. and the Lloyd's Market Assn. He said governments should also work to eliminate barriers, such as trade and regulatory restrictions, that deter or prevent ''willing capital'' from taking on risk.\nMr. Prettejohn said that ''governments have a role to play to protect their citizens and us as an industry,'' particularly through programs in which they serve as an insurer of last resort for potentially catastrophic risks such as terrorism.\nPrograms such as Pool Reinsurance Co. Ltd., the U.K. government-backed terrorism reinsurance facility, as well as the U.S. government terrorism reinsurance program created by the Terrorism Risk Insurance Act, have ''shown that both parties have been able to work together for mutual benefit,'' he said.\nIn addition, he said that when governments introduce coverage mandates-such as the Employers Liability Act, which requires U.K. employers to provide coverage for worker injuries-they must establish clear guidelines for the cover. ''Governments must create an environment in which it is possible for risk to be priced and exposure assessed without fundamental legislative and judicial interference.''\nFurthermore, governments can aid insurers by removing artificial regulatory barriers that prevent capital from entering the industry, said Mr. Prettejohn.\n''Risks worldwide are getting larger, more complex, more varied and more uncertain, with ever-higher potential scales of loss. If these risks are to be insured or reinsured, governments must do their best to ensure that capital to support underwriting is used efficiently and that new capital is not deterred from entering the industry or from writing particular risks because of needless or disproportionate prudential rules or trading restrictions,'' he said.\n\nGraphic\n\n \nMr. Prettejohn\n\nLoad-Date: May 21, 2003"
}