{
    "title": "Governor says he's going to veto anti-terrorism planShowdown looms on the death penalty",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 2,
    "day": 5,
    "full text": "SPRINGFIELD - Gov. George Ryan said Monday that he will veto a sweeping anti-terrorism plan out of concern about expanding the death penalty.  \nCiting fears of influencing the work of a commission studying potential fixes for the death penalty system, the governor said he will reject the plan. That could trigger a political showdown over the death penalty.  \nHowever, the governor said he is working on a compromise version with Attorney General Jim Ryan, who, along with state lawmakers, sent the anti-terrorism measure to the governor last fall.  \nBut Jim Ryan's spokesman voiced continued support for the plan as is and gave no indication that the attorney general is willing to back off his demand that the death penalty be part of the terrorism-fighting plan.  \n\"The attorney general believes that it should be signed as is,\" said spokesman Dan Curry. \"We're talking to the governor's office. That's all we're going to say.\"  \nHe would not comment on whether Jim Ryan, an Elmhurst Republican running for governor, would ask lawmakers to override any changes the governor makes. The governor has until Friday to act.  \nFrom the moment the anti-terrorism plan passed the state House and Senate, a confrontation over the death penalty provision loomed with the governor.  \nHe rejected previous attempts to expand eligibility for executions. In August, he vetoed a plan to make gangland killers eligible for the death penalty, arguing that each time lawmakers expand death row eligibility, the system takes another step closer to resembling the one declared unconstitutional in 1972.  \nDeath penalty opponents urged the governor to apply the same argument to the anti-terrorism plan. The governor has received nationwide if not worldwide attention for halting executions until the system is improved. Since the death penalty was reinstated in 1977, Illinois has executed 12 men while 13 have been freed from death row.  \nAlthough his position was clear, supporters of the anti- terrorism plan questioned whether in the wake of Sept. 11 the governor would actually veto legislation making terrorists like Osama bin Laden eligible for the death penalty if caught and convicted in Illinois.  \nIt now appears he will.  \n\"If I signed that bill with the death penalty in it, it might indicate some way that I'd like to have them (death penalty commission members) report,\" he said. \"I've done my best in two years not to signal how I may or may not feel about it.\"  \nRyan's commission is expected to make final recommendations next month.  \nBut the governor said he is open to a compromise that includes many of the remaining provisions such as expanding the state's wire-tapping authority and making it a felony for someone to get on a plane with a gun.  \nIf the governor rejects any part of it, the plan returns to the legislature for consideration. Lawmakers are not bound to follow any changes.  \nAnd if lawmakers can muster the votes, they can undo any changes. The anti-terrorism plan initially passed the House and Senate with more than enough votes to override any changes if lawmakers vote the same way.  \nWith the governor expected to veto the plan by week's end, the question then falls on legislative leaders as to whether they will move to enact the original plan or honor any deal that the two Ryans may work out.  \n\"It depends on what they are,\" Patty Schuh, spokeswoman for Senate President James \"Pate\" Philip, a Wood Dale Republican, said of potential revisions.  \nSteve Brown, a spokesman for House Speaker Michael Madigan, a Chicago Democrat, said he could not comment without knowing what the compromise might include.  \nBrown questioned why it took nearly three months for the governor to act when lawmakers and the attorney general took extraordinary steps to get the plan approved during the fall session.  \nHe said the delay makes it look like the issue is being played for political gain. Brown also noted that the attorney general was not open to compromise on the death penalty issue when the plan was debated in the Illinois House.\n\nLoad-Date: February 5, 2002"
}