{
    "title": "Government to introduce new security and policing powers after last week's attacks",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 29,
    "full text": "Opposition parties warn Ottawa needs to be cautious as it expediates new anti-terrorism legislation\nFollowing Wednesday's attack on Parliament and the killing of Corporal Nathan Cirillo by Michael Zehaf-Bibeau, Public Safety Minister Steven Blaney said on Oct.  24 that Ottawa will look to strengthening current anti-terrorism legislation and expanding the policing powers of the state.\nThe minister said the legislation will be reviewed to determine the 'thresholds' contained in Canada's security laws for making preventative arrests of people suspected of involvement in terrorist elements. The purpose of the review is to increase the scope and efficiency of anti-terrorism policing.\n\"The challenges are the thresholds - the thresholds that will allow either preventive arrest, or charges that lead to sentences, or more simple operations,\" Mr. Blaney said. \"So what the prime minister has asked is for us to review in an accelerated manner the different mechanisms that are offered to police to ensure everyone's security.\" According to Mr. Blaney and other government officials, the powers granted to police and security officers are insufficient to deal with men like Mr. Bibeau who act alone in targeting civilians or government officials.\n\"When we tabled the Combating Terrorism Act, we activated some capability for our law enforcement to do some [preventive arrests],\" Blaney said.  \"What we are realizing now is there are some thresholds that would need adjustment so that it is more practical and more functional to intervene.\" Wednesday's attack follows ongoing amendments to security legislation. On Oct.  16, Mr. Blaney released a statement saying Ottawa had introduced a bill to amend the Canadian Security Intelligence Service Act.\nLast November, a federal court ruled it illegal for Canada's intelligence services to track Canadians abroad with suspected terrorist links and also ruled it illegal for our spy services to use information and intel from allies in tracking Canadians abroad without first getting the approval of Parliament.\nAccording to Andy Ellis, the deputy director of CSIS operations, intelligence services \"were unable to track where these people were, when they were moving, how they were moving and the nature and depth of the threat they posed to Canada and our allies.\" The government was looking to amend the bill and rollback the court ruling in order to address what Mr. Ellis said was \"a black hole\" in the intel of intelligence services trying to keep track of terrorist threats. Essentially, the bill will permit intelligence services to track Canadians abroad, and rely on and use information from allied intelligence.  Although it's still too early to tell what new amendments the government has in mind, it appears these changes will focus on giving police forces the means to pre-empt terrorists before they carry out an attack.\nOn Oct. 24, Justice Minister Peter MacKay hinted at such an amendment during a news conference in Brampton.\n\"We want to build on those elements of the Criminal Code that allow for preemptive action, specifically in the area of terrorism, but not to rule out areas in which we think we can prevent crime,\" he said.\nSpeaking the morning after the attacks, the prime minister told the House of Commons that the government will expedite amendments to police and security powers, but did not specify exactly in what areas of our police and intelligence services this will happen.  \"In recent weeks, I've been saying that our laws and police powers need to be strengthened in the area of surveillance, detention and arrest,\" Harper said.  \"They need to be much strengthened, and I assure you, Mr. Speaker, that work which is already underway will be expedited.\"\nHowever, the move to increase the powers of intelligence services and police forces to monitor suspected terrorists and preempt possible attacks is also raising concerns among opposition members and others how new security measures will impact the civil liberties of Canadians.\nLiberal MP David McGuinty said that the government needs to be cautious in how it approaches introducing new legislative powers to the police and intelligence services.  \"Before we proceed with too much speed here in terms of vesting new powers, I think we have an obligation to examine what we have in place, and secondly I think we need to really ask some tough and probative questions,\" Mr. McGuinty said.  Conservative politicians were also weary of the government acting hastily in amending legislation to make it easier for the government to detain suspected terrorists.  Stockwell Day, Harper's minister of public safety from 2006-2008, buttressed McGuinty's concerns.\n\"There are always limitations, and this is what we have to realize in a free and democratic society. Any time you increase your security, you decrease your freedom somewhere,\" he said.\n\nLoad-Date: October 29, 2014"
}