{
    "title": "Government Revises Case On Terrorism",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 20,
    "full text": "With less than six weeks left before a Muslim cleric and his followers are scheduled to stand trial on terrorism and conspiracy charges, the Government, in court papers filed yesterday, fine-tuned its case, focusing more heavily on the roles of the cleric and the man who was acquitted in the killing of Rabbi Meir Kahane.\nThe revised charges, contained in an indictment returned by a Federal grand jury in Manhattan, represent the latest -- and perhaps the clearest -- in a series of bids by United States Attorney Mary Jo White's office to outline its case against the men who it says plotted to bomb the United Nations and other landmarks and to assassinate public figures ranging from Assemblyman Dov Hikind to President Hosni Mubarak of Egypt.\nDescribing in the simplest possible terms a complex net of actions over several years that it asserts amounted to \"a war of urban terrorism against the United States,\" the new indictment -- the fourth the Government has produced in the case -- may have been written with an eye to the jury, which must use the indictment as its primary written guide to actions ascribed to 12 defendants. Jury selection is set to begin on Nov. 28.\nThe new indictment, released yesterday, expands the use of racketeering charges in the case in what may in part be a bid by the Government to liken the reputed terror ring to more commonplace organized crime groups.\nThe case is related to, but distinct from, the bombing of the World Trade Center on Feb. 26, 1993, for which four men were convicted earlier this year, though legal experts say the coming case will be much harder to prove. Where the earlier case was built on one of the worst acts of terrorism in United States history, the pending one is based largely on plans and conversations and centers on a rarely used charge of seditious conspiracy, or attempting to undermine the Government through violence, that jurors may find difficult to grasp.\nIn most respects, the substance of the Government's case remains the same, though greater emphasis is placed on Sheik Omar Abdel Rahman, the blind Egyptian cleric who is said to be the spiritual leader of the accused conspirators, and El Sayyid A. Nosair, who was tried and acquitted in state court for the murder in 1990 of Rabbi Kahane, an anti-Arab militant.\nAt that trial, Mr. Nosair was convicted of two counts of assault for shooting two men as he fled the scene of the killing, the Marriott East Side Hotel in mid-Manhattan.\nNeither Mr. Nosair's lawyer, Roger L. Stavis, nor the cleric's legal adviser, Emanuel A. Moore, could be reached for comment last night.\nEarlier versions of the Federal indictment charged Mr. Nosair with plotting and carrying out the assassination of Rabbi Kahane as part of a racketeering conspiracy. The new indictment adds two similar charges against Mr. Nosair stemming from the shooting of the two other men, saying that those acts, too, were committed in pursuit of the racketeering conspiracy.\nThe new indictment states that Mr. Nosair \"played a key role\" in establishing in the United States a \"Jihad organization,\" the ring that the Government charges planned the terror campaign, and continued to help direct the ring after he was convicted and imprisoned.\n\"Nosair organized paramilitary training for the conduct of jihad acts both in the United States and overseas,\" it says. \"Nosair also planned acts of terrorism, including, among other things, bombings, murders and the taking of hostages.\"\nNew charges against Mr. Abdel Rahman attempt to solidify his role in the conspiracy. The cleric, who was already charged, along with others, of conspiring to murder President Mubarak, now also faces the charge of solicitation to murder, or trying persuade some of his co-defendants to carry out the killing.\nIn another new charge, he is accused of soliciting a Government informant, Emad A. Salem, to bomb an American military installation.\nIn a letter to Judge Michael B. Mukasey that accompanied the indictment, prosecutors indicated that they are still discussing a possible plea-bargain with one of the minor defendants, Mohammed Abouhalima. The Government also informed the judge that it agreed with Mr. Abouhalima's request that he be tried separately from the other defendants, if he is tried at all.\nBecause of plea deal talks, Mr. Abouhalima is not included in the new indictment, though prosecutors said in their letter that if they cannot reach a plea deal with him, after 30 days, \"it is expected that some action will be taken.\"\n\nLoad-Date: October 20, 1994"
}