{
    "title": "Government bans Khalistan Liberation Force",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 12,
    "day": 27,
    "full text": "New Delhi, Dec. 27 -- The government has banned Khalistan Liberation Force (KLF) for its involvement in several killings, bombings and other terror activities during its violent campaign for \"secession of Punjab\".\nThe decision to ban the outfit under the Unlawful Activities (Prevention) Act (UAPA) comes in the backdrop of agencies unearthing several KLF modules in recent months which has led to apprehensions that it is attempting to revive militancy in the state.\nThe Khalistan Liberation Force and all its manifestations have been declared outlawed under the under the Unlawful Activities (Prevention) Act (UAPA), a Home Ministry order said on Wednesday, adding it will be the 40th organisation to be proscribed under this law.\nAccording to officials, during the height of militancy in Punjab in 1980s and 1990s, the group was involved in a series of unlawful activities.\nThe ban on KLF has been imposed as it is involved in \"killing of innocent people and police officers, several bombings on civilian targets in India, collection of funds for terror activities through extortion, kidnappings, bank robberies and assassination attempts of important government functionaries\", the order said.\nThe KLF came into existence in 1986 with the objective of establishing an independent Khalistan by secession of Punjab from India \"through violent means\", the order said \"The KLF has committed acts of terrorism and promoting acts of terrorism and has been engaged in radicalisation and recruitment of youth for terrorist activities in India,\" the order said.\nThe Home Ministry maintained that a five-member KLF module was busted by the Punjab Police, which resulted in working out the two cases relating to planting of Improvised Explosive Devices (IEDs) in Nabha, Punjab. Another KLF module was busted in Gurudaspur district and four terrorists were arrested with illegal arms and ammunition. They were planning to target Pathankot based leaders of a particular political party.\nAnother KLF module was busted by Amritsar police and three KLF terrorists were arrested, who were planning to target prominent members of a particular community, so as to disrupt communal harmony in Punjab.\nThe home ministry said the Jalandhar police also busted a KLF and Khalistan Zindabad Force module of four members and arrested the chief of KLF along with illegal arms and ammunition on November 7, 2014.\nYet another KLF module was busted in 2017, which carried out a series of eight killings or attempted killings of specific communities and organisations in order to destabilise the law and order situation and reviving terrorism in Punjab.\nThe ministry also said the members of KLF in India are getting financial and logistic support from their handlers based abroad and it believes that the KLF is involved in terrorism as it has committed and participated in various acts of terrorism in India.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: December 27, 2018"
}