{
    "title": "Government employs term 'terrorist' too lightly",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 6,
    "full text": "Imagine living in a country where it is possible to be thrown into prison for disagreeing with that country's leader. Imagine having to tiptoe around because of what you believe, since those beliefs could lead to one of the worst charges you can face -- terrorism.\nSadly, this is the truth many have faced in the United States in the five years following the attacks on Sept. 11, 2006.\nIn a recent report by The Transactional Records Access Clearinghouse (TRAC) at Syracuse University, with three out of four of terrorism case outcomes already determined, nearly two-thirds weren't worth prosecuting.\nThat's right. Out of 6,472 prosecutions, 3,171 never even saw a courtroom. A majority of them weren't prosecuted because there was little or no evidence incriminating the suspect.\nBut I suppose many people would argue it's all right to falsely imprison individuals, as long as the real terrorists are being locked up for good. Well, the TRAC report erased all hopes of that happening as well.\nIn the report, out of the 6,472 accused, about one in five, or 1,329, have been convicted. Is it really enough to justify accusing so many innocent people of an act equal with treason?\nEither way, it's also important to consider the punishments the convicted receive.\n\"Of the 1,329 who were sentenced, 704 received no prison time, and an additional 327 received sentences ranging from one day to less than a year,\" according to the TRAC report.\nOf course, our prosecution of terrorists since Sept. 11, 2001, hasn't been completely useless. As a result of so many people being accused, 67 people actually have been sentenced to terms ranging between five and 20 years.\nSo, how many people are serving more than 20 years? A grand total of 14. Hardly seems worth referring 6,472 people to be prosecuted on terrorism -- related charges when only 1 percent receive a punishment that reflects the magnitude of terrorism.\nWe're living in a country that justifies nearly everything it does on the foundation that it will help us fight terrorism. We've given up freedoms and allowed our government to spy on us at its leisure in order to feel more secure against the threat. And this is what it has to show us?\nWe've allowed the government to start two separate wars to fight the evil that plagues our world. So where are all these top terrorist suspects it has produced?\nAccording to an Associated Press article, the government admitted to having captured most of the Sept. 11, 2001, ringleaders at the penalty trial of Zacarias Moussaoui. But are they being charged for their crimes? No, but prosecutors have suggested it's possible they'll be charged somewhere, someday.\nThe article suggests this might be due to torture. The government has never disproved persistent allegations saying it performed such acts, and this would explain why the accused couldn't be tried in the United States.\nI know there are many people out there who could care less that the persecution of terrorists in our own country seems to have little to do with anything close to terrorism. And some of you might even enjoy that the terrorists we do catch probably are being tortured in some random country overseas.\nBut, if terrorism has led us to forget our core beliefs, then the terrorists have won. We can't simply ignore someone's civil rights just because he or she is not an American. All men are still created equal, even terrorists.\n(C) 2006 Kansas State Collegian via U-WIRE\n\nLoad-Date: September 6, 2006"
}