{
    "title": "Government fights war on terrorism and drugs as one in the same",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 2,
    "full text": "As the United States wages a war on two fronts, against both terrorism and drugs, Ethan Nadelmann poses a fair question of priorities. \"Which white powder do we want the government looking for,\" asks Nadelmann, executive director of the Lindesmith Center, a non-profit drug policy organization. \"Do we want them focused on anthrax or do we want them focused on cocaine?\"\nOur profligate $ 50-billion-per-year drug war is certainly diverting potential resources from our fight against terrorism. But what worries Nadelmann even more is the way these two wars are converging. He believes that in the near future all of the law enforcement and military infrastructure we have built to investigate and prevent terrorist activities will be incorporated into the war on drugs.\nDRUGWAR2\n\"The question becomes, whether down the road a few years, when we have in place a new, very well-funded, large-scale . . . security apparatus focused on counterterrorism, will pressures begin to emerge to refocus it at the war on drugs - where what the government will be looking for will not be hundreds of people (terrorists) who might do massive damage to a large number of people, but millions of people (drug users) who could potentially do little damage to anyone but themselves,\" Nadelmann says.\nAlready there are signs that the drug war and the war on terrorism are seen by our national leaders as one in the same. In September, after the World Trade Center and Pentagon attacks, U.S. House Speaker Dennis Hastert announced the formation of a new task force to combat drug trafficking. \"The illegal drug trade is the financial engine that fuels many terrorist organizations around the world, including Osama bin Laden,\" Hastert said.\nActually, one need only keep up with the news to know that the outlandish profits generated by black market drugs are used to support terrorist campaigns. Hence the term \"narco-terrorist.\"\nThe most obvious examples are within our own hemisphere. Colombia is a nation ripped apart by its high-volume drug trade, the profits of which have gone to underwrite leftist rebel movements as well as right-wing paramilitary death squads. Similarly, illicit drug profits supported the Shining Path guerrilla insurgency in Peru.\nThe United Nations estimates that the world trade in illicit drugs generates about $ 400-billion every year - plenty of money to send a dozen men to flight school.\nThe government could plug this money spigot almost overnight but unforgiveably chooses not to. All we would have to do is move our prohibitionist drug war into more sensible territory, such as legalizing marijuana, and decriminalizing and regulating the use of harder substances. Ending alcohol prohibition showed us that organized crime will get squeezed out as profits plummet and legitimate businesses enter the market.\nThis is obvious to nearly everyone but our political leaders. The American people have pretty much had it with the zero-tolerance drug war, as evinced by the widespread public support for medical marijuana initiatives and the California initiative to put non-violent drug offenders in treatment rather than prison. But beyond a handful of brave truth-sayers such as Gov. Gary Johnson of New Mexico, politicians refuse to catch up. Too many of their powerful constituent groups - police, prison officials, attorneys and manufacturers of materiel - have fed their careers at the drug war trough. The Drug Enforcement Administration alone employs more than 9,000 people.\nSo, despite the way our policy of drug prohibition provides a source of funds for overseas terrorist activity, the United States will not cede an inch. Instead, we will continue to arrest more than a half-million people for simple marijuana possession every year and to raid medical marijuana facilities regardless of the people's expressed will.\nThe nomination of narco-hawk John Walters for drug czar is a signal from President Bush that no thoughtful, commonsensical approaches to the drug problem will be entertained.\nBut what is most chilling is the way the new police powers of extra-judicial detention and surveillance, justified through the need to combat terrorism, will inevitably leach over into drug enforcement. Nadelmann makes the astute point that, just as voters and the courts were beginning to draw limits around the way law enforcement could invade privacy or dispense with due process in pursuit of the drug war, the war on terrorism emerged with its no-holds-bar exigencies.\nFor those who think government power over the individual should have reasonable constraints, Sisyphus' rock has rolled down the mountain once again.\n\nGraphic\n\n \nCARTOON, DON ADDIS; Window shopper reads poster for the latest electronic game in a storefront window, Embryo Imbroglio, pitting Religious Man vs. Research Man vs. Political Man.\n\nLoad-Date: December 2, 2001"
}