{
    "title": "GOVERNMENT OF PERU VS. A 'SMALL GROUP OF TERRORISTS'",
    "publisher": "the new york times",
    "year": 1982,
    "month": 9,
    "day": 21,
    "full text": "To the Editor:\nThe Times correspondent for South America, Edward Schumacher, has been constantly writing articles about terrorism in Peru. Since the manner in which this problem is presented may unjustly hurt Peru's good democratic image abroad, I would like to clarify some of Mr.  Schumacher's concepts, in the hope that it will help your readers to arrive at a better understanding of this situation.\nIn the first place, the problem is not one of guerrillas but of a small group of terrorists. Terrorism is rather a different type of delinquency. In the case of guerrillas, one deals at least with an enemy that can be identified and consequently better fought, as is happening in other countries and as has happened before in Peru. But with terrorists, one is involved with people who hide in anonymity, who lurk in the dark, and with whom there is really no face-to-face confrontation.\nPeruvian Ambassador Fernando Schwalb comments on New York Times's coverage of terrorism in Peru\nIt could be said that terrorist activities in Peru are similar to the actions of Pol Pot's followers in Cambodia: In a nihilistic rage, they destroy for the sake of destruction. Their actions are directed largely against public and private property, and it is the most needy who are mainly affected by their acts of sabotage and devastation.  These anonymous criminals also take the lives of police officers, who have been entrusted with keeping the public order. The police have suffered severe casualties.\nI also find it necessary to state that the Government of Peru, in using the country's legal resources to counteract terrorist activities, does so in strict observance of human rights, something which is vastly ignored by terrorists. On this subject, Mr.  Schumacher apparently bases his comments on the remarks of a member of the Peruvian Congress whom he mistakenly identifies as president of the Human Rights Commission. Mr. Schumacher neglects to mention that he is a militant member of a small political party of Marxist affiliation.\nFinally I must rectify a substantial error twice committed by Mr.  Schumacher, who, unaware of recent historical events in Peru, states that President Belaunde's first administration was ousted by the armed forces because of actions of guerrillas, adding that the same thing may happen again, for the same reason.\nMr. Schumacher has no ground for such a hypothesis. The armed forces have given their full support to the legally elected Government of President Belaunde and to democracy in Peru. As to the guerrillas of 1965, they were completely obliterated that same year.\nThe Government of Peru was deposed in 1968 (by a seditious group of colonels, not by the armed forces as such) because of a problem connected with I.P.C., a subsidiary of Standard Oil of New Jersey (now Exxon), which involved the claim of a loss of a page in a contract for the supply of oil and the attribtuion of this loss to the Government.\nThe results of the electoral process of 1980 proved the falsehood of this grotesque accusation, and the people of Peru reaffirmed their trust in President Belaunde by re-electing him with an overwhelming majority.\nFERNANDO SCHWALB, Ambassador of Peru, Washington, Sept. 10, 1982"
}