{
    "title": "Graham says U.S. troop drawdown coming",
    "publisher": "the world",
    "year": 2019,
    "month": 12,
    "day": 17,
    "full text": "World\n KABUL, Afghanistan  - U.S. Sen. Lindsey Graham said Monday that President Donald Trump will announce an American troop drawdown from Afghanistan this week, which will likely begin next year.\n Graham, speaking from the Afghan capital of Kabul, said the president could reduce troop numbers to 8,600, down from the current estimated 12,000.\n \"The Afghan security forces are getting more capable,\" he said. \"As they achieve capability, the number of U.S. forces necessary can go down.\"\n Graham said he supports Trump's expected drawdown. That's because Graham says 8,600 U.S. troops would be sufficient to guarantee \"Afghanistan never becomes a launching pad for another attack against the United States homeland.\"\n The South Carolina senator said America's withdrawal must be \"condition-based\" and that the Taliban must keep the promises they've made during talks.\n \"It's our goal to withdraw our forces, but it is our ultimate goal to do it in a sustainable fashion. So we don't have to come back and we don't undercut our prestige and our standing all over the world,\" he said.\n The Taliban have said any peace agreement must include getting all American troops out of the country.\n Washington's peace envoy Zalmay Khalilzad has been trying to hammer out a peace agreement with the Taliban for over a year. The U.S. wants any deal to include a promise from the insurgent group that Afghanistan would not used as a base by terrorist groups.\n Graham, however, said the Taliban could not be trusted to be a reliable counter-terrorism force.\n \"It would be insane for America to allow the Taliban to ensure that al-Qaida and ISIS-K doesn't come back in a way to represent a threat to our allies and to the American homeland.\" said Graham, using an alternative abbreviation for the Islamic State group's branch in Afghanistan. The Afghan affiliate refers to itself as the Khorasan Province.\n From wire reports\n\nLoad-Date: December 17, 2019"
}