{
    "title": "Graham Agrees With Claim Of Flawed Terrorism Policy",
    "publisher": "the tampa tribune ",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "U.S. INVASION OF IRAQ IGNORED THE REAL THREAT, SENATOR SAYS\nBy WILLIAM MARCH\nwmarch@tampatrib.com\nTAMPA — U.S. Sen. Bob Graham lent support Monday to statements by a former counterterrorism official that President Bush's administration failed to respond appropriately to the terrorist threat of Osama bin Laden and al-Qaida.\nRichard Clarke, who worked in military and intelligence affairs under four presidents, has asserted in a new book and in interviews during the weekend that the Bush administration undermined national security by ignoring the threat in order to invade Iraq.\nAsked about those assertions Monday, Graham, a former Senate Intelligence Committee chairman, said he has worked with Clarke for about a decade and considers him \"a very professional person\" who \"does not have the reputation of being an alarmist.\"\nClarke's statements were \"consistent with what I have heard and some things I've personally experienced,\" said Graham, D-Miami Lakes, in an interview with the editorial board of The Tampa Tribune.\nClarke's contentions also are similar to those Graham has leveled for more than a year: that the war in Iraq was a distraction from the more serious terrorist threat posed by al-Qaida, \"as if, after Pearl Harbor, the U.S. had invaded Mexico.\"\nThe Bush campaign responded Monday that the statements of both Graham and Clarke are politically motivated to suit the presidential challenge of Democrat John Kerry.\n\"It has to be understood Graham is campaigning for vice president,\" said Reed Dickens, a campaign spokesman. \"Clarke, as evidenced by the timing of his comments, is positioning for a job in the Kerry administration.\n\"When Mr. Clarke had the opportunity to meet with the president in what he called the crucial period, he chose to talk about cybersecurity.\"\nClarke was counterterrorism coordinator in President Clinton's White House, after stints in military and intelligence affairs in the State Department under the first President Bush and President Reagan, according to the Council on Foreign Relations.\nClarke has told interviewers that, when the current President Bush took office, he was asked to work on reorganizing White House terrorism efforts and that he recommended separate positions on terrorism and cybersecurity.\nAfter a decade working in the area of terrorism, Clarke said, he wanted the cybersecurity job.\nGraham said he learned in early 2002 from \"a person in a leadership position at Central Command\" at MacDill Air Force Base in Tampa \"that military and intelligence resources, personnel and equipment, were being moved out of Afghanistan in preparation for war in Iraq.\"\nAt the time, the senator said, he had heard U.S. forces were closing in on bin Laden.\nThe diversion of resources \"had the effect of allowing Osama bin Laden to escape almost sure detention,\" he said. \"Al-Qaida, which was almost a dismantled organization by early 2002, was able to regroup ... in a more lethal form\" with a decentralized organization.\nInstead of engaging in Iraq, the United States should have \"stayed on task until we destroyed al-Qaida,\" Graham said, and then moved on to \"the next and, some say, the more dangerous organization, Hezbollah,\" and its protector, Syria.\n\"I don't think we would have had to go to war with Syria,\" he said, but the United States might have had to \"disrupt\" Hezbollah bases and leadership in Syria and Syrian-controlled Lebanon.\nAsked what he believed to be Bush's motive for the war, Graham said it was partly control of Iraq's oil reserves, partly a belief that \"you could install a Jeffersonian democracy in Iraq,\" which he called \"naive,\" and partly \"the feeling that we should have taken Saddam Hussein out in 1991 and failed to do so, so there were some old scores to be settled.\"\nReporter William March can be reached at (813) 259-7761.\nCopyright © 2004, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO\nBob Graham Says White House policy let al-Qaida regroup\n\nLoad-Date: March 25, 2004"
}