{
    "title": "Graham takes on terrorism",
    "publisher": "the tampa tribune ",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "BY ANNETTE MARDIS\n\"Keys to the Kingdom\" by Sen. Bob Graham (Vanguard Press, $25.99)\nWhat the Saudi government dismissed as \"outrageous myths,\" Sen. Bob Graham presented as fact in a 2004 expose he co-authored.\n\"Intelligence Matters: The CIA, the FBI, Saudi Arabia, and the Failure of America's War on Terror\" asserts that Saudi officials were complicit in the terror of Sept. 11 and that, in the aftermath, the Bush administration protected a number of Saudis, including relatives of Osama bin Laden.\nGraham is still making that case in his latest book, his first novel, and he's taken it a step further: Saudi-created nuclear weapons are now in bin Laden's possession.\n\"Keys to the Kingdom\" debuted in June, a few weeks after Navy Seals killed the al-Qaeda commander. But he lives to threaten America again in Graham's action-packed thriller.\nThe story revolves around Tony Ramos, a State Department analyst and ex-Special Forces operative, and his do-or-die mission to uncover the truth about Saudi links to terrorism, particularly the 9/11 atrocities.\nGraham - the former Florida governor who chaired the Senate Select Committee on Intelligence - uses his insider knowledge to craft a complex and all-too-believable plot.\nAnother recent release that combines fact, fiction, Middle Eastern intrigue and the threat of nuclear annihilation is Richard North Patterson's \"The Devil's Light\" (Simon & Schuster, $26).\nThe chillingly plausible plot centers on CIA operative Brooke Chandler's death-defying race to find and disable a nuclear bomb that al-Qaida has stolen from Pakistan's military.\nBin Laden has announced he will detonate the device on the 10th anniversary of 9/11.\nFrom factual fiction to heart-rending reality, two other new 9/11-related books fulfill America's promise to never forget its lost sons and daughters.\nFrom LIFE comes the expanded, 10th anniversary edition of \"One Nation\" (Little, Brown and Co., $29.99), a coffee-table-size chronicle of unfathomable destruction, unrelenting grief, selfless heroism, miraculous escapes and indomitable spirits.\nThe updated edition includes a foreword by Tom Brokaw; President Obama's announcement of bin Laden's death; and updates and new portraits of the \"Faces of Ground Zero.\"\nThe bookoverflows with Joe McNally's haunting images of the attacks and their aftermath.\nA simpler, but no less poignant, remembrance is \"The Legacy Letters\" (Penguin, $13), a collection of lovingly crafted messages written by spouses, children, siblings, parents and other loved ones to 100 of the nearly 3,000 victims of 9/11.\n\"Your final gift to me is now 10 years old,\" Daniela Gogliormella writes to her late husband, Mike. \"She laughs like you -- contagiously -- and her big hazel eyes tell me everything -- just like yours did.\"\nKimberly Raines, 11, tells her dad, Harry: \"Don't feel like you abandoned us; I know you are here with me every day.\"\nThe book is a project of Tuesday's Children, which supports 9/11 families and othersaffected by global terrorism. The book's royaltiesare pledged to that nonprofit service organization.\nAnnette Mardis is a copy editor for Media General.\nCopyright © 2011, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: September 13, 2011"
}