{
    "title": "Graham_ Ports are Achilles' heel of terrorism fight",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 26,
    "full text": "Sen. Bob Graham cautions that he is not here to give terrorists advice. But he knows the vulnerability of U.S. seaports, and he offers the following blueprint for disaster:\n\"If you wanted to detonate a weapon of mass destruction, my recommendation would be find a remote site that's relatively insecure in some place in the world. Look for a container being filled with goods that will be shipped to the United States.\n\"Place your weapon of mass destruction in that container.\nPORTS\n\"Equip the container with two almost off-the-shelf things, a global positioning device so that you can follow where the container is, and a remote detonation device so that when the container is at a point where you believe it can do the most damage, you can detonate it.\"\nGraham says the threat he paints is very real. And to make it even more frightening, the only way to prevent such a disaster would be to catch the container as it enters a seaport.\nOn Thursday, the Senate passed legislation that requires all U.S. seaports to implement a security plan, and allocates almost $ 4.5-billion in grants and loans to pay for needed equipment. Graham sponsored the legislation, which if enacted, will be the first time the government has set nationwide seaport security standards.\nThe House has yet to consider port security although six members of the Florida delegation are co-sponsoring a bill similar to Graham's.\nIn most southeastern states, which usually have one major seaport, security has never been much of a priority. But with 14 ports along its coastline, Florida is aware of its vulnerabilities.\nThis year, the state Legislature passed a bill requiring ports to create and implement a security plan. They must conduct criminal-background checks on all employees and those employees must wear identification badges.\nThe bill was originally passed as a way to cut down shipments of illegal drugs and stolen goods that had been sliding past inspectors throughout much of the 1990s.\n\"The intent of that bill had nothing to do with terrorism because terrorism wasn't on anyone's radar screen,\" said Robert Peek, a spokesman for the Jacksonville Port Authority.\nTerrorism was not considered a likely problem at any of the country's roughly 185 commercial seaports, according to an August 2000 report of the Interagency Commission on Crime and Security in U.S. Seaports.\n\"There is no indication that U.S. seaports are currently being targeted by terrorists,\" reads the report. \"The FBI considers the present threat of terrorism directed at any U.S. seaports to be low, even though their vulnerability to attack is high.\"\nVulnerability is high because Customs agents, on average, inspect less than 2 percent of cargo containers that pass through U.S. ports. The Jacksonville Port Authority handles about 3.5-million tons of container cargo each year, third most in the state behind the Port of Miami and Port Everglades. Officials have added a $ 300,000 X-ray machine, big enough to scan 40-foot containers.\nThe Senate port security bill authorizes funding an additional 1,500 inspectors and security officers although it has not been determined which ports will receive additional inspectors.\nOfficials at the Tampa Port Authority are busy building fences, installing lighting and adding computerized access controls that they say will help them keep intruders out of the port. Just last week they created a new full-time chief-of-security position.\nJohn Thorington, director of government relations for the Tampa Port Authority, estimates that a fully implemented security plan would cost the port about $ 20-million for infrastructure plus an additional $ 2-million to $ 3-million a year for operating costs.\nTo pay for part of the new security measures, Graham's bill increases the tonnage tax on cargo. The rest of the costs would come out of general government revenues.\n\nLoad-Date: December 26, 2001"
}