{
    "title": "Grand Strategy_ Pakistan Drama",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 3,
    "full text": "The enemy of my enemy is my friend. Leaders have used this basic strategy to maintain vast empires since the beginning of human civilization. At the outbreak of the global War on Terror, the United States made an attempt to elicit the support of Pakistan against Islamic extremists and the terrorist networks which threaten the security of both countries.\nIslamic extremism threatens the regime in Pakistan with destabilization and a possible overthrow of the government. Our mutual enemies makes Pakistan an ideal ally in counter-terrorism efforts. Sadly, it is doing far more harm than good. Despite the naive commentary from pundits about Pakistan being an ally of the U.S., we should exercise extreme caution in dealings with the Islamic republic.\nPakistan has acted as a rather shady and nefarious figure since the very beginning of the War on Terror, outwardly feigning support for the United States and its efforts while enabling terrorism in secret. Weak leadership and the radical Islamic sentiment of military personnel contribute to Pakistans emerging reputation as a state sponsor of terror.\nAccording to the Council on Foreign Relations, the Pakistani government appears to take a harder stand on al-Qaida while simultaneously adopting a permissive posture with the Taliban. Such unreliable and insincere allies are not to be trusted.\nThroughout Operation Enduring Freedom, NATOs mission in Afghanistan, Pakistan has utterly failed to deal with terrorist cells and Taliban Islamists in the Federally Administered Tribal Areas on its eastern border with Afghanistan. Pakistani journalist Ahmed Rashid reported that the area has become a melting pot for Jihadis from all over the world. Because Pakistan is a country dominated by religion, secularism and opposition to the excesses of fundamentalism are largely alien concepts.\nSubmitting to radicalism as is custom for the country, Pakistan continues to protect the Haqqani Network, a terrorist organization closely allied with the Taliban. Cowardly Haqqani attacks and bombings have been responsible for the deaths of hundreds of U.S. and coalition forces. Despite numerous terrorist attacks originating from their territory, Reuters reported that Pakistan refuses to take counter-terrorism action against the Haqqani Network, and will not allow the United States to deploy troops into the tribal areas controlled by the insurgents; not only does our supposed ally refuse to fight terrorism, they wont allow us to do it for them.\nWorse than simple inaction, Pakistans intelligence agency has come under fire for providing direct support in the Haqqani Networks recent attack on the American embassy in Kabul, which murdered at least five and wounded 77 brave coalition soldiers. According to The New York Times, Admiral Mike Mullen, chairman of the Joint Chiefs of Staff, made clear that the support extended to increasingly high-profile attacks in Afghanistan aimed directly at the United States. The Pakistani leadership needs to tread carefully, as their suspicious activities are threatening the lives of U.S. soldiers.\nIts not just the leadership thats in bed with terrorists the Pakistani Islamic community is turning its guns against the U.S. as well. A recent article in Foreign Policy reported that the Sunni Itehad Council, a Muslim leadership organization inaccurately labeled as moderate, has called for jihad against the U.S. in defense of the homeland. In a petty display of childish immaturity, the alliance of clerics issued a fatwa (religious decree) against referring to the United States as a superpower because, apparently, only Allah deserves the title.\nGiven recent events, the United States should tread carefully in its dealings with Pakistan, and must consider forging alternative alliances if the country fails to withdraw support for Islamic terrorist organizations. Since Pakistan has a robust nuclear arsenal, we should be doubly vigilant against internal instability to prevent nuclear proliferation by terrorist cells.\nIf Pakistan is willing to accept a legitimate role in the War on Terror, we should embrace it with open arms and call it friend. If not however, steps must be taken to contain the threat, as a destabilized and increasingly Islamist Pakistan would be a loaded gun against the head of the free world.\n\nLoad-Date: January 17, 2018"
}