{
    "title": "Grant awarded to specialized team Raton unit trained for chemical, radiological terrorism detection",
    "publisher": "the raton range",
    "year": 2010,
    "month": 12,
    "day": 10,
    "full text": "Raton's hazardous materials (hazmat) team has received grant funds of $112,500, most of which is to be used to purchase radiation - and nuclear-detection equipment along with a chemical weapons detector.\nThe equipment will be used by the radiological and nuclear search team made up of members of Raton Fire and Emergency Services' hazmat team. The team is the only one in the region, with the closest similar team in Las Vegas, Nev., according to Raton Fire Chief Dave Pasquale.\nThe grant monies were awarded by the New Mexico Department of Homeland Security and Emergency Management, which recently announced $9 million in grant awards to entities throughout the state. The state's department serves as the conduit for the grant program, money for which is received from the U.S. Department of Homeland Security.\nMany of the grants are for New Mexico's communities to \"enhance their law enforcement, fire, and emergency management agencies.\" Raton's grant is for equipment to be used by the locally based team that could be called out to any location near or far to search for chemical or nuclear weapons if a \"credible threat\" exists, Pasquale said.\nIn addition, the chief said, the team, which has been operational since 2008, is trained to work in a covert, low-profile manner to conduct \"preventative detection.\" The team has been involved in assignments at the International Balloon Fiesta in Albuquerque each of the last two years.\nState officials asked the Raton department to get involved in training to form a radiological and nuclear search team, Pasquale said, because Raton's hazmat-team was the most active hazmat team in the state.\nGrant funds are used to assist local governments in planning, training and disaster exercises for natural disasters or acts of terrorism. The Raton award includes $100,000 for the radiation - and nuclear-detection equipment and chemical weapons detector, as well as $12,500 to finance a training exercise.\nThe Department of Homeland Security and Emergency Management was created in 2007 to enhance New Mexico's ability to coordinate the state's efforts for the prevention, preparedness and response to acts of terrorism and natural disasters. The department also serves as the bridge between the state and federal government and the cities and counties of New Mexico for homeland security and emergency management activities.\n\nLoad-Date: October 1, 2011"
}