{
    "title": "GREATER ACCESS TO TERRORISM DATA IS SOUGHT FOR IMMIGRATION AGENCY",
    "publisher": "the new york times",
    "year": 1987,
    "month": 2,
    "day": 6,
    "full text": "The Reagan Administration is preparing plans to identify and deport aliens with links to international terrorism who could support or plan violence inside the United States, according to Administration officials and documents.\nOne of the proposals recommended by immigration officials would for the first time provide the Immigration and Naturalization Service with broad access to data gathered abroad by the Central Intelligence Agency.\nA document describing the formation last September of an Alien Border Control Committee says the Administration is reviewing ''contingency plans for removal of selected aliens from the U.S. and sealing of the borders.'' It also suggests expelling from the United States ''activists'' who are in this country illegally, a suggestion that brought quick condemnation from civil liberties groups.\nAnother document says visa restrictions are being studied for aliens ''likely to be supportive of terrorist activity within the United States.''\n \nConflict Over Aliens' Rights\nThe planning draws attention to the longstanding conflicts in immigration law between guarantees of constitutional rights for aliens and the ability of the Government to arrest or expel aliens deemed a threat to national security. The paper written by investigators at the immigration service says it is unlikely that new laws dealing with the issue will be approved by Congress. It suggests instead that changes be put into effect immediately, bypassing the normal procedures for rulemaking, which involve long delays for public comment.\nJerry Berman, chief legislative counsel of the American Civil Liberties Union, said he was concerned by what he had learned about the planning because ''it's putting the I.N.S. in the intelligence business, which we don't think they belong in, and it's selectively enforcing the laws, potentially on the basis of people's religious beliefs, and we're suspicious of that kind of enforcement.''\nDavid Sadd, executive director of National Association of Arab-Americans, said: ''This document confirms that the I.N.S.'s recent trampling on the rights of Palestinians in California is part of a larger anti-Arab frenzy and a broad government assault on the rights of Arabs. If the I.N.S. had its way, ethnic internment is right around the corner.''\n \nJordanians Charged in California\nMr. Sadd's comments were a reference to a Government move last month in California to deport seven Jordanians said to be linked to a pro-Palestinian group. They were charged under a section of the immigration law that makes it a crime to distribute or publish materials relating to world communism.\nAdministration officials stressed that the planning relating to terrorism and aliens was still in progress and that no decisions have been made.\nVerne Jervis, a spokesman for the immigration service, said, ''There is ongoing contingency planning involving the I.N.S. and the other security agencies for terrorism in general and specific incidents.'' Relatively few terrorist acts have been carried out in this country, and Federal officials have reported a declines in such incidents in recent years.\nA May 1986 study by by the investigations division of the immigration service begins with the assumption that the Government may some day face a situation similar to the Carter Administration's request in 1979 to expel all Iranian students who were in the United States without legal status.\nThe study notes a number of flaws in that attempt to deport thousands of Iranians simultaneously. In many instances, the report says, the immigration agency was later left with insufficent evidence to support cases for deportation.\n \nAlternatives for Targeting\nAccording to the study, ''the service will likely be required to concentrate its counterterrorism efforts against particular nationalities or groups known to be composed primarily of certain nationalities, most probably those citizens of states known to support terrorism.''\nThe document says the immigration officials would face two choices if asked to react to a terrorist threat: It could register all of the aliens in the United States without legal status, and then expel those who represent a threat. Or the service could ''target'' specific individuals ''based upon information received from other Government agencies or intelligence sources.''\nUnder present regulations, the immigration agency receives limited amounts of information from the C.I.A. and other intelligence agencies. The Federal Bureau of Investigation has the main assignment for keeping track of foreign counterintelligence activities inside the United States. The C.I.A. is barred from operating inside the United States.\nMr. Berman of the civil liberties group said it would require a significant change in the Presidential executive order governing intelligence actvities for the immigration agency to have access to the files or conduct its own intelligence operations nationwide.\nThe agency's study suggests the executive order be rewritten to provide the service with ''lists of names, nationalities and other identifying data and evidence relating to alien undesirables and suspected terrorists believed to in, or likely to enter the United States.''\nOther proposals under study would give the immigration service the legal authority to introduce into evidence at deportation hearings classified data that could be given to an immigration judge in closed sessions. Administration officials have complained that in some cases, they have been forced to give up deportation cases because they could not disclose the sources of their information in public.\nThe Administration has already taken some steps to make entry into the United States more difficult for aliens from some of those countries."
}