{
    "title": "Greek Olympics Potent Terrorism Target, Warns Israeli Security Expert",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 4,
    "day": 28,
    "full text": "Next year's Summer Olympics in Athens are seen by some Europeans as the peaceful, Venus-like answer to the American-led Mars attack on Iraq. But if things don't change, Islamic terrorists may turn the hoped-for Hellenic bliss into a terrible Greek tragedy.\n\"If the issue of terrorism is not acted upon immediately, I see real danger to the orderly opening of the games,\" said Commissioner (Ret.) Assaf Heffetz of the Israel Police, who recently was asked by Greek authorities to assess the terrorist threat to the Olympics.\nIn an interview with The New York Sun, Mr. Heffetz said he is working on the premise that terrorist groups are already active and that if the Greek government and other international antiterrorist bodies do not act soon, it will be too late. He did not disclose any specific intelligence.\nGreek authorities insist they can deal with the security situation. \"Greece is a safe country, a country that can deal very effectively with very difficult situations,\" Public Order Minister Michalis Chrysohoidis said last month, after a bizarre hijacking attempt of a Turkish Air flight from Istanbul. The aircraft landed in Athens and the incident ended peacefully.\nThe Greek government was lauded two weeks ago by the International Olympic Committee for improvements in preparations for the Olympics. This came after the international body overseeing preparations had criticized the pace of construction in and around the Olympic village at least three times.\nFor Greece, the smallest country to host the games since Finland in 1956, the cost is enormous (although Athens budgeted only $600 million for security), but so are the stakes.\nBut Mr. Heffetz, who currently heads TIX Group and is consulting on homeland security here, believes Greece's problems go deeper than the construction of new stadiums or highways. Terrorists are also getting ready for the Games. \"We must assume that preparations are already being made, and infrastructure is being laid\" for a major attack, he said.\nThe Greek authorities have been trying for years to appease known terrorist-sponsor states in the hope of being spared. Foreign Minister George Papandreou recently aligned himself with France and other anti-warriors, and Athens keeps good relations with Iran, Syria and the like, hoping it would benefit from good intelligence on terrorists.\nTerrorism experts believe, however, that action is required, even if it risks offending those countries. Bordering Muslim states like Macedonia and Albania, and numerous small entry ports combine to make Greece far too vulnerable.\nPreparations, Mr. Heffetz said, have to start from the premise that a venue like the Olympics is a prime target for Islamic terrorists seeking \"a total war against life and liberty in the free world.\"\nOne major weakness that can be exploited, he believes, is the terrorists' long preparation time. \"The Twin Towers attack took over three years to set up, and so did the attack in Tanzania,\" he said, dividing the preparation period into three major stages:\n* Concept - Terror leaders decide on the scope of the attack, gather intelligence and set up administrative and operational arms.\n* Planning - Local infrastructure is set, explosives are smuggled in and terror teams are recruited.\n* Execution - The team is brought together and the operation is green lighted.\nThis final stage is too late to counter any terror action, Mr. Heffetz assumes. Groups are most vulnerable in the second, longest, stage, when their activity is most intensive on all levels. But to succeed, he says, authorities must accept concepts that may not be politically popular, such as adoption of expensive biometric identification technologies, like retina and fingerprint readers.\n\nLoad-Date: April 21, 2004"
}