{
    "title": "Greek parcel bombs, Yemen plot may cause tighter cargo security in Europe In the wake of a string of",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 11,
    "day": 3,
    "full text": "Greece halted airmail shipments today for 48 hours in the wake of a two-day spate of parcel bombings blamed on domestic militants in Athens.\nThe moratorium comes after eight explosive parcels were sent to embassies in Athens, two were found at Athens International Airport, and another two managed to exit Greece. Italian authorities intercepted an incendiary package in Bologna and another reached the office of German chancellor Angela Merkel.\nEarly Wednesday morning, Greek police and the civil aviation authorities agreed on the moratorium so that they could perform additional checks on packages scheduled for delivery.\nRELATED: Parcel bombs in Athens appear to be Greek anarchists' calling cards\nThe string of Greek bombings follows a thwarted, unrelated plot to send explosive packages from Yemen to the United States via cargo flights last week. The plot, tied to Al Qaeda in the Arabian Peninsula, coupled with the Greece bombings is raising fresh concerns about air-cargo security. According to the Associated Press, Germany wants EU ministers to consider tighter security at a meeting next week.\nThe temporary measures in Greece, however, may be \"a little late,\" says Scott Stewart, vice president of tactical intelligence at STRATFOR. \"Anything that was already in the system is probably already out but you can understand why they are doing this out of an abundance of caution.\"\nThe bombs themselves did little damage, partially because they had to be small enough to elude detection, according to security experts. Packages exploded at the Swiss and Russian embassies Tuesday but caused no injuries. The rest were either detonated by authorities or caught on fire instead of exploding. Embassies and public offices around Europe have tightened security as a result of the mail bomb campaign.\n\"Terrorism is about propaganda of the act,\" says Mr. Stewart. \"These guys certainly got plenty of propaganda mileage out of all this and caused disruptions.\"\nGreek police apprehended two suspects, Panagiotis Argyros and Gerasimos Tsakalos, on Monday at a courier company in the Athens neighborhood of Pangrati. Both faced a public prosecutor in Athens yesterday under heavy armed guard. Mr. Argyros is a suspected member of the Conspiracy of the Cells of Fire, or SPF, a Greek anarchist group.\nExperts say that SPF is the most likely organization behind the attacks. Brady Kiesling, a former American diplomat and Greek terrorism expert, suspects the conspirators may have used courier bombs for reasons other than simple logistics. \"Courier work is a common part-time or day job for these anarchists,\" says Mr. Kiesling. \"They don't like their bosses and would like to see them embarrassed.\"\n       \n\nLoad-Date: November 4, 2010"
}