{
    "title": "Greenspan remarks underscore need for backstop",
    "publisher": "business insurance",
    "year": 2005,
    "month": 7,
    "day": 25,
    "full text": "When Federal Reserve chairman Alan Greenspan speaks, people generally listen closely. We certainly hope that's the case regarding his brief comments last week regarding the federal government's role in the provision of terrorism insurance coverage.\nDuring an appearance before the House Financial Services Committee, Mr. Greenspan made two points regarding terrorism insurance in response to questions from the committee. The first was that the private insurance system can't be expected to handle ``a very substantial scope of damage'' caused by an act of terrorism by itself.\nHis second point was that he didn't see how ``we can avoid the issue of a significant segment of government-backed reinsurance'' in the terrorism insurance arena.\nMr. Greenspan's comments come at a most welcome time. Less than a month ago, the Bush administration announced its opposition to an extension of the current federal terrorism insurance financial backstop, which was created by the Terrorism Risk Insurance Act of 2002.\nThat backstop expires at the end of the year, and risk managers already report that some insurers are insisting on terrorism exclusions in policies that run into 2006.\nThe administration, however, left open the door for a scaled-back TRIA program in which the private insurance industry would accept an increasing portion of the risk.\nWhile we'd prefer an outright extension of the current program, we continue to believe that even a scaled-back program is better than no program at all.\nMr. Greenspan's comments, brief as they were, underscore that position.\nWith the Senate about to become occupied with debate over the nomination of Judge John G. Roberts Jr. to the U.S. Supreme Court, and the already crowded legislative calendar shrinking each day, we hope lawmakers heed Mr. Greenspan's words and move swiftly to ensure that a backstop is in place when TRIA expires on Dec. 31.\n\nGraphic\n\n \nArt Caption: TRIA\nArt Credit: Schillerstrom\n\nLoad-Date: July 29, 2005"
}