{
    "title": "Greek pledges strict anti-terrorism steps",
    "publisher": "st. petersburg times ",
    "year": 1989,
    "month": 10,
    "day": 25,
    "full text": "ATHENS - Conservative leader Constantine Mitsotakis said Tuesday if his    party wins the Nov. 15 elections Greece will adopt legislation to help    curb terrorism that he said had soured ties with the United States.\n \n N Greece has been wrangling with the United States over the extradition    of a Palestinian, Mohammed Rashid, wanted for the bombing of an    American airliner. The decision rests with the next government. The PLO    opposes the move. \"It is not a reason for us not to extradite Rashid    just because the PLO does not want him extradited,\" Mitsotakis said.\n \n U.S. says Israel still opposes plan   \n \n WASHINGTON - U.S. officials denied Tuesday that Israeli Foreign    Minister Moshe Arens had accepted in principle a U.S. plan for talks    between Israel and Palestinians. Israel's embassy said Arens accepted    it in a letter to Secretary of State James Baker, with \"slight    changes.\" One U.S. official said those \"changes\" were a restatement    of Israeli objections that have blocked the talks. \"They know how to    say yes,\" the official said. \"They haven't said it.\"\n \n \n Knesset in turmoil over remark   \n \n JERUSALEM - A fierce argument forced Israel's parliament, the    Knesset, into temporary recess Tuesday after a legislator was heard to    say that the life of one Jew was worth a thousand Arabs. During debate    on the deaths of more than 600 Palestinians and 42 Jews in the    Palestinian uprising, ultra-rightist Rehavam Zeevi reportedly said:    \"For every Jew, a thousand Arabs,\" throwing the session into turmoil.\n \n \n Islamic Jihad renews demand   \n \n BEIRUT - The pro-Iran extremist group Islamic Jihad renewed its offer    Tuesday to free two American hostages if 15 Shiite Moslems imprisoned    in Kuwait are released. Kuwait has repeatedly refused to free them. The    group also released a photograph of journalist Terry Anderson, held    since March 16, 1985. He appeared healthy. Islamic Jihad is also said    to hold Thomas Sutherland, agriculture dean at the American University    of Beirut.\n \n \n Soviet minister visits Warsaw   \n \n WARSAW - Soviet Foreign Minister Eduard Shevardnadze arrived in Warsaw    Tuesday for talks with Polish officials on Moscow's relations with    Poland's first non-communist government and with Warsaw Pact foreign    ministers attending a two-day meeting beginning here Thursday on the    future of the Soviet-led alliance. Polish officials have said they    would discuss Soviet economic aid. Polish television said Shevardnadze    promised supplies of raw materials but cited Moscow's economic woes as      an obstacle to broader aid.\n \n \n Italy tries out new judicial system   \n \n ROME - Italy introduced Anglo-Saxon style courts Tuesday in place of a    judicial system instituted in 1931 during the fascist period that had    been blamed for frequent miscarriages of justice. Among the changes    will be elimination of cages for defendants and \"maxi-trials\" where    all defendants in a case are tried together. The most famous was the    trial of 450 alleged Mafia gangsters that took 22 months and in which    the verdict took 90 minutes to deliver. The verdict of \"acquittal for    lack of evidence,\" which indicates the court believes a defendant is    guilty but cannot prove it, will also be abolished.\n \n    \n\nLoad-Date: November 10, 1992"
}