{
    "title": "Greece no slacker on terrorism",
    "publisher": "the monitor ",
    "year": 2001,
    "month": 2,
    "day": 20,
    "full text": "The Feb. 14 opinion piece \"Don't ignore Greek terrorism\" by E. Wayne Merry does little justice to the serious subject of terrorism. Mr.  Merry's oft-repeated allegations against Greece in connection with the 2004 Olympic Games do not gain in credibility merely by repetition.\n \nThey are not shared by the State Department. On Feb. 9, Secretary of State Colin Powell stated: \"I am confident that the authorities will do everything to make sure that the Games go off in a safe manner. I have confidence in their ability to make this happen.\"\nThe scourge of terrorism is a universal threat. As Atlanta and Munich discovered, terrorism can strike anywhere. While visiting Athens last December, I held meetings with the Athens Games organizers and was extremely impressed by the top priority they are affording security.  Far from belittling the threat, they are leaving nothing to chance.  They enjoy the full support of the Greek government, which treats terrorism with utmost seriousness.\n \nThe US and Greek governments have developed a close working relationship to fight terrorism. New cooperation agreements have been signed with the FBI and new laws enacted to facilitate investigations.  Athens is looking forward to peaceful Games, but is formidably prepared for any challenge.\n \nApparently Merry's concerns do not include Americans and Kurds killed in Turkey, and Americans killed in Turkish-occupied Cyprus.\n \nEugene T. Rossides Washington\n \nGeneral Counsel American Hellenic Institute\n \nRegarding E. Wayne Merry's Feb. 14 opinion piece \"Don't ignore Greek terrorism\": Terrorism is a global not just a Greek phenomenon and it is not easy to uproot it. The Greek authorities have worked hand-in-hand over the past 10 years with the FBI to reveal the identity of the November 17 terrorist organization and bring its members to justice.  Terrorism can strike anywhere, from Oklahoma City, New York, and Africa to Munich, Athens, and Atlanta.\n \nMr. Merry's unqualified statement that Greek law-enforcement officials \"wait out\" the terrorists makes one think that his fact checkers must have taken an early summer vacation. Furthermore, to quote an Athens daily editor as dismissing November 17 as an American, not a Greek problem, shows lack of knowledgeable sources. Merry's anti-Greek hysteria ignores the fact that the victims in the terrorist attack in Oklahoma City were more than the total of all terrorist attacks in Europe in the past 30 years.\n \nDino Siotis Boston Consulate General of Greece\n \nSwift rise to power\n \nYour Feb. 16 article \"Swift rise, steep fall, and a shot at history\" was most interesting.\n \nLt. Gov. Jane Swift certainly has a varied career path and she also knows how to bounce back from adversity, having lost her campaign for a congressional seat before running for Lieutenant Governor of Massachusetts.\n \nThere has been much speculation on whether Ms. Swift can handle all the challenges of the state's top office while conducting her parental duties with the help of her husband. Keep in mind that another Bay State mother, Abigail Adams, had five children while managing the family farm and providing her husband extensive, excellent advice when he was in Congress, as vice president and as the second president of the US.\n \nBoth women are known for a sharp tongue as well as strong views and opinions.\n \nGood luck to Swift as she enters this new phase of public service and motherhood.\n \nGeorge A. Dean Southport, Conn.\n \nThe Monitor welcomes your letters and opinion articles. Due to the volume of mail, only a selection can be published, and we can neither acknowledge nor return unpublished submissions. All submissions are subject to editing. Letters must be signed and include your mailing address and telephone number.\n \nMail letters to 'Readers Write,' and opinion articles to Opinion Page, One Norway Street, Boston, MA 02115, or fax to 617-450-2317, or e-mail to oped@csps.com.  \n(c) Copyright 2001. The Christian Science Publishing Society\n\nLoad-Date: February 19, 2001"
}