{
    "title": "Green's Jenkins calls attack ' American terrorism'",
    "publisher": "daily news ",
    "year": 2017,
    "month": 8,
    "day": 15,
    "full text": "Jets linebacker Jordan Jenkins - the son of a 22-year Army veteran who has three family members currently working in law enforcement - is willing to call the Charlottesville attacker what Donald Trump won't.\n\"It's American terrorism,\" Jenkins, 23, told the Daily News Monday after training camp in Florham Park. \"At the end of the day, you've got a guy from a neo-Nazi group plowing a car through crowds of people. ...When you have someone who willingly threatens lives, takes a vehicle and plows through, there's no homicide. He drove through that crowd with the intent to kill. In my mind, that's terrorism. You're literally driving with the intent to kill hundreds of people. You could have killed everybody on that block. If you get to that point, you need to be jailed, you need to be incarcerated or even put down if you're that sadistic of a person.\"\nJames Alex Fields Jr., 20, of Ohio faces second-degree murder and other charges after allegedly ramming his gray Dodge Challenger into a group of counter-protestors at a white nationalist and neo-Nazi rally in Charlottesville, Virginia on Saturday. The Daily News captured a photo of Fields wearing a shield with a white supremacist emblem hours before the sickening attack that left one dead - 32-year-old Heather Heyer - and wounded 19 others, many of them critically.\nDespite Fields' ties to white nationalism, Trump has not yet labeled the attack as terrorism. It took the Justice Department until Monday to do so.\nJenkins, a Georgia native, followed Saturday's events and was disturbed by what he saw.\nJenkins' paternal grandfather also served in the military. His maternal grandfather and cousin work as police officers in Louisiana, and his uncle is a constable in Houston.\n\"There's got to be a point where we got to stop letting things go idly by and we have to come together to stop this stuff from happening,\" Jenkins said.\n\"You've got Klansmen coming out in public without hoods on just commonly stating that, 'We're here.' Proudly stating it,\" Jenkins continued, his voice dripping with frustration. \"If you're an American and you're proudly wearing a swastika, a Nazi flag, you're not an American in my mind. You're not an American at all. People died against (the Nazis in) that war. There's so many people's families who have died in that war, and you're going to wear that and have the nerve to put an American flag next to a Nazi flag? You're not an American anymore.\"\nHead to Jenkins' Twitter page, and you'll find the words and messages of a player who is socially conscious and willing to speak his mind. Take his pinned tweet as an example. It's a poll to his followers asking a simple question: \"Should the KKK (the Klu Klux Klan) be considered a terrorist group?\"\nJenkins received over 1,000 responses to the poll; 76% voted yes and 24% voted no.\n\"It's 2017, and racism is not going to be tolerated in this country. White supremacists, KKK, neo-Nazis, all that - that's not going to fly in this country,\" Jenkins said. \"It's disgusting, and we've got to come together as Americans and push to eliminate that from the country in order to eventually just say, 'To hell with the KKK' and just end it. It flabbergasts me that the KKK is even allowed to still be in organization, still allowed to operate. I feel like they should be ousted.\"\nJenkins, who majored in economics at Georgia, understands the importance of freedom of speech. But personally, he believes ridding the United States of Nazism and the KKK is necessary.\nJenkins also brought up a fascinating point about how reactions to the Charlottesville tragedy relate to those who criticized the national anthem protests in the NFL. Jenkins said he will always choose to stand for the national anthem because of his military upbringing, but he respects the rights of others to sit or kneel if they choose.\n\"If you're mad at the guys who sat down, you have to be infuriated over what happened in Charlottesville, because you can't pick and choose when to be mad,\" Jenkins said. \"If you're mad about people for disrespecting the flag by taking a knee... you have to be infuriated over what happened in Charlottesville. You can't say, 'No, no, no, I'm only mad at Marshawn (Lynch), Michael Bennett and Colin Kaepernick.' You can't just be mad at them. You have to be mad at what's happening in Charlottesville. You can't pick and choose when you want to be mad at (unpatriotic actions).\"\n\nGraphic\n\n \nJordan Jenkins\n\nLoad-Date: August 15, 2017"
}