{
    "title": "Greece too lax on terrorism",
    "publisher": "st. petersburg times ",
    "year": 2000,
    "month": 6,
    "day": 14,
    "full text": "The government of Greece is finally admitting it has a terrorist problem. It's about time. The recent unchecked and underinvestigated violence of the November 17 group is souring Greece's relations with its allies in NATO and the European Union, damaging its economy and threatening to wreck the 2004 Olympics.\nGREECE\nLast week, N17 gunned down Brig. Stephen Saunders as he drove to work at the British Embassy. It was broad daylight, on a crowded Athens street, yet two gunmen on a motorcycle were able to fire four shots into the diplomat's car and then simply disappear into traffic. Brig. Saunders was N17's 23rd victim: Others have included a CIA station chief and a U.S. Navy captain, murdered in the same way on the same stretch of road in 1983.\nLittle is known about N17, except that they named themselves after the date in 1973 when the repressive junta then ruling Greece brutally put down a student uprising. Since then, not one member of N17 has ever been caught: They are Europe's most mysterious - and most successful - terrorist organization.\nUntil now, successive Greek governments have shown little inclination to go after N17 seriously. Former CIA chief James Woolsey claimed over the weekend that N17 had \"links\" with officials in the ruling Socialist Pasok party. This may be true. What is certain is that there have been plenty of Greeks over the past 25 years who were attracted by N17's \"Robin Hood\" image, and thus very little public outrage.\nThis time, says Greek premier Simitis, things will be different. The Greek police force has called in terrorism experts from Scotland Yard and enlisted help from Washington. With the Olympics coming home to Greece in only four years, the country must solve its N17 problem. The Greek economy depends greatly on tourism. If people are scared, they will stay away in droves, even from the Olympics. The country has been trying to modernize itself, to show that it can be a contributing member of a progressive Western Europe. But if the government does not get serious about bringing N17 to justice, Greece may find itself isolated.\n\nLoad-Date: June 14, 2000"
}