{
    "title": "Greek Court Sentences 7 Newspaper Editors for Publicizing Terrorists",
    "publisher": "the new york times",
    "year": 1991,
    "month": 9,
    "day": 10,
    "full text": "The editors of seven Greek newspapers were sentenced today to jail terms ranging from 5 to 10 months for violating new legislation banning unwarranted publicity for terrorist activity.\nThe court, ruling that a law forbidding the publication of terrorist proclamations was in accord with the Constitution, convicted the seven editors who had published proclamations sent by the far-left November 17 guerrilla group.\nThe court's president, Anastasia Boini, said that the defendants would be sentenced to five months' imprisonment for each proclamation they published and that they could buy off their sentence for 1,000 drachmas, or $5, a day. The editor of the daily Eleftherotypia, Serafeim Fyntanides, was sentenced to 10 months for breaking the ban twice.\n \nEditors Refuse to Pay\n The seven editors refused to pay off their sentences or appeal the court's decision as a protest against the law, which they consider an unconstitutional restriction of press freedom. They will serve their sentences at the maximum-security Korydallos Prison here, where they are to be taken on Tuesday.\nThe legislation was initiated by Dora Bakoyanni, who is the 37-year-old daughter of the conservative Prime Minister, Constantine Mitsotakis, and who until last month served in the Government as under secretary to the Prime Minister. She undertook the anti-terrorist campaign after her husband, Pavlos Bakoyannis, the Speaker of Parliament, was killed in 1989 by the November 17 group.\nThe centrist and left-wing press has strongly opposed the law, while the conservative press complied with the ban, arguing that publishing the ideological claims of terrorists was \"blood journalism\" aimed at increasing circulation.\nDuring the trial of the seven editors, which lasted a week, several prominent liberal and leftist intellectuals and politicians defended them.\nThe trial was seen as the most crucial confrontation yet between the center-leftist press and the conservative Government.\n \nCrackdown by Government\n The attempt to restrict press publicity for terrorist actions is only one part of the Government's anti-terrorist campaign.\nAfter coming to power 16 months ago, ending a decade of Socialist rule and weak coallition governents, the conservatives vowed to reverse negative impressions stemming from Western criticism that Greece had tolerated local and international terrorism.\nThe Government has bolstered the country's anti-terrorism forces, aligned itself fully with Western efforts to counter terrorism, disrupted major Arab and Greek terrorist networks, and expelled a large number of Libyans, Palestinians and others accused of links to terrorism.\nThe November 17 group is Greece's most violent guerrilla organization. Since it first made its appearance in 1975 with the assassination of the American C.I.A. chief in Athens, it has claimed responsibility for 15 other killings of Greek and American officials and businessmen. It has also carried out scores of bomb attacks against American and other Western targets, especially during the Persian Gulf war.\n\nLoad-Date: September 10, 1991"
}