{
    "title": "GREECE DENIES U.S. CHARGE IT IS LAX IN FIGHTING TERROR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 7,
    "day": 4,
    "full text": "A senior Greek official denied as ''utterly baseless'' today assertions by United States officials that Greece is lax in combating international terrorism.\nUnidentified officials of the Reagan Administration made the assertion in press briefings last week. The Greek official, who himself asked not to be identified, was also reacting to a statement by Assistant Secretary of State Richard R. Burt that the United States found it ''frustrating'' to deal with the Government of Prime Minister Andreas Papandreou.\nMr. Burt, speaking before a House Foreign Affairs subcommittee, said Greece was an allied Government that defended the Soviet Union while criticizing the United States.\nSenior Greek official denies as 'utterly baseless' assertions by US officials that Greece is lax in combating international terrorism; says evidence US intelligence authorities claimed to have turned over to Greek authorities regarding alleged plot to place explosives on plane could not be used, since it was obtained by foreign intelligence services acting without Greek permission in Greece (M)\nThe Greek official called in foreign reporters to reject the assertions by the American officials that Athens had released a terrorist suspect despite evidence of guilt that the United States had supplied.\n \nState Department Accused\nThe case was an incident in what the Greek official called State Department attempts ''to create problems in bilateral relations.'' Greece, he said, was seeking to minimize the case in order not to embitter relations with the United States. The official gave an account of the incident that differed significantly from a version provided by American officials.\nLast March 15, he said, Greek security services received information from British intelligence that a Greek woman was collaborating with terrorists in activities involving bombs. He said similar information was received two weeks later from another intelligence service, which he did not identify. He specified that it was not American.\nGreek intelligence, the official said, concluded that the woman was not involved, although the terrorist suspect lived in an apartment she owned. He identified the suspect as Fuad Hussein Shara, who holds a Jordanian passport.\nMr. Shara was associated with a British woman, Diane Codling, in a business that sent her on trips to Jordan and Jerusalem to buy Christian religious articles, the official said. On April 2, he said, the Greek security police searched the apartment that Miss Codling shared with a Greek friend.\nThe investigation was still under way, according to the official, when on April 4 a Greek surveillance agent posted outside the apartment house observed a team of ''American and British experts'' enter the apartment and leave with a suitcase. The agent photographed them but did not interfere. They presented themselves to Miss Codling as Greek policemen, according to the official, who said the British expert left Greece the following morning.\n \nU.S. Asks for Suspect\nSome time later, the official continued, American specialists presented to Greek authorities photographs purporting to prove that the suitcase had been booby-trapped. He said the Americans reported that the suitcase, presumably set to explode in midair, had accompanied Miss Codling on a flight from Athens to Tel Aviv and back but had not been activated.\nThe Americans, the official said, asked Greece to turn over to them Mr. Shara, whom the Greek police had arrested at Athens airport on arrival on April 16. The official said Greece could not do so because he had not been accused of acting against the United States. Moreover, he said, Greece could not try Mr. Shara on evidence obtained by foreign intelligence services acting without Greek permission in Greece.\nThe official identified one of the Americans as ''Huey'' without attempting to spell the name and said he was listed with the Foreign Ministry as a diplomat. The United States Embassy said no such man was listed. The official said ''Huey'' had been asked to return to the United States but had not been declared persona non grata. He added that he was free to return.\nMr. Shara was held under investigation for longer than the 28 days allowed under Greek law but the official said in the absence of evidence other than the American photos his detention could not be continued. Mr. Shara was ordered to return to Jordan. Miss Codling remains at liberty in Athens, with no charges against her.\n \nWoman Under Surveillance\nAccording to the American account, British and American agents informed their Greek colleagues at the outset and they agreed to put Miss Codling under surveillance. On a tip from Britain and the United States that a suitcase lined with high explosives and provided with a detonator was in the woman's apartment, the Americans say, Greek agents inspected the suitcase but found nothing.\nConvinced that the explosives had been placed there outside Greece by an Iraqi terrorist, a British agent and two American agents visited Miss Codling, and she, suspected of being a dupe of Mr. Shara, allowed them to remove the suitcase, the American account continues.\nThe explosive was discovered and shown, in the suitcase, to Greek intelligence, the Americans say. But Greece refused to turn Mr. Shara over to Israel or to Arab countries who would prevent him from endangering air traffic.\nWhen Athens allowed him to leave for an unnamed country known as a terrorist haven, the American version conZtinues, the United States resorted to press ''leaks'' to show its unhappiness.\nThe Greek official affirmed that Greece had chosen to present its side of the case in a press briefing rather than in a formal protest because ''we want not to create additional problems but smooth existing ones.''"
}