{
    "title": "GREECE IS FEELING HEAT TO DEAL WITH TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 7,
    "day": 6,
    "full text": "Hundreds of arson strikes and bomb attacks in the last two years have left Greece increasingly at odds with the United States - a principal target for Greek terrorists.\nThe attacks by terrorists and anarchists have also left Greece out of step with its European Union partners, who have crushed or hobbled their own urban terrorist networks.\nBut after decades of inaction, Greek leaders may finally be heeding the calls to work harder to try to squash Europe's most elusive terrorist cell, November 17, and other smaller terrorist groups.\nYesterday, anarchist Nikos Maziotis went on trial for a 1997 bomb at the Greek Interior Ministry. His prosecution could help ease U.S.-led demands that Greece take stronger measures against terrorism. Yet it could also become spark more attacks - especially during planned visits this month by American law enforcement and counter-terrorism officials.\nFour Americans and one Greek employee at the U.S. Embassy have been killed by November 17. More than a dozen U.S.-linked sites, including Citibank and car dealerships, have been attacked this year. And the price tag for security for U.S. diplomats in Greece is the highest in the world, though the exact cost is kept secret.\nThe pressure on Greece - now listed by Washington as the reigning hub of leftist and anti-foreigner terrorism in Europe - appears part of a general U.S. security alarm following the twin bombings at embassies in Kenya and Tanzania in August 1998.\nThe CIA and other U.S. investigators have been working alongside Greek authorities since 1975, when November 17 gunned down its first victim, CIA station chief Richard Welch. Yet U.S. officials complain that they are granted limited powers and claim Greece lacks the political will or police expertise to mount a terrorist crackdown.\nAlthough they lack such tools as a national DNA registry and a special anti-terrorist forensics team, Greek authorities vigorously deny any weakness in battling terrorism.\n\"Greece does not have a terrorism problem,\" insisted government spokesman Dimitris Reppas, whose own office was hit by an incendiary bomb in May 1998.\n\"There is a real battle of perception going on,\" said John Sitilides, executive director of the Western Policy Center, a Washington-based group promoting U.S.-Greek dialogue. \"The Americans see a major problem. The Greeks don't see this with the same urgency.\"\nBut the list of attacks - and the dearth of arrests - point to a very lopsided score.\nObscure leftist groups have carried out attacks on a range of targets, including diplomatic cars and compounds and foreign businesses and institutions. The bombings are generally carried out at night and there have been few victims. But Western diplomatic sources worry that the groups could get more brazen and dangerous.\nNovember 17 is suspected of carrying out rocket attacks on the German ambassador's residence in May and several other foreign banks in recent months. It has managed to carry out 21 killings and hit dozens of targets in the past 24 years without any confirmed suspects facing justice.\nNovember 17 takes its name from the date in 1973 when the military junta ruling Greece crushed a student uprising. Over the years, its philosophy has apparently shifted from Marxism to a mix of ultranationalism and working-class populism.\nBut U.S. officials fear that the group could focus more on anti-NATO retaliation since the campaign against Yugoslavia, which was widely condemned by Greeks.\n????? pg99 0044 990706 N S 9907060166 00003214? IT N\n Israel's prime minister-elect, Ehud Barak, named his Cabinet yesterday and promised to bring the country peace and prosperity.\nAfter weeks of coalition negotiations, the list of Cabinet members is to be presented today to parliament, where it is assured of approval, after which Barak will assume office.\n\"We accepted the responsibility of leading the nation to security and peace,\" Barak told his Labor Party's central committee in Tel Aviv.\nHe said peace negotiations will be his first priority.\n\"I know we have thousands of problems on the public agenda,\" he said.\n\"[But] nothing is more important in my view than that supreme mission - to strengthen the security of Israel by putting an end to the 100-year conflict in the Middle East.\" Israel was founded in 1948, but Zionism's drive for a Jewish state began around a century ago.\nBarak has promised to push forward negotiations with the Palestinians, Syria and Lebanon after near stagnation under Benjamin Netanyahu, whom he defeated in May 17 elections.\nThe nominee for public security minister, Shlomo Ben-Ami, said the new government is united behind Barak's peace policies.\n\"This is a peace coalition. It is not a coalition of peaceniks, but it is a coalition committed to depart from the policies of the Netanyahu government, which were policies of confrontation and paralysis,\" he told The Associated Press.\nWith a coalition embracing 75 legislators, Barak is assured of approval in the 120-member parliament, or Knesset.\nThe appointments for the 18-member Cabinet come from seven parties with a wide range of ideologies. Barak presented the eight Labor nominees to the party's central committee for approval. The list contained few surprises.\nBarak's predecessor as party leader, former prime minister Shimon Peres, grudgingly accepted a vaguely-defined post of regional cooperation minister he had sought a post leading peace negotiations.\nBarak reserved the key defense minister's post for himself and named as foreign minister the Moroccan-born David Levy, from the Gesher party.\nFour spots went to the ultra-Orthodox Shas party, and the construction ministry was handed to the National Religious Party, a hawk on peace and a patron of Jewish settlers in the West Bank and Gaza Strip.\nThe central committee rejected Barak's nominee for the Knesset speaker's seat, choosing instead Avraham Burg, a respected veteran who once accused Barak of \"dictatorial\" leadership. Barak's immediate steps concerning the peace process remain unclear.\nHe telephoned Palestinian leader Yasser Arafat over the weekend and the two agreed to meet soon, Barak's office said. Ben-Ami said the meeting would probably be next week.\nThe new environment minister, Dalia Itzik, said Barak and Arafat would focus on rebuilding trust.\n\nLoad-Date: July 8, 1999"
}