{
    "title": "Greek Orthodox Priest Wounded in Lyon, France , Shooting",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 31,
    "full text": "An unknown assailant fired twice at the priest before fleeing the scene, authorities said. The attack came amid heightened tensions in France after an Islamist terrorist attack in Nice that left three dead.\nPARIS — A Greek Orthodox priest was shot and wounded Saturday in the central French city of Lyon, but the motive was unclear, local authorities said.\nThe shooting comes at a time of heightened tensions in France, which is still on edge after a pair of recent attacks by Islamist extremists, the killing of three churchgoers in the southern city of Nice on Thursday and the beheading near Paris two weeks ago of a schoolteacher who had shown cartoons of the Prophet Muhammad during a civics class.\nIn Lyon, around 4 p.m. on Saturday, local residents and a police patrol heard two gunshots near a Greek Orthodox church in the 7th arrondissement of the city, the Lyon prosecutor’s office said in a statement.\nPolice officers saw a man fleeing the scene and found a priest with gunshot wounds near the church’s back door, the statement said. French media reported that the attacker used a sawed-off shotgun.\nThe police apprehended a person matching witness descriptions of the attacker later on Saturday, the prosecutor’s office said. A statement from the prosecutor’s office said that the person was not carrying a weapon and did not say that the person was a suspect in the shooting.\nGrégory Doucet, the mayor of Lyon, said that the priest had been hospitalized with serious wounds.\n“At this stage, no hypothesis is ruled out nor favored,” the prosecutor’s office said, adding that it had opened an investigation for attempted murder and that it was in touch with the national antiterrorism prosecutor’s office.\nBut the fact that the national antiterrorism prosecutor was not directly overseeing the case was a sign that authorities did not have evidence of a terrorist motive.\nThe Lyon prosecutor’s office did not provide more details about the assailant or the identity of the priest.\nThe police cordoned off the area, a residential neighborhood in Lyon, and local authorities asked residents to avoid it.\nFrench authorities had placed the country on its highest terrorism alert level after the attack in Nice and had increased security patrols around key sites, including places of worship.\nJean Castex, the prime minister, told reporters on Saturday that “serious events” had occurred in Lyon but that he did not have any information on the circumstances.\nMr. Castex happened to be speaking from St-Étienne-du-Rouvray — a small town in Normandy where an 85-year-old priest was killed in 2016 in a terrorist attack that the Islamic State said it had carried out.\nMr. Castex, who was visiting the town to review heightened security at the church, said the French government was determined to ensure that all worshipers could practice their religion “in complete safety and with complete freedom.”\nPHOTO: Police officers investigating the shooting of a priest at a Greek Orthodox church in Lyon on Saturday.  (PHOTOGRAPH BY Jeff Pachoud/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: November 2, 2020"
}