{
    "title": "GREEK INACTION ON LIBYA UPSETS U.S",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 26,
    "full text": "The United States is disturbed by Greece's unwillingness to carry out the European Community restrictions against Libya that Athens joined in unanimously adopting on Monday, Western diplomats said today.\nThe differences are viewed by diplomats as the first major shadow cast over what was apparently a reconciliation between Greece and the United States, which was capped by a visit last month by Secretary of State George P. Shultz. The Libyan issue was discussed this evening by Prime Minister Andreas Papandreou and the American Ambassador, Robert V. Keeley, at a meeting held at the American's request.\nOther members of the 12-nation community have begun to carry out the joint decision to reduce the size of Libyan diplomatic missions and other Libyan groups, limit the movements of their staff members and apply stricter controls on the entry and stay of Libyans in their countries.\nBut Mr. Papandreou told Parliament on Wednesday that Greek action depended upon ''national circumstances'' and the presentation of tangible proof of Libyan involvement in terrorism.\n \nU.S. Gave Greece Information\nIn response, a State Department spokesman said Thursday that Greece had been given the same information to support charges of Libyan terrorism that had led other community members to act.\n''We find it difficult to understand how any country privy to recent discussions among allies and among other European nations could now fail to implement the agreed E. C. measures,'' the spokesman said, in the only official American comment.\nIn defending his Government's stand in a parliamentary foreign-policy debate, Mr. Papandreou restated his condemnation of the American air raid on Libya, calling it ''a blow against international legality.''\nHe added that it was contradictory to denounce terrorism without proof while condoning the actions of Chile, where he said ''state terrorism has exceeded all limits.''\nSeveral Libyans have been assassinated or wounded in Athens, presumably by other Libyans, and American and other Western officials have long considered Greece a major meeting place for Arab terrorists. They are particularly suspicious of the unusually large Libyan diplomatic mission.\nGreece's Minister of State for European Affairs, Theodore Pangalos, said 42 Libyans were accredited as diplomats in Athens, compared with two Greeks in Tripoli. This is believed to be the largest Libyan Mission in the West.\n \nMissing Directory Pages\nPossibly as a response to the suspicions about the size of the Libyan Mission, the Foreign Ministry's latest directory of the Athens diplomatic corps lists only 4 of the 42. Last year, the directory named 34 Libyan diplomats, which was equal to the size of the United States Embassy and larger than that of the Soviet Union and included 19 Libyans described as cultural attaches. The new directory skips three page numbers after the Lybian listing without explanation.\nAfter the European Community meeting in Luxembourg, the Government-controlled Athens News Agency presented the agreement not as a move to restrict Lybian activities but as a victory for Greek mediation between community members and Libya.\nThe Government spokesman, Miltiades Papaioannou, said Tuesday that Greece had signed the agreement ''so as not to be maliciously accused once again of assisting in any way in the spread of terrorism.''"
}