{
    "title": "Grenada finds US ill-suited to small war",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 11,
    "day": 2,
    "full text": "In Congress this week, the commandant of the US Marine Corps is explaining why a lone truck and driver could with apparent ease blow up Marine headquarters in Beirut. From Grenada, it is reported that invading troops had to depend on photocopied tourist maps and that a Navy attack jet mistakenly struck a hospital.\nHundreds of sleeping marines killed by a single bomb in the Middle East; thousands of soldiers invading a tiny Caribbean island based on what may have been faulty intelligence information and political miscalculation: How well prepared is the United States to fight ''unconventional'' war?\nIt is no doubt an unfair oversimplification to say that US planners are gearing up to fight the last war, as the old criticism goes.\nBut as experts look at trouble spots around the world today, the increase in terrorism, and the spread of sophisticated weapons throughout the third world, many conclude that this country is not ready to deter or engage in complex and sometimes low-intensity forms of conflict. And because both superpowers may be losing control of lesser nonaligned countries and spheres of influence, they may be headed for direct military confrontation as a result.\n''We have the potential for many Sarajevos, which plunged the world into the First World War,'' warns Harlan Ullman, senior fellow at Georgetown University's Center for Strategic and International Studies and a former naval officer. ''The number of potential hot spots is increasing and their potential for simultaneity.''\nIn a recent study for the US Army, former US national security and arms control official Robert Kupperman wrote: ''Political-military violence will continue with high frequency through the 1980s and 1990s. Most of this violence will take the form of low-intensity conflict: coercive diplomacy, special intelligence operations, psychological operations, terrorism and counter-terrorism, various levels of guerrilla warfare, and Soviet-proxy limited conventional war.''\n''The Army's dilemma,'' this report continued, ''is that the conflict least likely to occur - extended conventional superpower hostilities in Europe - nevertheless dominates Army thinking, training, and resource allocation.''\nSurveying the world situation today, Dr. Kupperman said this week, ''I've never seen the intelligence indicators as bad as they are today. We are going to face more proxy operations, sometimes provoked domestic violence, attacks on US diplomats and troops abroad, and, of course, terrorism.''\nThe Pentagon now acknowledges that better security measures in Beirut could have prevented last week's devastating attack on the marines. Such measures now are being taken.\nIn Grenada, critics note that the Pentagon at first overestimated the number of Cubans there, then seemed surprised to find arms and equipment caches as large as they were. Navy pilots did not know that a civilian hospital was near a military complex. Probing faults in pre-invasion intelligence will be one of the tasks of congressional investigators.\nBut the broader questions about US preparedness to deal with the growing threat of such unconventional conflict are likely to remain for some time. And they bring with them an increasingly complex mix of diplomacy and military force.\nRobert Hunter, a member of former President Carter's national security staff, says the US ''cannot permit the techniques of military operations to run ahead of a greater political sophistication about the role that military force can and cannot play.''\nWhether or not one agrees with the rationale of invading Grenada, he says, the ''use of force on the island was indeed tailored to American political purposes and it was indeed put together as part of a basic, achievable strategy.''\nBut noting the generally critical response from allies and adversaries alike, Dr. Hunter adds that the US-led invasion there ''demonstrates that the US cannot contemplate the use of military force anywhere in the world without seeing its consequences elsewhere,'' and that ''in some cases we may really have to hunker down and take our licks rather than assume the costs of retaliation in kind.''\nIn Beirut, however, Hunter finds no excuse for the marines' vulnerability. He is not alone in suspecting that one of the reasons the marines were not better fortified was to avoid the appearance of being in a hostile environment and therefore subject to the congressional restrictions under the War Powers Resolution.\nMore important, he says, the Marine Corps is not designed to be placed in an active ''peacekeeping'' role requiring more training in its political and pacification aspects. The US Army Special Forces and Rangers are better equipped here, he argues.\nOthers point up the moral issues involved with unconventional warfare. ''It's not a clean form of warfare,'' Kupperman told a Georgetown University audience this week. ''It doesn't fit within the bounds of chivalry in the United States.''\nAnd it raises questions about such things as the buildup toward a 600-ship Navy with more large aircraft carriers. ''It would not be terribly difficult (for a terrorist or guerrilla group) to incapacitate a carrier while it was in port,'' said Ullman, whose Navy duty included command at sea.\nCritics acknowledge that the Army in particular is beginning to respond to the needs of unconventional war. For example, a more mobile and lightly equipped infantry division is being tested at Fort Lewis, Wash.\nBut they also note that the legacy of Vietnam, the public revulsion to ''special operations'' (including psychological warfare and insurgency), the congressional hesistance to approve covert action in Nicaragua and elsewhere - together with the armed services institutional bias in favor of bigger weapons and forces - make it unlikely that significant changes will be seen anytime soon."
}