{
    "title": "Grim future_ Terrorism, dishonest CEOs",
    "publisher": "usa today",
    "year": 2002,
    "month": 7,
    "day": 1,
    "full text": "This month, my oldest son and his wife are delivering triplet boys into this world. Our family is, of course, thrilled at this joyful event, but I am dismayed at the world they are going to find. Newspapers last week were filled with headlines that yet another company has admitted to a huge fraud (\"WorldCom finds accounting fraud,\" Money, Wednesday).\nWorldCom joins a distasteful list of companies consumed by business greed: Enron, Dynegy, Adelphia Communications, Tyco International, Arthur Andersen. The catalog of shame continues ad nauseam.\nIt is distressing enough to know that the triplets are coming into a world where terrorism is a global concern. But now their future is uncertain because of the dishonest and conniving habits of American business.\nA further sad commentary is that 17,000 WorldCom employees and their families were tossed onto the garbage heap of WorldCom's trash at the end of June. All this is happening while Congress sits on its butt and refuses to pass meaningful reforms of business practices or oversight. Yet, lawmakers don't have problems with accepting millions in questionable campaign contributions.\nI pray that corporate America can somehow redeem itself before more good folks lose their jobs, livelihoods and sense of pride.\nHugh M. Swaney\nPalm Springs, Calif.\nCEOs make headlines -- no lie\nA number of recent headlines make the point that the heads of some of the USA's major corporations -- from WorldCom to Enron to Tyco to Martha Stewart -- appear to have lied.\nAnd now comes the news that a large number of corporate CEOs have admitted in a survey published by USA TODAY that they lie when playing golf (\"Many CEOs bend the rules of golf: 82% admit being less than honest on their scorecards, survey says,\" Cover Story, News, Wednesday).\nSo why does all of this lying by CEOs seem to shock America and make headlines now?\nLest we forget, it was only a couple of years ago that the CEO of the United States called a national news conference, stuck his finger into our TV sets and lied to us. Nevertheless, the majority of Americans asked that the Senate not impeach him because they thought that it was OK to lie.\nRobert L. Rosebrock\nBrentwood, Calif.\n\nLoad-Date: July 1, 2002"
}