{
    "title": "Grim but gripping 'film noir'",
    "publisher": "christian science monitor ",
    "year": 1982,
    "month": 9,
    "day": 16,
    "full text": "French filmmakers have long been fascinated with the dark ''film noir'' style - even the term for it is French - that Hollywood developed in the 1930s and '40s. It was a spooky style, full of shadows and strange crannies where good and evil could scarcely be distinguished. And it exerts a worldwide influence to this day.\nBirgitt Haas Must Be Killed, a psychological suspense drama from France, borrows a good deal from ''noir'' technique. The images are incisive, but rather dim and gloomy much of the time. In keeping with this tone, the police turn out to be as morally dubious as the bad guys, and the action takes little pity on any of them - saddling them with ulterior motives, needling them with sour consciences, and keeping them at odds with almost everything in sight, including each other.\nThe story is similarly grim, but gripping. Phillipe Noiret plays a veteran cop who's given the extraordinary assignment of murdering a West German terrorist. To ward off protest and retaliation, he chooses to disguise the assassination as a ''crime of passion.'' Feeling twinges of conscience all the way, he lures an innocent bystander (Jean Rochefort) into a love affair with the fugitive. The plot thickens when skullduggery surfaces among the policemen themselves, and it thickens more when the top cop develops a personal relationship with his unwitting decoy.\nThe intricacies of the plot are involving and so are the expert character portraits by the movie's talented cast. But the film falls down by refusing to take a clear-cut stand on terrorism itself. As superbly played by Lisa Kreuzer, the mysterious Birgitt Haas is as attractive as she is elusive. While she does a lot of soul-searching, however, she never reveals much about the terrorist activity that has landed her in so much trouble. Has she killed people, bombed buildings, taken hostages? We never know. Yet the film expects us to respond to her glamour, to be fascinated with her vague and presumably dangerous background.\nIt's fine for a movie to take all its characters seriously, treating each one - even an international outlaw - as an individual deserving of dignity and compassion. Still, terrorism is too weighty an issue to be tossed off like a run-of-the-mill character defect. ''Birgitt Haas'' wants to be a political thriller while avoiding politics. It's a trick that can't be done.\n\nGraphic\n\n \nPicture, Jean Rochefort in 'Birgitt'"
}