{
    "title": "Grimes fight assailant makes deal with D.A",
    "publisher": "colusa county sun-herald ",
    "year": 2011,
    "month": 1,
    "day": 20,
    "full text": "Jan. 20--One of several men involved in a reported gang fight in Grimes last month that left two injured, pled guilty to lesser charges Wednesday.\nJuan Monroy, Jr. 20, of Meridian, pled guilty to disturbing the peace and street terrorism in exchange for the court's dismissal of the more serious conspiracy and assault charges.\nMonroy was one of four men arrested Dec. 3 following a fight that left 19-year-old Victor Acosta of Grimes with a stab wound to the chest, and 20-year old Felix Silva of College City with a stab wound to his neck.\nMonroy also pled guilty Wednesday to reduced charges stemming from his June 29 arrest for driving while under the influence and possession of methamphetamine for sale, in exchange for the court's dismissal of special gang allegations, which could have added four additional years in prison to his sentence.\nSuperior Court Judge Jeffrey A. Thompson said Monroy could face at least three years in state prison when he is sentenced on Feb. 16.\nThe gang fight occurred around 2:30 p.m. on Main Street in Grimes, Colusa County sheriff's officials said.\nMonroy, his brother Christian Monroy, 18, and Abimael  Ramirez, 22, of Woodland, were arrested shortly after the incident. Deputies stopped their vehicle on Grimes Arbuckle Road near Tule Road about 3.\nChristian Monroy was charged with the attempted murder of Acosta, and is scheduled to make his next court appearance in March.\nRamirez is charged of assault with a deadly weapon, conspiracy and participating in gang activity. He is scheduled to make his next appearance in court in March.\nSilva, who fled the scene that night with the Monroy brothers and Ramirez, has recovered from his wounds and has since been charged with street terrorism, with special gang allegations, and disturbing the peace by fighting, court records state.\nHe is scheduled to be arraigned Tuesday.\nSheriff officials called the reported fight a senseless act of gang violence.\nTo see more of the Colusa County Sun-Herald or to subscribe to the newspaper, go to www.colusa-sun-herald.com/. Copyright (c) 2011, Colusa County Sun-Herald, Colousa, Calif. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: January 22, 2011"
}