{
    "title": "Grisly hanging of Census worker_ an antigovernment act_",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 9,
    "day": 24,
    "full text": "Bill Sparkman knew his seemingly innocuous job - Census Bureau worker - had its risks.\nIn fact, a retired state trooper had warned Mr. Sparkman that not everybody may look kindly upon a government proxy walking the rural routes near Manchester, Ky.\nThe discovery of Sparkman's body Sept. 12 in the deep woods of eastern Kentucky - hanging from a tree with the word \"fed\" scrawled on his chest - not only is a grim reminder of the everyday risks that door-to-door workers face on the job. It also has the government again worried that disaffection and anger with Washington may be morphing into extremism, even domestic terrorism, and may be directed at government representatives. Sparkman's death has been called \"an apparent homicide.\"\nJudging from reports so far, the apparent murder \"may [have] political motivation,\" says James Alan Fox, a veteran criminologist at Northeastern University in Boston. \"But although a lot of Americans are disenchanted with the economy the way it is, and there's lots of anger, we shouldn't be quick to jump to conclusions to somehow say that this is now open season on government workers. It absolutely isn't.\"\nThe FBI and Washington promise to investigate aggressively. Sparkman, a middle-age Scout leader, was found near a cemetery in the Daniel Boone National Forest.\n\"If this is an attack on a federal employee, I can assure you that no resources will be spared to find the perpetrators,\" John Berry, director of the Office of Personnel Management, said Thursday morning, according to the Washington Post. \"We cannot tolerate essentially domestic terrorism, if that is what it is.\"\nGovernment officials and law enforcement personnel are already on alert after a series of incidents this spring and summer that fell into the domestic terrorism category, including the shooting of a guard at the Holocaust Memorial in Washington.\nAs the Census Bureau gets ready to employ some 1.2 million people to canvas the US for the 2010 census next year, news of Sparkman's death is raising concerns for workers' safety. The Census Bureau has already suspended operations in rural Clay County, where Sparkman died.\nSome Democrats - including House Speaker Nancy Pelosi and former President Jimmy Carter - have voiced concern recently about heated rhetoric and whether it fuels racism and political violence. (Sparkman is white.)\nConservatives are not as quick to raise red flags, saying it's a far stretch to connect feisty political dissent with violent acts.\n\"The FBI will have to answer the question of whether 'antigovernment sentiment' had anything to do with Bill Sparkman's death,\" writes Shannon Bell, on the Right Pundits blog. \"One can only hope that this isolated incident will not result in those who speak out against the government being lumped in with a killer.\"\nIndeed, the perpetrator may have implied political violence to cover up the real motive of the murder, says Mr. Fox. Cases are well documented in which offenders spray-paint messages or leave notes with the intention of misdirecting investigators.\n\"The word 'fed' could be a smokescreen - or it could, in fact, be part of the motive,\" says Fox.\nAnother scenario is that Sparkman may have stumbled into the path of the mountain drug trade. More than 40 drug dealers have been arrested in the past month in the area where Sparkman was working.\nAntigovernment sentiments run as far back as to the Whiskey Rebellion in many parts of Appalachia, for instance, and the pot, meth, and moonshine trades often exacerbate tensions between locals and federal law enforcement officials.\n\"You take back in the hills. There's still a lot of rural area and ... two-lane roads that's never been paved, and people back there don't cotton to any kind of federal person coming to ask any questions,\" says retired US Alcohol, Tobacco and Firearms agent Jack Allen Powell, author of \"Revenuers, Memories of Yesterday's Moonshiners.\" \"It's more volatile out there than it's ever been.\"\nRetired state trooper Gilbert Acciardo, who worked with Sparkman at an elementary school, said he had warned him to be careful when he did his census work in certain rural areas, according to an Associated Press report. \"Even though he was with the Census Bureau, sometimes people can view someone with any government agency as 'the government.' I just was afraid that he might meet the wrong character along the way up there,\" Mr. Acciardo said.\n----\nFollow us on Twitter.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: September 24, 2009"
}