{
    "title": "Grounded By Terrorism's Invisible Hand",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "ZEPHYRHILLS - From the be-careful-what-you-wish-for file, we present the illuminating case of Grover Hulan Nasworthy, aviator, mechanic, entrepreneur and great American . . . not to mention poster child for colossally bad timing.\nNasworthy is living proof that the tentacles of terrorism stretch not just from the badlands of Afghanistan to Manhattan and Washington, but wind even into the tiniest American communities, with ramifications apparent ringleader Osama bin Laden could not possibly have imagined.\nThe fact that Nasworthy endures largely without complaint is a tribute to him, and a lesson for Americans who, for the moment, are as enthusiastic about payback as they are unruffled about President Bush's talk of \"sacrifice.\"\nIf we are all able to meet the new demands of America's war on terror and homeland security with equanimity approaching Nasworthy's, some future historian may well fit us with Roman numerals: Greatest Generation II.\nConsider: Just 11 days after he closed on a $350,000 loan to start an airplane maintenance business, bin Laden's hijackers did their evil. Among the casualties: American civil aviation, grounded.\nBut if you thought owners of small aircraft would take this moment to taxi over for overdue repairs, you don't know pilots.\nThe Great Dollar Drain\nUnlike car enthusiasts, who welcome inclement days as an opportunity to tinker, pilots respond to gloomy, no-fly days with, well, gloom. Pilots delay repairs until visibility is unlimited. Then they want the problem fixed, now, because - duh - it's a great day for flying.\nThus, with the Federal Aviation Authority prohibiting civil aeronautics, then ever-so-slightly lifting the ban, folks such as Nasworthy have suffered right along with the big airlines.\nInstead of the three mechanics he'd hoped to have busy, he's hired just one. And if Nasworthy didn't have him tinkering with his own airplanes - doing work the boss is licensed to do himself - it would be a part-time job.\nSince 1997, \"when I went brain-dead,\" Nasworthy has also operated a flight school, from which some 60 pilots have graduated. Keeping the doors open costs him about $500 a day. Big jolts lie ahead, such as a $19,018 insurance premium.\n\"I told them I've got the $18,\" Nasworthy says, \"but we're going to have to talk about the other $19,000.\"\nSwinging By A Thread\nAnd so it goes. Since the Sept. 11 attacks, Nasworthy's fleet has scarcely left the ground. \"We haven't flown 10 hours in two weeks,\" he says. This, despite the fact that Zephyrhills has the only airport in Pasco County outside Class B air space - a circle extending 30 nautical miles from a major airport, in this case Tampa International. Inside that circle, civilian aviation rules remain strict and complicated.\nThe upshot: Little planes are staying parked.\nBut Nasworthy, pony-tailed, bearded, graying and 64, isn't fussing, even though his livelihood and that of seven employees hangs by a thread in the new winds of war. \"This is for our national defense,\" he says. \"If this is what I have to do to do my part, I'm perfectly willing to do it.\n\"I'm not a whiner,\" he says, adding proudly, \"I'm a Florida redneck.\" More like a red-white-and-blue neck. America can use all of them it can get, bowed with Nasworthian resolve.\n\nNotes\n\nTOM JACKSON\n\nLoad-Date: September 29, 2001"
}