{
    "title": "Group honors curricula that explore 9_11's 'root causes'",
    "publisher": "usa today",
    "year": 2004,
    "month": 9,
    "day": 9,
    "full text": "Call it the Chips Ahoy! School of International Studies: Fifth-graders at Fratney Street School in Milwaukee learn about causes of terrorism with a small bag of cookies and a large map of the world.\nBob Peterson teaches students that overpopulation and poverty help make it easier to recruit terrorists for attacks like those on Sept. 11, 2001.\nSchools have been teaching about Sept. 11 since that morning nearly three years ago, but this year, Families of September 11, founded by victims' relatives, is honoring Peterson and three others for curricula on terrorism's root causes. At a Smithsonian Institution conference today, the group will issue guidelines for educators.\nIn one of Peterson's lessons, students stand, arranged by population, on a huge world map. Peterson hands out cookies according to gross national products: The 16 students in Asia each get one cookie, and the three in Africa split half a cookie among them. In North America, one student enjoys eight cookies.\nThough he doesn't \"blame America\" for the attacks, Peterson says, even children \"can be encouraged to ask deep questions\" about the causes of terrorism.\nOpponents say that runs the risk of creating empathy for terrorists. Teachers must ensure \"that students aren't taking away an overly simplistic view of why terrorism happens,\" says Kathleen Porter-Magee of the Thomas B. Fordham Foundation, a think tank that has pushed for more rigorous history curricula. Though students might understand its causes, she says, terrorism is irrational.\nBut saying the perpetrators were simply evil or insane is terrifying, says Families of September 11 president Mary Ellen Salamone, whose husband died in the World Trade Center. \"I don't think it's helpful for children to think this . . .  happened for no reason.\"\nSept. 11 \"is being taught in school -- we need to step up to the plate and make sure it isn't terrorizing children.\"\nSchools don't even need to remind students of the trauma of that day, says David Mednicoff, a professor at the University of Massachusetts. \"Students hold on to their feelings from this, as do we.\"\nMednicoff's course won the collegiate award. His students have included returning soldiers as well as those from the Middle East.\nThe program was co-sponsored by Dickinson College in Carlisle, Pa. The other winners are Masato Ogawa of Ontario (Ore.) High School and Tracy Paxton of Rivermont Collegiate Middle School in Bettendorf, Iowa. Paxton's students design a project that commemorates 9/11 and examines their cultural beliefs and knowledge of history, politics, geography and current events.\nOgawa's students discuss the Patriot Act and the U.S. government's treatment of Japanese Americans during World War II and consider whether the government should extend the limits of its authority during wartime.\nThe curricula are online at www.teaching9-11.org. \n\nLoad-Date: September 9, 2004"
}