{
    "title": "GROUP SAYS NSA DATA COLLECTION DOES LITTLE TO STOP TERROR",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 1,
    "day": 13,
    "full text": "WASHINGTON -- An analysis of 225 terrorism cases inside the United States since the Sept. 11, 2001, attacks has concluded that the bulk collection of phone records by the National Security Agency \"has had no discernible impact on preventing acts of terrorism.\"\nIn the majority of cases, traditional law enforcement and investigative methods provided the tip or evidence to initiate the case, according to the study by the New America Foundation, a Washington-based nonprofit group.\nThe study, to be released today, corroborates the findings of a White House-appointed review group, which said last month that the NSA counterterrorism program \"was not essential to preventing attacks\" and that much of the evidence it did turn up \"could readily have been obtained in a timely manner using conventional [court] orders.\"\nUnder the program, the NSA amasses the metadata -- records of phone numbers dialed and call lengths and times -- of virtually every American. Analysts may search the data only with reasonable suspicion that a number is linked to a terrorist group. The content of calls is not collected.\nThe new study comes as President Barack Obama is deliberating over the future of the NSA's bulk collection program. Since it was disclosed in June, the program has prompted intense debate over its legality, utility and privacy impact.\nSenior administration officials have defended the program as one tool that complements others in building a more complete picture of a terrorist plot or network. And they say it has been valuable in knocking down rumors of a plot and in determining that potential threats against the United States are nonexistent. The director of national intelligence, James Clapper, calls that the \"peace of mind\" metric.\nIn an opinion piece published after the release of the review group's report, Michael Morell, a former acting CIA director and a member of the panel, said the program \"needs to be successful only once to be invaluable.\"\nThe researchers at the New America Foundation found that the program provided evidence to initiate only one case, involving a San Diego cabdriver, Basaaly Moalin, who was convicted of sending money to a terrorist group in Somalia. Three co-conspirators were also convicted. The cases involved no threat of attack against the United States.\n\nLoad-Date: January 13, 2014"
}