{
    "title": "Group_ Naval base shooter voiced support for clerics",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 5,
    "day": 23,
    "full text": "BY JUAN A. LOZANO\nThe Associated Press\nThe suspect killed during what the FBI is calling a \"terrorism-related\" attack at a Texas naval air base voiced support for hardline clerics, according to a group that monitors online activity of jihadists.\nThe attack Thursday at Naval Air Station Corpus Christi wounded a sailor and left the gunman dead. The gunman was identified on Friday by the FBI as 20-year-old Adam Salim Alsahli, of Corpus Christi. He had been a business major at a local community college.\nThe gunman tried to speed through a security gate at Naval Air Station Corpus Christi, opening fire and wounding the sailor, a member of base security. She was able to roll over and hit a switch that raised a barrier, preventing the man from getting onto the base. Other security personnel shot and killed the attacker, officials said.\nThe injured sailor was discharged from a hospital where she was treated for minor injuries, according to a statement from the command.\nThe FBI is examining social media posts investigators believe were made by the shooter expressing support for extremist groups, including al-Qaida in the Arabian Peninsula, two officials familiar with the investigation said.\nU.S. Defense Secretary Mark Esper said Friday on \"The Today Show\" that the wounded sailor is \"doing well.\" He also said the FBI knows the basics of what happened during the attack but is working through details, including about the suspect.\n\"We hope to know more in the coming days as to what happened, what this person was motivated by,\" Esper said. \"But we need to let the facts come out, let the investigators do their job, and we'll see where this ends up.\"\nSocial media accounts matching Alsahli's profile on Twitter, Facebook and WhatsApp featured support for hardline clerics, mostly from Saudi Arabia, and jihadi figures such as Ibrahim al-Rabaysh, who had been a spokesman for the Yemen branch of Al Qaeda and who was killed by a U.S. drone strike in 2015, according to Rita Katz, director of the SITE Intelligence Group.\nAlsahli had been a student at Del Mar College, a community college in Corpus Christi, according to a statement on Friday from school spokeswoman Melinda Eddleman. He had been a business administration major and had attended classes in the fall 2018, spring 2019 and fall 2019 semesters.\nThe station, which was locked down for about five hours Thursday, had a similar lockdown last December.\nIn another incident at the base last year, a man pleaded guilty to destruction of U.S. government property and possession of a stolen firearm for ramming his truck into a barricade at the Corpus Christi station.\nThe shooting also comes months after a Saudi Air Force officer who was training at a Navy base in Pensacola, Florida, killed three U.S. sailors and wounded eight other people in a shooting that American officials described as an act of terrorism. The country's top federal law enforcement officials said this week that the gunman in December's attack, Mohammed Saeed Alshamrani, had been in touch with al-Qaida operatives about planning and tactics in the months before the shooting. Alshamrani was killed by a sheriff's deputy.\nAccording to U.S. officials, unlike Pensacola, there are no international or foreign national students at the Texas base. The military put a number of new safety procedures in place after the Pensacola shooting to restrict and better screen international students.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: June 9, 2020"
}