{
    "title": "Group claims it set Vail resort fires",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 10,
    "day": 22,
    "full text": "VAIL, Colo. (AP) - An environmental group claimed responsibility for a series of fires that caused $ 12 million in damages to facilities at the nation's busiest ski resort.\nInvestigators were looking into the credibility of the claim Wednesday night.\n\"We are currently investigating the content, credibility and origin of this message\" that was signed \"Earth Liberation Front,\" said Eagle County sheriff's spokeswoman Kim Andree.\nIf the claim is verified, it would become of the worst eco-terrorism crimes in this country, one expert said.\nThe FBI, which is involved in the investigation into Monday's fires on Vail Mountain, did not return calls from The Associated Press.\n\"This is completely genuine. There is absolutely no reason to doubt it,\" said Katie Fedor, spokeswoman for the Animal Liberation Front, which has worked with the Earth Liberation Front during past protests. She said the Animal Liberation Front was not involved in the Vail fires.\nThe Earth Liberation Front sent an e-mail message to KCFR-FM Colorado Public Radio in Denver, saying it started the fires in protest of Vail Associates moving forward with its controversial 885-acre ski expansion.\nThe expansion covers terrain that environmentalists say is vital for reintroduction of lynx into Colorado. Environmentalists lost a court battle last week to stop construction.\nBarry Clausen, of North American Research, a group that tracks eco-terrorism, based in Eureka, Calif., said his group has documented more than 1,500 eco-terrorism crimes in the past decade, including arsons and bombings.\n\nGraphic\n\n \nThe remains of Vail Mountain's Two Elk restaurant smoldered Tuesday after a Monday morning fire destroyed the mountaintop facility. An environmental group claimed responsibility for fires that caused $12 million in damages to the facilities at the nation's busiest ski resort. (AP photo)\n\nLoad-Date: October 22, 1998"
}