{
    "title": "Ground Zero, Madrid",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 12,
    "full text": "The terrorist attacks in Madrid yesterday were a monstrous crime against innocent humanity. They were also a reminder that terrorism is a worldwide threat and that fighting it is not America's problem alone. \nCombating terrorism effectively requires the fullest possible international cooperation, especially in intelligence, law enforcement and the tracking of terrorist finances. Most of the hard work will be far less dramatic than the successful military campaigns in Afghanistan and Iraq. Indeed, each new terrorist act demonstrates that military action alone is not the solution. Terrorism cannot be eradicated simply by driving the Taliban out of Kabul or capturing Saddam Hussein. \n The series of bombs in Madrid that killed nearly 200 people and injured more than 1,400 came three days before national elections. Whether the bombers came from the Basque terrorist group ETA, as the Spanish government initially presumed, Al Qaeda or elsewhere, comparisons to the attacks of Sept. 11, 2001, are inevitable and appropriate. Neither Spain nor America stand alone.\n The list of terrorist outrages around the world has been grimly lengthening since that Sept. 11. Fanatics have sown carnage in places like Bali, Mombasa, Baghdad, Jerusalem, Moscow, Jakarta, Casablanca, Riyadh and Istanbul. Europe has been a particular target for decades. Britain and Northern Ireland have endured the bombings of the Irish Republican Army, French civilians have been killed by radical Algerian groups, and hundreds of Spaniards have been murdered by ETA.\n At a time like this, trans-Atlantic squabbling about the nature of the terrorist threat and how to fight it seems tragically misplaced. Terrorism threatens all of us, everywhere, every morning. Terrorists respect no national boundaries, political systems, ideologies or religions. The fight against them must be just as multinational. We are all Madrilenos now.       \n\nhttp://www.nytimes.com\n\nLoad-Date: March 12, 2004"
}