{
    "title": "Groups want action on nuke fuel storage; Watchdogs prod federal regulators to shore up spent-fuel po",
    "publisher": "lancaster new era",
    "year": 2004,
    "month": 8,
    "day": 11,
    "full text": "Used, deadly uranium fuel stored at the Peach Bottom and 31 other similarly designed nuclear reactors around the United States is especially vulnerable to terrorist attack, watchdog groups charge.\n\"Nuclear reactors are pre-deployed weapons of mass destruction,\" said Deb Katz, executive director of Citizens Awareness Network, one of three-dozen public interest groups signing the petition, including Greenpeace, Union of Concerned Scientists and the locally based Three Mile Island Alert.\nThe groups filed a petition for action with the U.S. Nuclear Regulatory Commission, calling on the agency to immediately address structural vulnerabilities to terrorism at the plants.\n#WASTE DDA#\n\"It is the NRC's job to protect our health and safety and assure public confidence in the regulatory process. Presently, NRC's efforts are inadequate,\" said Eric Epstein of TMI Alert and a candidate for the state Senate.\nWhile alleging that all 103 commercial nuclear plants in the country are vulnerable to accidents or \"acts of malice or insanity,\" the 33-page petition particularly points the finger at spent-fuel pools at Mark I and II boiling water reactors, such as that found at Peach Bottom.\nAt those nuclear plants, used uranium fuel rods are placed in pools of water high above the ground, covered by only a lightweight roof and walls, the groups say.\nThe arrangement, they say, makes the pool vulnerable to terrorist attacks from planes or on the ground.\n\"If a pool is breached, there is no surrounding structure or backfill to inhibit the drainage of water. Its cooling system is vulnerable to attack at several points. The exterior configuration of the reactor building facilitates accurate aiming - for example, of an explosive-laden aircraft - by a knowledgeable attacker,\" the petition states.\nThe group says breaching of spent-fuel pools \"could cause great public harm\" with widespread radiation fallout.\nThe groups outline a number of steps they feel the NRC should take, including beefing up on-site security; re-equipping spent-fuel pools with low-density racks so that spent fuel would not ignite if water were lost from the pool; establishing ways to recover from loss of water; and improving emergency response plans for surrounding communities.\nThe petition comes shortly after concerns about spent-fuel vulnerability were voiced by some members of Congress.\nCraig Nesbit, spokesman for Peach Bottom operator Exelon Energy, said this morning that \"there is nothing substandard about any of Exelon's plant designs.\"\nThe NRC has no comment on the petition while the agency is processing it to see if it meets the NRC standards for action, spokeswoman Diane Screnci said.\nA spokeswoman for the Nuclear Energy Institute, a nuclear industry group, said she had not yet seen the petition.\nIn another development affecting Peach Bottom, the federal Department of Energy announced it would pay Exelon at least $300 million for costs associated with storage of spent fuel at its nuclear plants.\nThe DOE had promised in the early 1980s to accept used fuel from U.S. reactors for disposal, beginning in 1998.\nAmid extensive controversy, however, a national repository has not yet been built.\nExelon and 64 other companies sued DOE for not taking the fuel.\n\nLoad-Date: October 5, 2004"
}