{
    "title": "Groups decry legislator's radicalization hearings",
    "publisher": "charleston daily mail",
    "year": 2011,
    "month": 6,
    "day": 15,
    "full text": "WESTBURY, N.Y. - Members of several New York organizations Tuesday decried the next round of hearings by Rep. Peter King on what he calls the radicalization of the Muslim-American community.\nKing, who heads the House Homeland Security Committee, has scheduled a Wednesday hearing in Washington focusing on radicalization in U.S. prisons. He said he plans to call several law enforcement experts to testify on recent examples of terrorist recruitment among inmates.\n\"This is a real concern; this is a real issue,\" the lawmaker from New York's Long Island said in a telephone interview following a news conference by a group called Long island Neighbors for American Values. The group is a coalition of religious leaders and civic groups who contend King's hearings are fostering negative stereotypes.\n\"Unfortunately, these people are living in denial,\" King said of his foes. \"Al-Qaida is attempting to recruit in our country and it is a reality we cannot afford to hide from.\"\nAmong those speaking at the news conference Tuesday was an imam who works as a chaplain at a county jail on Long Island. Imam Isa Abdul Kareem, who said he converted to Islam, disputed King's contention that American Muslims have not done enough to cooperate with law enforcement, arguing there is zero tolerance for anyone attempting to harm Americans.\n\"If we found anyone in our community committing an act of terrorism, by the time the police got there the matter would be settled and there would be one less terrorist,\" he said.\nSister Jeanne Clark of Pax Christi Long Island, who said she has served time in jail for committing acts of civil disobedience, said King's focus on prisons was misdirected.\n\"Language is important,\" she said. \"Prisoner, Muslim, radicalized terrorism. Saying these words together in a sentence instills fear and mistrust.\"\nSome of the same groups also protested in March, when King held the first hearing on the topic.\nThe congressman said the next hearing after Wednesday will likely be held in late July and will focus on reports of Americans joining al-Qaida in the Arabian Peninsula, a Yemen-based offshoot of al-Qaida that has been linked to attempted attacks on U.S. targets, including the foiled Christmas 2009 bombing of an airliner over Detroit and explosives-laden parcels found on cargo flights last year.\n\nLoad-Date: June 15, 2011"
}