{
    "title": "GROUP FINDS U.S. SUPPORT FOR HUMAN RIGHTS LACKING",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 1,
    "day": 15,
    "full text": "The U.S. government's willingness to compromise on human rights to fight terrorism sets a dangerous precedent and drives away some nations from joining that war, Human Rights Watch said Tuesday.\nThe private group said U.S. support for human rights in countries that are critical to the anti-terrorism campaign was at best inconsistent and at worst completely muted.\nIn its annual survey of human rights around the world, the group said that in several key countries involved in the war against terrorism, such as Pakistan and Saudi Arabia, even rhetorical U.S. support for human rights has been rare.\nState Department spokesman Richard Boucher said the United States worked to promote democracy and freedom around the world, \"in fact it's been an integral part of helping strengthen societies in the fight against terrorism.\" He said in the Middle East the United States supported calls by Arab leaders and scholars for reform and openness.\nHuman Rights Watch also said the United States' reading of the 1949 Geneva Convention \"effectively placed those captured abroad and detained at Guantanamo Bay, Cuba, in a type of legal black hole - a form of long-term arbitrary detention at odds with international requirements.\"\nBoucher said the United States was treating detainees in line with the Geneva Convention.\nThe report identifies positive trends such as the formal end to wars in Angola and Sierra Leone, peace talks in Sri Lanka and independence for East Timor.\nNegative developments include the continued killings of civilians in wars from Colombia to Chechnya, from Congo to the Israeli-Palestinian conflict. The report said governments continued highly repressive policies in Myanmar, China, Cuba, Iran, Iraq, Liberia and Vietnam.\n\nNotes\n\nNATION; * Note: A shorter version of this report ran in the FIVE STAR LATE LIFT, page A4.\n\nLoad-Date: January 15, 2003"
}