{
    "title": "Group Gathers Ideas for New Products To Fight Terrorism",
    "publisher": "ips",
    "year": 2003,
    "month": 2,
    "day": 24,
    "full text": "A government group with up to $70 million to spend is shopping for innovative counter-terrorism products. The wish list runs from remote truck-bomb detectors to invisible flood lights\nThe Technical Support Working Group (TSWG) spent Feb. 19 describing technologies that agencies say they need to improve their ability to battle terrorists. The problem: Many of the items exist only in concept. But the working group exists to turn the most promising concepts into reality.\nCompanies large and small, some with products to sell, others armed only with ideas, flocked to an auditorium in Arlington, Va., to hear what TSWG hopes to buy.\nThere are dozens of items, from relatively simple-sounding ballistic shields to protect SWAT teams and bomb squads from gunfire and blast fragments, to a warning system that can predict sniper activity. Exotic, to be sure, but \"we intend to spend money on it if you come up with a good idea,\" said Jeffrey David, the working group's deputy director for combating terrorism.\nTSWG's job is to speed research, development and prototyping of new technology for fighting terrorism.\nEstablished two decades ago, the group provides a national forum for identifying and coordinating research and development requirements with other U.S. agencies and major allies.\nA call for innovative products in 2002 generated 16,000 ideas, some from corporate technology titans, others from high school students. Of those, about 120 received funding, David said.\nThis year, TSWG is being more specific about most of the products it wants. For example, agencies at various levels of government want low-cost personal chemical decontamination systems. They want systems that will protect airliners against shoulder-fired missiles, and they need data-mining software that can identify suspicious Internet traffic.\nDetection equipment of many kinds is high on this year's shopping list. Agencies want remote detectors that can spot bombs hidden in cars and trucks. They want detectors that will warn of radiological or nuclear material being transported in ships and barges. And they want low-cost, hand-held dosimeters simple enough for emergency medical technicians to use to determine exposure to biological weapons.\nMany agencies worry about chemical and biological attacks. Agencies responsible for transportation safety, for instance, say they need a low-cost and simple countermeasure to chemical and biological attacks against airports or bus, subway and rail terminals. Local governments want low-cost shelter kits that will create areas in schools, libraries and other public buildings where people can gather in case of an attack.\nBut even before these threats are met, TSWG program managers are worrying about new threats they fear are to come. One of the tougher ones is suicide attackers, said Lou Wasserzug, manager of TSWG's explosives detection subgroup. \"The threat moves faster than the solution. We're always playing catch-up,\" he said.\nTSWG plans to publish announcements in early March describing the items it wants industry to develop. The announcements will run on the government's FedBizOpps Web site, www.fedbizopps.gov. \nCompanies are to submit one-page proposals by April 4 via TSWG's Web site, www.tswg.gov. Those selected must be described in technical detail by June 1. Formal proposals are due in August and awards will be made between August and February 2004.\n\nLoad-Date: June 18, 2004"
}