{
    "title": "Group claiming to hold Schulz is recent and vicious; HOSTAGE_ The Islamic Army in Iraq, known for it",
    "publisher": "daily news ",
    "year": 2005,
    "month": 12,
    "day": 9,
    "full text": "The Islamic Army in Iraq, the terror group claiming responsibility for kidnapping Alaskan Ronald Schulz, is new, small and brutal.\nSince its first known attack in July of last year, it has been implicated in a violent campaign against Westerners that includes beheadings as well as the downing of a commercial helicopter that killed 11 people.\nIt has also, in several instances, set hostages free.\nSeth Jones, a terrorism analyst at the RAND Corp., said typically the group will take a foreign worker or journalist hostage and make an enormous demand.\n\"These are largely grandiose and almost ridiculous claims that will never be met,\" Jones said.\nIn Schulz's case, IAI demanded the release of all prisoners in Iraq as well as payments to compensate Anbar province for its losses.\nWhen IAI held an Italian journalist last year, its demand was for Italy to withdraw its troops. Italy did not, and the hostage was killed.\nIt also held two French journalists for four months last year, calling it retaliation for the ban on Islamic head scarves in French schools. It released them just before Christmas, in tribute, the abductors said, to France's opposition to the war and support for the Palestinian cause.\nThe Islamic Army in Iraq, or al-Jaish al-Islami fi al-Iraq in Arabic, has been involved in 23 terrorism incidents that have killed 55 people, according to a terrorism database funded by the U.S. government.\nThe group is believed to cooperate with Ansar al-Sunnah, a more established terror organization.\nIAI claims to have thousands of fighters, but Jones said that is not credible.\n\"This is a fairly small group,\" he said. It is so new that it is not on the U.S. list of terrorist groups to exclude from the country, he said.\nAttacks attributed to it include suicide car bombings that killed Iraqi police officers and a missile hit on a commercial helicopter in April that killed American and Fijian security contractors. One American appeared to have survived the crash but was shot on the ground by the attackers, according to video footage.\n\"There's not, in general, a lot to be hopeful about with this group,\" Jones said. \"They've been pretty brutal.\"\nReporter Liz Ruskin can be reached at lruskin@adn.com.  \nUPDATES: If there is breaking news on Schulz's status, it will be posted online.\nwww.adn.com \n\nLoad-Date: December 9, 2005"
}