{
    "title": "Group asks FBI to focus more on terrorism",
    "publisher": "usa today",
    "year": 2002,
    "month": 2,
    "day": 22,
    "full text": "WASHINGTON -- A national police advocacy group is urging the FBI to abandon its involvement in drug, bank robbery and carjacking investigations so the bureau can focus more on preventing terrorism.\nThe Police Executive Research Forum, a non-profit group of more than 1,000 law enforcement executives, also is calling on the FBI to improve cooperation with local police. Since the Sept. 11 terrorist attacks, some local officials have complained that federal law enforcement officers have not shared enough information about potential terrorism threats and other matters.\nThe forum's push for the FBI to drop some of its traditional crime-solving duties to better address terrorism represents local law enforcement officials' strongest endorsement to date of realignment plans being discussed within the bureau. Some police agencies and the banking industry have expressed alarm over such proposals. They say state and local authorities -- which also are devising ways to combat terrorism -- could be overwhelmed by the additional work and expense.\n\"The events in September will require the FBI to take a lead role in preventing terrorism incidents,\" forum President Chuck Wexler said in a letter to members of the group. \"The bureau should get out of the drug enforcement business. The FBI should also get out of the bank robbery business and carjacking investigations, leaving those to local law enforcement.\"\nFBI Director Robert Mueller has been discussing various restructuring plans for the bureau with congressional leaders and local law enforcement authorities. But crucial details have not been resolved, including how local police would respond to federal offenses such as bank robberies and drug trafficking in the FBI's absence.\nFBI spokesman John Collingwood said Thursday that groups such as Wexler's are \"proving valuable in helping to reshape the bureau.\"\nAmong those concerned about the bureau's reorganization proposals is the American Bankers Association.\nEdward Yingling, the association's executive director of government relations, said Thursday that industry officials plan to meet with FBI and budget officials on Capitol Hill to urge the continued support of federal law enforcement in handling bank robbery cases.\nBank robberies declined nationwide along with other types of crime from 1996 through 1999 but increased in 2000 and 2001. Those increases, although slight, have raised concerns among banking officials about a reduced federal presence in robbery investigations.\nUntil recently, Yingling says, it would not have been appropriate to raise the issue with the FBI, which continues to conduct a worldwide probe of terrorist cells.\n\"Fighting terrorism comes before anything else,\" he says. But five months after the attacks on New York and Washington, \"this whole discussion is appropriate.\"\n\nLoad-Date: February 22, 2002"
}