{
    "title": "Guantanamo Prisoner Is Sent Back To Sudan",
    "publisher": "the new york times",
    "year": 2012,
    "month": 7,
    "day": 12,
    "full text": "WASHINGTON -- The Pentagon announced Wednesday that it had transferred a convicted member of Al Qaeda from the prison camp at Guantanamo Bay, Cuba, to Sudan under the terms of a plea deal struck with military prosecutors. It is the first time a detainee convicted under the Obama administration's version of the military commissions system has been sent back to his native country.\nThe former prisoner, Ibrahim al-Qosi, arrived at the Khartoum airport aboard a United States Air Force jet late Tuesday, according to an Associated Press report from Sudan that cited a local radio station. It said he was met by his father and brother, and told the station that he had a difficult time in ''unfair detention in the infamous Guantanamo prison.''\nIn a statement, the Defense Department said: ''The United States coordinated with the government of Sudan regarding appropriate security and humane treatment measures. In accordance with statutory reporting requirements, the administration informed Congress of its intent to transfer al-Qosi to Sudan.''\nMr. Qosi, who is about 52, was captured by the Pakistani military fleeing Afghanistan in December 2001, and was among the first detainees brought to Guantanamo in 2002 when the Bush administration opened the prison at the American naval base in Cuba. On July 7, 2010, he pleaded guilty before the military commission system to conspiracy and supporting terrorism.\nIn a confession that accompanied the guilty plea, he said that he had followed the Qaeda leader, Osama bin Laden, to Afghanistan in 1996 after his expulsion from Sudan, and that he performed a variety of menial tasks at his compound, including running its kitchen and sometimes serving as a driver.\nMr. Qosi also said he fired a mortar for a militia helping the Taliban fight the Northern Alliance, but said he had no involvement in, or advanced knowledge of, terrorist attacks like the 1998 embassy bombings in Africa or the Sept. 11 attacks.\nThe commission imposed a symbolic sentence of 14 years in prison, in addition to the more than eight years Mr. Qosi had already been held at Guantanamo by that point. But 12 years of the prison sentence were suspended as part of the plea deal.\nMr. Qosi's transfer as a result of the military commission process is the first since 2008, when the Bush administration transferred Salim Hamdan, another former driver for Bin Laden, back to his native Yemen.\nThe transfer brings the prison's population down to 168. Another detainee, the Canadian former child soldier Omar Khadr, may also soon be repatriated under the terms of a plea deal he struck with military prosecutors in October 2010, under which he was eligible to serve out the remainder of his sentence in his home country after one year.\nThe Obama administration notified Congress of its intent to transfer Mr. Khadr in April, but the transfer has not taken place. The holdup has complicated the efforts of military prosecutors to secure plea deals from other Guantanamo detainees, including several who could serve as witnesses in the trial of more significant terrorism suspects in exchange for the prospect of leaving the prison by a certain date.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 12, 2012"
}