{
    "title": "Guantanamo Detainee, Indicted in '98, Now Faces War Crimes Charges",
    "publisher": "the new york times",
    "year": 2008,
    "month": 4,
    "day": 1,
    "full text": "Military prosecutors filed war crimes charges on Monday against a Guantanamo detainee accused of helping plan the 1998 bombing of the United States embassy in Tanzania, an attack for which he was indicted 10 years ago by federal prosecutors in New York.\n  The military charges seek the death penalty for the role they say the detainee, Ahmed Khalfan Ghailani, played as a coordinator and planner of the truck-bomb attack, which killed 11 people and injured scores of others. That bombing, and another embassy attack in Kenya, were the subject of a 2001 trial in federal court in Manhattan that led to convictions of four men, all of whom are serving life terms.\n  Mr. Ghailani, accused of being an operative of Al Qaeda, was a fugitive at the time of the New York trial. After his capture in 2004, he was held in the Central Intelligence Agency's secret prisons before President Bush had him transferred to the naval base in Guantanamo Bay, Cuba, in 2006. \n  The new charges, which would be tried in the military commission tribunals, were announced at the Pentagon by an official of the Bush administration's military commissions, Brig. Gen. Thomas W. Hartmann, who has been pressing to move the problem-plagued war crimes system more quickly. \n  But the charges quickly drew new attention to the tribunals, which critics say provide detainees with fewer protections than civilian courts and have helped crystallize international criticism of Guantanamo. \n  In an interview, General Hartmann said officials were aware of the 1998 civilian indictment, but were proceeding with a military case at Guantanamo. ''That's the avenue the president, the Congress and the Department of Defense'' established, he said, ''to deal with alleged war crimes in connection with the global war on terror.''\n  Administration officials have said since shortly after the terrorist attacks of 2001 that civilian courts were not able to handle many terrorism prosecutions and have argued for the more truncated procedures of the war-crimes tribunals at Guantanamo.\n  But some critics said Monday that war crimes charges against a terrorism suspect who had already been charged by civilian prosecutors raised new concerns. \n  ''This seems like an attempt to subvert and do an end run around the existing criminal justice system,'' said Jennifer Daskal, the senior counterterrorism counsel at Human Rights Watch. Critics of the Guantanamo system often cite the New York terrorism prosecutions as evidence that the civilian system can handle such cases. \n  Jumana Musa, an advocacy director at Amnesty International who has been an observer at Guantanamo, said the Bush administration appeared to be relying on the military commissions partly out of a concern that descriptions of detainees' treatment would be more likely to become public if they were tried in civilian courts.\n  ''The purpose of the commissions is to convict people on evidence they obtained through torture and keep the evidence of torture out of the courtroom,'' Ms. Musa said. \n  Told of the criticism, General Hartmann said, ''There's no effort to subvert anything'' at Guantanamo. ''Everything there is done to achieve fairness, openness, transparency and justice.'' He cited what he called the extraordinary rights of detainees, like the right to a lawyer, the right to confront witnesses and an automatic right of appeal.\n  Justice Department officials declined to comment on the Pentagon's announcement. \n  Mr. Ghailani, a Tanzanian believed to be about 34, was once listed by the United States as one of the most sought-after terrorists in the world. He was caught after a gun battle with Pakistani forces in 2004. \n  The charges released Monday say he gathered explosives and helped obtain a truck for the embassy suicide attack, assisted with logistics and helped scout the embassy building, in Dar es Salaam.\n  The charges also say that he remained an operative of Al Qaeda after the bombing, working as a forger and a bodyguard for Osama bin Laden.\n  The military prosecutors filed the charges with a Pentagon official, Susan J. Crawford, a former military judge who has broad powers over the military commission system. Ms. Crawford has the authority to decide whether a case can proceed as a death penalty prosecution.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Ahmed Khalfan Ghailani (PHOTOGRAPH BY AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                                       \n\nLoad-Date: April 1, 2008"
}