{
    "title": "GUANTANAMO JUSTICE",
    "publisher": "daily news ",
    "year": 2008,
    "month": 8,
    "day": 14,
    "full text": "The fact that the trial of Osama bin Laden's former driver appears to have resulted in an appropriate verdict and sentence will be meaningless if the Bush administration does not release the Yemeni man after his sentence is served.\nA military jury last week convicted Salim Hamdan of providing material support for terrorism. It acquitted him of the more serious charges of conspiring to commit terrorism. The next day, the jury sentenced Mr. Hamdan to six years in jail, knowing that the judge would count most of Mr. Hamdan's time in a U.S. detention facility in Guantanamo Bay, Cuba as part of that sentence. Mr. Hamdan will be eligible for release in five months.\nWhite House officials have said that enemy combatants will continue to be held until the war on terrorism has ended, regardless of the outcome of the military commissions. This makes a mockery of a process that was rightly greeted with skepticism while it was being set up by the Bush administration.\nMr. Hamdan's case was the first to be handled by the commissions, which were set up to handle the nearly 300 detainees at Guantanamo who were picked up around the world in the months after the Sept. 11 terrorist attacks. After legal challenges, U.S. Supreme Court rulings and new laws passed by Congress, Mr. Hamdan's fate was in the hands of six military officers.\nProsecutors had asked for a minimum sentence of 30 years, arguing that Mr. Hamdan should have quit his job driving for Osama bin Laden after it became clear his boss was responsible for deadly terrorist attacks in Africa and Yemen.\nMr. Hamdan argued that he kept his job, which paid many times more than any other driving job, to support his family.\nThe jury has sent the message that working for the terrorist mastermind in any capacity was wrong.\nNow it is up to the Pentagon and the White House to show that it respects the rule of law by abiding by that ruling and the accompanying sentence. Holding Mr. Hamdan beyond the six years the jury deemed appropriate will reignite the controversy surrounding the military commission system.\nWith hundreds of other cases to try, energy should be devoted to them, not making up reasons - and repeatedly defending them in court - to hold Mr. Hamdan or any of the other detainees at Guantanamo indefinitely.\n\nLoad-Date: August 14, 2008"
}