{
    "title": "Guantanamo lingers Our view _ Imperfect world, imperfect place, imperfect options",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 3,
    "day": 13,
    "full text": "In a perfect world, the U.S. military prison at Guantanamo Bay, Cuba, never would have been opened and operated, and prisoners there never would have been tortured - or, if you will, enhancedly interrogated.\nIn a perfect world, suspected terrorists held at Guantanamo could be prosecuted and tried in the civil justice system that has handled terrorism cases just fine so far, instead of through a military commission judicial process.\nBut then, in a perfect world, U.S. politicians of both parties wouldn't exploit irrational fears that all but endow Guantanamo prisoners who step on American soil with superpowers, able to ravage America even if locked in a supermax prison cell.\nWe exaggerate only a little.\nSo in the real world last week, President Barack Obama issued an executive order authorizing resumption of military commissions to try some of the accused terrorists imprisoned at Guantanamo.\nMr. Obama was boxed in. Congress had barred him from moving any terrorism suspects from Guantanamo to the United States for criminal trials. Diplomatic and security concerns kept him from sending home or safely releasing to third-party countries all those prisoners eligible for transfer. A year-long, multi-agency review had identified 48 prisoners who are \"too dangerous to transfer\" to other countries but whose cases are \"not feasible for prosecution.\"\nThat left Mr. Obama with no choice but to keep the Guantanamo prison open for the foreseeable future, despite a pledge made during the 2008 presidential campaign and, indeed, despite the presidential order he issued two days after taking office.\nBy authorizing new military commissions, the president acknowledges the importance of holding judicial proceedings for some of the Guantanamo inmates. These commissions will be held under rules significantly fairer than those unilaterally imposed by the administration of President George W. Bush and later thrown out by the U.S. Supreme Court.\nChanges incorporated in a law Mr. Obama signed in October 2009 prohibit commissions from admitting testimony obtained through coercion (obviously including torture). They limit the use of secondhand or third-hand evidence. They create a process, similar to that used in civilian courts, for using classified information and improve the ability of defendants to confront the witnesses against them.\nIn a speech on national security at the National Archives in May 2009, Mr. Obama stood in front of the U.S. Constitution, the Bill of Rights and the Declaration of Independence and rejected the extreme positions of both the left and the right.\n\"On the one side of the spectrum, there are those who make little allowance for the unique challenges posed by terrorism,\" he said. \"And on the other end of the spectrum, there are those who embrace a view that can be summarized in two words: 'Anything goes.' ... Both sides may be sincere in their views, but neither side is right.\n\"The American people are not absolutist, and they don't elect us to impose a rigid ideology on our problems. They know that we need not sacrifice our security for our values, nor sacrifice our values for our security, so long as we approach difficult questions with honesty and care and a dose of common sense.\"\nKeeping Guantanamo open was not the president's first choice. It should not be the choice of a nation built on a gleaming system of justice enshrined in those founding documents. But ours is not a perfect world.\n\nLoad-Date: March 13, 2011"
}