{
    "title": "Guant_namo trial of 9_11 mastermind Khalid Sheikh Mohammed is on again Military prosecutors, who wer",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 4,
    "day": 4,
    "full text": "Defense Department officials have decided to resume the prosecution of accused 9/11 mastermind Khalid Sheikh Mohammed and four other men for their alleged role in the most deadly terror attack in US history.\nCharges accusing the five men of involvement in the Sept. 11, 2001 attacks were formally referred to prosecutors on Wednesday for trial before a military commission at a special high-security judicial complex at the US Naval Base, Guantánamo Bay, Cuba.\nThe military prosecutors have a month to arraign the defendants. All five potentially face a death sentence.\nThe action was expected, but it marks a sharp reversal by the Obama administration, which in 2009 dismissed military charges against these same men and announced that they would instead be tried in a civilian federal court in New York City.\nThose plans were reversed after Congress blocked the transfer of any Guantánamo detainees to the US, including for the purpose of standing trial. A US district judge in New York dismissed a federal indictment in April 2011, ending the prospect of a trial in civilian court.\nThe men are accused of playing various roles in the coordinated 9/11 attacks. Two commercial airliners were flown into the twin towers of the World Trade Center in New York, causing their collapse, a third jet slammed into the Pentagon, and a fourth airliner, believed headed to the Capitol Building or the White House, crashed in a Pennsylvania field after passengers rose up against the hijackers. Nearly 3,000 individuals died that day.\nMr. Mohammed has previously claimed responsibility for planning the attacks and assembling the team that carried them out. He will occupy center stage at the trial and at any pretrial hearings. The four others are alleged to have played significantly lesser roles in the plot, allegedly providing training or logistics help to the hijackers.\nIn addition to Mohammed, the listed defendants include: Walid Muhammad Salih Mubarak Bin 'Attash, Ramzi Binalshibh, Ali Abdul Aziz Ali, and Mustafa Ahmed Adam al Hawsawi.\nWhile the historic trial seeks to bring a measure of justice to the victims of the attacks and their survivors, it will be closely watched by human rights advocates, who view the commission process as second-class justice.\nThe Obama administration worked with Congress to inject more safeguards into the trial process than were in the military commissions as they existed under the Bush administration. But critics say they still fall short of the kind of fair trial guarantees necessary in a case that carries the ultimate punishment - death.\n\"The Obama administration is making a terrible mistake by prosecuting the most important terrorism trials of our time in a second-tier system of justice,\" Anthony Romero, executive director of the American Civil Liberties Union, said in a statement.\n\"Whatever verdict comes out of the Guantánamo military commissions will be tainted by an unfair process and the politics that wrongly pulled these cases from federal courts, which have safely and successfully handled hundreds of terrorism trials,\" he said.\nMr. Romero said military commission procedures and special rules of evidence are designed to win \"easy convictions,\" and to hide the harsh interrogation tactics - including waterboarding - that Mohammed was subjected to.\n\"Those who plotted the 9/11 attacks must be prosecuted for their crimes. The families of those lost on 9/11 deserve justice, as do all Americans,\" said Dixon Osburn of Human Rights First, in a statement.\n\"What Americans don't deserve is a make-it-up-as-you-go-along trial before a tribunal where the rules seem to be under constant scrutiny and revision,\" he said.\n\nLoad-Date: April 5, 2012"
}