{
    "title": "Guant_namo Detainee Arraigned in Case That Could Help Decide Fate of Tribunals",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 19,
    "full text": "FORT MEADE, Md. -- An Iraqi detainee at Guantánamo Bay, Cuba, was arraigned Wednesday on war-crimes charges before a military commission, setting in motion a case that could help determine whether the tribunals system will be used extensively in the future or wither away after the handful of cases before it are completed.\nThe detainee, known as Abd al-Hadi al-Iraqi, is accused of being a high-level operative for Al Qaeda. Officials say he oversaw plots to attack American forces in Afghanistan, including by firing on a medical helicopter, and to assassinate Pervez Musharraf, the former Pakistani president. Mr. Iraqi, 53, who is also said to have become Al Qaeda's emissary to insurgents in Iraq, could face life in prison if convicted. He did not enter a plea.\nMr. Iraqi's case has added significance because he has also been charged with conspiracy, which is a strategy for prosecuting people who are suspected of participating in terrorist organizations but have not been linked to specific attacks.\nAlthough the conspiracy charge is routine in civilian court, it is not a recognized war crime, and the legitimacy of bringing it before a tribunal is in doubt. Mr. Iraqi's case could determine how useful tribunals will be in prosecuting terrorism suspects.\n''Al-Iraqi's case is the key for the future of the commissions,'' said Stephen I. Vladeck, a law professor at American University.\nMr. Iraqi was captured in late 2006 or early 2007 and held for a time by the C.I.A. before becoming one of the last inmates sent to Guantánamo by the Bush administration.\nHis appearance in the commission courtroom, a video feed of which was broadcast at Fort Meade, was a rare public sighting. Mr. Iraqi wore white clothing and a white headdress. He looked haggard, with bushy eyebrows and a long gray beard that he occasionally stroked while listening. At other times he sat with his arms folded.\nMr. Iraqi spoke only briefly as the judge, Capt. J. Kirk Waits of the Navy, asked him whether he accepted his interpreter and defense lawyers. But at one point, after asking for a civilian lawyer, he gestured with a pointed finger and said something that a linguist translated as, ''I am in need of another civilian lawyer because of what's going on between Afghanistan and Iraq, and because it's very destructive from your government.''\nIn a different case, a panel on the Court of Appeals for the District of Columbia has vacated a tribunal's conviction of a Guantánamo detainee on a conspiracy charge because conspiracy was not a recognized international war crime at the time of the detainee's actions.\nThe Obama administration has appealed that ruling. If it stands, it would mean that as many as several dozen detainees at Guantánamo whom a task force designated for prosecution cannot be tried except by a civilian court. Congress has blocked such trials.\nBut with the Military Commissions Act of 2006, Congress explicitly authorized tribunals to bring conspiracy charges. That raised the question of whether tribunals could be used to prosecute suspects for conspiracy over conduct that took place after the law was passed, even if it is not a war crime.\nMr. Iraqi is one of the few detainees at Guantánamo captured after the 2006 law went into effect. If higher courts approve the charge in any appeal, it will be easier for the government to use commissions against lower-level terrorism suspects captured in the future.\nBrig. Gen. Mark S. Martins added the conspiracy charge against Mr. Iraqi in February. He said Wednesday that the prosecution ''fell into a narrow but important category of cases in which the pragmatic choice'' for dealing with a terrorism suspect was a military commission, given the context and location of the actions alleged and the investigation.\n''The utility of commissions going forward, and outside of Guantánamo, depends entirely on whether they can try offenses like the ones with which al-Iraqi is charged,'' Mr. Vladeck said.\nCongress has outlawed bringing Guantánamo detainees to the United States for prosecution or any other purpose. The Obama administration, which is trying to close Guantánamo, has not sent any Qaeda suspects there.\n\nhttp://www.nytimes.com/2014/06/19/us/guantanamo-detainee-arraigned-in-potentially-pivotal-case-for-tribunals-system.html\n\nGraphic\n\n \nPHOTO: Abd al-Hadi al-Iraqi       \n\nLoad-Date: June 19, 2014"
}