{
    "title": "GUANTANAMO TERRORISM TRIALS_ DAY 1 9_11 mastermind, fellow defendants disrupt hearing",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 5,
    "day": 6,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba - They knelt in prayer, ignored the judge and wouldn't listen to Arabic translations as they confronted nearly 3,000 counts of murder. The self-proclaimed mastermind of the Sept. 11 al-Qaida terrorist attacks and four co-defendants defiantly disrupted an arraignment that dragged into Saturday night in the opening act of the long-stalled effort to prosecute them in a military court.\nTheir refusal to participate in the hearing helped bring their arraignment to a crawl. It took more than eight hours for the judge at the U.S. military base in Cuba to ask the men to enter pleas to 2,976 counts of murder and terrorism in the 2001 attacks that sent hijacked jetliners into New York's World Trade Center, the Pentagon in Northern Virginia and a field in Western Pennsylvania. The men all deferred their pleas.\nKhalid Sheikh Mohammed, the admitted 9/11 architect, cast off the earphones providing Arabic translations of the proceeding and refused to answer U.S. Army Col. James Pohl's questions or acknowledge that he understood them. All five men refused to participate in the hearing; two passed around a copy of The Economist magazine and leafed through the articles.\nWalid bin Attash was confined to a restraint chair when he came into court, released only after he promised to behave.\nRamzi Binalshibh knelt in prayer alongside his defense table with Ali Abd al-Aziz Ali in the middle of the hearing, then launched into an incoherent tirade about the late Libyan leader Moammar Gadhafi and declared he was in danger. \"Maybe they will kill me and say I committed suicide,\" he said in a mix of Arabic and broken English.\nThe detainees' lawyers spent hours questioning the judge about his qualifications to hear the case and suggested their clients were being mistreated at the hearing, in a strategy that could pave the way for future appeals.\nIt was the defendants' first appearance in more than three years after stalled efforts to try them for the terrorist attacks.\nThe defendants' behavior outraged 9/11 family members watching on closed-circuit video feeds at military bases in the United States. One viewer shouted, \"C,mon, are you kidding me?\" at the Fort Hamilton base in Brooklyn.\n\"They're engaging in jihad in a courtroom,\" said Debra Burlingame, whose brother, Charles, was the pilot of the plane that flew into the Pentagon. She watched the proceeding from Brooklyn.\nThe Obama administration renewed plans to try the men at the U.S. base at Guantanamo Bay after a bid to try them in New York City - just blocks from the Trade Center site - faced political opposition. It adopted new rules with Congress that forbade testimony obtained through torture or cruel treatment, and argued that the defendants could be tried as fairly here as in a civilian court.\nHuman rights groups and defense lawyers say the secrecy of Guantanamo and the military commissions, or tribunals, will make it impossible to defend them. They argued the United States kept the case out of civilian court to prevent disclosure of the treatment of prisoners like Mohammed, who was waterboarded 183 times.\nMohammed's civilian lawyer, David Nevin, said he thought Mohammed was not responding because he believes the tribunal is unfair. Jim Harrington, representing Binalshibh, said his client would not respond to questions \"without addressing the issues of confinement.\"\nCheryl Bormann, a civilian attorney for bin Attash, appeared in a conservative Islamic outfit that left only her face uncovered. She asked the court to order other women present to wear \"appropriate\" clothing so that defendants do not have to avert their eyes \"for fear of committing a sin under their faith.\"\nPohl warned that he would not permit defendants to block the hearing and would continue without their participation.\n\"One cannot choose not to participate and frustrate the normal course of business,\" Pohl said.\nPohl brought translators into the courtroom to interpret the proceedings after the men refused to use earpieces. He attempted to stick to the standard procedure for tribunals, asking the defendants if they understood their rights to counsel and would accept the attorneys appointed for them.\nThe men were silent.\nIn the past, during the failed first effort to prosecute them here, Mohammed mocked the tribunal and said he and his co-defendants would plead guilty and welcome execution. However, there were signs that at least some of the defense teams were preparing for a lengthy fight, planning challenges of the tribunals and the secrecy that shrouds the case.\nDefendants typically do not enter a plea during their arraignment but are offered the chance to do so. Lawyers for the men said they were prohibited by secrecy rules from disclosing their clients' intentions.\nArmy Capt. Jason Wright, one of Mohammed's Pentagon-appointed lawyers, declined to comment on the case.\nMohammed, a Pakistani citizen who grew up in Kuwait and attended college in Greensboro, North Carolina, has admitted to military authorities that he was responsible for the Sept. 11 attacks \"from A to Z,\" as well as about 30 other plots, and that he personally beheaded Wall Street Journal reporter Daniel Pearl. Mohammed was captured in 2003 in Pakistan.\nBinalshibh was allegedly chosen to be a hijacker but couldn't get a U.S. visa and ended up providing assistance such as finding flight schools. Bin Attash, from Yemen, allegedly ran an al-Qaida training camp in Afghanistan and researched flight simulators and timetables. Mustafa Ahmad al-Hawsawi is a Saudi accused of helping the hijackers with money, Western clothing, traveler's checks and credit cards. Al-Aziz Ali, a Pakistani national and nephew of Mohammed, allegedly provided money to the hijackers.\nAP file photos\nKhalid Sheikh Mohammed, the admitted 9/11 mastermind, upon his capture in 2003 (left) and later while in U.S. military custody.\n\nLoad-Date: May 7, 2012"
}