{
    "title": "Guantanamo Bay prison still subject of various debates",
    "publisher": "university wire",
    "year": 2009,
    "month": 9,
    "day": 25,
    "full text": "During a University of Oklahoma discussion Thursday afternoon, two lawyers debated whether the United States should promptly close the Guantanamo Bay detention facility in Cuba and whether those responsible for writing, approving and implementing the authorization of unlawful interrogation techniques should be fully prosecuted.\nRobert Turner, a professor at the University of Virginia School of Law and co-founder of the Center for National Security Law, said closing Guantanamo Bay would waste money and fail to solve anything.\n\"We have treated these guys exceptionally well ... with a few exceptions,\" Turner said.\nTurner said nothing is inherently wrong with the facility and that it was built for prisoners of war. He said prisoners receive better medical and dental health care than most Americans on the island.\nRandall Coyne, OU law professor, said it is essential to close the center and said suspicion of terrorism is not a means for preventative detention.\n\"Torture is immoral,\" he said. \"Torture does not work. Torture is illegal. It puts our people at risk, and torture is not what the United States does.\nTorture is prosecutable regardless of who commits or endorses it. Nobody in America is above the law.\"\nCoyne said that of the detainees at Guantanamo Bay, about 5 percent were captured on battlefields and should be held. The other 95 percent are being held on the assumption of terrorism, he said.\n\"The global war on terror is a war without end,\" Coyne said.\nDetainees should be removed from the camp and sent to safe federal prisons where there is room for them, Coyne said.\nTurner said the treatment of prisoners at Guantanamo Bay is not the first or worst civil liberties violation during war time and that former President George W. Bush and his administration should not be punished for their decisions.\nTurner said all wars involve collateral damage, and this accompanies the current war on terrorism.\nCoyne said the U.S. needs to work harder to move cleared prisoners out of the facility.\n\"John and Kate Plus Eight might be able to take some of these people,\" Coyne said jokingly.\nTurner said it is important that the government educate people on the situation at Guantanamo Bay.\n\"Bush and his people did an atrocious job educating people what they were doing and what the effects were,\" Turner said.\nCoyne said the men should be tried in a federal court, but Turner argued that they should be tried in military court because some evidence would be thrown out if they were to be tried in federal court.\nThe debate took place at the College of Law and was hosted by the Federalist Society, a group of conservative and libertarian students interested in the current state of the legal order.\n(C) 2008 Oklahoma Daily via UWIRE\n\nLoad-Date: September 25, 2009"
}