{
    "title": "Guant_namo Bay Prosecutors Accuse Detainee of Conspiracy",
    "publisher": "the new york times",
    "year": 2014,
    "month": 2,
    "day": 15,
    "full text": "WASHINGTON -- Prosecutors for the military commission trials at Guantánamo Bay, Cuba, disclosed in a document posted Friday that they had added a charge of conspiracy against an Iraqi detainee, potentially setting up a test of whether Congress has the power to make conspiracy a prosecutable offense in a war-crimes tribunal despite its not being recognized as an international war crime.\nThe detainee, Abd al Hadi al Iraqi, had already been facing a series of terrorism-related charges. But the addition of the conspiracy offense gives his case a larger significance, because the legitimacy of using the tribunals to bring that charge has been the subject of heated debate. Establishing such legitimacy could help make the commissions more useful in future terrorism cases.\nLast year, a panel on the United States Court of Appeals for the District of Columbia Circuit threw out the convictions of a detainee for conspiracy on the grounds that the charge was not recognized under the international laws of war.\nThe Obama administration has appealed, but if the ruling stands, it sharply undermines the utility of tribunals -- as opposed to civilian courts -- to sentence people to prison who participated in terrorist groups but are not personally linked to any specific attack.\nBut the case that is before the appeals court concerned conduct before 2006, when Congress enacted the first version of the Military Commissions Act.\nBoth that law and a 2009 revision say that commissions have jurisdiction to prosecute conspiracy, raising the question of whether conduct after 2006 may legitimately lead to conspiracy charges before a tribunal.\nAfter his capture in late 2006 or early 2007, Mr. Al Iraqi was held by the Central Intelligence Agency before his transfer to military custody in April 2007, making him among the last detainees to arrive at Guantánamo. He is accused of being a high-level emissary from Al Qaeda to terrorists in Iraq.\n\nhttp://www.nytimes.com/2014/02/15/us/guantanamo-bay-prosecutors-accuse-detainee-of-conspiracy.html\n\nLoad-Date: February 15, 2014"
}