{
    "title": "GUARD STABBED IN TERRORISM SUSPECTS' CELL",
    "publisher": "daily news ",
    "year": 2000,
    "month": 11,
    "day": 2,
    "full text": "Two accused terrorists housed in the federal lockup in lower Manhattan attacked a guard yesterday with one of them plunging a sharpened implement into his eye, authorities said.\nThe inmates allegedly involved in the bloody assault were identified as Khalid Salim and Khalfan Khamis Mohamed, followers of terrorist Osama Bin Laden, who are awaiting trial on charges they conspired to blow up two U.S. embassies in Africa in 1998.\nThe guard, whose name was not released, was rushed to Bellevue Hospital, where he was said to be in critical condition.\nA law enforcement source said the inmate's thrust was strong enough to penetrate the guard's brain.\nBecause of their links to Bin Laden and concerns about security, Salim, Mohamed and three other co-defendants have been held in isolation, segregated from the rest of the prison population at the Metropolitan Correctional Center.\nBut occasionally, they were allowed to pair up in the same cell, according to sources familiar with the arrangement.\nOfficials at the Bureau of Prisons in Washington confirmed yesterday that an officer had been assaulted by two inmates, but gave no other details.\nA spokesmen for Manhattan U.S. Attorney Mary Jo White declined to comment on the incident.\nBut Jeffrey Schneider, one of Mohamed's attorneys, confirmed that the 50-year-old correction officer was attacked after he entered a cell in which Mohamed and Salim were being held.\nInside the cell, one of the inmates - officials wouldn't say which one - allegedly plunged the sharpened object into the guard's eye, Schneider said.\nWhile an investigation of the incident continues, the two inmates have been placed in administrative detention, isolated from all other inmates for 23 hours a day.\nSchneider said the five accused bombers have been allowed to rotate in and out of one another's cells in recent months.\nOne of the defendants, Wadih El Haje, had complained repeatedly about being kept in isolation. At a court hearing earlier this year, he tried to get at the judge overseeing his case, but was restrained by court officers before he could do any harm.\nAll five men are charged with plotting to attack the U.S. embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania, in August 1998 on instructions from Bin Laden, an exiled Saudi millionaire who has called for Muslims to kill American civilians \"wherever they may be.\"\nBin Laden also is charged in the case but remains a fugitive on the FBI's Ten Most Wanted List. The FBI is investigating whether he is involved in the recent bombing of the destroyer Cole in Yemen.\nSchneider, said his law partner, David Stern, tried to visit Mohamed yesterday but was denied access when prison officials \"said there was a problem.\"\n\"We later found out that this was the problem,\" Schneider said.\n\nLoad-Date: November 2, 2000"
}