{
    "title": "Guards Retreat in London, but Just a Bit",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 30,
    "full text": "With their scarlet tunics, black bearskin caps and impassive faces, the guards standing watch outside Britain's royal palaces are as much a tourist attraction as Big Ben and the Tower of London. But it is getting harder to see them.\nGrowing fears of so-called lone-wolf attacks against British targets, inspired by far-flung militant movements like the Islamic State, appear to have prompted the government to pull the guards back from exposed public locations to safer, less visible places.\nOutside Clarence House, the London residence of Prince Charles and the Duchess of Cornwall, the royal guards now stand at a sentry box behind the metal gates, a move that attracted considerable attention in British newspapers, which published photos of the new setup. At St. James's Palace, the home of Princess Anne and her nieces the Princesses Beatrice and Eugenie, the guards who used to stand sentry at the clock tower by the front gate have been moved to an inner courtyard.\nAt Horse Guards Parade, perhaps the most famous site in London for guard-watching, visitors can still take pictures with two soldiers in full dress uniform, but now several police officers are on duty there as well, standing guard over the guards, The Mail on Sunday reported. The police officers carry Heckler & Koch carbine rifles and Taser stun guns, in contrast to the royal guards, who carry only unloaded rifles and ceremonial swords, the newspaper reported.\nBuckingham Palace, the main royal residence, moved its guards inside the gates decades ago, but that was done to elude pesky tourists. The palace on Monday declined to give details of any changes in guard protocols at royal residences, and so did the Ministry of Defense. ''We don't comment on security arrangements,'' a spokeswoman for the ministry said by telephone.\nEven so, concerns about individuals carrying out attacks on symbolic targets have grown more intense since October, when a Canadian soldier was killed while on ceremonial guard duty at the National War Memorial in Ottawa. Last year, a British soldier was killed on a London street by two men considered Islamic extremists. Hundreds of Britons have joined extremist groups like the Nusra Front or the Islamic State, which is waging armed campaigns in Iraq and Syria and has repeatedly called on Western Muslims to launch ''lone-wolf attacks'' in their home countries.\nThe British government in August raised its terrorism alert to the second-highest level and said last month that the country was facing the biggest terrorism threat in its history. Last month, the commissioner of London's police force, Bernard Hogan-Howe, said the country's security services had foiled ''four or five'' terrorist plots this year.\nFormer guardsmen defended the relocation of the palace sentry posts.\n''We have got to strike a balance between not compromising our traditions and protecting our soldiers,'' Terry O'Shea, a former soldier in the Welsh Guard, was quoted as saying in The Mail on Sunday. ''You could argue that there should be a defiant stand, but how do you protect the soldiers on parade in a bright suit, shiny boots and a furry hat?''\nHe continued, ''The terrorists know that a guardsman is a higher-profile target than an ordinary soldier, and they're looking for publicity, something spectacular, so the guards would suit their agenda.''\nSally Leivesley, a police counterterrorism adviser, wrote in The Sunday Mirror that an attack on a soldier of the royal guard would be ''a hugely powerful signal.''\n''As a target,'' she wrote, ''it is incredibly significant for these groups to kill a British soldier in their home country.''\n\nhttp://www.nytimes.com/2014/12/30/world/europe/guards-retreat-in-london-but-just-a-bit-.html\n\nGraphic\n\n \nPHOTO: Guardsmen now stand behind the gates of Clarence House in London.  (PHOTOGRAPH BY REX FEATURES, VIA ASSOCIATED PRESS)           \n\nLoad-Date: December 30, 2014"
}