{
    "title": "Guardian_ We have published 1 pct of Snowden leak(3)",
    "publisher": "the new york times",
    "year": 2013,
    "month": 12,
    "day": 3,
    "full text": "LONDON ? The editor of the Guardian said Tuesday that his newspaper has published just 1 percent of the material it received from former National Security Agency contractor Edward Snowden, and denied that the paper had placed lives or national security at risk. Alan Rusbridger was questioned by Parliament's home affairs committee as part of a session on counterterrorism. \nThe Guardian has published a series of stories based on leaks from Snowden disclosing the scale of telephone and Internet surveillance by spy agencies in the United States and Britain. Rusbridger said the leak amounted to about 58,000 files and the newspaper had published \"about 1 percent\" of the total. \"I would not expect us to be publishing a huge amount more,\" he said. Government and intelligence officials have said the leaks compromised British security and aided terrorists. Britain's top three spy chiefs said last month that al-Qaida and other terror groups were \"rubbing their hands in glee\" in the wake of Snowden's leaks. Several lawmakers have said the Guardian should be prosecuted for breaching terrorism laws. Rusbridger defended the newspaper's role, saying stories published by the Guardian and others had prompted debate about the extent of intelligence activities and exposed the limits of regulatory laws drawn up in the pre-Internet era. \"There is no doubt in my mind ... that newspapers have done something that oversight has failed to do,\" he said. Rusbridger denied placing intelligence agents at risk, saying the Guardian had \"made very selective judgments\" about what to publish and not revealed any names. \"We have published no names and we have lost control of no names,\" he said. British police launched a criminal investigation into the leaks after detaining the partner of then-Guardian journalist Glenn Greenwald at Heathrow Airport in August under terrorism legislation. Police have refused to disclose who is under investigation and for what alleged offenses. Rusbridger said he did not know whether the Guardian was being investigated. He said the Guardian had come under pressure from the authorities in a way that would be \"inconceivable\" in the United States, where journalists can rely on First Amendment protections of freedom of speech. Rusbridger cited visits to the newspaper from Britain's top civil servant, who demanded an end to the stories, and politicians' calls for the newspaper to be prosecuted. \"I feel that some of this activity has been designed to intimidate the Guardian,\" Rusbridger said. That sentiment was echoed in a letter to the parliamentary panel from the U.S.-based Reporters Committee for Freedom of the Press, which said that \"to the rest of the world, it appears that press freedom itself is under attack in Britain.\" The letter was signed by U.S. media organizations including The New York Times, The Washington Post and The Associated Press. It said it was \"unwise and counterproductive to react to the reporting on disclosures from Edward Snowden by reflexively invoking security concerns to silence the press or to accuse a news organization of aiding terrorists simply by providing citizens with information they need to know.\" \n\nLoad-Date: December 11, 2013"
}