{
    "title": "Guard unit may help Utah fight terrorism",
    "publisher": "the deseret news",
    "year": 1998,
    "month": 3,
    "day": 18,
    "full text": "The Utah National Guard may get a new assignment: help battle domestic terrorism.\nThe possibility arises from an announcement Tuesday by Defense Secretary William S. Cohen that 10 new National Guard units will be created throughout the country to counter chemical and biological terrorism.\n\"It would make a lot of sense to me that Utah would have a strong consideration here,\" said Bill Johnson, legislative director for Rep. Jim Hansen, R-Utah. \"We're going to be pursuing it,\" checking whether Utah should host one of the special units.\nSpeaking Tuesday at the National Press Club, Cohen said 10 special National Guard units would be set up to protect the public against chemical and biological terrorism. He noted that five years ago last month, six people were killed and thousands injured in the World Trade Center blast and that three years ago this week terrorists released sarin nerve agent in a Tokyo subway, killing a dozen and injuring thousands.\n\"Today, I am announcing the creation of the military's first-ever rapid assessment teams to ensure the Department of Defense is even more prepared\" to meet terrorist attacks, Cohen said in prepared remarks.\n\"Ten special National Guard teams will be dedicated to assisting local civilian authorities in the event of a chemical or biological attack. These teams will arrive quickly, assess the scene and help to ensure affected areas get the federal help they need.\"\nAlso, units of the Reserves that are already trained to respond to attacks abroad will be given more training and opportunities to assist in the United States, Cohen said.\n\"In its first years, this entire plan will avail over 3,000 more personnel trained and ready to assist civilian authorities. In future years, our Guard and Reserves will assist even more. This new initiative will be the cornerstone of our strategy for preparing America's defense against the possible use of weapons of mass destruction.\"\nEach of the 10 units would have 22 \"highly trained, full-time National Guard personnel,\" according to the Defense Department. President Clinton's fiscal year 1999 budget requests include $49.2 million for the program.\nJohnson noted that Utah houses the country's largest stockpile of nerve and blister agent. Even though the Army's incinerator in Tooele County has been destroying nerve agent, around 40 percent of the total American stockpile remains at Deseret Chemical Depot, Tooele County.\nAdding to the danger, Johnson said, is the fact that Salt Lake City is the site of the 2002 Winter Olympics.\n\"That's another piece of the puzzle here that might lean you toward a greater Utah involvement,\" he said. The Winter Games \"would be a likely target for somebody who wants to disrupt things.\"\nPlans and equipment are already in place so that local and national teams can respond swiftly if a natural disaster or other accident caused a leak in the Tooele stockpile, Johnson said. But as far as anti-terrorism protection is concerned, \"there's minimal capabilities now.\"\n\"We're going to be pursuing it, both with DOD (the Department of Defense) and Gen. Miller and the governor\" to see if Utah should get one of the 10 special National Guard teams. Miller is Major Gen. James M. Miller, the adjutant general of the Utah National Guard.\nJohnson said he did not want to prejudge the situation before consultations could take place, but \"it would seem like a natural\" to get the Utah National Guard involved.\n\"When you have a homeland defense issue like chemical/biological terrorism, for example, we think it's entirely appropriate for the National Guard to play a central role,\" he said.\nAnother plan that Hansen's staff members want to pursue is use of the vast Dugway Proving Ground in the western Utah desert to train anti-terrorism units. The training should include state police, environmental quality officials, comprehensive emergency management teams and military units.\n\"Dugway Proving Ground in Utah is the premiere chemical and biological defense facility in the Department of Defense right now . . .  and so we believe there is a vital role to be played (there) on a national level for chemical and biological defense, first-response, counterterrorism type of training and testing.\"\nDefense Department officials broke down the 1999 budget request as:\n$19.9 million for 220 new National Guard/Reserve soldiers for the new Rapid Assessment and Initial Detection units.\n$15.9 million for training in patient decontamination and reconnaissance for weapons of mass destruction.\n$6.9 million to establish and staff a new Consequences Management Program Integration Office.\n$3.3 million \"to prepare medical personnel for operating in contaminated areas.\"\n$1.8 million for additional training for emergency preparedness liaison officers.\n$1.4 million to upgrade simulation systems concerning weapons of mass destruction.\n\nLoad-Date: April 6, 1998"
}