{
    "title": "Guard faces air of uncertainty; Difficult_ Members fear that the fight against terrorism is now 'old",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "Alabama Air National Guard Master Sgt. Steve Hay is fighting the war on terror lying on his stomach more than four miles above Texas.\nHay, a lawyer whose budding career was sidetracked by the Sept. 11 terrorist attacks, will spend this night refueling F-16 fighters patrolling U.S. airspace.\nPeering out a small window into the darkness, Hay maneuvers the fueling boom into a receptacle atop a fighter, flying about 20 feet below at 500 mph.\nOn the ground below, Americans are sleeping and watching Jay Leno.\n\"They don't have any idea we're here,\" Hay, 34, said over the deafening roar of the engines.\nThat kind of disconnect between middle America and the fight against terrorism bothers Guard members including Hay, part of a four-person crew aboard the tanker. Sometimes it seems people are more worried about the stock market than al-Qaida, they say.\n\"The American public was really into it for a couple of months, but it's old news now,\" said Tech. Sgt. Shane Rogers, who works full-time for the Guard.\n\"It's not old news to us,\" said Rogers, also of Alabama. \"I've got two little girls, 6 and 7. I'm not at home, and if you asked them where I am, they'll say, 'Daddy's out there fighting for the flag.' It has directly affected my life.\"\nNationwide, about 80,000 reservists and Guard members have been mobilized since the attacks.\nHay and Rogers are part of the 117th Air Refueling Wing, based in Birmingham. The group has flown about 800 missions in its nine KC-135R tankers since last Sept. 11, refueling planes both domestically and overseas.\nOf the unit's nearly 1,000 members, about 275 are full-time Guard employees, like Rogers. Hay and more than 300 other part-time members have been activated, giving up their regular jobs to keep the planes flying.\nThe surge in patriotism inspired Guard members in the weeks after Sept. 11. There were flags everywhere, and a fast-food restaurant gave food to members of the 117th after learning where the burgers and fries were going.\nSuch frills faded away as the war on terrorism continued.\nCo-pilot Doug Preston, 41, normally flies for American Airlines, which lost two planes in the terrorist hijackings and plans to lay off 7,000 employees by March. Will his regular job be there when his Guard duty ends? Preston shrugs as he sits at the controls.\n\"They haven't filed bankruptcy, and they haven't said they were shutting down,\" said Maj. Preston, who has two children, ages 3 and 11 months, and a wife who teaches.\n\nGraphic\n\n \nPhoto.\n\nLoad-Date: September 11, 2002"
}