{
    "title": "Guatemalan leader takes charge with tough policies",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 7,
    "day": 19,
    "full text": "''He has taken charge like a whirlwind unknown in Guatemala.''\nThat is the assessment of retired Brig. Gen. and President Efrain Rios Montt, who came to power almost four months ago, as made by an editorial writer for Prensa Libre, one of Guatemala City's major dailies.\nAs Rios Montt steadily assumes increasing control of Guatemala, dissolving the three-man junta set up in late March and imposing a state of siege that suspends many civil liberties, the new President is showing that he and he alone is boss.\nA self-styled ''born-again Christian,'' a Protestant in a largely Roman Catholic country, General Rios Montt acts and speaks with religious fervor.\n''Thank you, God, for giving me this opportunity to govern Guatemala,'' he said. ''In this transcendental moment for Guatemala, I assume the weight of governing only on my shoulders.''\nBut he assures Guatemalans that he has no intention of holding power for long and that he hopes to restore full liberties soon.\nHe says the current heavy hand is necessary to get Guatemala moving again, to take action against leftist guerrillas stalking the countryside and against rightist death squads operating with impunity in the cities.\nMoreover, he has considerable support from Guatemalans, a people grown cynical about government.\nGeneral Rios Montt is bent on sweeping away the past. He is trying with some success to put an end to the endemic corruption that has beset his lovely land of mountains and lakes for decades.\nBut he is having less success in his efforts to pacify a nation that for 10 years has been caught in a vicious clash between forces of the left and right.\nAnyone who knows him, however, expects that he will give the effort to rid Guatemala of terrorism from both extremes a good try. That religious fervor is part of the picture; but there is more. As an Army general, he earned a reputation for tackling jobs assigned him and doing them well. Yet he likes to be fully in charge. That helps explain why he emerged as the more equal of equals in the three-man junta - and why there was no space eventually for the other two.\nNot only has General Rios Montt assumed the presidency, but he also has taken over as Army commander-in-chief and defense minister.\nAs sole leader, he is consolidating power over vying military factions - and he hopes to turn the Army into an effective force against leftist guerrillas who control parts of the countryside.\nOf greater importance is the certainty that General Rios Montt will use his increasing power to try to curb excesses by the Guatemalan military. This ties in with his efforts to do away with the vestiges of the previous military government whose tarnished reputation remains one of his biggest obstacles.\nFor example, rightist death squads, unofficially supported by earlier governments, are a prime target. These units have frequently been accused of killing Guatemalans suspected of helping or sympathizing with the guerrillas. General Rios Montt opposes the killing on principle, adding, moreover, that many of those killed were innocent. He wants to do away with leftist guerrillas and terrorism, to be sure, but he says the effort requires a deft hand.\n\nGraphic\n\n \nPicture, Rios Montt: the boss"
}