{
    "title": "Guatemala dilemma_ how to revive economy during war",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 3,
    "day": 15,
    "full text": "Guerrilla sabotage is weakening Guatemala's already weak economy. Attacks by the left on banks, bridges, and oil pipelines are an integral part of the left's long effort to topple the rightist government here.\nReviving this embattled economy while at the same time fighting a war are thus two Herculean tasks facing Guatemala's new president.\nFormer Guatemalan Defense Minister Angel Anibal Guevara Rodriguez, the apparent winner of the March 7 presidential election, has said he would welcome additional international assistance, including aid from the United States.\nThe US cut off military aid to Guatemala in 1977, citing human rights abuses. It also reduced economic aid: the US gave Guatemala $12 million a year in 1980; this year's aid is projected at $6 million.\nThe two major losing candidates in last week's election are contesting vote results. But General Guevara, expecting his victory to hold, has promised that his government will try to help spur development in rural areas. Most of the 7 million citizens of this tropical country live in rural areas.\nWhat makes Guevara's promise of interest to the US is that many Guatemalan and US experts here see rural development as a key to reducing the attraction the guerrillas have with an apparently increasing number of poor Indian farmers, among others.\nThese experts note steps that the current government of Gen. Romeo Lucas Garcia has taken toward rural development.  But there are charges of corruption, mismanagement, and even violence against rural community workers.\nGuatemala sits just below Mexico's southern border and near Mexico's important oilfields. Unrest in this country is seen as potentially liable to spill over into Mexico - and in fact may already have done so -- with the possibility of interference with oil the US has begun to use.\nGuatemala also has oil, but it has only just started to discover how much and to produce more, according to the US Embassy here.\nTerrorism in Guatemala has drastically lowered investments and tourism. One Guatemalan bank employee says lack of court enforcement on defaulted loans has made some international lenders leery of Guatemala.\nOther Guatemalans are determined to maintain investment in their country. One wealthy Guatemalan recently increased investment in his business. ''We have to keep on working and investing to save the country,'' his wife says.\nThe Lucas government has established a number of rural hospitals and health clinics, and has turned some state land over to more than 50,000 landless rural farmworkers. It also has launched a literacy campaign in a land where about half the people could not read or write.\n''We know we must combat the guerrilla not only militarily but (also combat) the social problems,'' says a government spokesman.\nBut a Guatemalan attorney alleges that the government's decision to build a number of major dams without bids raises suspicion of corruption. Further, he charges, for lack of bids the projects did not qualify for international aid and thus require use of dwindling foreign reserves to pay for imported materials.\nNon-bid projects are allowed under Guatemalan law in emergencies. The attorney says the emergency ''loophole,'' was unnecessary in such long-term projects. He says a number of local businessmen agree with him.\nA government spokesman asserts that bids were used in all dam projects in the country.\nOne US official suggests that the estimated $2 billion spent on the dams might have been of greater use on smaller social projects in rural areas. ''If this had been done, the guerrillas would have had trouble even talking to them (rural residents),'' he says. He also criticizes US failure to provide more backing to the Guatemalan government on rural development projects.\nThe focus of US economic aid that has been approved for Guatemala is on such things as building access roads to rural areas, terracing and irrigating farmlands, and building municipal facilities in small towns.\nThe US official, the Guatemalan attorney, and others both in and out of government interviewed here see rural poverty as one of the ''root'' causes of the current guerrilla insurgency. But most people quickly add that this ''tinder'' is kept burning with the help of communist support both internal and external.\n''Whoever is president, unless they do something in the social sector, they're going to continue to have this problem (guerrilla insurgency),'' a US official here said.\nBut in one rural area this reporter visited, where most of the people are Indian, a longtime rural community leader alleged that the government forces and right-wing private individuals have been responsible for the deaths of six rural workers in the area in the past year.\nThey were accused by their killers of being ''communist,'' when they were only helping rural residents to be more self-sufficient, said this source, who agreed to talk frankly only if his name was withheld.\nRecently, however, the new defense minister, Gen. Luis Rene Mendoza Palomo, has called for a halt to any such terrorism and has begun investigating allegations of offical or other abuse against rural community leaders, this source added.\nUnfortunately, the minister appears to be acting on his own in encouraging -- and trying to protect -- private, rural community leaders, according to this source. And a new government is due to take office July 1.\nIn a brief Monitor interview, General Mendoza confirmed his efforts to protect rural community leaders and emphasized their importance in development of the country."
}