{
    "title": "Guerrilla Group Says It Killed 2 From a Greek Extremist Party in an Athens Suburb",
    "publisher": "the new york times",
    "year": 2013,
    "month": 11,
    "day": 18,
    "full text": "ATHENS -- A previously unknown guerrilla group has claimed responsibility for killing two members of Greece's neofascist party Golden Dawn this month and has threatened more attacks against the party.\nA police spokesman said Sunday that counterterrorism officers were examining the authenticity of an 18-page document about the Nov. 1 shooting signed by a group calling itself the Militant Popular Revolutionary Forces. ''We're taking it very seriously, but we can't draw any conclusions yet about whether this is genuine, and if so, who these people are,'' the spokesman said.\nThe document, which was published on the news website www.zougla.gr on Saturday, said the assault outside the offices of Golden Dawn in a northern suburb of Athens, which killed two party members, was ''retaliation'' for the killing in September of an anti-fascist rapper, Pavlos Fyssas, by a self-professed supporter of Golden Dawn.\n''It is the starting point of a popular campaign to send the neo-Nazi scum of Golden Dawn where they belong, to the trash can of history,'' the document said.\nThe group called for a ''coordinated attack'' against the ''whole Golden Dawn hierarchy.'' ''We should open their heads with a hammer and cut their hands with a sickle to make an example of them,'' it said.\nA terrorism expert said the proclamation had a ''scent of the past,'' with the style of its writing reminiscent of ''far-left terrorism'' not seen here since the early 1990s. ''The group's name may be new, but the people behind it are not new; they come from the same pool,'' said Mary Bossis, a professor of international security at the University of Piraeus, near Athens.\nProfessor Bossis would not speculate about any links between the group behind the document and other organizations, but said it was clear that the new group was appealing to all Greek guerrilla movements to join forces. ''There's a simmering climate, with growing clashes between leftists and far-rightists, and they want to take this to a new level, to armed action,'' she said.\nIn a message on its website, Golden Dawn described the new group as ''protected thieves and terrorists of the Left'' and said it was ''not daunted by its threats.'' It also derided the organization for claiming to be revolutionary but not taking a stand against ''the international usurers who are drinking the blood of the Greek people with a straw,'' a clear reference to Greece's foreign creditors who have extended the country two bailouts worth more than $320 billion over the past three years in exchange for austerity measures that have battered the economy and reduced living standards.\nGolden Dawn, which is widely regarded as one of Europe's most violent far-right groups, is the focus of a criminal investigation by Greek authorities. Last month, Parliament voted to suspend Golden Dawn's state funding because of accusations that it is involved in criminal activities.\n\nhttp://www.nytimes.com/2013/11/18/world/europe/guerrilla-group-says-it-killed-2-members-of-greek-anti-immigrant-party.html\n\nLoad-Date: November 18, 2013"
}