{
    "title": "GUEST COLUMN Moore's Ford opens eyes to history of racial terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2015,
    "month": 3,
    "day": 26,
    "full text": "In a recent four-hour drive from Athens to Selma with a handful of stalwarts from the Moore's Ford Memorial Committee, I reflected on what I've learned from this biracial civil rights group over the past decade and a half.\nThe group was established to publicly commemorate \"the last lynching in Georgia\" --- the 1946 slaying of four African-Americans in Walton County --- after 50 years of cover-up. Its goals: create a memorial effort and seek justice, convictions and closure for this racially motivated crime.\nThough the committee's efforts over the years have yet to bring culprits to justice, they have had a powerful, positive influence on this rural sector of Middle Georgia, and a profound effect on me personally.\nThe truth of this event has been widely acknowledged through public events and reams of press coverage. It has forced locals to own up to the region's dark past and recognize the terrorism generations of African-Americans have lived with all their lives.\nIn working together searching for gravesites, restoring cemeteries and hosting memorial services, the committee slowly built trust and reconciliation between the races.\nOver time, I learned the Moore's Ford incident was one of thousands of lynchings across the South in the first half of the last century. Those firsthand lessons are indelible.\nFor example, I stood enrapt in the town square of Abbeville, S.C., listening to the family of Anthony Crawford tell how he had been lynched and his land taken, yet no one had ever been charged with those crimes.\nI also mourned Lemuel Penn at an emotionally charged service in Colbert that recounted how Ku Klux Klan members in Athens shot and killed this black soldier on the highway and got away with it.\nAnd in a Watkinsville church, I wept when I heard the family of John Lee Eberhardt recount his lynching in Oconee County.\nA workshop the committee held at Atlanta's Auburn Avenue library opened my eyes to see lynching in a national perspective. Nine truth-and-reconciliation groups similar to ours came to tell their stories, including one from my hometown of Tulsa. That one got to me, because I'd never heard of that race riot while growing up there.\nThe horrific lynching photographs assembled for the \"Without Sanctuary\" exhibition at the Martin Luther King Jr. Center and the subsequent book by Atlantan James Allen convincingly documented this low point in American human relations.\nWhen I learned my UGA colleague Professor E.M. \"Woody\" Beck had researched lynchings in the South and discovered Georgia had the second-highest number after Florida, I was motivated to create a visual memorial to those victims. I came up with the idea of making a noose for all 552 Georgia victims and hanging them together from the ceiling, so viewers could gain a sense of the huge number of atrocities. I also framed details on each known lynching --- name, race, county, alleged offense.\nMy installation was first exhibited at Atlanta's Eyedrum Art Gallery, and later at UGA's Tate Center Gallery during Black History Week. Curiously, the public reaction was somewhat mixed. Some said it was best to leave this story untold. A few found it offensive. Most expressed appreciation for my artistic documentation of our state history.\nThe Moore's Ford committee also established a scholarship program for high school seniors in seven nearby counties, creating an annual living memorial. Students learned about past racial violence as well as reported on current discrimination. It was an instructive legacy.\nArriving in Selma to commemorate the 50th anniversary of \"Bloody Sunday,\" my companions hand-crafted signs to continue our mission: spreading the word about our shared cause. It felt right to be at another historic event, testifying for the civil rights of every American.\n\nGraphic\n\n \nPhoto: John W. English is a professor emeritus of journalism at the University of Georgia./ImageData*\n\nLoad-Date: March 26, 2015"
}