{
    "title": "Guest column_ Sign the petition",
    "publisher": "idaho falls post register",
    "year": 2018,
    "month": 3,
    "day": 30,
    "full text": "Our Legislature's failure once again to offer affordable health care solutions is health care terrorism sanctioned by the state, writes Dan Schmidt. \n      \nWhen the Idaho House chose to not vote on Governor Otter's \"Dual Waiver\" plan last week I was not surprised, nor were most Idaho voters. We have come to expect such inaction, such cowardice, such laziness from our elected officials. We forget, they reflect, not just represent us, the people.\n      \nWe are truly cowards, you and me for not addressing this problem before us: how should health care be paid for? It's complicated, I'll admit. That might explain the laziness we have shown. Maybe, since most get their health insurance through their employer they don't really have to worry too much about it much. That's just another excuse for laziness. But do we aspire to be a lazy nation? Think about how employer based health insurance traps someone with a good idea or some initiative, but maybe a chronic health problem. Or how the brave young entrepreneur fears his wife might have their baby too early and his dreams are dashed with medical bankruptcy. Laziness and cowardice have trapped us. Don't try to blame your elected representatives. We are the problem.\n      \nWe want someone to offer a simple answer. I was intrigued by Director Cameron's innovative idea to put expensive patients on a government health plan. It's not a revolutionary idea, but it was brave to suggest. We should all have such courage to offer such ideas. But more, we need to listen to each other's ideas and have conversations. Our leaders have not been good examples at this. But we can do it.\n      \nI have been engaged with a group of young activists working to put an initiative on the ballot that would enroll those below the poverty level who cannot now purchase health insurance on the exchange. It is a simple, cost effective plan to get more people enrolled in health insurance. It expands Medicaid eligibility. I am impressed with the broad support and the effort. I have had many good conversations as we ask for signatures. I know it will not be the final answer. But it's a good start. Sign the petition.\n      \nThere is much more work to do to make Idaho health care affordable and effective. It gets down to answering the question of how we should pay for healthcare.\n      \nDo Idaho lawmakers and voters really believe the Catastrophic and Indigent funds are an appropriate way to pay for health care? If so, then why don't we just expand that system to cover all? Drop your insurance, pay for what you can and if you can't afford it, you will be bailed out by taxpayers after the liens are filed and your bankruptcy ensured. This is health care terrorism sanctioned by the state. I hope you never have this experience. But it's the current Idaho way.\n      \nUnfortunately, the CAT and indigent funds have made us a little too comfortable. These meager payments have supported small hospitals that are teetering. And we can pretend these unfortunate folks had some sin that made them deserve cancer or a mental illness or tragic accident.\n      \nWe need to have the courage to build a system of health care funding that encourages responsible productive citizens. Getting everybody covered, doing away with indigent and catastrophic care is a great first step. Sign the petition.\n     \n\nLoad-Date: April 3, 2018"
}