{
    "title": "Guest speaker talks war, terrorism at N.C. State",
    "publisher": "university wire",
    "year": 2003,
    "month": 10,
    "day": 29,
    "full text": "Visiting lecturer Bill Fletcher, Jr. spoke to a group of about 70 students on Monday at the North Carolina State University African-American Cultural Center in a presentation entitled \"Visions for Tomorrow: War, Pan-Africanism, & Resistance.\"\n\"I want to take us through the looking glass,\" Fletcher, an internationally known author and organizer, said in his opening statement. He focused his speech on the involvement of the United States in various modern wars, particularly Iraq -- \"why it happened, what we make of it, and its implications.\"\nNorth Carolina State U.\nHe went on to classify recent administrations into two distinct groups, the \"first among equals\" and the \"cowboys.\"\nFletcher distinguished the \"first among equals\" crowd as those who seek to form partnerships with developed countries to dominate the rest of the world. He identified Bill Clinton and Colin Powell as a part of this group.\n\"Cowboys,\" according to Fletcher, are far more blatant in their aggression. They tend to believe that right now is the time for the United States to strike out and assure its unilateral dominance over the globe. He identified the Bush administration as an example of this group.\nFletcher saw the preparation and involvement in the war with Iraq as a \"brilliant, Machiavellian, and cynic move\" to achieve Republican victories in the 2002 elections, assure the continued dominance of the dollar as the key world currency and prevent oil supplies from falling into the hands of U.S. competitors.\n\"They chumped us,\" he said, speaking of alleged exaggerations made by the administration about the danger posed by Iraq. \"They played us like a violin.\"\nFletcher gave arrogance on the part of the administration and the perception that \"it's easier to go after a conventional target instead of terrorists\" as further reasoning behind the invasion of Iraq.\nAccording to Fletcher, the current administration's tendencies indicate that only countries with oil will receive any attention and then only military aid. Fletcher emphasized African nations' need for non-military aid, specifically for fighting HIV and aiding economic development.\nThe war on terror and invasion of Iraq translates into increased preconceived notions of the terrorist's racial make up at home, according to Fletcher. He retold comments he recently heard at an airport made by Caucasian travelers and said, \"I hear people mumble 'I don't look like a terrorist.' What did Timothy McVeigh look like?\"\nFletcher encouraged his listeners to be alert to all forms of terrorism. He identified a bloody coup in Chile supposedly sponsored by the CIA as a form of terrorism that goes unaddressed in the United States.\nFletcher is a graduate of Harvard University, president of the TransAfrica Forum and co-founder of the Black-Radical Congress. He was the vice president for International Trade Union Development Programs for the AFL-CIO and has worked with several smaller unions individually. He also co-authored the pictorial booklet: \"The Indispensable Ally: Black Workers and the Formation of the Congress of Industrial Organizations, 1934-41.\"\nTuesday's lecture was co-organized by the Africana Studies Department and \"Breaking the Chains.\"\n(C) 2002 Technician via U-WIRE\n\nLoad-Date: October 29, 2003"
}