{
    "title": "Guest column_ Reject this dangerous deal",
    "publisher": "idaho falls post register",
    "year": 2015,
    "month": 9,
    "day": 25,
    "full text": "Idahoans have overwhelmingly echoed many concerns with the President's executive agreement with Iran - from the concessions to unseen \"side deals\" to a questionable verification process. Furthermore, they are shocked at the negotiators' failure to secure the release of Americans long detained in Iran, including Idaho's Pastor Saeed Abedini.\n           \nIn a recent Senate speech, I had the opportunity to detail this strong opposition and share concerns about the threats to our national security and regional allies.\n      \nWrongly, the President did not secure the release of the Americans held in Iran, including Pastor Abedini, as a condition for talks and conceded valuable leverage of advancing new economic sanctions legislation. Instead, the Administration negotiated a bad agreement that should be rejected for its many deficiencies:\n      \nIt does not prevent Iran from obtaining a nuclear bomb. The deal does not require the dismantling of nuclear sites and recognizes Iran as a de facto nuclear state - allowing Iran to keep 6,000 centrifuges and 300 kilograms of uranium. Outrageously, the deal commits the U.S. to assist Iran with nuclear research and development and help Iran protect its capacity.\n      \nIt does not provide ironclad inspections and verification procedures. The inspection regime is turned over to the United Nations and based on secret side deals. Iran can delay inspections that will likely repeat the same failed pattern of the last 10 years of Tehran's covert nuclear weapons development activities.\n      \nn It provides sanctions relief almost certain to result in increased global terrorism. Approximately $100 billion will be released to Iran, a top sponsor of international terrorism. This infusion - valued at a quarter of Iran's economy - will increase Tehran's support of terrorism, further endangering Americans, including U.S. service members.\n      \nn It dangerously and needlessly lifts unrelated nuclear embargoes. It lifts existing ballistic missile and conventional weapons embargoes, which Russia is already moving to exploit.\n      \nn It contains inexcusable and dangerous omissions. Pastor Abedini and other Americans detained continue in captivity. It does not recognize Israel's right to exist. It does not require an accounting of past nuclear weapons cheating by Iran, nor the military component of Iran's nuclear weapons program. It does not address ballistic missile capacity and ban ballistic missile development. Iran is not even required to commit to stop funding and promoting terrorism.\n      \nn It will add instability in the Middle East and promote a new regional arms race. The Administration acknowledges much of the $100 billion will wind up in the hands of international terrorist groups targeting Americans and our allies. Other countries have already signaled they will embark on nuclear weapons programs, sparking a dangerous arms race.\n      \nAs a result, the President recently announced more security enhancement for our Middle East allies, further evidence the agreement is destabilizing and requires increased military commitments in the region.\n      \nThe American people widely disapprove of the agreement, which is reflected in the overwhelming and bipartisan congressional opposition to it. Ninety-eight senators voted in May that Congress should vote on the agreement, yet 42 of them now refuse to allow the Senate to vote on the President's nuclear deal.\n      \nThe President's decision to go forward with the agreement is unacceptable and gives the Iranian regime a green light to continue its export of violence - posing a very real threat to the United States, Idaho and the world. This dangerous agreement must be rejected.\n      \nCrapo, an attorney from Idaho Falls, is serving his third term in the United States Senate.\n     \n\nLoad-Date: September 29, 2015"
}