{
    "title": "GUEST COLUMN The multi-hued face of terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2011,
    "month": 4,
    "day": 10,
    "full text": "Since the horrific attacks on our country on Sept. 11, 2001, those of us who work in law enforcement have had one central and overarching priority --- safeguarding our country from terrorism. Our deep, daily focus on this issue leads to the inevitable conclusion that the terrorist threats facing our country emanate from numerous unrelated sources. On the front lines of this fight, we have seen that the face of international and domestic terrorism is multi-hued.\nThe diversity of terrorist threats makes a single-minded focus on Muslim radicalization short-sighted and incomplete. It ignores the reality that the vast majority of Muslims who live in the U.S. are proud Americans and as offended by threats to our safety and freedom as any other citizen. If we are to truly meet the terrorist threat, we must resist the temptation to oversimplify based on ill-informed stereotypes.\nTerrorists all share a basic feeling of hatred. They differ, however, in their specific paths toward that hatred. Hate takes many forms. It is spewed by anarchists who believe we should have no national government. It is perpetuated by racists who believe that some people are inferior by virtue of the color of their skin. It dwells in the hearts of some religious extremists who have divined a justification for violence from the Bible, Torah or Quran.\nThe concern about Muslim radicalization is a legitimate reaction in the post-9/11 world. Our focus, however, should be on radicalized individuals, not entire communities. In the towns and cities within our districts, the threat of the \"lone wolf\" terrorist is more acute than that posed by groups of radicalized Muslims. A focus on the individual is smart law enforcement --- much more than isolating a particular religion, ideology or motivation for unique scrutiny.\nMoreover, when we single out Muslims, we create a dangerous stigmatization of all who practice that religion. We assign to the whole the sins of a few. That kind of stigmatization stimulates hatred --- the very thing that motivates terrorists themselves. We have all seen unfortunate incidents of hatred directed at Muslims. Just as we have a duty to protect America from acts of terrorism, we also have a duty to protect the civil rights of all citizens.\nThose of us who work in the U.S. Department of Justice are forging cooperative bonds with American Muslims and building relationships based on shared commitment to security and justice. In the past year alone, American Muslims have provided vital intelligence that has helped law enforcement thwart a number of potential terror attacks in this country. They are our partners in the struggle against terror and hate in all of its manifestations.\nLocal Muslim leaders have told us of the suspicion they have experienced since Sept. 11. In the days after 9/11, Jibran Shermohammed, who was born in Pakistan, was a seventh-grader at a suburban Atlanta middle school. During a social studies class discussing Islam, a fellow classmate asked Jibran what he thought was an innocuous question, \"When you grow up, are you gonna' bomb us?\" The question shook Jibran, and he asked his parents what he could do to convince his classmates that the terrorist acts of 9/11 were not a reflection of his beliefs. He rallied a group of friends around his idea to sell red, white and blue squares and stars to create a giant American flag collage to benefit the American Red Cross, ultimately raising over $10,000. Jibran hasn't stopped there. In May he will graduate from Emory University, where he was awarded a Bobby Jones scholarship at the University of St. Andrews. His goal? A master's in peace and conflict studies.\nAll of us who are meeting with Muslim leaders in our communities share a sense of hope born of mutual respect and understanding. That hope is threatened when we treat Muslim American communities as part of the problem rather than part of the solution. Singling out one community undermines our effectiveness and offends our ideals. We must not lose sight of those ideals in pursuit of our goal of protecting America.\nSally Quillian Yates is U.S. Attorney for the Northern District of Georgia. Also contributing: Timothy J. Heaphy, U.S. Attorney for the Western District of Virginia; William N. Nettles, U.S. Attorney for the District of South Carolina; Pamela C. Marsh, U.S. Attorney for the Northern District of Florida.\n\nLoad-Date: April 10, 2011"
}