{
    "title": "GUEST COLUMN Keep KKK name off highways",
    "publisher": "the atlanta journal-constitution",
    "year": 2012,
    "month": 7,
    "day": 5,
    "full text": "The Ku Klux Klan is a terrorist organization. The group is among the founders of organized domestic terrorism in the United States. No matter how it tries to change and rebrand its image and rewrite history, the blood stains will remain.\nGeorgia is correct in denying the application of the International Keystone Knights of the KKK to participate in the Georgia Department of Transportation's Adopt-A-Highway program in Union County.\nIt is outrageous the group was ever under consideration. This program is for \"civic-minded organizations\" that build up the community, not hate-filled terrorist groups seeking its destruction.\nAs a proud American, a lifelong Georgian, civil rights activist and president of the Georgia Association of Black Elected Officials (a nonpartisan, multiracial, multicultural organization), I am a strong supporter and believer in our U.S. Constitution. I am a firm believer in the First Amendment, which guarantees us \"freedom of religion, speech, and the press; rights of assembly and petition.\"\nI support the right of the KKK to clean up highways, and its members can call me any name under the sun, moon and stars in the process.\nI do not support it being legitimized by the state of Georgia and having the name of this heinous organization placed on our public highways and supported by the tax dollars of our residents.\nIf it is sincerely interested in cleaning highways, then it should not matter whether it gets name recognition for doing so.\nOrganizations defending the KKK should consider using resources to help us in the fight against voter intimidation and suppression.\nThe KKK's murderous, terroristic roots run deep throughout the South and this nation. Established at the end of the Civil War, the hooded cowards of the KKK tried to instill fear in formerly enslaved people.\nIts ideology and philosophy are treasonous. If it could, it would abolish the United States in favor of the Confederate states.\nThe KKK is responsible for mass murder, church bombings and burnings, lynchings, and the destruction of numerous homes and businesses.\nI authored an anti-terrorism law signed in 1983, which created the anti-terrorism squad of the GBI to target violence by hate groups.\nIt amazes me that anyone would dare to compare the KKK --- founded to kill, maim, intimidate and suppress people --- to multiracial, multicultural, civil rights organizations established to work for equal rights, freedom and justice for all people.\nWhat ignorance would prevent someone from understanding the difference?\nMany of my colleagues and friends (black and white) have been killed by members of the KKK for standing up for our God-given, human rights and the rights of others.\nUnborn babies, children, young people, mothers and fathers have all been victims of its venomous cruelty and hatred.\nThe KKK is equivalent to al-Qaida, the Taliban and neo-Nazis. Should it be allowed to place its name on our public roads and highways? Should these groups be allowed to adopt Ground Zero in New York?\nFor a history lesson in heinous KKK genocidal violence, join us at noon July 28 at the First African Baptist Church in Monroe for the annual reenactment of the lynchings at the Moore's Ford Bridge.\nWhen you join an organization and work under the banner of its name, you are accepting and condoning its history. The KKK will never clean up its image or remove the blood of innocent victims forever staining its hands.\nState Rep. Tyrone Brooks is president of the Georgia Association of Black Elected Officials.\n\nGraphic\n\n \nPhoto: State Rep. Tyrone Brooks is president of the Georgia Association of Black Elected Officials. /ImageData*\n\nLoad-Date: July 5, 2012"
}