{
    "title": "Guest Column_ 9_11 teaches us to avoid division of 'us vs. them'",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 14,
    "full text": "Through all the coverage of the recent 10th anniversary of the September 11th terrorist attacks, many have referred to that day as transformative for our country and society. That theme has been repeated so often that it may begin to sound like a cliché, but it remains true and worth repeating.\nThose horrible attacks impacted our perception of ourselves, our place in the world, our policies, wars, economy, and sense of community. Looking back over the ten years since 9/11, some valuable lessons were quickly learned, some were slowly and reluctantly learned, and some continue to be resisted and even distorted.\nIn the decade prior to those attacks, we paid too little attention to the threat of terrorism, and to the world around us. Basic security steps that could have prevented the hijackings, many of which seem obvious in retrospect, were only implemented after the horrors of that painful day.\nMore broadly, much of American society in the 1990s paid surprisingly little attention to the world beyond our borders, living in the comfortable illusion that a post-Cold War world meant that no serious threats remained. In the short term, therefore, 9/11 was a wake-up call for our security and our society.\nOver the years since, we've been forced to learn, reluctantly and even fitfully, that wars of this type cannot be won by military force alone. Whether terrorism or guerrilla warfare (as in Iraq and Afghanistan), asymmetric conflicts are not won by shooting all the bad guys or capturing their leaders. This uncomfortable fact challenges our concepts of military strength, superiority and security, forcing us to recognize that these threats must be addressed at their complex political, economic and societal roots. That process has now begun, belatedly.\nHowever, that critical process is being impeded in part by resistance to, and even distortion of, one of the most important lessons of all, which we are still struggling to learn. In the face of such complicated threats, many find it easier to view the world in inflexible categories of us and them, good and evil.\nThis trend is only worsened by our current economic troubles, which commonly contribute to increased bigotry. Though many have since forgotten, in the time shortly after 9/11, President Bush appeared publicly with Muslim-American leaders, explaining that Islam is a religion of peace, and that those who attacked us that day were not representative of that religion, but instead were perverting it to attempt to justify their murder of innocents. His subsequent invasion of Iraq may have shattered that message beyond our borders, while within this country, the last several years have seen a resurgence of bigotry and a dangerously narrow conception of the threat of terrorism.\nThe second-deadliest terrorist attack in U.S. history remains the Oklahoma City Bombing, the work of white, Christian, American citizens. Terrorism can be right-wing, left-wing, from any religion or ethnic group.\nThe final lesson of 9/11, one we must learn, is that violent extremists can come from any background, but they are always outnumbered by moderate majorities who must constantly seek to work together against the murder of innocents that is terrorism.\nMarc Scarcelli is a visiting assistant professor of political science\nat OU and teaches courses in international relations.\n\nLoad-Date: October 1, 2013"
}