{
    "title": "Guest column_ If it wants, Israel can obtain a peace accord",
    "publisher": "the capital ",
    "year": 2008,
    "month": 6,
    "day": 15,
    "full text": "A recent guest column on Middle East peace (The Sunday Capital, May 25) blamed the Arabs for failure, stating that \"Palestinians and many others in the Arab world are fed a daily diet of hatred of Israel.\" It referred to \"Arab leaders who still do not formally recognize Israel's right to exist.\"\nSuch incessant misrepresentations make it challenging for Americans to clearly understand this conflict's complexities or envision any solution.\nIt is obvious how to achieve peace and reduce terrorism against Americans. Ending the Israeli-Palestinian conflict - the primary source of the rage against America that fuels terrorism - is the single most cost-effective solution available to us.\nIsrael was created 60 years ago when a United Nations partition plan took 56 percent of Palestinian land away from the Palestinians and granted it to Jewish immigrant survivors of the horrific Nazi Holocaust in Europe.\nMany find it ironic that Jewish survivors were compensated with creation of their well-deserved homeland through taking land belonging to Palestinians instead of Germans.\nSome criticize the Palestinians for not peacefully accepting the seizure of their farms and homes in 1948. They claim, correctly, that Israelis would have offered generous peace terms then had the Palestinians simply subjugated themselves and accepted their new fate as refugees in their own land. The only problem was injustice.\nIn March 2002, all 22 Arab League member nations, meeting in Beirut, unanimously signed a peace initiative sponsored by Saudi Arabia. It states:\n\"The Arab countries affirm the following:\n\"I. Consider the Arab-Israeli conflict ended, and enter into a peace agreement with Israel, and provide security for all the states of the region.\n\"II. Establish normal relations with Israel in the context of this comprehensive peace.\"\nThis peace initiative proposed open trade and exchange of ambassadors between Israel and every Arab country contingent upon:\nA return to 1967 borders, which would mean ending the military occupation of the West Bank, the Gaza Strip and the Golan Heights. This would leave Israel controlling 78 percent of historic Palestine.\nA Palestinian capital in East Jerusalem's Muslim and Christian neighborhoods.\nAn equitable resolution for repatriation or compensation for millions of Palestinian refugees living in squalid refugee camps.\nIsrael has not responded to this Arab peace proposal, which still stands.\nPolls consistently confirm that the vast majority of Palestinians renounce suicide bombing. If Israelis permitted a truly sovereign Palestinian government, as well as an effective police force, the Palestinian majority, for its own sake, would ensure an end to violent attacks against Israelis.\nPalestinians - indeed all Arabs, whether Muslim or Christian - are not genetically predisposed to hate Jews. It is a common but ridiculous myth that Arabs and Jews have fought each other for 2,000 years.\nThe Zionist movement, aimed at establishing a Jewish homeland in Palestine, arose roughly a century ago. Any Jewish historian will confirm that during the 500 years preceding Zionism, Jews were treated vastly better in Arab and Muslim countries than anywhere in Europe.\nJews sought refuge from the Spanish Inquisition, Russian pogroms and German genocide by escaping to Arab nations where they worshiped peacefully and prospered.\nThe so-called \"daily diet of hatred\" is, more accurately, simple reporting of the living conditions under Israeli military occupation. Every attack against Israelis is a reaction to an attack on Palestinians, and vice versa. It's an endless, insane cycle. The Israeli government makes it easier for Islamic radicals to recruit suicide bombers by inflicting collective punishment for terrorist acts.\nArab TV stations broadcast images of brutal daily treatment of Palestinians under military occupation. Home demolitions, land seizures, travel restrictions, school closings, and denial of water and electricity are commonplace. Israel's enemies don't have to embellish. Israeli liberals, intellectuals and conservative rabbis regularly decry the immorality of collective punishment of all Palestinians.\nSince the Annapolis summit, Israel, after promising not to, has built hundreds more illegal, Jewish-only homes on stolen land. This recurring Israeli pattern, and America's knee-jerk acquiescence, inflames Muslim hatred against us.\nIf Israelis stopped building new settlements on Palestinian land and ended occupation, they could create the prerequisite atmosphere for peace.\nIsrael deserves peace, security and justice for its children. Palestinians deserve no less. America can implement an equitable, lasting peace, and we should do it, not only for their sake, but for ours. To ignore this conflict is to invite more terrorism.\n---\nThe writer, an Arnold resident, is vice chairman of the board of the American Arab Anti-Discrimination Committee and a co-founder of the Mideast Peace Project.\n\nLoad-Date: June 22, 2008"
}