{
    "title": "Guest column_ Obama wisely hasn't overreacted to terrorism",
    "publisher": "the capital ",
    "year": 2010,
    "month": 1,
    "day": 23,
    "full text": "I plunged into research and writing on terrorism back in the 1980s, a new field for American political scientists. A void existed in the knowledge needed by both officials and the public to understand and counter this new threat.\nFor an international conference at the University of Aberdeen, Scotland, in 1986, I gave a paper titled: \"Theories on the Efficacy of Terrorism,\" academic jargon for \"When Terrorism Works.\"\nTerrorism does work at times. It is a strategy of the weak for weakening the strong by inducing the political target of terrorism to do something stupidly debilitating. The target, as the United States was in 9/11, behaves as the terrorists want, and what they want is a demonstration of weakness. This makes the terrorists relatively stronger, more threatening and poised to meet their objectives.\nMy research explored five responses by the targets of terrorists that demonstrate weakness. They are: overreaction, power deflation (inability to respond), failed repression of moderates, appeasing moderates and massive intimidation (paralysis).\nThe prime danger for the United States, which has sufficient power, favors moderates, avoids appeasement and is rarely intimidated, is overreaction.\nAbundant American power feeds America's tendency to overreact. The public expects a super vigorous response, and so standing tall, often too tall, garners public approval.\nPresident Jimmy Carter mortgaged his presidency by overreacting to the radical student takeover of the American embassy in Tehran in 1979. Carter put everything else political on hold, sequestered himself in the White House and tried an ill-conceived (and humiliating) rescue operation. A weakened United States has had trouble dealing with a strengthened Islamic Republic ever since.\nCarter's experience should have been a template for future presidents to avoid overreacting to terrorism, but, alas, that wasn't the case.\nPresident Ronald Reagan intervened on behalf of the Christian faction in the Lebanese civil war. This unfortunately led to the bombing of the American Embassy and the Marine compound, killing around 150 Marines, diplomats and CIA agents. Humiliated, Reagan ordered the withdrawal from Lebanon.\nA similar situation faced President Bill Clinton in Somalia in 1992, where U.S. \"peacekeeping forces\" backing one side in the civil war, attempted to seize the opposition leader in \"Blackhawk Down\" fame, suffered scores of casualties and withdrew humiliated.\nBut the worst overreaction was yet to come.\nPresident George W. Bush's response to 9/11 is the most tragic case of overreaction, in terms of blood, cash and image, thus making that terrorist attack on the country the most successful in American history.\nBush ordered an attack on Afghanistan. While certainly not an overreaction by itself, it fed a series of moves that inflated the terrorist threat and the strength of al-Qaeda. Hundreds of billions were fed into government security measures. Bush made the \"Global War on Terrorism\" the hallmark of his administration, thereby elevating al-Qaeda to a global power.\nSecret prisons and torture sullied America's image and fed the propaganda of the terrorists. Worse, hubris generated from the overthrow of the Taliban produced an ill-conceived, unwarranted attack on Iraq. Over 150,000 Iraqis dead, millions in internal and external exile, in excess of 30,000 U.S. casualties, and a price tag of a $1 trillion and counting add up to an overreaction without equal.\nAl-Qaeda is stronger than ever, branching out to Kenya, Somalia, Pakistan, Iraq (where it wasn't before), Algeria, Yemen and is on the rebound in Afghanistan.\nThe failed Christmas bombing of Northwest Flight 253 is the latest test of presidential counterterrorism policy.\nAmid a chorus of calls for canceling vacations, the purging of responsible government officials, increasing government surveillance and for Obama to deliver chest-thumping speeches, the president has wisely not overreacted, and thus has neither inflated the stature of the terrorists nor weakened the United States.\nObama's response explicitly recognized the danger of overreacting to terrorism. He did not use the phrase \"global war on terror,\" having previously argued that it overestimates al-Qaeda's strength.\nHe did acknowledge the enduring threat from al-Qaeda, calling it \"a far-reaching network of violence,\" and said \"we will do whatever it takes to defeat them.\" Obama told his advisors that waiting three days after the incident was in part designed to deprive al-Qaeda of the public relations benefit that would come with an alarmed presidential reaction.\n\"Here at home, we will strengthen our defenses, but we will not succumb to a siege mentality that sacrifices the open society and liberties and values that we cherish as Americans,\" Obama said. \"That is exactly what our adversaries want.\"\nThe deliberate, deliberated and prudent response by Obama contrasts well with his predecessors' costly military overreaction.\nCounterterrorism requires patience, intelligence in both senses of the word and the narrowly-targeted use of force against terrorists. It also requires addressing the grievances and humiliation that breed terrorism. That, in itself, is a monumental and eventually more pressing task.\n---\nThe writer is director of Foreign Policy Forum, foreignpolicyforum.com.\n\nLoad-Date: January 26, 2010"
}