{
    "title": "Guest speaker educates students and faculty on the history of terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 30,
    "full text": "Nathan Brown /Nevada Sagebrush\nSt Andrews Professor Richard English gives a lecture on terrorism on Thursday, Sept. 25 in the Ansari Business Building. His book \"Twenty-First Century Terrorism: How Should We Respond?\" presents a case study of the terrorist organization Irish Republican Army.\nThe University of Nevada, Reno, hosted a lecture on terrorism in the modern age  last Thursday. History professor Dennis Dworkin invited University of St Andrews Professor Richard English to the campus because he felt that people generally find terrorism hard to talk about, especially because it's so complicated.\nDworkin said part of the problem is that citizens get their information from quotes in news stories and in political speeches. He said neither of these tells them how terrorist organizations came to be and how they have urges over time.\n\"People tend to look at things like ISIS, al-Qaida, or even the troubles in Ireland as contemporary events, but in fact, when you actually look at them in a kind of critical way, in an open way, they very often have long histories, much longer histories than anyone suspects,\" said Dworkin. \"Without history, people are only looking at the surface.\"\nEnglish's lecture, titled \"Twenty-First Century Terrorism: How Should We Respond?,\" drew a crowd of students and faculty to the Ansari Business Building.\nSenior Sharron Meredith attended the lecture as she felt that it was important to hear about terrorism from a source other than news channels.\n\"We should be taking the time to know this stuff, so it's great that the university got someone that would discuss this with us in a fashion that is better than just shooting facts at us that we don't understand,\" Meredith said.\nSome professors offered extra credit to their students for attending the lecture. Core Humanities professor Charles Tshimanga said he wanted his students to learn more about the global issues that surround them.\n\"Students should know about this because we are not only citizens of Nevada but also citizens of the world,\" Tshimanga said.\nEnglish began studying the terrorist group Irish Republican Army, when they stopped their campaign work. English noticed that some scholars didn't have enough insight into terrorists as people.\n\"Most people who write on terrorism have never met a terrorist and they don't tend to find out why these people are doing what they are doing,\" English said. \"That in no way is a justification for the violence terrorists use, but it does seem to me that should we should try to, to explain it.\nTo correct that, he set out to meet one.\n\"I sent out a few letters and met hundreds of people involved in terrorism and I interviewed them.\" English said.\nThe person that most stood out to him was Patrick Magee, a famous IRA member known for planting a bomb that almost killed former United Kingdom Prime Minister Margaret Thatcher. A person that was killed in the explosion was the father of a woman he had begun talking to.\n\"One of things that was interesting about him was that he had begun to recognize some of the personal damages that the violence he carried out had caused on victims and relatives,\" English said. \"It wasn't that he then thought, 'I shouldn't have done what I did,' but was he was beginning to recognize some of the complexity of the impact of what he had done.\"\nEnglish used terrorist organizations' memos, briefings, newspapers, websites and letters that some wrote while in jail as sources for his book. He was also able to talk to the people that spent their careers chasing down terrorists such as police officers and the IRA's political opponents.\nAfter English's book was published, Magee wrote him a letter with his feedback.\n\"He recognized that I try to engage seriously with them and what they had done and he was pleased with the way it had gone because fair-minded treatment even though he disagrees me,\" English said. \"That's about as good as you are going to get from a terrorist.\"\nAt the lectures, English recommended countries not take an over militarized stances against terrorism because no one knows what effects could come from those actions in the future. He argues that some problems the world is facing today are the consequences of the war on terror after 9/11.\nRecent UNR graduate Gregory Merrill found that many of English's ideas on how countries should deal with terrorism were fairly new and he agreed with all of them.\n\"I learned a lot of important things, but one thing off the top of my head was the interesting viewpoint that politicians rarely have a choice as to how they respond to crisis,\" said Merrill. \"You do this or you're not the president anymore, so to speak.\"\nEnglish encouraged citizens to live as normally as possible rather than \"demand for politicians to overreact.\"\n\"I think in some ways remaining calm and enduring and living a normal societal life is a huge contribution to how states respond to terrorism,\" English said.\n\nLoad-Date: September 30, 2014"
}