{
    "title": "Guilty verdicts for 2 in train terrorism plot",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 3,
    "day": 21,
    "full text": "TORONTO - Two men accused of plotting to attack a passenger train traveling from New York to Toronto were found guilty of several terror-related charges and could spend the rest of their lives in prison.\nProsecutors had argued during the trial that the men were motivated by Islamic extremism and spent months plotting to kill as many people as they could. Investigators said the men received guidance from members of al-Qaida, in what they called the first known attack planned by the terrorist network in Canada.\nRaed Jaser, a Canadian citizen of Palestinian descent, and Tunisian-born Chiheb Esseghaier were arrested in 2013. Jaser, 37, and Esseghaier, 32, had pleaded not guilty.\nOn Friday, the 10th day of deliberations, the jury found both men guilty of conspiring to commit murder in association with a terrorist group.\nEsseghaier appeared unruffled as the Toronto jury found him guilty on all five terrorism charges against him. He calmly repeated that he hadn't participated in the trial and didn't want to take part in sentencing arguments either.\nJaser looked at the ceiling at one point after the jury delivered its verdicts, finding him guilty of three out of the four charges he faced.\nThe men, who will be sentenced April 10, could face maximum punishment of up to life in prison.\nOutside the courthouse, prosecutor Croft Michaelson called Jaser and Esseghaier \"real serious public dangers,\" and thanked U.S. authorities for their cooperation in the investigation.\nThe investigation surrounding the planned attack was part of a cross-border operation involving Canadian law enforcement agencies, the FBI and the U.S. Department of Homeland Security. Canadian police said the men never got close to carrying out the attack.\nTrain routes between the United States and Canada, including the Maple Leaf from New York City to Toronto, are jointly operated by Amtrak and Via Rail Canada.\nLaw officials in New York with knowledge of the investigation told The Associated Press back in 2013 that the attack was to take place on the Canadian side of the border.\n\nLoad-Date: March 22, 2015"
}