{
    "title": "Guilty plea is seen in terrorism case Al-Qaeda operative recruited _Jihad Jane_ and others",
    "publisher": "the philadelphia inquirer",
    "year": 2018,
    "month": 7,
    "day": 20,
    "full text": "ABSTRACT\nAl-Qaeda operative recruited \"Jihad Jane\" and others.\nAn Algerian-born al-Qaeda operative accused of recruiting Montgomery County's infamous \"Jihad Jane\" in a 2009 plot to assassinate a Swedish artist has told a federal court in Philadelphia that he intends to plead guilty to terrorism charges, prosecutors said Thursday.\nAli Charaf Damache, 52, is scheduled to admit his guilt before U.S. District Judge Petrese B. Tucker in a hearing Monday. That would bring an end to the region's longest running and most notable terrorism case - one given new life after Damache's 2017 extradition from Spain, six years after he was charged.\nDamache's attorney, Noah Gorson, did not immediately return calls for comment Thursday.\nAt a hearing last year, Damache fired another lawyer the court had appointed for him and vowed to take his case to trial by himself.\nBut the fact that Damache's case was being pursued here at all was seen at the time of his extradition as a significant test of Attorney General Jeff Sessions' earlier calls for foreign-born terrorism defendants to be tried by military tribunals instead.\nSessions has argued that accused terrorists from abroad do not deserve the same legal rights as citizens tried in U.S. courts and suggested that hosting trials for them within the country's borders poses a security risk.\nBut since Damache arrived from Spain, he has remained in the Federal Detention Center in Philadelphia - just blocks from the building where a federal grand jury indicted him in 2011.\nDamache spent years fighting his extradition from Ireland, where he had been living when he was charged, and eventually won a 2015 court battle there preventing his extradition to the United States.\nMonths later he surfaced in Spain, where authorities detained him in a Barcelona hotel room and ultimately handed him over to U.S. authorities.\nProsecutors have accused Damache of using jihadist websites between 2008 and 2011 to recruit several Americans for a cell he hoped to establish for al-Qaeda in the Islamic Maghreb, which operates in Algeria.\nKnown by his online nickname, \"the Black Flag,\" he allegedly sought out light-skinned women and others who did not fit the traditional terrorist profile.\nHis targets at the time included Colleen LaRose, a blue-eyed, blond-haired Pennsburg woman who used the moniker \"Jihad Jane\" to post jihadist screeds to YouTube; Jamie Paulin-Ramirez, a single mother from Colorado; and Mohammad Hassan Khalid, a former high school honors student from Maryland who became, at the time of his guilty plea, the youngest person convicted in the U.S. on terrorism charges.\nAccording to court filings, Dam-ache eventually persuaded LaRose and Paulin-Ramirez to join him in Ireland with promises that they would launch an attack on Lars Vilks, a Swedish artist whose drawings of Muhammad's head on the body of a dog offended some Muslims.\nThe plot, however, fizzled out, and LaRose, Paulin-Ramirez, and Khalid were arrested.\nAt her sentencing hearing in 2014, LaRose still spoke of Damache with admiration.\n\"I had so much respect for him. I had this emotional attachment to him,\" she told Tucker. \"He was so brave.\"\nLaRose, 55, remains in federal prison, serving a 10-year term. Paulin-Ramirez, 39, and Khalid, 24, have been released after serving their sentences.\nDamache could face up to 45 years in prison, but his decision to plead guilty is likely to reduce the time he will spend behind bars.\nJRoebuck@phillynews.com\n215-854-2608 @jeremyrroebuck\n\nLoad-Date: September 28, 2018"
}