{
    "title": "Guilty Verdict for Bin Laden Relative Doesn't Halt Debate Over Terror Trials",
    "publisher": "the new york times",
    "year": 2014,
    "month": 3,
    "day": 28,
    "full text": "About four years ago, the Obama administration rescinded its plans to try Khalid Shaikh Mohammed and four others accused of plotting the Sept. 11 attacks in federal court in Manhattan, and left the men in military custody.\nBut even as the debate continues over how and where international terrorists should be prosecuted, the United States attorneys in Manhattan and Brooklyn have since successfully prosecuted a series of terrorism trials without subjecting New Yorkers to the type of draconian security measures once contemplated for Mr. Mohammed's trial.\nThe conviction on Wednesday of Sulaiman Abu Ghaith, a son-in-law of Osama bin Laden, was the latest such example; Mr. Abu Ghaith, 48, was convicted of all three counts against him in Federal District Court in Manhattan, and he could face life imprisonment.\nThe five Sept. 11 detainees remain at the military prison at Guantánamo Bay, Cuba, with no prospect for a trial anytime soon.\nAttorney General Eric H. Holder Jr., hailing the outcome, said he ''never doubted the ability'' of the civilian court ''to administer justice swiftly in this case.'' And, he added, ''It would be a good thing for the country if this case has the result of putting that political debate to rest.''\nNot yet, it turns out.\nOne critic of Mr. Holder's decision to prosecute Mr. Abu Ghaith in federal court, Senator Lindsey Graham, a Republican from South Carolina, said after the verdict that the defendant should have been held as an enemy combatant and interrogated for intelligence gathering purposes.\nOn Thursday, Mr. Graham said in a telephone interview, ''I applaud the judge and the jury; they did their job,'' but added, ''We're not fighting a crime here; we're fighting a war.''\n''This guy is so connected to the organization,'' he said. ''He was a treasure trove of potential information, and we blew it.''\nTestimony at the trial showed that Mr. Abu Ghaith was interrogated after being turned over to United States authorities in Jordan early last year, as he was flown to New York to face charges. Even before he was advised of his Miranda rights, he was asked by an F.B.I. agent and a deputy United States marshal if he knew of any threats of operations aimed at the United States or other countries. He said no.\nAfter being advised of his rights and waiving them, he answered questions for hours. An F.B.I. summary of the interrogation runs 21 pages. Mr. Abu Ghaith described his time in Afghanistan, his interactions with Bin Laden, his imprisonment in Iran and other topics.\nBut Mr. Graham said, ''It should have been a 200-page statement, taken over weeks or months.'' He added, ''We lost an opportunity here with this guy.''\nDavid N. Kelley, who served as United States attorney in Manhattan under President George W. Bush, said on Thursday that there was often ''a misapprehension of the effectiveness of traditional F.B.I. interview techniques'' before and after Miranda warnings are administered.\nMr. Kelley declined to address Mr. Abu Ghaith's case, but said, ''I think that the record will bear out that the traditional method has yielded a tremendous amount of credible and actionable intelligence.''\nCritics of prosecuting terrorism cases in civilian court have long feared that defendants like Mr. Mohammed, the self-proclaimed architect of the Sept. 11 attacks, would, if given criminal trials, turn them into soapboxes and try to incite their followers.\nBut in the trial of Mr. Abu Ghaith, a Kuwaiti-born imam who was known for his oratory, that concern did not come to fruition. At one point, Mr. Abu Ghaith, who unexpectedly took the witness stand in his own defense, was asked about his nationality. He responded with an answer about how Muslims were ''one nation, one blood, one race'' and had no differentiation ''based on color, language or features.''\nHe tried to continue, but Judge Lewis A. Kaplan interrupted, telling him to answer the question that was put to him, and then to stop. ''Save the speeches for some other time,'' the judge said.\nIt was a point during the three-week trial that Mr. Abu Ghaith seemed ready to use his testimony to make a political statement.\nRepresentative Peter T. King, Republican of New York, said he disagreed with Attorney General Holder's suggestion that the Abu Ghaith verdict could put the debate to rest.\n''I just think it's the inappropriate venue,'' said Mr. King, a member of the House Homeland Security Committee. ''It should be in a military court,'' rather than a civilian court.\nSenator Charles E. Schumer, a New York Democrat, said on Thursday: ''I'm glad that the civilian trial was successful and that he was brought to justice. As to the location and the type of trials in the future, it should be decided on a case-by-case basis.''\nKaren J. Greenberg, director of the Center on National Security at Fordham University School of Law, said she believes the Abu Ghaith verdict has rendered the debate moot.\n''The normalcy of this case, the lack of drama, the by-the-book way that the judge handled it in terms of pointing to the law at every turn,'' she said, shows that with rare exceptions, ''the future of terrorism trials lies in the federal courts.''\nThis spring and fall, two more terrorism trials are scheduled in Manhattan federal court, where Chief Judge Loretta A. Preska noted that the choice of where to try such cases was an executive branch decision.\n''But,'' she said, ''our court stands ready, willing and able to try whatever cases come to it, as we've shown.''\n\nhttp://www.nytimes.com/2014/03/28/nyregion/verdict-doesnt-halt-debate-over-venue-for-terror-trials.html\n\nLoad-Date: March 28, 2014"
}