{
    "title": "Guilt by association on steroids",
    "publisher": "usa today",
    "year": 2018,
    "month": 8,
    "day": 13,
    "full text": "In all of American history, there has never been something like the federal government's watchlisting system. Innocent people -- including folks who've never been arrested or charged, let alone convicted of a violent offense -- are the targets, extra-judicially labeled by nameless officials as suspected terrorists. According to answers that federal officials provided in a lawsuit, information about these people is  disseminated to many federal agencies. Some go to dozens of countries and ultimately to law enforcement agencies in every state.  A sprawling program that continues to expand, the watchlisting system has relegated more than a million people to a kind of second-class status.\nWith the revelation of the Transportation Security Administration's Quiet Skies program, we  know why even those with mere \"associations\" with people on the watchlist may be targeted, too.. For years, the Council on American-Islamic Relations has received reports that the  system not only burdens its targets, but  family members and fellow travelers, too.\nTake, for example,  Mia Khalid El Ali, 14, the daughter of  a foreign national  who was denied a visa to visit Mia by the watchlisting system. According to CAIR's recent lawsuit against the federal government, on a recent trip to see her father in Belgium, Mia was repeatedly screened, swabbed for explosives, and interrogated about her father.\nThe reason a young girl was treated this way, we believe, is explained by Quiet Skies and attributable to the  fact that she is the daughter of her father. It's guilt by association on steroids.\nIt's critical that the government does what it can to stop terrorism. But if there is any evidence that the watchlisting system or  Quiet Skies has ever prevented an act of terrorism, the public certainly does not know about it. As Congress reviews Quiet Skies, lawmakers must zoom out and assess more broadly whether aiming its watchlisting system at innocent people and their children really makes us any safer.\nGadeir Abbas is senior litigation attorney for the Council on American-Islamic Relations. \n\nLoad-Date: August 14, 2018"
}