{
    "title": "Guilty plea in illicit money transfers Defendant used false ID in sending money to Somalia , Kenya",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 1,
    "day": 11,
    "full text": "ST. LOUIS - A Minneapolis man pleaded guilty in federal court in St. Louis Tuesday to charges that say he sent $21,000 overseas using false identification and small transactions to avoid detection.\nAlthough Abdi Mahdi Hussein, 36, was not aware of the purpose, officials said, a co-defendant, Mohamud Abdi Yusuf, 31, pleaded guilty Nov. 3 of conspiracy and providing material support to a designated terrorist organization. The money in that case was not funneled through Hussein.\nHussein's plea was to conspiring to structure financial transactions, a nonterrorism offense.\nHe sent $21,000 to Kenya and Somalia for Yusuf, a St. Louis cabdriver, in transactions intended to avoid reporting requirements and conceal Yusuf's identity, Assistant U.S. Attorney Matt Drake said in court.\nHussein also admitted using coded language with Yusuf to discuss the money transfers.\nHussein worked for a financial company, Qaran Financial Express, at the time. He faces up to six months in prison under federal guidelines when sentenced April 10.\nYusuf admitted raising nearly $6,000 for a vehicle that a Somali terrorist group known as al-Shabaab used for tactical operations and to hide and deliver weapons. That money was not transferred through Hussein.\nAs part of his plea, Yusuf admitted coded conversations with Sheikh Saaid, a midlevel group platoon leader, and a San Diego man who funneled money to the group and passed along orders from the then-head of the group, Aden Hashi Ayrow. Ayrow was killed in a missile strike in 2008.\nYusuf could face 20 years or more in prison.\nThe case is the first international terrorism prosecution in federal court here since the Sept. 11, 2001, attacks, and one of a series nationwide aimed at support for al-Shabaab. At least 20 Americans have journeyed to Somalia to take up the group's cause, the FBI said last year.\nOfficials were trying to extradite a third defendant, Duane Mohamed Diriye, from Kenya.\nProsecutors emphasized in a statement that \"Hussein was not charged with any terrorism offense and was not alleged to have knowingly been involved in terrorism activities with Yusuf or others.\"\n\nLoad-Date: January 11, 2012"
}