{
    "title": "Guilty of arms charges, not plot",
    "publisher": "star tribune ",
    "year": 2014,
    "month": 1,
    "day": 11,
    "full text": "Buford \"Bucky\" Rogers, accused but never indicted on terrorism charges, pleaded guilty to two counts of weapons violations Friday, then headed back to jail, where he is in segregation because of publicity around the case.\nRogers could face as little as 3½ years in prison under an interpretation of sentencing guidelines by his defense attorney, Andrew Mohring, and up to five years if the judge adopts the recommendation of assistant U.S. Attorney Andrew Winter.\nThe plea agreement as outlined by U.S. District Judge Ann Montgomery during the hearing did not say that Rogers cooperated with authorities, which is typically cited when it occurs.\nRogers, 25, politely answered a series of questions from Montgomery, with \"Yes, ma'am\" and \"No, ma'am\" as she walked him through the agreement to ensure that Rogers understood he was pleading guilty and that the plea could not be withdrawn.\nHe admitted to one count of possession of a firearm, a semi-automatic rifle, which is a violation because of his previous conviction for third-degree burglary; and one count of possession of two unregistered destructive devices that contained black powder and nails. Two other similar charges were dropped.\nThe Minneapolis office of the FBI originally claimed in a news release after Rogers' May 3, 2013, arrest that they had foiled a major terrorist attack. They later said the plan included an attack on the police station in Montevideo, a community of 5,247 in western Minnesota, plus attacks on a radio tower and the Minnesota National Guard armory in Montevideo.\nRogers was a member of a militia group, and during an interview on the day of his arrest with FBI special agent Shane Ball, he mentioned several other individuals involved in another militia group, including a man named \"Keith,\" whom he praised.\n\"Keith\" turned out to be Keith Novak, a Minnesota National Guard member who was arrested in December on an identity theft charge, and who at one point spoke of bombing a National Security Agency building in Utah, according to FBI testimony. Rogers was never accused of involvement in that plot, and Novak so far has not been indicted on any terrorism charge.\nThe transcript of part of Rogers' FBI interview was made public last month after the Star Tribune filed a motion to unseal it.\nThe terrorism allegations against Rogers never amounted to anything, Mohring argued in court documents filed this week.\n\"The investigation that has taken place since the charges were filed last spring has failed to substantiate the extensive claims made by law enforcement to the press at the outset of the case,\" Mohring wrote. \"The charges and the parties' shared understanding of the facts establish this as a case of [weapons] possession, pure and simple.\"\nThe only source of information that Rogers was planning violence \"came from a single individual ... who would not meet the definition of a reliable informant,\" Mohring added.\nRogers was a member of the Black Snake Militia. \"Not withstanding the foreboding name, FBI special agent Shane Bell, the prosecution's case agent, testified that in essence, the Black Snake Militia was three or four people; Mr. Rogers and two or three members of his immediate family,\" Mohring wrote.\nSince then, \"no additional evidence has been identified to confirm the existence of any plot to attack anyone or anything,\" he wrote.\nMohring said Rogers was placed in segregation by Sherburne County jail officials because of publicity about the case. He asked Montgomery to release Rogers until the sentencing. Winter, the prosecutor, opposed the request.\nLooking down at Rogers, Montgomery said it would be better for him to get his sentence over with so he can be around his son, now 13 months old, while he is growing up.\nSitting in the back row of the 13th-floor courtroom in the U.S. Courthouse in Minneapolis were Rogers' father, mother, brother and fiancée. They had no comment after the hearing.\nRandy Furst · 612-673-4224\n\nLoad-Date: February 6, 2014"
}