{
    "title": "Gulf War II will be judged on whether it quelled terrorism",
    "publisher": "the spokesman-review",
    "year": 2003,
    "month": 4,
    "day": 26,
    "full text": "Gulf War II is over. But with a groundswell of support in Iraq to establish\n an Islamic state, it's too soon to say who won. We may be spending ourselves\n into an incredible federal debt to create the new nation of West Iran.\n The idea of liberating the Iraqi people was dubious from the start, not\n that they weren't in desperate need of new leadership after 24 years of\n murder, torture and repression under the dictatorship of Saddam Hussein.\nIn the buildup to war, the noble concept of ending oppression was sort of\n tossed in as a secondary bonus: squash the threat of Saddam's weapons of mass\n destruction by sending in a down payment of $74 billion and, if you act now,\n liberate Iraq at no extra charge.\n Postwar chaos reigns, and Islamic fundamentalists seem to have a head start\n on capturing the hearts and loyalties of the Iraqi people. The U.S. role may\n be limited to preventing rampant crime and rebuilding infrastructure. It\n doesn't look like the Iraqi masses are going to sign a big thank-you card to\n America, much less establish a Western-style democracy.\n Iraq is an oil-rich nation, and it may yet evolve into one of the more\n moderate Mideast states, like Saudi Arabia. Right now it feels more like a\n country primed for the second coming of the Ayatollah. Either way, it's likely\n to repress the rights of women and non-Islamics and turn into another breeding\n ground for terrorists.\n Of course, we could impose a bill of rights and force-feed freedom to the\n country we have conquered. That would require long-term military occupation,\n which would be popular with nobody. Not the Iraqis. Not other countries\n already wary of U.S. aggression. And certainly not the American people who pay\n the bill.\n It's disappointing that our American blood and tax dollars may have been\n shed to create a new Islamic state, but it might ultimately be for the best.\n There was only one possible justification for this war. President Bush\n apparently was convinced that Saddam posed a massive threat to the free world,\n a threat that Bush wasn't willing to live with after the 9/11 terrorist\n attacks.\n The success or failure of this endeavor rests on whether Bush was right,\n and that fact might be obscured if Iraq were suddenly transformed into our new\n best friend.\n We can't start invading every country that represses human rights. Having\n the world's strongest military doesn't justify taking on the role of moral\n arbiter for the planet. Besides, intelligent diplomacy works better. It didn't\n take World War III to bring about the fall of many communist states in the\n 1990s.\n So when should America wage war? For many decades, the prevailing opinion\n was generally to fight only when we or our allies were attacked. By invading\n Iraq, Bush put forth a new American doctrine: Having been the victim of a\n massive terrorist attack on civilians, we are sometimes justified in taking\n pre-emptive action on a grand scale to thwart future terrorism.\n Sounds reasonable, but it's a difficult and dangerous doctrine to apply.\n Just what level of potential terrorist activity in a foreign land is\n sufficient to trigger a U.S. invasion? And does nuclear proliferation alone\n constitute potential terrorism? If North Korea develops nuclear missiles\n capable of hitting America, will it be more or less inclined to use them now\n that it knows that we won't rule out pre-emptive strikes?\n It's more important to ponder those questions than to dwell on postwar\n Iraq. Gulf War II was a proper use of our military might only if it prevented\n large-scale terrorism.\n Even if a new anti-American regime takes power there, that doesn't mean\n Bush failed. And if Baghdad ends up full of McDonald's restaurants and\n Starbucks shops, that doesn't mean he succeeded.\n\nNotes\n\nA longtime observer of regional politics, Richard Wiens is the former government editor of The Spokesman-Review. He currently runs the City Desk at night.\n\nLoad-Date: April 30, 2003"
}