{
    "title": "Gulf war, terrorism top Islamic summit agenda",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 1,
    "day": 27,
    "full text": "Ways to reach a negotiated end to the Iran-Iraq war and a condemnation of terrorism are the two items topping the summit agenda of the Organization of Islamic Conference.\nThe Kuwaitis, hosts of the conference that opened here Monday, have worked hard to clear aside bilateral disputes among the 44 states attending and put issues on the agenda that are of vital concern to Kuwait and Persian Gulf states, Western diplomats here said.\n''The understanding that bilateral issues will be avoided is entirely consistent with Kuwait's priorities,'' said a senior Western diplomat who spoke on condition that he not be identified. ''The Kuwaitis want to make sure that they have good resolutions coming out of this conference on the war.''\nForeign ministers started meeting here last week and reached agreement Sunday on a draft resolution on the 6 -year-old war. It takes the form of an appeal to Iran to respond to Gulf and international peace initiatives. It calls for an immediate cease-fire and the start of negotiations based on Iran and Iraq's willingness to withdraw to internationally recognized borders.\nUnited Nations Secretary-General Javier Perez de Cuellar flew in Sunday night to join any fresh negotiations that may begin between Iran and Iraq as a result of the summit. But analysts here think that whatever resolution emerges, it is unlikely to have an immediate impact. Though Iraq sent its vice-president as the head of its delegation, Iran refused to attend. Tehran launched a vitriolic propaganda campaign against the summit, arguing that the venue should be changed because Kuwait is not neutral in the war.\nThe war is a cause of increasing anxiety in this minuscule but wealthy oil emirate. For more than six years, Iran and Iraq have been locked in a deadly struggle about 60 miles north of Kuwait's border. Kuwait has been the largest single financial backer of Iraq in the war, and that support has cost it dearly.\nSeveral years ago, Kuwait became the victim of terrorist attacks, which the government believes were carried out by pro-Iranian groups. The attacks included bombings of the United States and French embassies, an attempt on ruler Sheikh Jabir Ahmad Jabir Sabah's life, and the sabotage of oil fields.\nThe attacks, one diplomat said, ''made Kuwait the chief victim of terrorism in the Arab world,'' and are believed to have spurred Kuwait's determined effort to wrest a condemnation of terrorism from the summit.\nSyria and Libya are the two states thought to be most resistant to such a condemnation. The draft wording of the resolution, however, notes the difference between acts of terrorism and what it terms ''legitimate liberation struggles.'' Such wording is thought to exempt Palestinian attacks on Israel.\nBut the condemnation of terrorism is viewed as less important to Kuwait than a renewed Islamic peace initiative on the Iran-Iraq war front. In recent months, Kuwaiti oil-tankers and oil shipments have become the favorite targets of Iranian air attacks in the Gulf. Of the last nine ships hit in the Gulf, eight belonged to Kuwait or carried Kuwaiti shipments, diplomatic sources said. ''They have become the target and that is new,'' a diplomat said.\nThere is plenty of evidence that the Kuwaitis feel increasingly threatened by the war. Last year, Kuwait suspended its Legislative Assembly and cracked down on its press, which had gained a reputation as the most outspoken in the Arab world. Analysts here say they believe the crackdown was a direct result of the pressures Kuwait feels from the nearby war.\n''The Kuwaitis just decided to kind of close the place down, at least in terms of public manifestations of dissent,'' said the senior Western diplomat.\nKuwait's decision to hold the summit despite Iran's latest offensive against nearby Basra, and Emir Sabah's warm welcome of Egyptian President Hosni Mubarak are thought to be indications of Kuwait's concern over the war, diplomats said. Egypt was thrown out of the Islamic Conference Organization after it signed a peace treaty in 1979 with Israel. Although it was readmitted in 1984, this is the first summit an Egyptian President has attended since Egypt's reinstatement.\nThe Kuwaitis agreed to allow President Mubarak to arrive a day before the other Arab heads of state, and editorials here warmly praised both Mubarak and Egypt. Kuwait also threw its weight behind the summit's agenda committee decision to throw out Syria's proposal to question Egypt's readmittance.\n''The Kuwaitis see the Egyptians as potentially of some importance to their national security,'' said the senior Western diplomat. ''Their first line of defense in case this war spills over are their Gulf cooperation council allies, and their second line of defense is Jordan and Egypt. This conference is as important to the Egyptians as it is to the Kuwaitis. They are the only two states with a real stake in a visible success here.''\nTo the Kuwaitis, the summit is symbolically important as recognition of their importance and status in the Islamic world. To the Egyptians, it is an equally important symbol of their readmittance to that world and indrectly, to the Arab world, despite their commitment to upholding the Camp David Peace treaty. Egyptian diplomats have been active in arranging meetings between Mubarak and other heads of state. Some diplomats said these informal meetings ultimately would prove more important than the conference's formal sessions.\n''The real business will take place in the margins of the conference,'' one diplomat predicted. ''Will (Syrian President Hafez) Assad meet Mubarak? Will (Palestine Liberation Organization chairman Yasser) Arafat meet Assad? Will Arafat meet (Jordan's King) Hussein? Will Hussein meet Assad? These are the people who can change relationships.''"
}