{
    "title": "GUMMY THINKING TIME'S PERSON OF THE YEAR IS ACTUALLY A VARIED BUNCH",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 12,
    "day": 16,
    "full text": "Time magazine's choice of \"The Protester\" as its 2011 Person of the Year is a curious selection.\nIt is commendable recognition of a popular reaction in many different places to hapless, oppressive, unresponsive and sometimes corrupt authorities. The various movements, whether in Cairo, New York or Pittsburgh, are significant in that they constitute more than just individual despair or angry responses to unjust circumstances.\nThat said, there are problems with recognizing \"The Protester\" as this year's key actor. It constitutes gummy thinking. Lumping all the protesters around the globe into one is as imprecise and invalid as the idea of President George W. Bush that America was fighting a \"global war on terrorism,\" which got shortened, as bumper sticker-ready ideas do, to the \"GWOT.\"\nThat one is still around, in spite of its cognitive flaws. Terrorism is a tactic, perhaps a strategy, and certainly a deplorable practice, but it is not an entity that the United States or anyone else can fight in a war. A war on terrorism, if there were such a thing, would never end, as long as people with guns can open fire on gatherings in Tucson, Ariz., or Blacksburg, Va.\nTime's fingering \"The Protester\" is the intellectual equivalent of the GWOT, since protesters around the world are so varied in their goals, approaches and fates that the term becomes meaningless as a generalization. It could be that a camper in BNY Mellon's park in Pittsburgh has something in common with Tunisian martyr Mohamed Bouazizi, who immolated himself and set off the Tunisian change of government, or with the Syrians giving their lives to get rid of President Bashar al-Asad and Alawite minority rule, but it is a real stretch and almost an insult to the fighters.\nThe magazine is to be commended for thinking outside the box to seek this Person of the Year, but lumping all the protesters together does not capture the phenomenon.\n\nLoad-Date: December 16, 2011"
}