{
    "title": "Gun buyer charged with terrorism He plotted previous attack with gunman killed in massacre",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 12,
    "day": 18,
    "full text": "The man who bought the assault rifles used by his friend in the San Bernardino massacre was charged Thursday with terrorism-related counts for plotting an earlier attack that was aborted.\nEnrique Marquez, 24, was charged with conspiring to provide material support to terrorists. \nThe charges allege he plotted with gunman Syed Rizwan Farook to launch attacks in 2011 and 2012 at a community college and a congested freeway at rush hour, but they never carried out their plans. \nMarquez also was charged with illegally purchasing two assault rifles that Farook and his wife, Tashfeen Malik, used to kill 14 people at a holiday meeting of Farook's health department co-workers on Dec. 2. \nThe shooters died hours later using those same firearms in a gunbattle with police.\nMarquez was working at a Riverside bar at the time of the shooting and is not alleged to have had a role in the attack, but prosecutors said he was linked to the killings by the guns and bomb-making materials he bought that the couple planned to detonate.\nHis prior purchase of the firearms and ongoing failure to warn authorities about Farook's intent to commit mass murder had fatal consequences, U.S. Attorney Eileen Decker said.\nA criminal complaint filed in U.S. District Court charges Marquez with three counts that could bring a maximum of 35 years in federal prison.\nA lengthy affidavit outlines evidence against Marquez, including statements he gave investigators over 11 days after he waived his rights to remain silent and be represented by a lawyer.\nHe called 911 hours after the attack to say his neighbor had used his gun in the shooting, using an expletive to describe Farook.\nMarquez then showed up agitated at a hospital emergency room, saying he had downed nine beers and was involved in the shooting. He was involuntarily committed to a psychiatric ward.\nMarquez lived next door to Farook, 28, who introduced him to Islam 10 years ago.\n\nLoad-Date: December 18, 2015"
}