{
    "title": "GUN BUYER CHARGED WITH TERRORISM COUNTS Man also tied to marriage sham",
    "publisher": "spokesman review",
    "year": 2015,
    "month": 12,
    "day": 18,
    "full text": "The man who bought the assault rifles used by his friend in the San Bernardino massacre was charged Thursday with terrorism-related counts for plotting an earlier attack that was aborted.\n Enrique Marquez Jr., 24, was charged with conspiring to provide material support to terrorists. The charges allege he plotted with gunman Syed Rizwan Farook to launch attacks in 2011 and 2012 at a community college and a congested freeway at rush hour, but they never carried out their plans.\n Marquez also was charged with illegally purchasing two assault rifles that Farook and his wife, Tashfeen Malik, used to kill 14 people at a holiday meeting  on Dec. 2.\n Marquez was working at a Riverside bar at the time of the shooting and is not alleged to have had a role in the attack, but prosecutors said he was linked to the killings by the guns and bomb-making materials he bought.\n \"His prior purchase of the firearms and ongoing failure to warn authorities about Farook's intent to commit mass murder had fatal consequences,\" U.S. Attorney Eileen Decker said.\n A criminal complaint filed in U.S. District Court charges Marquez with three counts that could bring a maximum of 35 years in federal prison.\n A lengthy affidavit outlines evidence against Marquez, including statements he gave investigators over 11 days after he waived his rights to remain silent and be represented by a lawyer.\n He called 911 hours after the attack to say his neighbor had used his gun in the shooting.\n Marquez then showed up agitated at a hospital emergency room, saying he had downed nine beers and was \"involved\" in the shooting. He was involuntarily committed to a psychiatric ward.\n Marquez lived next door to Farook, who introduced him to Islam 10 years ago.\n Four years ago, Marquez said, he and Farook planned to toss pipe bombs into the cafeteria at the community college they attended and then shoot people as they fled. He said they also planned to toss pipe bombs on a busy section of freeway that has no exits, bringing traffic to a halt and then picking off the occupants.\n Both men were witnesses at the wedding of Farook's brother, Raheel, to a Russian woman in 2011, according to Riverside County marriage records.\n Last year, Marquez married the sister of Raheel Farook's wife. Prosecutors said it was a sham marriage to help the Russian woman obtain U.S. residency.\n About a month before the attack, Marquez made a reference to living \"multiple lives\" in a chat with a fellow Facebook user.\n \"Involved in terrorist plots, drugs, anti-social behavior, marriage, might go to prison for fraud, etc,\" according to the affidavit by FBI agent Joel Anderson.\n\nLoad-Date: December 20, 2015"
}