{
    "title": "Gun violence ignites controversy - The Brookhaven Courier",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 16,
    "full text": "content\"class=\"sno-story-body-content sno-no-cap\">\nBy Infinity Holloway\nFashion Editor\nWhenever there is a mass shooting, it's always deemed too soon to discuss gun control to prevent further mass shootings in the U.S.\nMass shootings are becoming more common and killing more people every year, according to Business Insider. Sen. Chris Murphy said: \"The terrifying fact is that no one is safe so long as Congress chooses to do absolutely nothing in the face of this epidemic. The time is now for Congress to shed its cowardly cover and do something.\"\nSOCIAL VIOLENCE\nGun control is a third rail issue the American government has stayed away from. According to Politico, in the wake of the Las Vegas shooting, White House Press Secretary Sarah Huckabee Sanders said, \"I think that we can have those policy conversations, but today is not the day.\"\nSen. John Cornyn said politicizing the Las Vegas shooting was disgusting.\nThat response is not paralleled in situations of terrorism.\nIn response to the New York terrorist attack Nov. 3, President Donald Trump used two consecutive tweets to make his stance known. \"ISIS just claimed the degenerate animal who killed, and so badly wounded, the wonderful people on the west side, was 'their soldier,'\" he tweeted. \"Based on that, the military has hit ISIS 'much harder' over the last two days. They will pay a big price for every attack on us!\" he said.\nAccording to The Independent, officials said the suspect, Sayfullo Saipov, was inspired by the Islamic State group. Trump tweeted in all caps, \"Should get the death penalty!\" in response.\nThe same vigor and sentiment was not mirrored when 26 people were killed, and another 20 injured in the Sutherland Springs, Texas, church shooting.\nAccording to The New York Times, Trump said: \"This isn't a guns situation. This is a mental health problem at the highest level. It's a very, very sad event.\"\nIt is unacceptable that we are willing to debate issues of terrorism while the debate on gun control is put on the back burner.\nIn response to the June London Bridge terror attack, Trump tweeted, \"Do you notice we are not having a gun debate right now? That's because they used knives and a truck!\"\nThis comment incensed people for good reason. The political debates on gun control and terrorism should not be used to score cheap, political points.\nBy tweeting about terrorism and releasing official White House statements that actively condemn terrorist acts and their perpetrators, the White House and politicians get to look patriotic and devoted to America.\nHowever, the debate on gun control is not the same as the debate on terrorism because not everyone believes guns are a problem.\nFIREARM SUPPORT\nMajor organizations, such as the National Rifle Association, the Second Amendment Foundation and Gun Owners of America, don't approve of gun control regulations.\nWhile these organizations don't represent the whole of America, they do have a major influence. Many Americans have joined these organizations.\nAccording to politifact.com, the NRA has reported spending a cumulative $45.9 million on federal lobbying since 1998. The NRA has also spent $203.2 million on political activities, such as candidate and party contributions and independent expenditures since 1998.\nMENTAL HEALTH\nPerpetrators of American mass shootings are usually categorized as highly disturbed individuals suffering from mental illness, according to the U.S. National Library of Medicine. This viewpoint paints them in a light that allows people to view them as sad people who take desperate measures, instead of domestic terrorists. This only adds to the view that gun control debates are inappropriate conversations to have in the wake of these horrifying shootings.\nSince 1982, many  white males who commit mass shootings in the U.S. have been labeled as lone wolves and mentally impaired individuals, according to CNN.\nAlthough it is easy to villainize and condemn terrorist acts when they are committed by foreign suspects and organizations, it's much harder for the American people to condemn acts of violence and terrorism when they are committed by seemingly normal American citizens.\nIMMEDIATE ACTION\nThe debate over gun control needs to happen now. If today is not the day to have policy conversations about gun control and how it's affecting and killing American citizens, when will the day come? To shy away from having a much needed debate about gun control, while actively condemning other acts of terrorism, is nothing more than political hypocrisy.\n\nLoad-Date: October 26, 2023"
}