{
    "title": "Gun deals sparked fears of terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 11,
    "day": 11,
    "full text": "The case rang alarm bells from St. Louis to Washington last fall. A group of men here - some with foreign-sounding names - showed interest in buying automatic weapons, grenades and explosives.\nOne was heard speaking of \"going to war.\"\nThey turned out not to be terrorists, but the case did involve a conspiracy perhaps as disturbing: a scheme to supply street gangs to battle each other and target Jennings police.\nIt took less than two months from the first talk of a bomb to the first arrest, according to court documents, testimony and details provided recently by agents with the FBI's Joint Terrorism Task Force.\nThey spoke about it publicly for the first time, saying the case illustrates how and why they investigate every lead.\nOffering information\nIt began in a common way, FBI Special Agent Steve Smith said. A crack dealer offered information to try to get a break on charges. He said he had sold a few pistols and long guns to a man named Mousa Abuelawi.\nInvestigators checked their databases and saw that Abuelawi, a Palestinian immigrant, was already known to the Bureau of Alcohol, Tobacco, Firearms and Explosives.\nOn Nov. 8, the informer offered to sell Abuelawi an M-16 rifle and a bomb or grenade. Abuelawi expressed \"great interest,\" and they met about 75 minutes later at one of the gas stations where Abuelawi worked, in the 5700 block of West Florissant Avenue.\nAbuelawi basically said he wanted \"anything you can get,\" FBI Special Agent Matt Brummund said.\nThaer Abde Sumad, a co-worker of Abuelawi's, was also there and said they wanted to buy as many explosives as possible, explaining, \"We're going to war,\" according to court documents. It was serious enough to alert FBI headquarters in Washington.\nOn Nov. 21, the informer delivered a fully automatic M-16 and a Claymore anti-personnel mine, both of which were secretly disabled and rigged with tracking devices.\nAgents were relieved to learn that Abuelawi had the M-16 for only 20 to 30 minutes before offering it elsewhere for sale. It meant he was not stockpiling weapons. But it still left them with questions.\nWiretaps revealed that Abuelawi was speaking to men who were either foreign-born or with foreign-sounding names, Smith said, and sending cell phone photos or text messages to potential buyers.\nOn Nov. 23, three St. Louis police officers working with the FBI entered the gas station on a ruse, saying they had a report of someone seen there with a gun. The officers seized the M-16 but deliberately left the Claymore.\nAbdikarin Warsamem, one of the conspirators, sold the Claymore to another man, Darnell Thornton, for $500. Thornton, who primarily dealt weapons to a Crips-affiliated street gang in Jennings, then sold it to an undercover operative for the ATF, working on a separate investigation involving that gang.\nThe ATF said it got the Claymore off the street out of fear that gang members possessing it - not knowing it was disabled - would be emboldened to go ahead with plans to ambush Jennings police.\nThornton had already threatened the life of a Jennings officer, and others on the department were known to be on a hit list, officials said.\nAnxiety rises\nOn Nov. 29, Abuelawi and the informer haggled over the purchase of a case of hand grenades, and eventually settled on a price of $400 per grenade.\nAfter that meeting and another on Dec. 5, investigators said, their anxiety level ratcheted up again. On Nov. 29, Abuelawi asked for photos of the grenades to show \"his people.\" On Dec. 5, he said, \"If me and my people get caught with this (expletive), it's all over.\"\nSmith said investigators wondered: \"Who are his people? Are his people in the United States? Are they out of the country?\"\nAt the same time, terrorism task force agents were watching as a man from Rockford, Ill., planned a grenade attack on a Rockford mall or government targets, according to court documents. That man has not yet gone to trial.\nOfficials did not know whether the cases were connected, or if other people around the country were seeking grenades. They wondered if Abuelawi's first purchase was just a dry run.\nDozens of agents arrived here from other areas to begin around-the-clock surveillance. They used wiretaps and got subpoenas for financial records.\nThrough all that effort, agents eventually learned that there was no \"our people,\" Smith said.\nAbuelawi talked about what normal 22-year-olds talk about on the phone. And he was, as Sumad told the Post-Dispatch in February, simply supplying street gangs with weapons.\n\"There's no question that in the end it was exactly that,\" Smith said.\nAbuelawi was arrested in December when he refused to cooperate with an investigation. He and seven others - including Sumad, Warsamem and Thornton - were indicted May 1. All pleaded guilty and have been sentenced to terms ranging from probation to 40 months in prison.\nThere was no disappointment on the Joint Terrorism Task Force, its agents said.\n\"If it's terrorism-related, we're going to look into it,\" Smith said. \"If it turns out not to be ... we're still going to charge it. When you look at people as long and as thoroughly as we do, you want to do something if you find criminal behavior.\"\nExplained Brummund: \"It's still a violent crime and dangerous.\"\n\nLoad-Date: November 11, 2007"
}