{
    "title": "Gunfire, blasts hit Philippine casino; terror ties doubted",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 6,
    "day": 1,
    "full text": "Manila, Philippines Gunshots and explosions erupted after midnight in a hotel and casino complex near Manila's airport, sending hundreds fleeing into darkened streets early Friday in what police said was an attack by a lone gunman with no apparent links to terrorism.\nA Filipino operative for the Islamic State group, in a quick communique, immediately took responsibility for the attack. But police cast doubt on any such links.\nIt was not immediately clear if anyone was killed in the attack or even if it had concluded.\nThe violence unfolded as Muslim militants aligned with the Islamic State group fended off government forces for a 10th day in the southern city of Marawi. That unrest had sparked fears that the militants might attack elsewhere to divert the focus of thousands of troops trying to quell the siege.\nGen. Ronald Dela Rosa, national police chief in the Philippines, said there was no concrete evidence that the attack was terrorism. He said one gunman was behind the attack and was still at large more than two hours after it began.\nThe gunman stole gambling chips, shot an LED monitor and set gambling tables ablaze by pouring gasoline on them, Dela Rosa said. But he said the assailant did not fire at people he met.\nIt was not clear how the gunman smuggled enough gasoline into the crowded casino to cause explosions and what prompted Dela Rosa to rule out terrorism so quickly.\nPhilippine police rushed to the Resorts World Manila complex early Friday after gunshots rang out and witnesses reported gunmen barging in at a mall in the commercial center, where smoke began billowing from an upper floor.\nWitnesses reported seeing injured people, including a SWAT officer who rushed to the scene and was reportedly fired upon. The AP was working to confirm those reports.\nAbout 90 minutes after the attack began, Resorts World Manila said in its Facebook account that it was \"currently on lockdown following reports of gunfire from unidentified men,\" adding, \"the company is working closely with the Philippine National Police to ensure that all guests and employees are safe.\"\n\"We ask for your prayers during these difficult times,\" the company said.\nPhilippine police cordoned off the area near the Ninoy Aquino International Airport.\n\"I heard many, many gunshots,\" Julio Silva, a casino player who managed to dash out of the mall complex amid the gunfire, told DZMM radio network.\nSilva said he saw a SWAT member who was shouting: \"I was hit, I was hit.\"\nA DZMM radio reporter on the scene said she saw two ambulances ferrying two people away, one with a bandage on the leg and another in wheelchair.\nAs news of the attack spread, U.S. President Donald Trump offered the thoughts and prayers of the American people to the Philippines.\n\"It is really very sad as to what's going on throughout the world with terror,\" he said from the White House Rose Garden. Trump said he was \"closely monitoring the situation\" and would continue to provide updates.\nThe SITE Intelligence Group, a U.S. terrorism monitor, said an Islamic State-linked Filipino operative who provides daily updates on the ongoing clashes in Marawi claimed \"lone wolf soldiers\" of the Islamic State group were responsible for the attack.\nAn English message by the operative was distributed across several pro-IS Telegram chat groups, SITE said. According to SITE, he wrote: \"The lone wolf soldiers of Khilafah attack the heart of Kufar the city of Manila in Resort World.\"\nPresident Rodrigo Duterte sent soldiers to the southern Philippines to end the siege by about 500 militants. Officials say 120 militants and at least 25 soldiers, five policemen and two dozen civilians have been killed in the fighting since early last week.\nDuterte declared martial law in the Mindanao region, the southern third of the Philippines, to crush the insurrection and poured in troops backed by airstrikes, artillery fire and armored vehicles.\nThe unrest has boosted fears that the Islamic State group's violent ideology is gaining a foothold in the country's restive southern islands, where Muslim separatist rebellions have raged for nearly half a century.\n------\nAssociated Press journalists Joeal Calupitan and Alberto Marquez in Manila contributed to this report.\n\nLoad-Date: June 11, 2017"
}