{
    "title": "Gunman opens fire on Cairo church",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 12,
    "day": 30,
    "full text": "CAIRO - A gunman on a motorcycle opened fire Friday outside a church in a Cairo suburb and at a nearby store, sparking a shootout that killed at least nine people, including eight Coptic Christians, authorities said. It was the latest attack targeting Egypt's embattled Christian minority.\nAt least one police officer was killed, officials said. The gunman also died.\nThe local affiliate of the extremist Islamic State group claimed responsibility for the attack late Friday, saying it was carried out by a \"security detail\" and that one of its men was \"martyred\" in the strike. The claim was carried by the group's Aamaq news agency.\nThe attack began when the gunman tried to break through the security cordon outside the Coptic Church of Mar Mina. It was not clear how many assailants were involved. Egypt's Interior Ministry referred to only one, but the Coptic Orthodox church mentioned \"gunmen.\"\nFive people also were wounded, including another police officer, Health Ministry spokesman Khaled Megahed said.\nThe attack came amid tightened security around churches and Christian facilities ahead of the Coptic Orthodox Christian celebrations of Christmas on Jan. 7. Police have been stationed outside churches and in nearby streets across Cairo. President Abdel-Fattah el-Sissi has personally chaired meetings with his top security chiefs in recent days to discuss security during New Year's Eve and the Orthodox Christmas.\nPresident Donald Trump spoke with Egypt's president after the attack, condemning it and reiterating \"that the United States will continue to stand with Egypt in the face of terrorism.\"\n\"President Trump emphasized his commitment to strengthening efforts to defeat terrorism and extremism in all their forms,\" a White House statement said.\nTrump has promised to make protecting beleaguered Christian communities overseas a priority for his administration.\nA video circulating on social media after Friday's attack apparently showed the gunman lying on the ground with his face covered in blood. Authorities closed off the area around the church.\nThe Interior Ministry identified the assailant as Ibrahim Ismail Mostafa, who, the agency said, was involved in several previous militant attacks. The Interior Ministry said he was wounded and arrested but made no mention of his death, which was reported by the Health Ministry.\n\nLoad-Date: January 3, 2018"
}