{
    "title": "Gunman storms Philippine casino, found dead",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 6,
    "day": 2,
    "full text": "MANILA, Philippines - A gunman stormed a mall-casino complex in the Philippines, torched gambling tables and stuffed a backpack with casino chips before fleeing but was found dead of an apparent suicide in an adjacent hotel early Friday, authorities said.\nThe attack sent hundreds of people fleeing into the night outside the Resorts World Manila complex and produced a claim of terrorism that police stressed had no evidence to support it. The violence unfolded as government forces were engaged in a second week of fighting against Muslim militants aligned with the Islamic State group in the southern city of Marawi.\n\"He would have shot all the people gambling there\" if it had been terrorism, national police chief Ronald dela Rosa said. \"But he did not hurt anyone.\"\nAuthorities suspect the motive was robbery. \"It's either he lost in the casino and wanted to recoup his losses or he went totally nuts,\" Metropolitan Manila police chief Oscar Albayalde said, adding that he considers the problem solved. He said he saw no connection to the fighting in Marawi.\nDela Rosa said security footage showed the gunman ignoring a security guard who tried to question him at the entrance to the complex. He did not hurt the guard but went straight to the gambling area, dela Rosa said.\nThe gunman stole gambling chips, shot TV screens and set gambling tables ablaze by pouring gasoline on them, dela Rosa said. It was not clear how the gunman smuggled gasoline and an assault rifle into the crowded casino, but the assailant did not fire at people he encountered.\nMore than 70 people suffered mostly minor injuries in a stampede to escape. The only gunshot wound was a guard at the complex, who accidentally shot himself when the suspect entered the room authorities said.\nAbout 90 minutes after the attack began, Resorts World Manila said on its Facebook page that it was on lockdown following reports of gunfire and it was working to ensure the safety of guests and workers.\nThe national police chief said the gunman apparently barged into a room at the 5th floor of the Maxims hotel connected to the mall and casino, laid on the bed, blanketed himself, doused himself with gasoline then set himself on fire. The bag of gambling chips worth 113 million pesos ($226,000) was found in a toilet.\nThe suspect was English-speaking but had no identification cards. Dela Rosa described him as \"white, with a mustache\" and about 6 feet tall.\nDela Rosa said the alert police response to the casino attack was not a cause for alarm. \"We are just alert. ... We cannot attribute this to terrorism without concrete evidence.\"\n\nLoad-Date: June 2, 2017"
}