{
    "title": "Gunmen strike Vienna, kill 1",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 11,
    "day": 3,
    "full text": "VIENNA — Gunmen opened fire on people enjoying a last night out at Vienna's cafes and restaurants before a coronavirus lockdown Monday in what authorities said was a terrorist attack that left at least two dead — including one of the assailants — and 15 wounded. \"We are victims of a despicable terror attack in the federal capital that is still ongoing,\" Austria's Chancellor Sebastian Kurz said hours after the gunfire erupted. \"One of the perpetrators was neutralized, but several perpetrators appear to still be on the loose,\" he said. \n\"They seem to also, as far as we know, be very well equipped, with automatic weapons. So they were very well prepared.\" Police said that several shots were fired shortly after 8 p.m. on a lively street in the city center and that there were six shooting locations. Unverified footage on social media showed gunmen walking through the streets, apparently shooting at people at random, wounding several. The motive was under investigation, but Kurz said the possibility it was an anti-Semitic attack cannot be ruled out, given that the shooting began outside Vienna's main synagogue. It was closed at the time. Interior Minister Karl Nehammer said the army had been asked to guard key locations in the city as hundreds of heavily armed police hunted for the gunmen. He urged people in Vienna to stay indoors and avoid the city center and encouraged parents not to send their kids to school today. Kurz praised police for killing one of the attackers and vowed: \"We will not never allow ourselves to be intimidated by terrorism and will fight these attacks with all means.\" Oskar Deutsch, the head of the Jewish community in Vienna, said it was not clear whether the main synagogue had been targeted. Rabbi Schlomo Hofmeister said he saw at least one person shoot at people sitting outside at bars in the street below his window. \"They were shooting at least 100 rounds just outside our building,\" he said.\n\nGraphic\n\n \nRonald Zak via AP Police officers stay in position near a synagogue after gunshots were heard Monday in Vienna. Austrian officials said the attackers who killed one and wounded 15 in six shooting locations may have been motivated by anti-Semitism, but the motive was still being investigated.\n\nLoad-Date: November 3, 2020"
}