{
    "title": "Gunman kills 3 on Dutch tram; mayor fears terrorism",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 3,
    "day": 19,
    "full text": "UTRECHT, Netherlands — A gunman killed three people and wounded five during a midmorning tram ride Monday in the Dutch city of Utrecht, raising the specter of another extremist attack only days after the murderous rampage in New Zealand. Authorities seized a Turkish-born suspect after a manhunt that convulsed the historic city of nearly 350,000 people for most of the day. As night set in, three victims lay in critical condition, and the motive for the bloodshed remained under investigation. \nPrime Minister Mark Rutte said authorities were trying to determine whether the attack had \"terror motives.\" Justice Minister Ferd Grapperhaus said the suspect, identified as Gokmen Tanis, 37, was known to justice authorities and had a criminal record, but would not elaborate. Police said they also detained another man on suspicion of involvement but released no details. The shooting came three days after 50 people were killed when an immigrant-hating white supremacist opened fire at two mosques in Christchurch, New Zealand, during Friday prayers. There was no immediate indication of any link between the two events. The Utrecht attack took place at a busy intersection in a residential neighborhood. The gunman was alleged to have had an automatic weapon, Grapperhaus said. \"We assume a terror motive,\" Mayor Jan van Zanen said as police searched for the killer, though he added that other motives could not be ruled out. In the aftermath of the shooting, Dutch authorities put the Netherlands' fourth-largest city on lockdown, raised the threat level in the area to the maximum of 5 and tightened security at airports and key buildings in the country. Police issued a photo of a bearded gunman aboard a tram in a blue hooded top. \"If it is a terror attack,\" the prime minister declared, \"then we have only one answer: Our nation, democracy, must be stronger than fanaticism and violence.\" Heavily armed officers with dogs searched for the killer, gathering at one point in front of an apartment building close to the scene. However, the suspect was later arrested at another location in the city. The threat level soon returned to 4. Police said a red Renault compact car was carjacked shortly before the shooting and later found across town. Local media said the gunman had been charged several times over the past years with offenses ranging from attempted manslaughter to petty crime in and around Utrecht. Two weeks ago he was in court on charges of raping of woman in 2017, news reports said. The identities of the shooting victims were not immediately released, and Grapperhaus would not say if any were known to the gunman.\n\nLoad-Date: March 21, 2019"
}