{
    "title": "GUNMEN OVERTOOK AMERICANS IN TRAFFIC; PAKISTANI PRIME MINISTER DENOUNCES FATAL ATTACK AS TERRORISM C",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 3,
    "day": 9,
    "full text": "The white Toyota van carrying workers to the U.S. Consulate halted in the heavy morning traffic at a red light. A yellow Suzuki taxi also stopped, and two men with AK-47s leaped out.\nThe gunmen methodically sprayed the van with bullets, firing first into the front windshield and then into the back. When they sped away, two Americans were dead or dying in the van's blood-drenched interior. A third was seriously wounded.\nNo one has claimed responsibility for Wednesday's attack, characterized by Prime Minister Benazir Bhutto as \"part of a well-planned campaign of terrorism.\"\nPresident Bill Clinton called the shooting a \"cowardly act.\" An FBI team was dispatched to Pakistan to help investigate.\nThe shootings occurred just weeks before Hillary Rodham Clinton is scheduled to visit Pakistan - although not Karachi - as part of an Asian tour. The White House said her trip would not be affected.\nThe motive for the killings was unclear.\nQuoting an unidentified senior Clinton administration official, The Washington Post reported today that one of the Americans killed was an intelligence agent working under diplomatic cover.\nThe report did not say which victim it was but said the U.S government does not believe this was the motive for the slayings. Instead, the official said, investigators believe it was a payback for the extradition last month of the man accused of masterminding the World Trade Center bombing in New York, or was related to ethnic violence in Pakistan.\nAmericans who work at the consulate, already under a heightened state of security because of gunbattles in the city, were advised to stay home.\nOn Wednesday morning, a Pakistani driver went to the diplomatic enclave to pick up Jackie Van Landingham, 33, a secretary from Camden, S.C.; Gary C. Durell, 45, a communications technician from Alliance, Ohio; and Mark McCloy, 31, of Framingham, Mass., who worked in the consulate's post office. They set off toward the U.S. Consulate.\nAlthough the Americans did not know it, their van, with U.S. diplomatic license plates, was being followed by a taxi stolen only an hour or two earlier by two gunmen armed with AK-47 rifles. As the Americans waited for a stoplight to change on the busy Shahar-e-Faisal Road, the gunmen jumped out and opened fire, police and witnesses said.\nAt least 16 rounds were fired, police said. The driver, Nasim ul-Haq, was not hit and rushed the three others to the nearby Agha Khan Hospital.\nDurell was killed instantly.  Van Landingham died of gunshot wounds in a hospital. U.S. officials said McCloy was in stable condition.\nThe State Department said Van Landingham is survived by her husband and two daughters and is a nine-year veteran of the State Department.\nDurell also was a nine-year employee. He is survived by his wife, a stepson and a daughter, the department said.\nMcCloy, a former Marine, had been in Pakistan about a year, his family said.\nPrime Minister Bhutto, in Singapore on an official visit, sent a letter of condolence to Clinton. \"We condemn this heinous crime against innocent people which is part of a well-planned campaign of terrorism,\" she said. \"Every effort will be made to apprehend the perpetrators.\"\nBhutto is planning an official visit to Washington next month, despite the vehemently anti-American sentiment of a number of hard-line political and religious opposition groups in Pakistan.\nAbdullah Shah, chief minister of Sindh province, which includes Karachi, said the attack \"was meant to sabotage the prime minister's visit to America. There are people who do not want an improvement in Pakistan's relations with the United States.\"\n\nGraphic\n\n \nPHOTO; (1) Photo Headshot of (Gary C.) Durell. (2) Photo Headshot of (Jackie) Van Landingham.\n\nLoad-Date: March 11, 1995"
}