{
    "title": "GUNMEN KILL FORMER PRIME MINISTER'S LAWYER IN PAKISTAN",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 3,
    "day": 11,
    "full text": "Just days after receiving death threats, a key lawyer for Pakistan's deposed prime minister was slain by gunmen who burst into his office Friday.\nPolice said lawyer Iqbal Raad and two other men died. The attack came three days before closing arguments in the hijacking trial of former Prime Minister Nawaz Sharif.\n\"I have given up hope,\" said Sharif's wife, Khulsoom. \"If such a prominent lawyer involved in a high-profile case like this can be killed, why will anyone want to take our case?\n\"He received telephone calls and letters threatening him. He was very worried,\" she told reporters. \"They told him to quit the case.\"\nIn Washington, White House spokesman Joe Lockhart said President Bill Clinton has no plans to cancel his scheduled visit to Pakistan this month.\n\"Obviously, we condemn this kind of horrific act of violence and call upon them to investigate fully this assassination,\" Lockhart said.\nWitnesses said one man with a rifle and two men with pistols entered the lawyer's second-floor office and opened fire. A fourth gunman was seen standing guard outside the office building.\nPolice said they had no suspects in custody. \"We are looking into the possibility of terrorism,\" said Senior Superintendent of Police Akther Hasan Gorchani. \"We are also looking at whether there is any element of personal enmity involved in the murder.\"\nPakistan's military ruler, Gen. Pervez Musharraf, called the attack an \"act of terrorism.\"\nSharif was ousted in a coup in October after he tried to dismiss Musharraf as army chief. At the time, Musharraf was returning to the country on a plane with 200 people aboard. The plane landed after the army seized control.\nSharif and several aides were charged with hijacking, terrorism, attempted murder and kidnapping stemming from his alleged attempt to stop the landing of Musharraf's plane in Karachi.\n\nGraphic\n\n \nPHOTO (1) Color Photo from AGENCE FRANCE-PRESSE - Nabeel Raad (left), the son of shooting victim Iqbal Raad, grieves with his mother, Sarwat Jehan, and an unidentified brother Friday in Karachi, Pakistan. Iqbal Raad, who was representing former Prime Minister Nawaz Sharif in a hijacking trial, was killed along with two other men in his office.\n (2) Color Photo Headshot - (Iqbal) Raad, Lawyer had received death threats\n\nLoad-Date: March 11, 2000"
}