{
    "title": "Gunman Killed 9, Including His Sister",
    "publisher": "richmond times dispatch ",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "DAYTON, Ohio ' On Sunday, Americans woke up to news of a shooting rampage in an entertainment district in Dayton in which a man wearing body armor shot and killed nine people, including his own sister. Hours earlier, a 21-year-old with a rifle entered a Walmart in El Paso, Texas, and killed 20 people.\nIn a country that has become nearly numb to men with guns opening fire in schools, at concerts and in churches, the back-to-back bursts of gun violence in less than 24 hours were enough to leave the public stunned and shaken.\n The shootings ground the 2020 presidential campaign to a halt, reignited a debate on gun control and called into question the increasingly angry words directed at immigrants on the southern border in recent weeks by right-wing pundits and President Donald Trump.\n Trump weighed in on both of the weekend's mass shootings early Sunday, writing on Twitter, \"God bless the people of El Paso Texas. God bless the people of Dayton, Ohio.\"\n In a second post, he wrote: \"The F.B.I., local and state law enforcement are working together in El Paso and in Dayton, Ohio. Information is rapidly being accumulated in Dayton.\" He added: \"Law enforcement was very rapid in both instances. Updates will be given throughout the day!\"\n Trump ordered U.S. flags to be flown at half-staff. Virginia Gov. Ralph Northam issued an order directing that the state flag is \"to be flown at half-staff over the State Capitol and all local, state, and federal buildings and grounds to honor the victims of the tragedies in El Paso, Texas, and Dayton, Ohio ... until sunset, August 8, 2019.\"\n In the shooting early Sunday in Dayton, a gunman identified as Connor Betts, 24, used what police described as an assault-style rifle when he opened fire in a busy entertainment district, killing nine people, including his sister.\n He wore a mask, body armor and hearing protection, and he possessed a magazine capable of holding 100 rounds, police said. He wounded dozens of others before he was quickly slain by police, officials said.\n A shotgun was also found in Betts' car. Both guns were purchased legally, police said.\n Authorities said they still had not established a motive for the shooting. They said Betts arrived in the entertainment district Saturday evening with his sister, Megan K. Betts, 22, and another \"companion.\" Connor Betts then split from the rest of the group for a period of time before opening fire, authorities said.\n Megan Betts was not the first person killed in the assault, and it remained unclear whether Connor Betts had sought to kill her, police said. The companion was one of 27 people wounded in the attack, and police said they had spoken to him.\n \"We do not have substantial information to answer the question everyone wants to know: Why?\" said Richard S. Biehl, Dayton's police chief. \"We are very, very early in this investigation.\"\n Biehl, who said officers killed Connor Betts within 30 seconds of his opening fire, added that police had no evidence that racial bias had motivated Betts.\n The attack in the popular Oregon district occurred less than 24 hours after 20 people were shot dead at a Walmart in El Paso, Texas. Biehl said there was no indication of a link between the shootings.\n Asked if the Dayton gunman was on the police's radar, Biehl said: \"Not at all. Not at all.\"\n The Dayton shooting began at 1:07 a.m. on East Fifth Street in the city's Oregon entertainment district, which was bustling with more than 1,000 late-night revelers enjoying a warm summer evening, Mayor Nan Whaley, said.\n Police played a video recording of officers fatally shooting Betts and another tape in which dozens of gunshots could be heard as frightened people ran down a street.\n Police said Betts had been trying to enter a crowded bar, Ned Peppers, when officers fatally shot him. Had he succeeded in getting inside the bar, Biehl, the police chief, said there would have been far more deaths.\n \"Had this individual made it through the doorway of Ned Peppers with that level of weaponry, there would have been a catastrophic injury and loss of life, so stopping him before he got inside there ' you saw all those people were running in there ' was essential,\" Biehl said.\n No manifesto or social media presence had been found so far for Betts.\n Police said they are treating Betts' family like other victims given that they have lost their daughter.\n A neighbor remembered the gunman making threats during his high school years.\n Theo Gainey, 25, who lived for 10 years down the block from the Bettses and was a year ahead of Connor Betts in school, remembered him as a \"bit of an outcast,\" ostracized in large part because of threats he made at school that got him into serious trouble.\n \"He got arrested on the school bus\" for the threats, said Gainey, who added that he was on the bus himself when it happened. Gainey did not remember the specifics of the threats but said that Betts had to leave school for the rest of that year. When he returned, \"the threat thing followed him, and people didn't want to hang out with him.\"\n Meanwhile, a crowd at a vigil honoring the victims in Dayton interrupted a speech by Gov. Mike DeWine, R-Ohio, with shouts of \"Make a change!\"\n As DeWine told the crowd Sunday evening that the families' pain can't be erased, many started chanting: \"Do something!\"\n ***\n Federal investigators in El Paso said Sunday that they were treating the massacre at the Walmart that killed 20 people and wounded 27 others on Saturday morning as an act of domestic terrorism, and prosecutors said they were considering federal hate crime charges. They were also considering federal gun charges that would carry the death penalty.\n \"We are going to conduct a methodical and careful investigation with a view toward those charges,\" said John F. Bash, the U.S. attorney for the Western District of Texas, who said he had consulted with Attorney General William Barr.\n A federal law enforcement official confirmed that a 2,300-word anti-immigrant manifesto that was posted online minutes before the shooting was written by the suspect, whom authorities identified as Patrick Crusius, 21.\n Jaime Esparza, the El Paso district attorney, said his office had charged Crusius with capital murder and that he would seek the death penalty in any state prosecution.\n \"We are a good and loving community, but we will hold him accountable,\" Esparza said.\n The FBI's Domestic Terrorism-Hate Crimes Fusion Cell is investigating the case as a possible hate crime and act of domestic terrorism and has served three search warrants in the Dallas area, said Emmerson Buie Jr., the special agent in charge in El Paso.\n The rifle used in the shooting was purchased legally, and the gunman was allowed to carry it openly, said Greg Allen, the El Paso police chief.\n \"A normal individual seeing that type of weapon might be alarmed, but technically it was in the realm of the law,\" he said.\n In interviews with authorities, the suspect \"basically didn't hold anything back,\" Allen said.\n Rod Rosenstein, the former deputy attorney general, wrote on Twitter late Saturday that \"killing random civilians to spread a political message is terrorism.\"\n \"F.B.I. classifies it as domestic terrorism, but '˜white terrorism' is more precise,\" Rosenstein wrote. \"Many of the killers are lone-wolf losers indoctrinated to hate through the internet, just like Islamic terrorists.\"\n The man accused of carrying out the El Paso attack had \"limited\" encounters with the Allen Police Department, authorities said Sunday. In a statement released by the department, which is in a suburb of Dallas, the agency said it had three contacts with the suspect in its database.\n The first was in 2014, when the suspect was a juvenile and was reported as a runaway. Those who first reported him missing called back within 30 minutes and stated that he had returned home.\n The second contact was in November 2016, according to the police statement. The suspect was one of eight passengers on a Plano Independent School District bus that was involved in a minor traffic accident.\n The third was several months ago, on March 3. The suspect called the Allen police to report \"a false residential alarm\" at his grandparents' home, where he lived.\n \"The call was cleared without incident,\" the police statement read.\n A 24-year-old mother of three was among those killed, according to her relatives, and may have been shot when shielding her infant son. The woman's family identified her as Jordan Anchondo.\n Monique Terry, a cousin of Anchondo, said authorities indicated that she may have died while protecting her 2-month-old son Paul, who survived. The baby was grazed by a bullet and had two broken fingers, probably from the moment when his mother's body fell on him, Terry said, adding that he was being treated by doctors.\n Anchondo's husband, Andre, has not been heard from since the shooting. The family said they are all but certain at this point that he also died in the store, though they have not received confirmation.\n Mourners gathered at a vigil in Dayton, Ohio, on Sunday after a man wearing body armor opened fire in an entertainment district, killing nine people and wounding dozens of others before being quickly slain by police.\n THE ASSOCIATED PRESS\n Mourners gathered at a vigil in Dayton, Ohio, on Sunday after a man wearing body armor opened fire in an entertainment district, killing nine people and wounding dozens of others before being quickly slain by police.\n THE ASSOCIATED PRESS\n Authorities removed evidence markers at the scene of the shooting early Sunday that left nine dead in Dayton, Ohio. Officials were seeking a motive for the violence.\n the associated press\n Authorities removed evidence markers at the scene of the shooting early Sunday that left nine dead in Dayton, Ohio. Officials were seeking a motive for the violence.\n the associated press\n Information from The Associated Press was included in this report.\n\nGraphic\n\n \nMourners gathered at a vigil in Dayton, Ohio, on Sunday after a man wearing body armor opened fire in an entertainment district, killing nine people and wounding dozens of others before being quickly slain by police. THE ASSOCIATED PRESS Mourners gathered at a vigil in Dayton, Ohio, on Sunday after a man wearing body armor opened fire in an entertainment district, killing nine people and wounding dozens of others before being quickly slain by police. THE ASSOCIATED PRESS Authorities removed evidence markers at the scene of the shooting early Sunday that left nine dead in Dayton, Ohio. Officials were seeking a motive for the violence. the associated press Authorities removed evidence markers at the scene of the shooting early Sunday that left nine dead in Dayton, Ohio. Officials were seeking a motive for the violence. the associated press\n\nLoad-Date: August 5, 2019"
}