{
    "title": "Gunman in French train attack charged with terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 26,
    "full text": "PARIS - The Moroccan suspect in a foiled attack on a high-speed train in France is facing terrorism charges over what authorities say was a plan to unleash carnage among hundreds of passengers - but his family defended him Wednesday, saying he was in a desperate situation.\nThe Paris prosecutor's office confirmed Wednesday that Ayoub El-Khazzani was charged overnight. El-Khazzani, 26, was overpowered by at least five passengers, including three Americans and a Briton, after trying to attack the train with a small arsenal. One person, a French-American who tried to seize an assault rifle from him, is hospitalized with gunshot wounds.\nEl-Khazzani has denied having terrorism plans, saying he stumbled on a bag of weapons and decided to use them to rob passengers.\nHis older brother, Imran, reached by French radio network RMC, also said the younger man had no links with terrorism.\n\"I swear to you before God that my brother has nothing to do with a terrorist. We are Muslims. We respect people,\" the brother said. \"He could have gone crazy. His life was without a doubt difficult. He didn't have much money.\"\nHis father, Mohamed, said Ayoub's job in France ended after about a month and a half and he believed his son acted out of a need for money.\n\"If he had nothing to eat, he doubtless wanted to commit a theft,\" his father told BFM television network.\nBut Paris prosecutor Francois Molins has said El-Khazzani watched a jihadi video on his cellphone moments before the attack and that - although he claimed to be homeless - he bought a first-class ticket. Molins said the suspect's explanations became increasingly incoherent until he stopped speaking altogether to investigators.\nAmong the terrorism charges he faces are multiple counts of attempted murder, possession of weapons, and conspiracy.\n\nLoad-Date: August 26, 2015"
}