{
    "title": "Gunpoint democracy; THE PRESIDENT'S SPEECH_ The strategy for bringing democracy to Iraq isn't workin",
    "publisher": "the salt lake tribune",
    "year": 2005,
    "month": 8,
    "day": 23,
    "full text": "Imposing democracy at gunpoint in Iraq is looking more and more like a fool's errand. Nevertheless, President Bush continues to try, mostly because, at this point, that's about all the United States can do.\nSee the constitutional process through, then get out. If you want a U.S. exit strategy in a nutshell, that's it.\nThe president told the Veterans of Foreign Wars, and, by extension, the American people, Monday at the Salt Palace that he has a three-part strategy to win the war on terror. The first part is to strengthen homeland security. The second and third parts are to take the fight to the enemy and advance freedom. Those second two parts are where Iraq comes in.\n\"In the long run, victory in the war on terror requires changing the conditions that give rise to violence and extremism,\" the president said. \"So the third part of our strategy in the war on terror is to spread the hope of freedom across the broader Middle East.\"\nThe president is right that the United States was able to impose lasting democracies in Japan and Germany in the aftermath of World War II, and we have witnessed a blossoming of democracy in Eastern Europe and parts of the former Soviet Union in the wake of the Cold War.\nBut the strategy of gunpoint democracy does not appear to be working in Iraq. As James L. Payne has pointed out, U.S. military intervention never has worked to quell terrorism elsewhere in the Middle East, either. In fact, sending American soldiers into other places, including Lebanon and Saudi Arabia, always has had the opposite effect; it has caused terrorism to flare and gain strength.\nThat is what has happened with the American invasion and occupation of Iraq over the past 28 months.\nAmericans seem to be coming to grips with this fact, which helps to explain the plunging support for the war. Trouble is, attractive policy alternatives are few.\nThe best the United States can hope to do at this point is give cover to the stop-and-go process of writing an Iraqi constitution and holding elections for a new government. After that, the United States should withdraw its troops.\nBecause every day that the United States remains in Iraq only increases resentment of the occupation and strengthens the forces of terrorism. That is the opposite of what the United States is trying to accomplish. When a leader and a nation reach that kind of a realization, it is time to change strategy.\n\nLoad-Date: August 24, 2005"
}