{
    "title": "Guns, terror focus for new U.S. attorney",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 9,
    "day": 23,
    "full text": "Federal prosecutors in Minnesota will pursue more gun cases, take a more active role in American Indian communities and cast a wider net in trying to curb violent extremism, U.S. Attorney Erica MacDonald said recently, outlining her priorities as she settles in as the state's top federal law enforcement official.\nMacDonald, a former prosecutor and then a judge for nearly a decade in Dakota County, was nominated by President Donald Trump last spring to succeed Andrew Luger and his interim successor, Gregory Brooker.\nMacDonald's vision is coming into focus on the heels of picking a former colleague - and onetime candidate for her job - to be her top deputy. Anders Folk, a veteran counterterrorism prosecutor, returned to the office from private practice last month to fill a key role managing daily operations and serving as a top legal sounding board for MacDonald.\nSince being sworn into office in June, MacDonald has leaned heavily on her experience as a judge to build bridges with county prosecutors and law enforcement officials statewide.\nAnd, in a departure from the Trump administration's narrow focus on radical Islamic terrorism, MacDonald said she wants her office to encourage community reporting of all forms of extremism. She inherited one high-profile case that underscores her commitment to a broader approach: Three members of an Illinois militia are awaiting trial on charges from the August 2017 bombing of a Twin Cities mosque.\n\"Anywhere you have a person with a computer who bought into an ideology and they have an instrumentality of danger we've got trouble,\" said MacDonald. She singled out the \"White Rabbits\" militia case as an example of homegrown extremists \"with ideologies that we don't understand but we need to address.\"\nJoined by Folk at their office in the Minneapolis federal building, MacDonald outlined five priorities: crimes in American Indian communities; national security; guns, gang violence and narcotics; child exploitation and human trafficking; and cybercrime.\nShe also said her office will lead forthcoming initiatives on elder justice and school safety.\n\"People ask me, 'What keeps you up at night?' \" said MacDonald, a Texas native and a graduate of the DePaul University College of Law. \"Besides the thought of another attack like 9/11, it's the thought of a school shooting.\"\nMacDonald, who worked with Folk in the U.S. attorney's office before she became a judge - \"love him like a brother,\" she said - outlined the new federal strategy at a meeting of county attorneys from across the state this month. She also plans to add up to 10 new prosecutors to the office's 52, in its first expansion since before Luger resigned in March 2017.\nFolk, a former U.S. Marine Corps captain, was among an early wave of candidates interviewed for the U.S. attorney vacancy last year. Before going into private practice in 2011, Folk had spent five years with the office, where he tried some of the district's first al-Shabab support cases.\nThis spring, when she knew the White House would nominate her, MacDonald called Folk and gave him her \"hard sell\" to join her team.\n\"I think both of us are bound by a very strong sense of public service,\" Folk said. \"And I felt when you get a call asking you to come back and serve, it's really important to consider that seriously.\"\nMeth busts grow\nMacDonald worked as a federal prosecutor from 2001 to 2009, leaving when Gov. Tim Pawlenty appointed her to the state bench. After Folk's five years in the office, he joined Stinson Leonard Street LLP in 2011. The pair's return has been a study of how much has changed since they last tried cases. Meth still dominates narcotics cases, but busts are netting greater volumes of the drug than ever before. And technology has added new complexities to terrorism probes.\nThe district is already on track to charge more defendants in firearms cases this year than at any point in the past six years; MacDonald said it has more than $441,000 in funds forthcoming through the Project Safe Neighborhoods program designed to link the feds with other police agencies and community groups to curb gun and gang violence.\nKurt Thielhorn, special agent in charge of the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives in St. Paul, said he welcomes MacDonald's priorities and is eager to work with her.\n\"Gun violence is something that affects everyone in the community,\" Thielhorn said.\nMacDonald and Folk are also encouraging their state and local counterparts to refer cases that might have a federal hook. Folk said this could mean an expansion of creatively using federal felon-in-possession laws to lock up shooters who may otherwise evade murder charges at the state level.\nMacDonald, who worked extensively on the Red Lake Indian Reservation during her first stint in the office, said she is also planning to deploy a team of about a half-dozen prosecutors to expand the feds' reach across four reservations over which the office has concurrent law enforcement jurisdiction.\nSince Folk helped prosecute some of the country's first al-Shabab support cases - he testified on the topic on Capitol Hill in 2011 - Minnesota has become one of the busiest jurisdictions for national security cases. Terrorism cases have been on a sharp decline nationwide, but MacDonald said she has warned against complacency in recent talks with her prosecutors.\n\"We should all feel good about that, in the sense that the very aggressive posture that the FBI and other government agencies ... has had an effect,\" Folk said. \"But some of this is driven by events outside of our control. If there is another Syria that explodes, we may have another upsurge. Our job now is making sure we have the right people in place to be able to quickly scale up our resources if we need to dig into another large investigation and prosecution.\"\nStephen Montemayor · 612-673-1755 Twitter: @smontemayor\n\nLoad-Date: September 28, 2018"
}