{
    "title": "Guns Pointed at Strip_ Resort in Las Vegas Had Seen It Before",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 29,
    "full text": "The high-powered guns were scattered around the room on an upper floor of the Mandalay Bay Resort and Casino in Las Vegas. One of the firearms, a rifle outfitted with a scope, was near a window, its barrel pointed toward the popular Vegas Strip.\nBut this was 2014, three years before Stephen Paddock used a suite on the 32nd floor of the Mandalay Bay to stock an array of guns and carry out the deadliest mass shooting in modern American history, killing 58 people and injuring hundreds of others at a country music festival. \n  That first room with the rifle next to the window had been occupied by a felon, Kye Aaron Dunbar, who, like Mr. Paddock, had brought the guns upstairs in baggage.\n  The Dunbar case, which attracted little public attention at the time, is now being raised by lawyers for victims of last year's massacre who are suing MGM Resorts International, owner of the Mandalay Bay, for negligence. For Mr. Paddock's victims, the Dunbar case shows that the hotel did not do enough to prevent guests from bringing an arsenal of weapons to the hotel, and that the tragedy that unfolded one year ago was foreseeable.\n  Mr. Dunbar never used the firearms at the hotel. But the Las Vegas police, the F.B.I. and the Bureau of Alcohol, Tobacco, Firearms and Explosives investigated the case after a housekeeper discovered the weapons. Counterterrorism officials found no evidence of terrorism, but alerted security officials at other hotels in the city, as well as law enforcement agencies, that Mr. Dunbar was able to get half a dozen guns up to his room.\n  Mandalay Bay argues that the Dunbar case is irrelevant to the Paddock attack. The company says it could not have prevented Mr. Paddock's actions.\n  Confronted by lawsuits, MGM has adopted a hardball legal approach to try to block the victims from recovering any money from the company. The cornerstone of MGM's argument is that a little-known federal law passed in the wake of the Sept. 11 attacks shields companies from liability for casualties from acts of terrorism if they employed antiterrorism technologies and services that carry a special designation from the Department of Homeland Security.\n  Mr. Paddock had no known political motive for perpetrating his horrendous deed and homeland security officials have so far not deemed the attack an act of terrorism, though the department says the matter is under review. Nonetheless, MGM argues that the massacre qualifies as an act of terrorism because the 2002 federal law carries an expansive definition that essentially labels any mass killing committed on American soil as a terrorist act.\n  Because of that -- and because the security firm hired for the festival had been awarded the special homeland security designation -- MGM says it should be granted immunity from damages under the law and should not be forced to pay compensation for injuries suffered by concertgoers.\n  However the courts ultimately rule, the fallout may be profound. If MGM's strategy succeeds, it could open up a safe harbor for owners of N.F.L. stadiums, office buildings, shopping centers and other gathering places that possess the homeland security designation, shielding them from paying damages to people hurt during a mass casualty attack.\n  It would also mean that the victims in Las Vegas -- and victims of future attacks -- could be left with fewer places to turn to for compensation for lost wages, medical bills and burial expenses.\n  ''There's never been anything before like this,'' said Parney Albright, a former director of the Lawrence Livermore National Laboratory who helped draft regulations implementing the 2002 federal law when he was an assistant secretary of homeland security. ''We put this together 15 years ago, but this is the first time it's actually being tested, and there is going to be some judicial doctrine created and precedents that are going to be set.''\n  To Mr. Albright, the law was intended to prevent the sort of third-party lawsuits MGM is facing, even if that means limiting how much victims can recover to help defray the cost of treating and living with their injuries. ''You have to weigh that outcome against the public good that comes from getting those antiterror technologies deployed,'' he said.\n  Some experts consider MGM's move a long shot. The company claims it is immune from liability partly because the security firm hired for the concert, Contemporary Services Corporation, or C.S.C., had been awarded the special designation under the law, commonly referred to as the Safety Act.\n  ''This is an opportunistic argument and a highly dubious claim by MGM that strains credulity,'' said Jonathan Turley, a constitutional law expert at George Washington University who has served as counsel in a number of national security and terrorism cases. ''MGM is using C.S.C. as a vehicle to get into federal court as part of a highly aggressive strategy.''\n  ''But the Safety Act is designed for another purpose,'' Mr. Turley contended. ''It is supposed to protect providers of qualified antiterrorism technology. This was designed to protect C.S.C., not M.G.M. Inserting the Safety Act into this litigation is the ultimate example of trying to fit a square peg into a round hole.''\n  At a hearing in Las Vegas last week, a federal district judge, Richard F. Boulware, made clear to lawyers for MGM and the victims that there are limits to the liability protections afforded by the Safety Act.\n  ''It doesn't seem to me to be intended to essentially give blanket immunity,'' the judge said, ''to anyone who may be connected to the act.''\n  One of the lawyers for the victims, Robert Eglet, told the judge that the Safety Act ''was not created to shield a hotel from claims arising out of its own negligence in allowing a shooter armed with an arsenal of fully automatic assault rifles and ammunition onto its premises to attack the public, simply because a security company hired to work at a concert across the street from where the shooting occurred may have a D.H.S. certification.''\n  MGM officials declined to comment on whether security procedures were changed at Mandalay Bay after Mr. Dunbar's arrest, saying they never discuss such details. The hotel had a no guns policy at the time and still does today. They characterized his case as in no way comparable to Mr. Paddock's, saying no evidence ever emerged that Mr. Dunbar intended to do anything other than use his weapons at a shooting range, and that the judge who sentenced him ''did not believe he planned to use them to commit a violent crime.''\n  Although it is not illegal to bring guns into a hotel room in Nevada, it was for Mr. Dunbar. He pleaded guilty to unlawful possession of a firearm by a felon and was sentenced to 40 months in prison after a judge accepted his account that he had only intended to use the weapons at a local shooting range and that he was not involved in terrorism.\n  If MGM loses its argument to block the lawsuits using the Safety Act, it would likely take years to determine what amount, if any, it would be compelled to pay to victims. According to court documents filed in July, the company had declined to discuss potential settlements with the plaintiffs. And it would fight their lawsuits on the grounds that the massacre was unforeseeable and that evidence did not show the company was negligent in allowing Mr. Paddock to store an arsenal in his hotel room, court filings suggest.\n  MGM has significant resources that could be used to pay damage awards to victims if it were to lose in court. Last year, it had almost $11 billion in revenue and $1.7 billion in operating income -- including $170 million from Mandalay Bay alone. Other options for compensation may be more limited for victims, who number into the thousands, their lawyers say, including not just those with physical wounds from bullets and shrapnel, but hundreds of others suffering from post-traumatic stress disorder and other mental and emotional injuries.\n  Rachel Sheppard, 27, who was shot three times at the music festival, said she wonders why Mandalay Bay did not do more to protect the hotel and its guests from guns after the Dunbar episode.\n  ''The hotel definitely should have taken more steps to be more aware and to ask, 'What can we do to better protect people from guns?' after the 2014 case, because the two situations were so similar,'' said Ms. Sheppard, one of the plaintiffs suing MGM.\n  C.S.C., which declined to comment for this story, has a $25 million insurance policy under the Safety Act that could be used to pay victims, according to MGM. Charities for victims of the shooting have collected more than $30 million. And crime victims funds in California and Nevada have already paid out $3.4 million and $2.9 million, respectively, in benefits to the victims.\n  One other source of funds, but only for the families of those killed in the attack, could be Mr. Paddock's estate. He died with no will, leaving his mother, under Nevada law, to inherit his assets. But she has pledged to pass the estate to estates of the dead. An inventory recently completed by a court-appointed accountant showed his estate is worth just under $1.4 million.\n  Ms. Sheppard said she hopes victims will find enough compensation to help with their needs: ''There are hundreds of people who have injuries that will be with them for the rest of their lives.''\n\nhttps://www.nytimes.com/2018/09/28/us/las-vegas-shooting-mgm-lawsuits.html\n\nGraphic\n\n \nPHOTOS: The Mandalay Bay Resort and Casino in Las Vegas, which is owned by MGM Resorts International. At left, weapons that were found stockpiled in Stephen Paddock's room at the hotel after he opened fire and killed 58 people last October. (PHOTOGRAPHS BY JIM WILSON/THE NEW YORK TIMES\n LAS VEGAS METROPOLITAN POLICE DEPARTMENT, VIA ASSOCIATED PRESS)       \n\nLoad-Date: September 29, 2018"
}