{
    "title": "Guy Carpenter announces two appointments to GCFac facultative reinsurance unit Guy Carpenter Announc",
    "publisher": "the world",
    "year": 2007,
    "month": 10,
    "day": 23,
    "full text": "Guy Carpenter & Company, LLC, the leading global risk and reinsurance specialist and a part of the Marsh & McLennan Companies (NYSE: MMC), today announced two key appointments to GCFac(R), its dedicated facultative reinsurance unit. Jon Parker will be joining the firm as Senior Vice President and leader of the Latin American Team in London upon completion of his contractual duties and notice period of his current employer. Based in London, Mr. Parker, 38, will focus on building GCFac's business, capabilities and resources across Latin America, reporting to Rupert Bedford, Head of Broking, GCFac UK. In addition, Paula Smith, 33, has joined GCFac as Senior Vice President and head of its London-based terrorism practice.\n\"Jon will be a key contributor to furthering our growth across Latin America,\" said Mr. Bedford. \"He has an outstanding depth of regional market knowledge, and his experience will be invaluable in helping expand our operations, while further developing our resources and capabilities. His appointment underscores our commitment to enhancing our growth in Latin America.\"\nMr. Bedford added, \"Paula's leadership will allow us to maximize the London terrorism group's resources to deliver growth and superior client service, both in the UK and for our network of offices around the world.\"\nMr. Parker has more than 17 years of experience in the property facultative arena. As Executive Director of the Property & Casualty Division at HSBC Insurance Brokers he led the development of the firm's property and energy portfolio in Latin America. In addition to focusing on the production and placement of business into the London and international markets, he has been integral to the establishment of HSBC's correspondent offices throughout the region. Prior to joining HSBC in 2004, he worked in the Latin American and Mexico offices of Heath Lambert.\nMs. Smith joined Guy Carpenter from HSBC's international property and casualty division, where she was a divisional director within the terrorism team, servicing accounts from a worldwide network of clients. She joined HSBC from Heath Lambert, where she was a member of the Latin American international property team, specializing in terrorism, with a particular focus on Latin America. She began her insurance/reinsurance career in 1993 with Sun Alliance International as a commercial property underwriter, moving in 1995 to AIG Europe (UK) Ltd's crisis management division, underwriting terrorism, kidnap and ransom, and product contamination insurance.\nGuy Carpenter & Company, LLC is the world's leading risk and reinsurance specialist and a part of the Marsh & McLennan Companies. Guy Carpenter creates and executes reinsurance solutions and makes available capital market solutions* for clients worldwide through 2,600 professionals across the globe. The firm's full breadth of services includes 16 centers of excellence in Accident & Health, Agriculture, Alternative Risk Transfer, Environmental, General Casualty, Investment Banking*, Life & Annuity, Marine & Energy, Professional Liability, Program Manager Solutions, Property, Retrocessional, Structured Risk, Surety, Terror Risk, and Workers Compensation. In addition, Guy Carpenter's Instrat(R) unit utilizes industry-leading quantitative skills and modeling tools that optimize the reinsurance decision-making process and help make the firm's clients more successful. Guy Carpenter's website address is www.guycarp.com.\n* Securities or investments, as applicable, are offered in the United States through GC Securities, a division of MMC Securities Corp., a US registered broker-dealer and member FINRA/SIPC. Main Office: 1166 Avenue of the Americas, New York, NY 10036. Phone: (212) 345-5000. Advice on securities or investments in the European Union is provided through GC Securities Ltd., regulated by the Financial Services Authority for the conduct of investment business in the United Kingdom. Reinsurance products are placed through qualified affiliates of Guy Carpenter. MMC Securities Corp., GC Securities Ltd. and Guy Carpenter are affiliates owned by Marsh & McLennan Companies. © 2007 NoticiasFinancieras - Business Wire Latin America - All rights reserved\n\nLoad-Date: October 23, 2007"
}