{
    "title": "Guyana holds Muslim cleric with link to area",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 5,
    "day": 20,
    "full text": "GEORGETOWN, Guyana - Akbar Muhammad, a U.S. Muslim cleric with St. Louis connections who was visiting the South American country of Guyana, was detained Thursday on suspicion of ties to drugs and terrorism, police said.\nOfficers raided the Princess Hotel in the capital of Georgetown and took Muhammad to the department's headquarters for questioning, said Seelal Persaud, assistant police commissioner.\n\"Based on the information we have, he is involved in drugs and terrorism,\" Persaud said. He declined further comment and no further details were immediately available.\nMuhammad has been a spokesman for Nation of Islam leader Louis Farrakhan, with whom he has worked since the 1960s. Messages left with the Illinois-based Nation of Islam National Center and with the Truth Establishment Institute, which handles speaking engagements for Muhammad, were not returned.\nMuhammad arrived in Guyana earlier this week from Illinois and was expected to attend a rally Thursday afternoon organized by black activists in the mining town of Linden just south of the capital. He has visited Guyana several times in recent years.\nIt is unclear whether U.S. authorities, including the FBI, were investigating Muhammad.\n\"The FBI would not be able to comment on nor confirm information provided by another country,\" a spokeswoman said.\nAkbar Muhammad has faced previous legal troubles. In December 2008, 300 supporters gathered in St. Louis to raise money for legal fees after an FBI raid on his house, according to a report in The Final Call, a newspaper founded by Farrakhan.\nAccording to court records, Muhammad pleaded guilty to one count of mail fraud in April 2009 and received a five-year probation in September 2009. He was accused of using different names to obtain lines of credit and mortgages from 1983 through 2007.\nChicago lawyer Lewis Myers Jr., who helped represent Muhammad, did not return a call for comment.\nMuhammad was born in Hampton, Va., and raised in New York City, according to the website of the Truth Establishment Institute. In 1975, the Nation of Islam transferred him to St. Louis, then in 1976 to Chicago. A year later, he resigned from his position and went into business for himself in St. Louis.\nIn 1982, he returned to Chicago to work closely with Farrakhan. He is the international representative for the Nation of Islam.\n\nLoad-Date: May 21, 2011"
}