{
    "title": "Gwinnett Opinions If terrorism strikes Gwinnett, could you help_",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 7,
    "day": 28,
    "full text": "Do you know how to help people if disaster strikes?\nIf you want to learn, I have good news for you. The Gwinnett Community Emergency Response Team is taking names for its next classes in the fall.\nCERT is part of the Citizen Corps, which President Bush initiated after the terrorist attacks of Sept. 11, 2001.\nI graduated from the Gwinnett CERT program in May, and I recommend it to everyone who lives or works in the county.\nIn addition to making new friends, I learned how to offer real help in crisis situations until first responders arrive and how to cooperate with those first responders after they show up.\nCERT participants learned how to quickly size up an emergency situation, identify and triage the injured and sick, provide basic first aid, as well as how to relate to victims without becoming emotionally distraught.\nWe learned how to do light search-and-rescue work in buildings, how to extinguish small fires and how to contain gas and water leaks that could cause explosions or flooding.\nMost important: We practiced how to effectively communicate under difficult circumstances and share information with CERT team members, first responders, victims and their families.\nWe also learned how to \"think outside of the box\" to prevent bloodborne diseases, make splints and bandages, help excavate trapped victims and transport them when standard first-aid supplies are not available.\nFor example, plastic grocery bags can be used as a barrier when gloves are not available. Splints can be made out of magazines and tape. Loose boards can be turned into levers to pry up debris around embedded victims and may also be used as a means to transport victims.\nThe program consists of 20 hours of classroom training. Active participation is required. CERT members learn through reading, videos, classroom discussion as well as exercises and drills.\nBefore graduating, all candidates for CERT basic certification must participate in mock disaster exercises, which are held a couple of weeks after regular CERT classes are completed at the Gwinnett Fire College.\nUpon graduating, you earn a certificate of completion, your official CERT identification, and you become part of a group of caring and dedicated citizens who are ready and able to respond to crisis situations at home, school, on the job, and anywhere else a crisis may occur.\nAs a CERT graduate you also have the opportunity to participate in additional training, help instruct new CERT students and to assume leadership within the CERT organization.\nFor more information about Gwinnett CERT, you can e-mail CERT at info@gwinnettcert.org or call 770-513-5830. You can also check out information online at www.gwinnettcert.\nWill you contact Gwinnett CERT to learn how to offer assistance during an emergency? Are you prepared to help if terror strikes Gwinnett?\n* Beni Dakar's blog appears on ajc.com's Gwinnett Duluth page: www.ajc.com/yourduluth.\n\nGraphic\n\n \nPhoto: BENI DAKAR\n\nLoad-Date: July 28, 2006"
}