{
    "title": "GWOT-S medals go to nearly all airmen",
    "publisher": "air force times",
    "year": 2005,
    "month": 8,
    "day": 22,
    "full text": "SAN ANTONIO - Put another ribbon on your uniform. Now, everyone is eligible for the Global War on Terrorism Service Medal.\nWell, almost everybody. You have to have completed 30 days of active duty after completing training, or 60 nonconsecutive days active duty. And it can't be during a period when you were qualifying for the GWOT Expeditionary Medal or the Afghanistan or Iraq Campaign Medal.\nSo it's possible some guardsmen or reservists might deploy and not qualify for the GWOT Service Medal, but they will be few and far between.\nWhy? It simply has been too complicated to figure out who \"directly or indirectly\" supports the global war on terrorism, officials said.\nAnd it's not just the Air Force. All the services are awarding the service medal liberally, officials said.\nThe issue is the qualifying criteria for the service medal.\nPresident Bush approved awarding both a GWOT Expeditionary Medal and a GWOT Service Medal in March 2003.\nBut the Defense Department didn't release its guidelines on the awards until the following February, and then it kicked the details down to the individual services.\nThe expeditionary medal is intended to recognize anyone who actually served in one of the designated theaters of the global war on terrorism.\nThe service medal, however, was intended to acknowledge those who provided direct support for the war even though they were not in theater.\nIn a Nov. 10 message, Air Force leaders said the GWOT Service Medal was initially approved for Airport Security Operations from Sept. 21, 2001, to May 31, 2002; Operation Noble Eagle; Operation Enduring Freedom; and Operation Iraqi Freedom.\nEligible airmen must have been \"assigned, attached or mobilized to a unit participating in or serving in support of designated operations for 30 consecutive or 60 nonconsecutive days,\" said Steve Wagner, chief of the force sustainment division on the Air Staff. But about the same time, the Defense Department changed the criteria to include \"indirect\" support.\n\"Well, if you think about indirect support, who isn't?\" he said. \"Every job contributes to the national defense in some way.\"\nAir Force leaders had delegated approval authority to commanders of major commands, and early this year, they were considering pushing it down to squadron commanders to determine eligibility.\nBut with the expansion to include indirect support, Majcom commanders approved the GWOT Service Medal for anyone who met the time requirement, and most airmen already had been getting the medal authorized in their records. The only ones left out were direct reporting units and similar organizations that don't fall under a Majcom.\nIn July, Chief of Staff Gen. John Jumper approved the GWOT-S \"for all active duty, Reserve and Guard personnel for their support of Global War on Terrorism operations on or after 11 September 2001 to a date to be determined.\"\nThe Air Force Personnel Center is scheduled to do a mass records update in September that should add the service medal to any eligible records.\n\"It's not really anything that hasn't already happened,\" Wagner said. \"It recognizes that every airman that is doing their duty is providing a meaningful contribution to the national defense.\"\n\nNotes\n\n1 COLOR ICON.\n\nLoad-Date: September 7, 2005"
}