{
    "title": "Haass calls on Trump to ease sanctions against Iran",
    "publisher": "university wire",
    "year": 2020,
    "month": 1,
    "day": 9,
    "full text": "And those officials said Iran may have chosen to send a message rather than take significant enough action to provoke a substantial USA military response, a possible signal the administration was looking for rationale to calm the tensions. Democrats have argued that Congress should have been notified ahead of the USA strike that killed Soleimani in Iraq.\nSince the killing of Soleimani last week, tension has escalated in the Middle East following protests on the streets ofTehran in Iran and Baghdad in Iraq.\nState media also showed footage of what it said were the missiles being fired into the night sky.\nHe also said, \"An administration which carries out state terrorism, economic terrorism and threatens war crimes and crimes against humanity does not care about violating terms of United Nations' headquarters agreement\".\nThe Iraqi military said Wednesday there were no casualties among its troops.\nTwo Iraqi security officials said at least one of the missiles appeared to have struck a plane at the Ain al-Asad base, igniting a fire.\nAhead of Wednesday's retaliatory strike in response to the USA killing of General Soleimani, Javad Zarif spoke to an American edition unambiguously stating that Washington can not stay in the region any longer after yielding few results, if any, and only infuriating the locals.\nThe deadly stampede took place in Gen Soleimani's hometown of Kerman as his coffin was being taken through the city in south-eastern Iran, said Pirhossein Koulivand, head of Iran's emergency medical services.\nR. Kelly's Lawyer Addresses Girlfriends Fight, Denies Azriel Clary's Underage Sex Claim\nKelly has pleaded not guilty to federal charges in Chicago and NY of a racketeering scheme to sexually abuse girls. At the end of the video, Clary begins to cry, saying that she intends to leave Kelly.\nZarif tweeted his displeasure, saying the denial was a violation of the 1947 United Nations Headquarters agreement that requires the U.S. to permit diplomats from other countries to conduct UN business.\nBritish Prime Minister Boris Johnson described the attacks as \"reckless and dangerous\" and he called for \"urgent de-escalation\" in the crisis between the US and Iran.\nZarif also said that the regional countries should not sacrifice their neighbors for the U.S. The administration maintained that the USA faced an imminent threat.\n\"If you're looking for imminence, you need look no further than the days that led up to the strike\", U.S. Secretary of State Mike Pompeo said Tuesday, alluding to the violent protests outside the U.S. Embassy.\nSuch restrictions are often precautionary in nature to prevent civilian aircraft from being confused for ones engaged in armed conflict.\nA Ukrainian commercial airliner that took off Wednesday fromTehran crashed, killing the 167 passengers and nine crew members on board. A stampede at his funeral on Tuesday killed at least 56 people.\nThe European Union promised Wednesday it \"will spare no efforts\" in its attempts to keep the deal alive.\n\nLoad-Date: January 9, 2020"
}