{
    "title": "HAIG LINKS MOVES AGAINST QADDAFI WITH MORAL ANGER",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 12,
    "full text": "Secretary of State Alexander M. Haig Jr. said today that, while Western Europe was entitled to its own view of Libya, the United States had decided that it could no longer carry on ''business as usual'' with a regime that practiced terrorism, ''especially when it is targeted on American officials.''\nFaced with widespread European skepticism and opposition to the Reagan Administration's decision to ask Americans living in Libya to return home, Mr. Haig seemed to deviate from the official explanation for the American action by attributing it more to moral outrage than to the safety of Americans.\n''Each nation is entitled to draw its own conclusions with respect to Libyan activity,'' he said, ''but for our part we no longer believe that a double standard with respect to international lawlessness and terrorism, especially when it is targeted on Amerian officials, is a contributor to international peace and stability and the rule of law which we all seek to espouse. And therefore we've taken these minor steps.''\nSecretary of State Alexander Haig attributes US action against Libya to moral outrageFirst Public Linkage\nThis was the first time that Mr. Haig had publicly linked Thursday's annoucement in Washington, which blocked travel to Libya and asked Americans there to return, with the purported assassination plot against President Reagan and other officials. Mr.  Haig's aides in Washington said earlier in the week that he was advocating a total ban on trade with Libya, but today he refused to predict future steps.\nIn Washington today, State Department officials met with executives of American oil companies operating in Libya. The officials said the companies would cooperate in withdrawing Americans from Libya, but they questioned the Administration's assertion that the Americans were in danger. (Page 9.)\nMr. Haig spoke at a news conference at the end of the winter meeting of the foreign ministers of the 15 North Atlantic Treaty Organization nations. Although the situation in Libya was not on the NATO agenda, Mr. Haig raised it in his appraisal of the world situation for the other ministers on Thursday. He was then told by Foreign Minister Emilio Colombo of Italy that the 10 members of the European Economic Community had already decided in September not to break ties or take action against Libya despite American pressure to do so.\nIn briefings for reporters today, several key American allies stressed their differences with the United States on the Libyan issue. Lord Carrington, the British Foreign Secretary, told British reporters, ''Our relations with Libya have gone through a difficult period, but they're all right now.''\nHe added that he saw no threat to British nationals in Libya.  Without endorsing Mr. Haig's views, Lord Carrington said that ''there is no doubt the Americans are seriously concerned about the situation.''\n''I think the Americans probably are concerned about possible threats to assassinate President Reagan and other leading Americans,'' he said. ''They obviously take these threats very seriously indeed. I was impressed by their feeling.''\nWest German sources said that the view of Foreign Minister Hans-Dietrich Genscher was that the United States was wrong in trying to isolate Libya or depict the Libyan leader, Col. Muammar el-Qaddafi, as a Soviet pawn. The Germans were said to believe that Colonel Qaddafi was an independent, if erratic, leader.\nForeign Minister Claude Cheysson of France said Thursday night that the Libyans were now following a more moderate course, as shown by their withdrawal from Chad, and that they should be encouraged and not isolated.\n \n'A Very Special Problem'\nToday, Mr. Haig repeated what he said Thursday, that he was not asking the Europeans to take parallel actions but that ''we have asked them for understanding regarding the steps that we have taken in this matter.''\n''From the United States point of view,'' he said, ''because it's a very special problem associated with United States-Libyan relations, we feel that we can no longer apply a double standard and ignore international lawlessness and support for international terrorism and conduct business as usual with the Government of Libya.''\nIn discussing the decision to ask Americans to leave Libya, he said that the United States has ''a host of sophisticated intelligencecollection ability and a rather up-to-the-minute access to what is going on in Libya.''\nHe said that Americans were being pressed to return home ''to protect American lives should the situation deteriorate further or should some of the plans that we had access to perhaps be carried out.''\n\nGraphic\n\n \nIllustrations: photo of Lord Carrington"
}