{
    "title": "Haig_ Bush terrorism policies solid",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "Former Supreme Commander of NATO and Secretary of State Alexander Haig laid the blame of the Sept. 11 terrorist attacks on U.S. failure to oust Saddam Hussein in 1991.\nHaig spoke at the University of Northern Colorado on Friday at the Milne auditorium in Kepner Hall.\nThe failure of the United States to oust Saddam Hussein as the ruler of Iraq after the Gulf War was one of the worst strategical mistakes in history, Haig said.\nU. Northern Colorado\nIraq bought arms from Russia for many years and supplied U.S. enemies with these arms. Iraq also funded dozens of terrorist organizations, including al Qaeda, under the leadership of Hussein, Haig said.\nThis mistake also caused coalitions that were created to inspect Iraq for chemical or biological weapons to fall apart and may have caused the recent proliferation in anthrax attacks on heads of U.S. media, government and companies.\nAccording to Haig, the anthrax used in these attacks could only have come from two places, Iraq or the al Qaeda network.\nHaig also spoke about the roots of international terrorism.\nHaig called terrorism \"a perversion of classical guerrilla warfare\" that began in the 1970s with nationalist movements under Arab leader Abdul-Nasser.\nIn the 1970s, some Arab nations began to flirt with ideals of westernization encountered in Europe. Most of these movements failed and caused frustration that helped to align Arab nationalist sentiment against western ideals, Haig said.\nUnited States support of the Shah in Iran for the protection of U.S. oil interests in the late 1970s also created Arab anger against western powers when the Shah was overthrown.\nThis support for the Shah led to the first international terrorist incident targeting the United States. This incident involved the abduction of dozens of U.S. embassy employees in November 1979, Haig said.\nHaig also explained policies the United States must follow to avoid losing the war on terrorism. He encouraged people to support the current Bush policy of battling terrorism.\nHe said it was essential to take a long-term approach to defeating terrorism.\nEven if the United States got rid of bin Laden and al Qaeda tomorrow, it would not be out of the woods with international terrorism, Haig said.\nHe went on to say the United States must make the effort to break international terrorism a global campaign.\nThe United States has let its military deteriorate in the last 15 years to the point that it could not fight another Gulf War alone, Haig said.\nTherefore, the United States must apply \"all modern assets pledged from all NATO countries\" to the battle against terrorism to \"win this conflict hands down, without the loss of hundreds of thousands of American lives,\" Haig said.\nSome UNC students were interested by Haig's remarks.\n\"I really enjoyed the patriotic stance that Haig took. He directly answered the questions that were asked,\" junior David Bem said. \"I think he clearly demonstrated the attitudes that Americans need to take at a time like this. His attitude needs to be shared by more people in this time of war.\"\n(C) 2001 The Mirror via U-WIRE\n\nLoad-Date: October 22, 2001"
}