{
    "title": "Half a world away, Kent State U. student still felt Sept. 11 attacks",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "Askat Dukenbaev, a graduate political science student, was half a world away in Kyrgyzstan when he learned about the Sept. 11 terrorism attacks.\nA native of the country, Dukenbaev was working as a department chairman at American University in Bishkek, Kyrgyzstan.\n\"It was evening there, about seven or eight,\" Dukenbaev said. \"I switched on the television, and I saw on the live news that the two towers were burning. All the channels were the same.\"\nAlthough Dukenbaev was not living in the U.S. at that time, he felt the effects of the attack immediately. Several of the American professors at American University left Kyrgyzstan because they felt unsafe, Dukenbaev said. Their departure made it complicated for Dukenbaev to find replacement professors at the beginning of the school year.\nFive years later, Kyrgyzstan, a country in Central Asia, is still feeling the effects of the terrorism attacks.\nBecause of the nation's proximity to Afghanistan, the U.S. opened the Ganci Air Base in Kyrgyzstan, named after a New York City firefighter killed in the Sept. 11 attacks.\n\"The air base was a huge contribution to our economy,\" Dukenbaev said.\nAmerican soldiers have spent an estimated $1 million in Kyrgyzstan since the air base opened, he said.\nEven so, Dukenbaev admitted people in Kyrgyzstan are divided about the current war on terrorism.\nWhile the younger, more educated generations in urban areas tend to support American policies, many of the older, traditional citizens do not support the U.S..\n\"We are considered to be a Muslim country; therefore, there is some anti-American sentiment,\" Dukenbaev said.\nThat does not, however, mean that Muslims in Kyrgyzstan support the terrorists.\nDukenbaev, a professed Muslim, said the Sept. 11 attacks \"discredited the Muslim faith.\"\n\"You can't do that,\" Dukenbaev said. \"You can't kill people to get your aim.\"\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: September 11, 2006"
}