{
    "title": "Hamas success could escalate conflict",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 30,
    "full text": "The Palestinians have a right to free and fair elections, and they have exercised it. But let's be honest.\nThey screwed up.\nPresident Bush has to be more than a little irked about Hamas' success in the Palestinian parliamentary elections. He has always said democracy was the answer to the world's problems, but now democracy may escalate the Arab-Israeli drama into an all-out war.\nHamas has historically played the part of underdog in Palestine and refused to recognize the Palestinian Authority. But now the PA and Hamas have merged, and a rocket attack into Gaza can be seen as a governmental act of war.\nIsrael can then retaliate with little international scrutiny. The nation is no longer dealing with a party that claims it wants peace.\nI suspect the world was somewhat disillusioned with the Palestinian cause last week.\nInternational aid is going to be cut for the Palestinians, and Israel's decades-old argument that Palestinians generally do not want peace suddenly looks undeniable.\nThere are many commentators who believe Hamas' newfound responsibility will force them to moderate their views, drop terrorism and go legitimate.\nSure.\nHamas's leaders will be too busy kissing babies to plan suicide attacks. And if you believe that, I've got some oceanfront property in Iraq to sell you.\nThere are many positive possibilities behind the results, though. The facade of compromise and peace that characterized the old days of Yasser Arafat's leadership is now truly gone.\nThe Israelis and the Arabs can now tackle their differences head on, and, after decades of little progress, maybe something will give. But Hamas' victory has spooked Americans and Europeans alike.\nThe scariest part of this ordeal is the message this election sends: Democracy doesn't always work.\nTerrorism thrives in countries with free elections, like the Philippines and Colombia. And bad decisions at the ballot box have put some awful people in power, like in Venezuela and Iran.\nIn Palestine, the ruling Fatah party was also riddled with corruption. But no matter what the circumstances, it's disheartening to watch bad guys win the legal way. For President Bush and those who see democracy as the rosy cure-all for the world's problems, the Palestinian elections present a dilemma.\nAmerica's empire is based on the spread of liberty, but every abuse of that liberty jeopardizes our efforts in Iraq, Afghanistan and elsewhere. What happens when, instead of eradicating terrorism, democracy actually facilitates it?\nHamas' success should remind us of how far America still needs to go to unravel the complicated history of the Middle East. It also suggests the flexible ethos that we must exercise when tackling an enemy frequently hailed as heroes.\nFreedom is not an end unto itself, and America must be versatile enough to avoid giving terrorists the kind of political leverage the Fatah party gave Hamas.\nThe next year of the Arab-Israeli conflict promises to be an interesting one. America should be taking notes because the same event could be repeated in Iraq, Afghanistan or another one of our empire's corners.\n(C) 2006 Independent Florida Alligator via U-WIRE\n\nLoad-Date: January 30, 2006"
}