{
    "title": "Hamas Tries to Blow Up the Peace",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 21,
    "full text": "The armed Islamic militants of Hamas knew exactly what they wanted to accomplish by bombing a crowded bus in the heart of Tel Aviv -- the most devastating act of terrorism against Israel in 16 years. Their acknowledged goal is to destroy the growing momentum for negotiated peace.\nTo insure that they do not succeed, Israeli leaders and the chairman of the Palestine Liberation Organization, Yasir Arafat, urgently need to reassure a frightened and angry Israeli public by cracking down hard on the elusive Hamas terror network.\nYesterday's closing of the borders between Israel and the occupied territories is justified to give passions on both sides a chance to cool, but it cannot be of unlimited duration. Prime Minister Rabin is also right to plan new police operations targeting Hamas in Israel and Israeli-run areas of the West Bank. But again, the security forces must walk a fine line between aggressive efforts to head off new terror attacks and broad-brush roundups of suspicious-looking young men.\nA crucial responsibility also falls on Mr. Arafat, who quickly denounced this latest atrocity but needs to back his words with firm, consistent action in the areas under his supervision. The Gaza Strip, now under P.L.O. administration, is Hamas's main known base of support. The P.L.O. police force is still not as credible or effective as it should be. If Mr. Arafat hopes to win the confidence of Israelis needed to extend the scope of P.L.O. administration, he must prove himself a credible partner against terrorism now, in deeds as well as words.\nThat could make the P.L.O. and Mr. Arafat increasingly targets for Hamas terrorists. But given Mr. Arafat's historic decision to pursue a negotiated peace, that is a risk he must accept.\nEradicating terrorism will take a long time and it is an illusion to think that even the best police work can completely guarantee public safety. Israel must therefore keep doing all it can to dry up the sea of sympathizers in which these killers swim by responding to the legitimate political claims of the Palestinian population and continuing to negotiate peace agreements with neighboring Arab states.\nHawks in Israel are already blaming Mr. Rabin's peace diplomacy for Wednesday's attack. Some of these Israelis seek to discredit a peace process they do not like. Others sincerely believe that security can only come from repression.\nBut even hard-line Likud governments were not able to stop terrorism by force alone. Moreover, some of Mr. Rabin's past efforts to look tough have backfired, like his December 1992 expulsion of 400 Hamas militants to Lebanon. His task now is to find ways to be tough that do not wind up harming Israeli interests in the longer run.\nMeanwhile President Clinton is right to go ahead with his scheduled trip to the Mideast next week to witness the signing of the Israel-Jordan peace treaty. To let terrorists disrupt peace diplomacy is to let them succeed.\n\nLoad-Date: October 21, 1994"
}