{
    "title": "Hamas Official Denies Accusations",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 22,
    "full text": "A senior official of a Palestinian militant group who is accused of conspiring to finance terror attacks against Israel denied the accusations on Friday and said they were driven by election-year politics in the United States.\n The official, Mousa Mohammed Abu Marzook, deputy chief of the political bureau of the militant group Hamas, is in Syria and was indicted in the United States along with two other men. \n ''This is election campaigning,'' he said, speaking by telephone from Damascus, where he has been living for several years. \n He said that he had ''nothing to do with'' the accusations and that American officials ''want to say to the American public that they are succeeding in fighting terrorism.''\n In Washington on Friday, Attorney General John Ashcroft announced that Mr. Marzook, and Abdelhaleem Hasan Abdelraziq Ashqar, who lives in Alexandria, Va., and Muhammad Hamid Khalil Salah of Chicago, had been indicted in connection with a 15-year racketeering conspiracy in the United States and abroad. They were arrested Thursday.\n Mr. Ashcroft said the three men were suspected of running a cell in the United States that was associated with Hamas and said they had played ''a substantial role in financing and supporting international terrorism.'' \n Mr. Marzook, an industrial engineer who was educated in the United States and lived there for 15 years, was detained by the American authorities in 1995 as a terrorism suspect before being expelled to Jordan and later sent to Syria.\n|||\n|--------------------||\n\nPrisoner Talks Continue\n BEIRUT, Lebanon, Aug. (Reuters) -- Sheik Hassan Nasrallah, the leader of Hezbollah, the Lebanese guerrilla group, said Friday that prisoner exchange talks between his group and Israel through a German mediator were continuing. But he said both sides had agree not to discuss the details.                                                                       \n\nhttp://www.nytimes.com\n\nLoad-Date: August 22, 2004"
}