{
    "title": "Hamas expected to select leadership",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 2,
    "day": 17,
    "full text": "The militant group Hamas on Thursday appeared poised to name its candidate for Palestinian prime minister, while Israel's Defense Ministry drew up sanctions likely to be imposed after the new Palestinian parliament dominated by Hamas is sworn in Saturday.\nHamas plans to nominate Ismail Haniya, viewed as one of its less radical leaders, for prime minister, the Associated Press reported, citing a Hamas official in Damascus.\nThe new Palestinian government, with a prime minister and a Cabinet in place, still appears to be at least a couple of weeks away. But the Israeli foreign minister, Tzipi Livni, said the \"rules of the game\" would begin to change once the Palestinian parliament took office.\nDefense Minister Shaul Mofaz held talks about possible restrictions to be imposed in stages to reduce Israel's already limited contact with the Palestinians.\nThe measures would include preventing Palestinian workers from entering Israel and making it even more difficult for Palestinians and their goods to move between the West Bank and the Gaza Strip.\nMubarak critics stripped of judicial immunity\nCAIRO - Three judges who often criticize Egyptian President Hosni Mubarak's administration and demanded an investigation into accusations of misconduct in the recent parliamentary elections have been stripped of their judicial immunity and face interrogation by state security prosecutors, state-run media and the judges said Thursday.\nThe move is widely seen as a government warning against pressing to expand the independence of the judiciary.\n\"They took such measures to silence us,\" said one of the judges, Hesham al-Bastawissi, deputy chief justice of the Court of Cassation, the highest appellate court in Egypt. \"But we will not be silenced. Egypt deserves democracy, freedom, and free, transparent and fair elections. And we do not mind paying the price for such changes.\"\nU.N. report critical of military, rebels in Nepal\nHYDERABAD, India - The U.N. envoy for human rights in Nepal, in a report released on Thursday, accused both the military and the rebels in that country of violating international humanitarian law.\nThe report said that the rebels had carried out abductions and assaults on civilians and the Royal Nepalese army had been guilty of indiscriminate aerial bombings that failed to distinguish civilian from military targets.\nIn the report, the U.N. Office of the High Commissioner for Human Rights called on the army to ensure that soldiers guilty of rights violations are not permitted to take part in lucrative U.N. peacekeeping operations.\nThe report is submitted to the U.N. Commission on Human Rights, which convenes next month and deliberates over whether to impose sanctions on any of its member nations.\nJudges: Recruiting suicide bombers not terrorism\nA panel of Italian judges upheld the November acquittals of three North Africans on international terror charges, ruling that recruiting suicide bombers to fight against U.S. soldiers is not terrorism, a lawyer said Thursday.\nThe verdict by the Milan judges, released Wednesday, echoes an earlier one in the case when a lower court judge ruled the actions of the three men were those of guerrillas, not terrorists.\nGovernment officials condemned the latest ruling. Justice Minister Roberto Castell apologized to the victims of suicide attacks and their relatives, saying \"there is in me a great feeling of shame, bitterness and powerlessness.\"\nThe judges ruled that recruiting suicide bombers could not be considered terrorism because during an armed conflict the only acts that count as terrorism are \"acts exclusively directed against a civilian population,\" according to a copy of the ruling given to the Associated Press.\n\nLoad-Date: February 17, 2006"
}