{
    "title": "HAMAS FIGURE FORMALLY ARRESTED MUSA ABU MARZUK HAD BEEN DETAINED SINCE JULY 25. ISRAEL ACCUSES HIM O",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 8,
    "day": 9,
    "full text": "The United States formally arrested a key Hamas leader at Israel's request yesterday, telling him Israel wants him put on trial for terrorism and conspiracy to commit murder.\nMusa Abu Marzuk, 43, was detained at New York's John F. Kennedy airport July 25 when he tried to enter the country from Dubai.\nHe was held because he was on a list of alleged terrorists.\nAt a brief court hearing, a federal magistrate gave Israel 60 days to make a formal extradition request and document its case. He set a hearing date for Oct. 17.\nAccording to its complaint, Israel contends that as head of Hamas' political bureau, Abu Marzuk \"engaged in conspiracies to commit the crimes of murder, manslaughter, grievous harm, wounding . . . under aggravating circumstances.\"\nIt added: \"This bureau has responsibility for directing and coordinating terrorist acts by Hamas in Israel and the territories.\" Hamas opposes the 1993 PLO-Israel peace accord.\nIsrael said the most damning information against Abu Marzuk came from a Hamas member, Muhammad Al-Hamid Khalil Salah, who was arrested and sentenced to five years in prison in Israel for his Hamas activity.\nThe complaint said Salah told Israeli authorities that Abu Marzuk ordered him to recruit individuals for training in the use of explosives to fight in the \"holy war.\" Salah also said Abu Marzuk gave him hundreds of thousands of\ndollars \"to finance terrorist attacks.\"\nThe complaint further alleges that a day after \"two Hamas terrorists sprayed a crowded Jerusalem pedestrian mall with machine-gun fire\" on Oct. 9, killing two people and injuring 18, Abu Marzuk was interviewed by Hezbollah's Al-Munar television in Lebanon and claimed responsibility for the attack on behalf of Hamas.\n\nLoad-Date: October 28, 2002"
}