{
    "title": "HAMDI RETURNS TO SAUDI ARABIA _ TO GAIN FREEDOM, HE GIVES UP CITIZENSHIP, RENOUNCES TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 10,
    "day": 12,
    "full text": "A Saudi-American held in U.S. solitary confinement for nearly three years without charge returned to his family in Saudi Arabia yesterday. He agreed to trade his U.S. citizenship for his freedom.\nYaser Esam Hamdi, who was captured in Afghanistan in late 2001 during the U.S. battle against the Taliban, landed in Saudi Arabia about noon yesterday, Interior Ministry spokesman Brig. Gen. Mansour al-Turki said.\n\"His parents were there to receive him. The minute he arrived, he said he had given up his U.S. nationality,\" al-Turki said.\nThe deal with the U.S. government freeing Hamdi required he give up his American citizenship and live in Saudi Arabia for five years. He also had to renounce terrorism and agree not to sue the United States over his imprisonment. Hamdi will never be allowed to travel to Afghanistan, Iraq, Israel, Pakistan or Syria.\nHamdi's lawyer Frank Dunham Jr., a federal public defender in Virginia, said he spoke to Hamdi by telephone after his military plane landed and he said he felt \"awesome.\"\n\"I think one thing I'm disappointed in is I just wish everybody in the U.S. could know this young man. This is a really nice young man, someone Saudi Arabia can be proud of,\" Dunham said.\n\"He didn't fight anybody. He didn't shoot anybody. He didn't do anything that commentators assumed that he did. He's come through it with a greater appreciation for wisdom of his father, who told him not to go to Afghanistan in the first place.\"\nHamdi was believed to have been taken to the family home in the eastern industrial town of al-Jubail.\nHamdi's case led to a U.S. Supreme Court decision limiting the president's powers to indefinitely hold enemy combatants.\nThe 550 prisoners held at the U.S military base at Guantanamo are classified as enemy combatants, a status that affords fewer legal protections than prisoners of war. About 60 of the men are contesting their detentions in federal courts but the majority have never seen a lawyer. Only four have been charged.\nThe Supreme Court ruled in June that Hamdi and other detainees classified as enemy combatants could not be held indefinitely without charge. That led to the negotiations for Hamdi's release.\nUnder an agreement with the U.S. Justice Department, Hamdi will not be charged with any crime. The release agreement also requires Hamdi to notify Saudi officials if he becomes aware of \"any planned or executed acts of terrorism.\"\n\nGraphic\n\n \nPhoto\n\nLoad-Date: October 13, 2004"
}