{
    "title": "Hamid Karzai criticizes 2011 withdrawal plan",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 8,
    "day": 26,
    "full text": "KABUL, Afghanistan ? President Hamid Karzai on Thursday criticized the U.S. plan to begin withdrawing troops starting next July and said the war on terror cannot succeed as long as the Taliban and their allies maintain sanctuaries in Pakistan. Karzai's statements were made during a meeting with visiting U.S. congressmen and come at a time when the Obama administration is ratcheting up pressure on the Afghan leader to do more to stamp out corruption. The Afghan government maintains that the U.S. should be doing more on other fronts, including pressuring Pakistan to shut down the insurgent sanctuaries. \nA statement by Karzai's office said the Afghan leader told the U.S. delegation that significant progress had been made in rebuilding the country after decades of war. But he said the campaign against the Taliban and al-Qaida had faltered because of ongoing civilian casualties during NATO military operations and a lack of focus on \"destroying the terrorists' refuge\" across the border. Karzai also said President Barack Obama's announcement that he would begin withdrawing U.S. forces from Afghanistan in July 2011 has given \"the enemy a morale boost\" because they believe they can simply hold out until the Americans leave. Rep. Bob Inglis, a Republican from South Carolina and one of the four U.S. congressmen who attended the one-hour meeting, said Karzai focused primarily on criticism of private security contractors and the role of Afghan forces in the war. Karzai has ordered all Afghan and international security contractors to cease operations by the end of the year, saying they have abused Afghan civil rights and undermined the authority of the state. Karzai also emphasized that Afghans should take the lead in going into villages to clear out Taliban, with U.S. soldiers behind them playing a supporting role, Inglis told The Associated Press. \"I was glad he said that because it indicated a level of ownership and commitment to Afghans taking charge of the task,\" Inglis said. But, \"I think it's an open question as to whether the Afghan security forces (are) at that level as of yet.\" Karzai also raised concerns about Taliban hideouts in Pakistan, Inglis said, asking the lawmakers to provide more help in trying to stop attacks from across the border. \"He seemed pretty pumped up, very determined and energetic and optimistic, which was not the way I thought we'd find him,\" Inglis said. Inglis said the lawmakers raised the issue of corruption and that Karzai assured them he is working on it. Karzai tried to describe the difference between low-level corruption and high-level corruption, but the lawmakers told him both were unacceptable, Inglis said. Others in the delegation included Rep. Brian Baird and Rep. Rick Larsen, both Democrats from Washington State, and Rep. Bill Shuster, a Republican from Pennsylvania. Following the release of classified American military documents by WikiLeaks, Afghan officials have become more outspoken in urging the United States to put more pressure on Pakistan to shut down terror sanctuaries. The Pakistanis point to military operations against the Pakistani Taliban but say their forces are overstretched, especially after the recent floods forced the military to take a major role in relief operations. In a commentary published Monday in The Washington Post, Karzai's national security adviser and former Afghan foreign minister Rangin Dadfar Spanta said Pakistan \"continues to provide sanctuary and support\" to the Taliban, al-Qaida and other terrorist networks. \"The international community is present in Afghanistan to dismantle these international terrorist networks. Yet the focus on this fundamental task has progressively eroded and has been compounded by another strategic failure: the mistaken embrace of \"strategic partners\" who have, in fact, been nurturing terrorism,\" Spanta wrote. Spanta acknowledged the importance of protecting the population, fighting corruption and institutionalizing the rule of law in the campaign against the Taliban. \"But that is not enough. No domestic measure will fully address the threat of international terrorism, its global totalitarian ideology or its regional support networks,\" he said. \"Dismantling the terrorist infrastructure is a central component of our anti-terror strategy, and this requires confronting the state that still sees terrorism as a strategic asset and foreign policy tool.\" ?? Associated Press writer Ben Evans contributed to this report from Washington. \n\nLoad-Date: August 27, 2010"
}