{
    "title": "Hands on the wheel, eye out for terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 7,
    "day": 4,
    "full text": "Georgia truckers have been drafted into the war on terrorism.\nStarting this month, Georgia truckers who want to get or renew their commercial driver's licenses must complete an hour of training in how to spot potential terrorist activity, as well as other potential security threats.\nGeorgia is the first state in the nation to mandate the training for its commercial truck drivers, said John Willard, spokesman for the federal Highway Watch program. Willard said the industry supported the change.\n\"Truckers want to help, and, obviously, watching the roads is something they can do,\" said state House Motor Vehicle Committee Chairman Tom Rice (R-Norcross), who sponsored the law. \"All these type of things are a tad more government intrusion, but the potential benefit is far greater. It's a good thing.\"\nBob Ryan, owner of Atlanta South Travel Center on I-75 and a member of the board of directors of the National Association of Truck Stop Operators, said drivers are eager to cooperate.\n\"Anything we can do to help,\" Ryan said. \"We are very interested in safety.\"\nGeorgia's roughly 300,000 commercial driver's license holders only have to take the course one time, and they aren't required to officially join Highway Watch.\nThe program was started in 1998 by the American Trucking Association and broadened in 2002 to include anti-terrorism training.\nIt's funded by the U.S. Department of Homeland Security and involves about 320,000 truckers nationwide, including about 13,000 based in Georgia, Willard said.\nOnce trained, Highway Watch volunteers get personal identification numbers and a telephone hotline to call.\nTrained operators at the Highway Watch call center route calls from truckers to the appropriate law enforcement agency. If the incident is related to state or national security, a report of it is passed on to intelligence officials and other law enforcement agencies.\nTo date, Highway Watch reports that truckers nationwide have made 4,000 such calls.\nIn Georgia, the Department of Drivers Services plans to notify truckers 190 days before their licenses expire that they'll need to get the Highway Watch training, said agency spokeswoman Susan Sports.\nThe Georgia Motor Trucking Association pushed for the law and will help coordinate the training, which is available in live classes or on DVD, video or audiotape.\nThe main theme of the training is: \"How to be aware of your surroundings,\" said Curt Earnest, the GMTA's director of member services.\nAlex Nash, a 25-year-old trucker from Griffin, said he's already taken the training through his company and tries to use what he's learned as he logs 2,500 to 3,000 miles a week.\n\"Terrorists, they are sneaky people,\" Nash said. \"They're not really out in the open, so they're hard to catch.\"\nStaff writer Julie Turkewitz contributed to this article.\n\nGraphic\n\n \nPhoto: W.A. BRIDGES JR. / StaffAlex Nash of Griffin already has received the training on terrorist threats that will now be required of all licensed commercial drivers.\n\nLoad-Date: July 4, 2006"
}