{
    "title": "Handling of Interrogation Recordings Leads to a Defense Request in Padilla Case",
    "publisher": "the new york times",
    "year": 2008,
    "month": 1,
    "day": 8,
    "full text": "Citing disclosures that the federal government had concealed, and in some cases destroyed, videotaped interrogations of Al Qaeda operatives, a defense lawyer in the case of Jose Padilla, the Brooklyn-born convert to Islam who was convicted as a terrorism conspirator, asked a federal judge on Monday to disclose any recordings that might bear on Mr. Padilla's recruitment into the terrorist organization.\n  The judge rejected the request, saying she had reviewed relevant material and concluded that the government had handed over all the required evidence.\n  The lawyer, Kenneth M. Swartz, representing one of Mr. Padilla's co-defendants, Adham Amin Hassoun, focused on an interrogation of a Qaeda operative known as Uways, who gave up information about how he and others had interviewed Mr. Padilla for deployment to a Qaeda training camp in Afghanistan. \n  The defense was given an unclassified summary of the interrogation, but Mr.  Swartz requested access to related classified material on grounds that it might help in the defense of Mr. Hassoun, 45, accused of being Mr. Padilla's recruiter. \n  Mr. Swartz said the issue acquired new urgency with the disclosures in December that the Central Intelligence Agency had destroyed videotapes documenting the interrogation of two Qaeda operatives in the agency's custody, including one who provided intelligence about Mr. Padilla.\n  But Brian K. Frazier, an assistant United States attorney, called the request ''just sheer speculation.'' Judge Marcia G. Cooke of Federal District Court denied the motion, saying that she had reviewed the classified material related to the Uways interrogation and found that it included no exculpatory evidence. \n  Mr. Padilla, Mr. Hassoun and a third defendant, Kifah Wael Jayyousi, 46, were found guilty in August of terrorism conspiracy charges. A sentencing hearing is scheduled to begin on Tuesday. \n  Federal prosecutors are seeking life sentences for Mr. Padilla and his two co-conspirators, though defense lawyers have asked for leniency, saying their clients were devout Muslims who had been interested in helping other Muslims, not in committing terrorist acts. \n  Mr. Padilla has been in custody since his arrest in May 2002 at O'Hare International Airport in Chicago. He was accused of plotting to explode a radioactive ''dirty bomb'' in the United States, but that was not part of his trial.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jose Padilla (PHOTOGRAPH BY AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                                       \n\nLoad-Date: January 8, 2008"
}