{
    "title": "Handgun issue stymies terrorism legislation",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 6,
    "day": 7,
    "full text": "Senate debate on a broad bill that would help federal law-enforcement officials deal with terrorist incidents like bombing plots and nuclear threats bogged down Tuesday over the far less exotic but no less contentious issue of handguns.\nDespite conciliatory gestures and political pleas from President Clinton intended to clear the last roadblocks to passage of the legislation, the Comprehensive Terrorism Prevention Act of 1995, Democrats held their ground.\nA New York Times Report\nThey insisted that they be allowed to debate four proposed amendments that would strengthen existing laws on handguns.\nAn equally adamant Senate majority leader, Bob Dole of Kansas, railed against the amendments, arguing that they were not germane to the counterterrorism legislation and threatening again to withdraw the bill if the Democrats persisted.\n\"It's an effort by Democrats to bring up all the gun amendments they've been keeping in their closet,\" Dole said. \"They don't want to pass the antiterrorism legislation. They have already forgotten what happened in Oklahoma City. The majority is not going to play this game for the benefit of some Democrats to try to make their political points.\"\nDole's comments brought an angry response from the minority leader, Thomas A. Daschle of South Dakota. \"We care just as deeply as anybody else about what happened in Oklahoma City,\" Daschle said.\nThe Senate, which had planned to vote on the full bill Tuesday night, scheduled a vote for this morning on ending the debate.\nThe Senate began its business Tuesday morning by accepting by a voice vote a gun-related amendment.\nThe measure, by Barbara Boxer, D-Calif., would increase the statute of limitations under the National Firearms Act, from three to five years, for certain crimes like the manufacture of fully automatic machine guns, the possession of sawed-off shotguns and the manufacture of homemade silencers or bombs.\n\nLoad-Date: June 9, 1995"
}