{
    "title": "HANNITY FIRES SHOTS AT DEMOCRATIC ELITE",
    "publisher": "the new york times",
    "year": 2004,
    "month": 4,
    "day": 1,
    "full text": "The war on terror is a war against evil, says conservative pit bull Sean Hannity, adding that secular liberals who deny that evil exists and politicize the war for partisan gain are jeopardizing the United States' ability to win it.\n The provocative co-host of Fox News Channel's \"Hannity & Colmes\" debate show and host of the ABC Radio Network's \"The Sean Hannity Show\" (carried locally on WPGB-FM, 104.7) argues that appeasement of tyrants by America's Democratic elite helped to create a world in which well-financed sub-national groups such as al-Qaida can threaten Western stability.\n He equates the war against terrorism to the classic battle between good and evil in his second book, \"Deliver Us From Evil: Defeating Terrorism, Despotism and Liberalism\" (Regan Books/Harper-Collins, $26.95), which currently resides atop The New York Times best-seller list.\nHannity continues his battle against foreign terrorism and domestic liberalism during a sold-out speech and book signing tomorrow at the David L. Lawrence Convention Center.\n \"I think there is right and wrong, good and evil,\" he said in a phone interview. \"You cannot explain man's inhumanity to man over the last 100 years and not come to the conclusion that evil exists. There is no other rational explanation for it, in my view.\"\n Secular liberals in the United States, he says, fail to see it that way.\n \"Indeed,\" he writes, \"the greatest threat to our resolve today in the War on Terror is the political liberalism -- and selfish opportunism -- of the Democrats. … Terrorism, despotism and liberalism: These are the forces America must be concerned about in the war on terror today.\"\n Hannity says moderate Democrats shouldn't be turned off by his vitriol.\n \"If you read my book,\" he says, \"I do not say liberalism is evil. [But] I will say this: When Al Gore says at the top of his lungs that George Bush betrayed America -- when a former vice president makes that accusation about a president who's fighting a war -- that level of politicization has to be defeated before we can even be serious about defeating terrorism. That may be hard to take, but that's the point I make in my book. Politics should end at the shore, especially in times of war.\"\n Hannity was uncharacteristically silent on yesterday's debut of the liberal talk-radio network Air America Radio, but Fox News issued an ambiguous statement: \"All forms of free speech are welcomed in this country. We wish them well.\"\n Sean Hannity\n* Where: David L. Lawrence Convention Center, Downtown.    * When: 8:30\na.m. tomorrow.\n * Tickets: Sold out.\n\nGraphic\n\n \nPHOTO: Hannity \n\nLoad-Date: April 1, 2004"
}