{
    "title": "Hardening most severe for excess, umbrella lines; Terrorism exclusions emerge in casualty lines",
    "publisher": "business insurance",
    "year": 2002,
    "month": 7,
    "day": 8,
    "full text": "''Arduous,'' ''onerous'' and ''painful'' are some of the words risk managers used to describe their midyear casualty renewals, especially for excess and umbrella coverage.\nRate hikes run the gamut from as little as 20% in primary liability coverage for clean risks to well over 100% for excess and umbrella coverage. At the same time, terms and conditions are becoming much more restrictive, with insurers invoking terrorism exclusions in some cases, especially for commercial policyholders with large concentrations of risks in major metropolitan areas.\n''We're going through the renewal process now. And, yes, it is painful,'' said Lance Ewing, senior director of insurance and loss prevention at GES Exposition Services in Las Vegas, whose casualty programs renew July 31.\nCasualty renewal rates were ''fairly close to what we had anticipated for the most part, except for the excess side, which is huge,'' Mr. Ewing said.\nCasualty premiums for a Southern California-based fast-food chain doubled even after it increased its self-insured retention, said the fast-food chain's risk manager, who asked not to be identified. The insurer also sought greater control over claims handling and required an additional premium for legal expense coverage, the risk manager said.\n''The risk managers of the world are not happy with the GL increases that are going on with no change in environment but double the insurance premiums,'' the risk manager said.\nRate hikes at the primary level are not quite as startling as they are for excess and umbrella coverages. And, in some cases, buyers are moderating hikes by accepting higher deductibles or by providing information about the risks to sway underwriters' decision-making.\n''They're seeing bigger rate increases or they're going to have to take a higher deductible of some sort,'' said Don Pickens, senior vp and chief underwriting officer at Liberty Mutual Insurance Co. in Boston.\nFor example, Mr. Pickens said, ''if somebody were to get a rate increase of 25%, the deductible might have to go from $25,000 to $35,000, or something like that.''\nBut if a risk won't accept the higher deductible, ''then they might get the 30%'' increase, he said. The underwriters must feel comfortable with any risk they're assuming, Mr. Pickens explained.\n''It comes down to, the more information you provide them with, the better position they're in to make a decision. I think that's the best way to mitigate any type of significant increases,'' he said.\n''The industry is doing a more-appropriate job of matching the exposure to the price,'' said Dave Toombs, senior vp-casualty for CNA Insurance Cos. in Chicago.\nBut some risk managers think underwriters are going a bit overboard in their efforts to obtain information.\n''The biggest thing in the casualty lines is a significant demand by carriers for information, some of which has very little relevance to what they are actually being asked to underwrite,'' said David L. Mair, associate director of risk management for the U.S. Olympic Committee in Colorado Springs, Colo. Mr. Mair acknowledged, though, that ''some of the information is, frankly, a good-quality exchange of data that we should have been doing all along.''\nMr. Mair said that he renewed some smaller specialty casualty programs such as medical malpractice and auto liability in April and May for roughly 40% increases, which stood in stark contrast to the 300% increase he received in February for his general liability program.\nAlthough pricing is up, it is not because of the law of supply and demand. Market sources say that there is still plenty of capacity but underwriters are not as willing as previously to commit as much of it to single risk.\nIt is getting harder and harder to find all the coverage needed in any one place, and ''trying to get those layers built up certainly is an expensive venture,'' said Mr. Ewing of GES.\n''Limits are being used judiciously,'' said James Drinkwater, executive vp and national sales and marketing director for Stewart Smith Group Inc., the New York-based wholesale subsidiary of Willis Group Holdings Ltd.\nMr. Drinkwater said, for example, whereas $50 million was once the norm for limits, insurers today are willing to put up about $25 million today, and some won't go beyond $15 million.\n''Very few players are willing to put up more than $25 million in a stretch,'' concurred Joe Peiser, managing director and head of global broking/excess casualty for Marsh Inc. in New York.\nIn addition to being stingy with limits, many excess and umbrella carriers are requiring higher primary attachment points.\nThis is forcing primary carriers to shop for facultative reinsurance to meet their policyholders' needs, according to Dan Schmitt, vp and general manager of underwriting at Liberty Mutual Insurance Co. in Boston.\n''We're seeing a lot of pressure to raise the primary attachment points, especially on auto,'' Marsh's Mr. Peiser said. Whereas in the past, the normal attachment point for excess coverage was $1 million, there is pressure from insurers to push that to $2 million now, he said.\nThe rate hikes for primary casualty business seem modest when compared to excess and umbrella, sources say.\nExcess casualty coverage for large risk management accounts with ''nondistressed'' risks are ''seeing average rate increases at just over 100%,'' said Mr. Peiser. ''Ninety percent of the accounts in the last couple of months ranged from 80% to 160% rate increases.''\nThe picture is even bleaker for distressed risks, such as those with poor loss experience or those in such industries as chemical, pharmaceutical, trucking, energy and residential homebuilding. Such accounts can expect to see excess casualty rates increase anywhere from 200% to 400%, he said.\n''When you look at it from a pure rate standpoint, it might be in line with the primary liability. The problem is that you're reducing your limits at the same time,'' Liberty Mutual's Mr. Schmitt said of excess rates.\n''So when you do a side-by-side, last-year-vs.-this-year comparison, if you're getting a 20% or 25% increase on your excess policy but you're taking your limit from $10 million to $5 million, you're getting a little bit more of an increase than you are on your primary,'' he said.\nAlthough terrorism exclusions remain a bigger problem in the property and workers compensation markets, the issue is beginning to creep into casualty policies, as well.\n''We are seeing it become more frequently used on casualty forms,'' Stewart Smith's Mr. Drinkwater said. This is especially true for large resort hotels, high-risk buildings, casinos, public entities and utilities, he said.\nTerrorism exclusions have become a more-significant issue in casualty coverage since April, when many insurers renewed their reinsurance treaties, Marsh's Mr. Peiser said.\nCompanies most affected by terrorism exclusions are energy companies, owners of trophy real estate, American icons, sports teams, arenas and amusement parks, Mr. Peiser said. Because there is no stand-alone casualty terrorism policy available in the market, these companies are going without the coverage, he said.\nAt Liberty Mutual, terrorism is being written on an ''account-by-account basis,'' according to Mr. Pickens.\n''In certain classes where there truly is not a significant peril associated with terrorism, the underwriter has some discretion as to whether to exclude it or not,'' he said.\nAs for commercial property owners, such as large mall owners with facilities in major metropolitan areas such as San Francisco, the District of Columbia or New York City, ''I think they're struggling a bit,'' Mr. Pickens said.\n\nLoad-Date: July 12, 2002"
}