{
    "title": "Hard-liners plan to talk with Gorbachev",
    "publisher": "the capital ",
    "year": 1991,
    "month": 2,
    "day": 17,
    "full text": "A small group of hard-liners advocating a return to dictatorship said Saturday that President Mikhail Gorbachev has agreed to meet and discuss their plan to replace him. But Vladimir Voronin, head of the self-proclaimed National Salvation Committee, admitted he has no date yet for the meeting. \"I spoke with Gorbachev face-to-face\" and he promised a formal meeting sometime in the future, Voronin said. Voronin said he hopes to persuade Gorbachev to admit failure and voluntarily surrender power to a collective dictatorship.\nPhilippines asks\n price for bases\n MANILA, Philippines President Corazon Aquino said Saturday that the United States could keep its military bases for seven years if it is willing to meet Manila's price. Mrs. Aquino issued the statement after talks on the future of the six bases in the Philippines wound up deadlocked. U.S. spokesman Stanley Schrager said technical committees will meet Monday in Manila to iron out differences. A spokesman for the Philippine delegation, Raul Rabe, said Manila wanted $ 825-million a year until 1998. Rabe said the Philippines was willing to accept $ 400-million in cash and the rest in non-budgetary assistance.\n Executions of PLO\n guerrillas reported\n BEIRUT, Lebanon In the aftermath of large-scale clashes between rival factions within the Palestine Liberation Organization, 20 guerrillas who had participated in a mutiny against their commander were executed in southern Lebanon early Saturday, security officials said. The officials said so-called revolutionary courts tried and condemned to death close aides to a battalion commander in Yasser Arafat's Fatah group, the main PLO faction, who had led an armed insurrection against his superior officers.\n Gunshots set off terrorism panic\n ROME Four gunshots fired near a runway at Rome's international airport Saturday set off a terrorism alarm and a search by 500 police officers, authorities said. Police detained three Italians and determined that terrorism was not a factor, Interior Ministry spokesman Umberto Campini said. Investigators think the men may have been testing an assault rifle in the woods near the airport, Campini said. He said police at first thought the assailants had planned to attack a plane. More than 500 officers took part in the search, armed with bulletproof vests and submachine guns and backed by helicopters.\n Elsewhere . . .\n PHANG-NGA, Thailand Cigarette-smoking looters rummaging through an overturned explosives truck probably touched off a huge blast that killed 123 people and devastated a village in southern Thailand, police said Saturday.\n ISLAMABAD, Pakistan Guerrillas fighting the Soviet-backed Afghan government fired rockets into the capital of Kabul on Saturday, killing eight civilians, official Kabul Radio reported.\n LONDON Thousands of homosexual men and women marched through London on Saturday to protest government plans to impose tougher penalties for some sex offenses. Legislation before Parliament would allow harsher sentences for public indecency between men, soliciting, and procuring others to commit homosexual acts.\n BUCHAREST, Romania Romania's government held emergency talks Saturday in an effort to deal with a week-old railway strike.\n PASSAU, Germany Police arrested several people Saturday for raising their hand in a Hitler salute during a rally in this Bavarian city, authorities said. It is illegal to make the salute in Germany.  Those arrested face a penalty of up to three years in jail.\n \n\nLoad-Date: November 12, 1992"
}