{
    "title": "HARD ISTANBUL LIFE OFFERS FEW CHOICES; Youths Earn Too Little to Survive but Feel They Can't Return",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 2,
    "full text": "Hasan would like to go back to his village but cannot because it would bring dishonor to the family.\n\"life was better in the village, but once a boy comes to the city, he can't go home because that would mean failure,\" explained Hasan, who is 17 years old and came here to look for work four years ago.\nLike 70 percent of the capial's two and a half inhabitants, Hasan lives in one of the bleak squatters' houses called gecekondus, or night houses, that have sprouted all over the hills around Ankara.\nHasan, who would rather not mention his last name, is from the village of Otaci, 45 miles west of Ankara, where his father has a small farm producing wheat, vegetables and a few cows.  The boy came to Ankara because he was \"bored\" with farm life and also because it is the tradition for village boys to go off to the city and seek a better life.\nFeature article on life in Istanbul describes how youths earn too little to survive but feel they can't return as failures to their farming villages\nHe has tried to get his father to come to Ankara, but he refused, saying ing that life was too hard in the city and that it was too difficult to get a job.\n \nTerrorism Slowed Flow to Cities\nAlthough he would not tell his family, Hasan agreed with his father. Several times last year, when terrorism and anarchy reached a peak, he thought seriously about going home for good.  Last August, an average of 25 people were being killed each day, most of them in the cities and the gecekindus.\nThe flow to the cities slowed last year because people heard tales about terror in the gecekindus and that they were controlled by leftist and rightist gangs.\nSince the military takeover in September, the leftist and rightist militants have either been arrested or gone underground, and the gecekondus have been quiet.\nNevertheless, the movement to the cities has not noticeably increased, according to several chiefs in the gecekondu districts.  Unemployment is the main reason for this, the chiefs agreed, although rising food prices in the cities are also a factor.  Unemployment is said to be about 25 percent of the labbor force.  Inflation rose to more than 100 percent last year, one of the highest rates in the world.  Although the military government has curbed inflation, food prices are still going up faster than anything else is.\n \nHis Job Pays Little\nHasan, a small, wiry youth, has found a job as a messenger in an office for about $40 a month, which is enough for his cigarettes and bus fare but but not much else.\nFortunately, he lives with his older sister and her husband and their three children in a two-room gecekondu that is owned by his father.  According to Turkish law, if a family puts up four walls and a roof overnight, it owns the gecekondu.\nHis brother-in-law is an electrician in a Government office and earns about $100 a month, which even in a gecekondu is not enough to live on.\nBut like most gecekondu people, who still have ties with their villages, they receive help from home.  Hasan's father sends them the staples-- butter, yogurt, milk and eggs--from the farm.  They buy meat twice a year for the Moslem holidays.\n\"The worst part about living in a gecekondu is the difficulty to get there,\" Hasan told visitors as he showed them the district where he lives.  It is called Sentepe, or Joyful Hill, and is a conglomeration of small pastel houses with red tile roofs and no greenery, sewers or roads.\nHasan said he was lucky because he had only a 10-minute climb through the mud paths to get to the main road.  His boots, tied together with a pink string and half a shoelace, showed signs of hard wear.\n \nA Long Trip to Work\nSome people live farther up the hill and cannot get coal up to their houses for heat in the long, freezing winters.\nBut it usually takes Hasan two hours to get to work because of the long lines waiting for a bus of dolmus, a collictive taxi.  It's even worse getting home.\nLast year, there were many problems, Hasan recalled, describing how political gangs used to patrol the streets around the gecekondus.  Once a group of bearded boys blocked his way and asked him which side he belonged to.  \"I said I was 16 and didn't belong to any party, and so they beat me up,\" he recounted.  Another time, people threw rocks at him and beat him without asking questions.  Sometimes his way to work was blocked by burning tires.\n\"Now the army's here, they guard the bus stops and there are no more fights,\" he said, adding that he would still rather be back on the farm.\nThere is, however, another reason Hasan can't go home: he has too many debts, he said.  He said he had borrowed \"too much money\" to buy clothes and presents for his fiancee, who is a second cousin born on the same day he was and promised as his bride from birth.  He said he would marry her after the spring harvest.\nHe was not sure what he would do then.  He would like to find a better job, but what could he do with only five years of primary education?  He could, of course, go back to the village, but he does not even know how to farm anymore."
}