{
    "title": "HARPHAM TRIAL RESCHEDULED Judge cites ad campaign, events for new King memorial",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 8,
    "day": 13,
    "full text": "A dedication ceremony for a Martin Luther King Jr. memorial in Washington, D.C., prompted a federal judge on Friday to delay the trial of a man accused of planting a bomb along the planned route of a march to honor the slain civil rights leader in Spokane.\n Domestic terrorism suspect Kevin W. Harpham's trial will begin with jury selection on Sept. 12, not Aug. 22 as previously scheduled, U.S. District Court Judge Justin Quackenbush ruled.\n The King memorial will be officially unveiled on Aug. 28 in D.C. but it opens Aug. 22. A national advertising campaign promotes the ceremony, and local events are planned, Quackenbush said.\n Defense lawyers had requested the trial delay after Quackenbush raised concerns earlier this week that attention to the MLK dedication ceremony could unduly influence jurors, according to court testimony.\n Quackenbush said 15 jurors - including three alternates - will be selected from a group of 60.\n In addition, Quackenbush ruled Friday that jurors will not hear statements Harpham made after his arrest March 9 because FBI agents did not read the suspect his rights as the Constitution requires.\n Harpham's defense attorneys had asked the judge to suppress the statements because he wasn't read his Miranda warnings until about 2 1/2 hours after his arrest. Harpham also wasn't immediately told of the reason for his arrest when he asked. The FBI has testified that behavioral science experts told them to wait to question Harpham to try to gain his trust.\n \"Does the government pick and choose what rule of law they can comply with?\" Quackenbush said. \"The rule of law applies to all of us, including those FBI agents.\"\n Statements eliminated as evidence under Quackenbush's ruling include Harpham asking the federal agents how long they had \"known\" of him.\n Harpham was arrested on a bridge near his home outside Addy, Wash., and taken to the Sheriff's Office at the Stevens County Courthouse, where federal agents taped a 10-minute conversation without advising Harpham of his rights, though court documents say he said nothing incriminating. Harpham requested the recording be stopped about 11 a.m., and he was read his rights.\n Quackenbush criticized the FBI for taking Harpham to a judicial building but not bringing him before a judge. Harpham was transported to Spokane to appear before a federal magistrate later that afternoon.\n Assistant U.S. Attorney Joseph Harrington said investigators were obeying the \"six-hour rule,\" which calls for federal defendants to appear before a judge within six hours of arrest. But Quackenbush said the rule doesn't circumvent Miranda warning requirements.\n \"My concern is that what took place violates the law,\" Quackenbush said.\n Harpham, 37, is charged with committing a hate crime, using a firearm in relation to a crime of violence, attempted use of a weapon of mass destruction and unauthorized possession of an unregistered explosive device. He's being held without bail at the Spokane County Jail.\n The hate crime charge alleges Harpham targeted the MLK Unity March in downtown Spokane on Jan. 17 \"because of actual or perceived race, color and national origin of any person.\"\n He faces 30 years to life in prison if convicted.\nSIDEBAR:\n THREE-WEEK DELAY\n Domestic terrorism suspect Kevin W. Harpham's trial will begin with jury selection on Sept. 12, not Aug. 22 as previously scheduled.\n\nLoad-Date: February 27, 2012"
}