{
    "title": "Harrah's weighs land investment as asset for captive From hurricanes to terrorism, facility has serv",
    "publisher": "business insurance",
    "year": 2007,
    "month": 4,
    "day": 30,
    "full text": "The risk management department at Harrah's Entertainment Inc. is exploring buying land as an investment for one of its captives.\nWhether to invest in land as an asset for the company's Bermuda-based facility has not yet been decided, emphasized Lance J. Ewing, vp-risk management for Harrah's.\nDoing so would reduce excess liquid assets built up in the captive, Aster Insurance Ltd., but it also would help its parent company have land for future expansion projects, said Debbie Burd, director, financial services for the company's risk management department.\nThe captive's liquidity ratio, a measurement of its cash assets and ability to pay short-term obligations, is approximately 150%, Mr. Ewing added. Captive regulators commonly require a liquidity ratio of at least 75% of expected liabilities.\nHarrah's owns three captives that include the Bermuda facility. Formed in 1990, Aster supports its parent's property and casualty programs.\nOn the property side, Harrah's individual operating units must pay the first $200,000 of any loss. Above that amount, Aster provides up to $5 million in insurance. Harrah's retains an additional amount above the $5 million layer before coverage kicks in from its insurers and reinsurers.\nAster excludes coverage for catastrophe losses, such as those caused by hurricanes, Ms. Burd said. The facility, however, has played a vital role in helping Harrah's mitigate the impact of catastrophes on its insurance markets.\nAfter the Sept. 11, 2001, terrorist attacks, for instance, the captive temporarily filled a layer when property insurers could not provide the capacity. Following the 2005 Gulf Coast storms, Aster also took on more risk, which helped Harrah's access reinsurance, Ms. Burd added.\nOn the casualty side, Aster covers Harrah's large self-insured retentions for general liability and workers compensation claims. Mr. Ewing declined to provide details of Harrah's casualty retention amounts, but said management at each Harrah property is responsible for a large retention ``so that they have skin in the game for preventing and mitigating casualty claims.''\nApart from Aster, Harrah's also owns a Barbados facility that is in runoff, Ms. Burd said. Harrah's acquired the Barbados captive, Red Oak Insurance Co. Ltd., when it purchased another gaming company.\nThe Barbados facility's previous owners managed it differently than the way Harrah's operates Aster. So instead of conducting a loss portfolio transfer and moving the acquired captive's risks into Aster, Harrah's will let the Barbados facility expire when all of the claims close out eventually.\nIn 2006, Mr. Ewing formed another Harrah's captive, Romulus Risk & Insurance Co. Inc. in Nevada. Harrah's uses that entity for terrorism coverage arrangements including accessing the federal Terrorism Risk Insurance Act backstop.\nAdditionally, Mr. Ewing said he has nearly completed arrangements that will allow the Nevada captive to write third-party coverage for entertainers and other vendors that conduct business with Harrah's. The Nevada captive also could be used to write employee disability coverage, Mr. Ewing said.\nAnd should the U.S. Treasury Department ever restrict current advantages for U.S. companies using offshore captives, as was considered a few years ago, Harrah's could readily move its business to a U.S. facility, Mr. Ewing said.\nAtlanta-based Beecher Carlson Holdings Inc. manages the Nevada and Bermuda captives, and Mr. Ewing serves as board executive for Aster and as president of Romulus.\nMs. Burd serves as vp and treasurer of Aster and sits on its board. She is also immediate past chair of the Minneapolis-based Captive Insurance Cos. Assn. and currently is part of CICA's executive committee.\nFor an admitted captive, land is an asset under Bermuda regulations, Ms. Burd said. Few captive owners, however, take advantage of that.\nUnder the plan she has evaluated for Harrah's, the captive could purchase land while the parent could pay for an option to buy the land. That arrangement would allow the captive to earn an option fee that would offset interest income lost on the money spent to purchase the land.\n``That is a little creative,'' Ms. Burd said. ``I don't know too many people that have done that with their captive, yet (land is) an asset that is increasing in value.''\nThe arrangement is on hold, however, Ms. Burd said.\nThat's because Harrah's shareholders on April 5 agreed to a $90 per share merger with affiliates of private equity investors Texas Pacific Group and Apollo Management L.P. Harrah's said, pending regulatory approvals, the deal to take the company private could be completed by the end of this year.\nGaming giant\nMemphis, Tenn.-based Harrah’s Entertainment Inc. says it is \"the world's largest provider of branded casino entertainment.\" Many of its brands are associated with legendary casinos and include Caesars, Harrah’s, Horseshoe, Bally’s, Flamingo, Paris, Rio, Showboat and Harveys. Harrah’s properties are spread throughout 50 locations in 13 states and six countries, with other properties under development.\nAs of mid-June 2006, the company’s assets included:\n2,677,452 square feet of casino space\n1,575,770 square feet of convention center space.\n63,335 slot machines\n30,793 hotel rooms\n6,522 hotel suites\n2,256 table games\n469 poker tables\n\nLoad-Date: May 5, 2007"
}