{
    "title": "Harsh Report on Iran Opposition Group Draws Ire in Congress",
    "publisher": "the new york times",
    "year": 1994,
    "month": 11,
    "day": 1,
    "full text": "The State Department upset many members of Congress today by issuing a scathing report about a prominent Iranian opposition group without meeting with officials from the group, as more than 100 lawmakers had asked it to do.\nBrushing aside Congressional pleas to get the views of the People's Mujahedeen, the State Department concluded that the armed resistance group engages in terrorism inside and outside Iran and is closely allied with President Saddam Hussein of Iraq.\nLast April, Congress passed a bill calling on the Clinton Administration to prepare an unbiased report about the Mujahedeen with the expectation that the State Department would meet with the group. Many members of Congress support contacts, arguing that they can speed the demise of Iran's religious government and can be a moderating influence on the Mujahedeen, which maintains military bases in Iraq, near the Iranian border.\nState Department officials today defended their decision not to meet with the Mujahedeen by asserting that it is an inconsequential group, carries out terrorist acts and killed six Americans in Iran in the 1970's. The department also branded the Mujahedeen as undemocratic and said its leader, Massoud Rajavi, does not brook dissent and has sought to develop a cult of personality.\nWhile many members of Congress agreed with the State Department, Representative Robert Torricelli, a New Jersey Democrat who spearheaded the Congressional appeal for a meeting with the Mujahedeen, asserted today that the department report flouted the will of Congress.\n\"By not consulting with the Mujahedeen,\" he said, \"the State Department's report fails to comply with the desire of Congress to obtain an accurate and balanced picture of the resistance group.\"\nRepresentative Dan Burton, an Indiana Republican who is another vigorous supporter of talking with the Mujahedeen, accused the State Department of continuing \"to thwart the will\" of Congress.\n\"The Iranian regime is the biggest state sponsor of terrorism in the world, and it continues to commit grave violations against its own citizens,\" he said. \"It is important to pursue all avenues in dealing with this rogue state, and that includes dialogue with the spectrum of the opposition.\"\nRepresentative Edolphus Towns, a New York Democrat, called for a new study, saying the State Department report \"is a gift to the Iranian regime\" and \"contradicts the mandate given by the Congress.\"\nShahin Gobadi, the Washington spokesman for the Mujahedeen, said the State Department report was \"a bunch of bold-faced lies.\" He denied that the organization was allied with President Hussein, that it engages in terrorism or that it ever killed Americans. He insisted that his organization is Iran's leading opposition group and has become more democratic in recent years.\nFounded in 1965, the Mujahedeen worked closely with the forces of Ayatollah Ruhollah Khomeini to overthrow the Shah of Iran in 1979, and said it supported the taking of American hostages in the embassy in Teheran. The Mujahedeen eventually split with the Khomeini Government and sought to overthrow it.\nMr. Gobadi said the Administration refused to meet with his organization because it was eager to curry favor with Iran. He said the State Department under President Ronald Reagan began contacts with the Mujahedeen in 1987 but cut them off soon after, when Iran threatened that American hostages in Lebanon would never be released if such a dialogue continued.\nDavid Johnson, a State Department spokesman, denied that his agency was shunning the Mujahedeen to appease Teheran's mullahs. \"We do meet with Iranian opposition groups, but not ones involved in terrorism,\" he said. \"The Mujahedeen continues to carry out acts of violence against civilians.\"\nNoting that the Mujahedeen is based in Iraq and received weapons and money from President Hussein, he said, \"It has little support inside Iran or among Iranian exiles because it fought alongside Saddam during the Iraq-Iran War.\"\nIn sending the report to Congress, Wendy R. Sherman, Assistant Secretary of State for Legislative Affairs, said, \"Our conclusions about the Mujahedeen do not in any way imply support for the behavior of the current regime in Iran.\" Her letter condemned \"outlaw Iranian behavior,\" which she said included support for terrorism, opposition to the Middle East peace process and attempts to acquire weapons of mass destruction.\nState Department officials say the Mujahedeen has won considerable support in Congress through intense and sophisticated lobbying efforts by Western-educated Iranians.\nIn its conclusion, the State Department report says, \"Shunned by most Iranians and fundamentally undemocratic,\" the Mujahedeen is \"not a viable alternative to the current government of Iran.\"\nPaul P. Marcone, chief of staff for Representative James A. Traficant Jr., an Ohio Democrat, said Mr. Traficant supports meeting with the Mujahedeen because \"he thinks they are probably the best hope for democracy in Iran in the short term and we should at least try to help them.\"\n\nLoad-Date: November 1, 1994"
}