{
    "title": "Harsh talk by GOP Sens. on Don's speech",
    "publisher": "daily news ",
    "year": 2017,
    "month": 8,
    "day": 13,
    "full text": "SEVERAL GOP senators ripped into President Trump Saturday after he delivered a tepid statement on the violence at a white supremacist rally in Virginia.\n\"Mr. President - we must call evil by its name,\" Colorado Sen. Cory Gardner tweeted. \"These were white supremacists and this was domestic terrorism.\"\nThe President, in an address at his golf club in Bedminster, N.J., condemned the bloodshed in Charlottesville - but did it by blaming \"hatred, bigotry, and violence on many sides.\"\n\"The hate and the division must stop and must stop right now,\" said Trump, adding, \"we have to come together as Americans with love for our nation\" and \"true affection for each other.\"\nThe President refused to mention by name the white nationalists, Ku Klux Klan members or neo-Nazis blamed by state leaders for fomenting the violence.\nSen. Marco Rubio of Florida was among a host of top Republicans who were quick to criticize the omission. \"Very important for the nation to hear @potus describe events in #Charlottesville for what they are, a terror attack by #whitesupremacists,\" Rubio tweeted.\nUtah Sen. Orrin Hatch turned personal in his dig on Trump. \"We should call evil by its name,\" Hatch tweeted. \"My brother didn't give his life fighting Hitler for Nazi ideas to go unchallenged here at home.\"\nSenate Judiciary Chairman Chuck Grassley of Iowa flatly stated that he believed the protesters were engaging in homegrown terrorism. \"What 'White Nationalists' are doing in Charlottesville is homegrown terrorism that can't be tolerated anymore [than] what any extremist does,\" Grassley said.\nEven New Jersey Gov. Chris Christie, one of Trump's most loyal supporters, joined the chorus. \"We reject the racism and violence of white nationalists like the ones acting out in Charlottesville,\" Christie said. \"Everyone in leadership must speak out.\"\nTrump addressed the Virginia violence at the start of a veterans' event at his New Jersey golf club. Race-fueled violence, Trump said, has \"been going on for a long time in our country - not Donald Trump, not Barack Obama.\"\nThe President went on to oddly boast about strength of the economy. \"We have so many incredible things happening in our country so when I watch Charlottesville, to me it's very, very sad,\" Trump said.\nBut former KKK leader David Duke, who attended the rally, cited the President as its inspiration Saturday.\nThe demonstration, he said, is \"to fulfill the promises of Donald Trump.\"\nLater, Duke condemned Trump's lukewarm remarks. \"I would recommend you take a good look in the mirror & remember it was White Americans who put you in the presidency, not radical leftists,\" Duke tweeted.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: August 15, 2017"
}