{
    "title": "HART, RUDMAN REPORT SAYS U.S. STILL UNPREPARED FOR TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 10,
    "day": 25,
    "full text": "The next terrorist strike against the United States could be more deadly and disruptive than the Sept. 11 attacks, a new report warns.\n\"America remains dangerously unprepared to prevent and respond to a catastrophic terrorist attack on U.S. soil,\" said the task force chaired by former Sens. Gary Hart, D-Colo., and Warren Rudman, R-N.H.\nThe report by former top government officials, academics and business leaders said few ships, trucks and trains that enter the United States each day are searched.\nEmergency personnel are unprepared for chemical or biological attacks, the report added.\nOil refineries and energy-distribution lines could be sabotaged. State and local police still lack access to State Department terrorist watch lists.\n\"When it comes to combating terrorism, the police officers on the beat are effectively operating deaf, dumb and blind,\" it said.\nThe report comes a week after CIA Director George J. Tenet warned that Osama bin Laden's al-Qaida network is likely to strike against the United States sometime soon. He said that the current situation is similar to what existed before the Sept. 11 attacks.\nBecause a year has passed without a major terrorist attack against the United States, the report says, \"there are already signs that Americans are lapsing back into complacency.\"\nRudman and Hart had led a previous commission whose warnings in January 2001 seemed prophetic eight months later\nThat commission, created by Congress, said the threat of international terrorism was growing and recommended creating a homeland security agency.\nPresident Bush created a Homeland Security office shortly after the Sept. 11 attacks. He has proposed creating a full Cabinet department, but Congress has not yet approved it.\nHart and Rudman's latest panel was formed by the Council on Foreign Relations. Its 17 members included former secretaries of State Warren Christopher and George Schultz, former FBI and CIA Director William H. Webster and retired Adm. William J. Crowe, former chairman of the Joint Chiefs of Staff.\nAmong the panel's recommendations:\n*Establish 24-hour operations centers in all states to provide terror watch-list information.\n*Provide federal funds to clear the backlog of state and local government requests for protective gear, training and communications equipment.\n*Strengthen security for sea and land transportation.\n*Evaluate areas of vulnerability for energy supplies and develop a stockpile of backup components so energy operations could be restored if damaged.\n*Strengthen health agencies' ability to detect disease outbreaks.\n\nLoad-Date: October 29, 2002"
}