{
    "title": "Harty sentenced for role in Kinsman beating",
    "publisher": "morris daily herald ",
    "year": 2011,
    "month": 9,
    "day": 7,
    "full text": "Sept. 07--The Ransom man originally accused of a hate crime in 2009 pleaded guilty in circuit court Wednesday to aggravated assault.\nLuke Harty, 34, was sentenced to two years conditional discharge, four days in the Grundy County Jail, fined $200 and ordered to pay $5,000 in restitution after punching and kicking Faud Nafie on Nov. 21, 2009, according to a press release from Grundy County State's Attorney John Bates' office.\nHarty's co-defendant in the Kinsman incident, Scott D. Finch, 34, pleaded guilty earlier this summer to a misdemeanor charge of aggravated assault. He also was given two years conditional discharge, plus four days in jail, fined $200 and ordered to pay $5,000 in restitution.\nThe attack on Nafie occurred outside Uncle Dave's Bar in Kinsman. Following the closing of the bar that evening, an altercation occurred outside the establishment.\nBoth Harty and Finch were originally charged with aggravated battery. No hate crime charges were formally filed.\nBates said Wednesday his office looked into possible hate crime charges based on the fact that a month prior to the crime, Nafie's employer, Tahawwur Hussain Rana, was arrested on federal terrorism charges. Because of this, it could be thought that Nafie was beat up in relation to working for a terrorist.\nRana was ultimately convicted of terrorism charges. After conducting interviews, Bates said it was found that inflammatory remarks were not made by Harty nor Finch prior to the incident. In fact, it appeared the victim and the defendants were getting along in the bar before the attack.\n\"We couldn't collaborate at any point prior to the arrest that any remarks were made making it a hate crime,\" Bates said.\nNafie did not want to testify due to his religious beliefs, Bates said, and therefore the ultimate disposition for the case was reached after numerous meetings with Nafie.\nBates said he did not feel Nafie's lack of wanting to testify resulted in a lesser charge.\n\"When deciding disposition in a case, you look at the strength and weaknesses and what the victim wants,\" he said.\n___ (c)2011 the Morris Daily Herald (Morris, Ill.) Visit the Morris Daily Herald (Morris, Ill.) at www.morrisdailyherald.com Distributed by MCT Information Services\n\nLoad-Date: September 8, 2011"
}