{
    "title": "Harvard and Terrorism",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 3,
    "day": 24,
    "full text": "What turns people into terrorists? Poverty and oppression, liberals tend to argue. But, as has been noted, Osama bin Laden is a multimillionaire, and many of his foot soldiers were actually educated in America. What really seems to matter is what's in their minds.\nThat's the implication of an absorbing new book about a homegrown terrorist, Ted Kaczynski. In \"Harvard and the Unabomber: The Education of an American Terrorist,\" intellectual historian Alston Chase argues that Kaczynski - who conducted a series of 16 bombings over 17 years that killed three people and severely maimed or injured many more - wasn't the nut of popular myth.\nInstead, he was a highly intelligent individual who suffered not from too little capacity for reason but too much of it. The key to his killing spree, Mr. Chase asserts, can be found in the ideas and experiences he absorbed as a student at Harvard University. \"He is an intellectual and a murderer,\" sums up Mr. Chase. \"And the connection between these two lies at Harvard.\"\nMr. Chase, himself a graduate of Harvard (and, like Kaczynski, a man who would later take up residence in Montana after years of teaching philosophy at leading universities), rejects the notion that the counter-culturalism of the 1960s was to blame. He posits that the upheavals of the 1960s were a product of the \"culture of despair\" that gripped higher education in the 1950s under the pressure of the Cold War and fears of nuclear war.\n\"From humanists we learned that science threatens civilization,\" sums up Mr. Chase. \"From the scientists we learned that science cannot be stopped. Taken together, they implied there is no hope.\"\nKaczynski appears to have imbibed that lesson well. In a stunning bit of detective work, Mr. Chase found that Kaczynski had volunteered for a series of abusive psychological experiments in which he was asked to write an essay about his personal beliefs. \"There is no morality or objective set of values,\" he wrote, no doubt hoping to please the professoriate.\nBut the real purpose of the experiments was to expose the subjects to a humiliating cross-examination that would break them down. The man behind the experiments, Harvard's renowned Henry Murray, had long served as an adviser to American intelligence agencies on interrogation techniques.\nMr. Chase argues that the experience ultimately ignited Kaczynski's sense of rage against modernity. Not long after taking a Ph.D. in math from the University of Michigan, where by all accounts he performed brilliantly, Kaczynski began to plot his revenge. After some abortive experiments with package bombs, including an effort to bring down a jetliner (\"Unfortunately plane not destroyed, bomb too weak,\" Kaczynski chillingly recorded in a coded journal), his murder campaign started in earnest in 1978.\nNot until 15 years later did authorities catch the canny, methodical Kaczynski, who was ultimately judged competent to stand trial. The break came after he sent a 56-page \"manifesto\" to the media railing against technology. It contained telltale word clues that his brother recognized. After months of agonizing, the brother turned him in.\nAs then-Detroit News columnist Tony Snow wrote at the time, the Unabomber's manifesto was a mishmash of Marxist, environmentalist, and Luddite ideas that seemed eerily similar to the preachings of Vice President Gore. \"Not, as Snow would have it, because some special affinity existed between the two men,\" observes Mr. Chase, \"but because these ideas resembled virtually everyone else's opinions as well.\"\nIf the Unabomber had been a right-winger, the mainstream press would have been quick to attack people like Rush Limbaugh for fomenting terrorism. Few questions were raised about where the Unabomber might have come by his beliefs, at least until Mr. Chase, who attended the trial and expresses dismay at the herd instinct he saw at work among the press, came along.\nThere are gaps in Mr. Chase's theory, starting with the obvious fact that none of Kaczynski's classmates went on to become killers. But surely Mr. Chase is right to insist that ideas have consequences, and that not even august institutions like Harvard can escape responsibility for them. And surely, as Mr. Chase argues in his conclusion, there is a connection between the murderous nihilism we see at work in the world - most spectacularly on September 11, 2001 - and the playing-with-ideas relativism so fashionable among the modern intellectual classes.\n\nLoad-Date: March 26, 2004"
}