{
    "title": "Harvard and the Pakistan crisis",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 16,
    "full text": "Recognizing a courageous display of commitment to law and democracy amidst the ongoing turmoil in Pakistan, the Harvard Law School Association announced on Tuesday that it would award Pakistani Chief Justice Iftikhar Chaudhry the Harvard Law School Medal of Freedom. Chaudhry is currently being held under house arrest in Pakistan, so for the time being, he will not be able to travel to Cambridge to receive the award, HLS's highest honor. The Chief Justice was detained after he convened the Pakistani Supreme Court to declare the national state of emergency imposed by President Pervez Musharraf null.\nWe applaud HLS Dean Elena Kagan for acknowledging heroic efforts of resistance during the calamity in Pakistan. We look forward to joining her in welcoming Chief Justice Chaudhry, who has risked his own well-being to protect the rule of democracy and law in Pakistan, to Cambridge in the near future.\nIn recent months, President Musharraf and his gang have repeatedly taken steps to undermine the democratic process in the country. Musharraf's supposed aims to bring stability to the country are only in name. In appointing a prime minister Thursday, for example, Musharraf called on Mohammedmian Soomro, his close ally and member of his own ruling League-Q party. This is hardly the action of a man with the nation's best interest in min­d -- it is blatant cronyism.\nPakistan has become a place where dissent is not tolerated. Musharraf established emergency rule about two weeks ago, citing national security as the reason. He claimed that emergency rule was necessary to quash the growing risk of terrorism. Hundreds of critics of Musharraf have been detained since he imposed emergency rule. Notable among the detained is Benazir Bhutto '73, leader of the opposition party. Previously, Bhutto had been in negotiations with Musharraf about possible power-sharing arrangements. In addition to suspending the Supreme Court, jailing judges, and putting off steps toward a new election, Musharraf has silenced private media.\nIf Musharraf has any twinge of desire for redeeming himself, he needs to align his actions with his rhetoric. Silencing and detaining opposition is not the way to avoid being subject to terrorism -- it is a step toward terrorism. Musharraf should end emergency rule immediately, reinstate the judiciary, and hold elections as soon as possible in the new year as originally promised. Only then will Musharraf be living up to his words, and only then will Pakistan have any hope of being of the path to democracy.\n(C) 2007 Harvard Crimson via U-WIRE\n\nLoad-Date: November 16, 2007"
}