{
    "title": "Hasan Minhaj gets hilariously political at 'Knight of Comedy'",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 30,
    "full text": "If Hasan Minhaj was still on \"The Daily Show,\" he'd probably be hard at work on some Brett Kavanaugh material, trying to find humor in an incredibly controversial and complex situation. But he left the show earlier this year, freeing up his schedule to work on his upcoming Netflix special, \"Patriot Act.\" Last Friday, he performed some of that new material in front of a full audience as the main act for the Rutgers University Programming Asocciation's \"Knight of Comedy.\"\nRUPA's \"Knight of Comedy\" is a biannual event which has featured noted comedians like Tiffany Haddish, Pete Davidson and Ilana Glazer. Jenny Huang, RUPA's Media & Culture director and a School of Arts and Sciences junior, explained the choice in adding Minhaj to the list of talented acts to visit Rutgers. \"He's an interesting guy, he's an Indian-Muslim man who appeals to many diverse populations,\" she said.\nSonia Denis was the opening act of the doubleheader, warming up the already eager audience. Named by Comedy Central as a \"Comic to Watch,\" Denis's set was full of rapid-fire riffs on everything from weed to anxiety to the police. Her delivery was marked by a tendency to punctuate the end of her sentences by pitching her voice up, keeping the tension high throughout. The set was deeply self-referential, as Denis cracked on her Rwandan upbringing and her life in NYC. The tone was slightly nihilistic, as she touched on darker material like suicide, but the audience didn't seem to mind and gave her a warm reception. Once she knocked out her 20 minutes, it was time for the main event.\nMinhaj's billing as the top act is due to his successful stint as a correspondent on \"The Daily Show,\" a sterling performance at the 2017 White House Correspondents' Dinner and a well-received Netflix special entitled \"Homecoming King.\" With such a resume, it's clear why the event - which is usually held in Busch campus' Multipurpose Room - was moved to College Avenue in anticipation of large crowds. One of the main RUPA members assigned to handle the crowd was Usher Lead Parker Mcgowan, a School of Arts and Sciences sophomore. Eager to handle the task he said, \"I'm just excited to see all the students have fun.\"\nAs soon as Minhaj took to the stage he made note of the audience. \"There's a lot of brown people here,\" he said. And he was right, as Rutgers' South Asian community came out in full force to see him. Lighthearted cracks about confused uncles on Whatsapp and Groupon were clearly shared experiences between the comic and his audience and gave way to some of the most uproarious reactions of the night. In contrast to Denis, Minhaj's set had a lot less to do with himself.\nTrue to his \"The Daily Show\" training, Minhaj tackled heavily political issues, namely immigration and terrorism. Old and new iterations of President Donald J. Trump's travel ban and terrorism detection policy were discussed at length, with Minhaj using multiple snippets of news broadcasts from NBC, CNN and FOX. He also talked about coded language and misconceptions around these issues, with a clear intent to educate and entertain. His take on the issue was beyond fair, and he heavily emphasized the use of statistics and facts to back the stances he took on the subject.\nAudience members seemed appreciative of the importance of the topics, and the care that Minhaj took to make a nuanced point about the problems that have affected thousands of lives. Rashi Tripathi, a Rutgers graduate with a degree in ITI said, \"He really hit on a lot of important points, and it's important for people to understand that they do have a voice.\"\nThe night was one to remember, with laughter ringing through the venue and spilling out into the evening once the show was over. In the end, RUPA's choice to bring Minhaj to campus was the right one as Huang said, \"He talks about issues that I think are super important to any diverse body, like Rutgers.\"\nThe standing ovation Minhaj received in parting goes to show that the audience agreed. His efforts, whether humorous or heartfelt, did not fall on deaf ears.\n\nLoad-Date: October 1, 2018"
}