{
    "title": "Hasan Minhaj tackles Islamophobia with comedy",
    "publisher": "university wire",
    "year": 2017,
    "month": 12,
    "day": 7,
    "full text": "LAUREN QUESTELL/PHOTOGRAPHY EDITOR The final Milton S. Eisenhower Symposium 2017 event of the semester featured comedian, actor and writer Hasan Minhaj of The Daily Show.\nComedian, actor and writer Hasan Minhaj gave a talk on Wednesday, Dec. 6, in the Turner Auditorium at the East Baltimore campus. The talk was the final event of the Milton S. Eisenhower Symposium's 2017 speaker series.\nMinhaj is best known for his work as a correspondent on The Daily Show and his web series The Truth with Hasan Minhaj. His standup special, Homecoming King, is also available on Netflix.\nMinhaj, who is Muslim and Indian-American, began his talk by discussing the effects of racism and xenophobia both on his personal life and on the U.S. today.\n\"I can't speak to my mom in Urdu on a plane, because people are afraid of terrorism,\" he said. \"Fear of terrorism is the reason why we don't let refugees into the country. We're currently on our third travel ban because of that fear.\"\nAccording to Minhaj, there is a double standard in the way terrorist attacks are portrayed in the media today. He said that white terrorists are usually called \"lone wolves,\" while Muslim terrorists are branded as part of a terrorist organization.\n\"How is every crazy white dude just part wolf? How are all these guys just coincidentally Team Jacob? I don't get the double standard,\" he said. \"A brown dude goes crazy, we get teamed up. A white dude goes crazy: 12 individual wolves have gone cuckoo - if only there was a pattern.\"\nHe also said that the term \"terrorism\" is used disproportionately to describe acts of violence by people of color.\n\"There are over 100 definitions of the word terrorist, but in 2017 it's been racialized to basically mean brown people, right? People who look like me, with beards,\" he said. \"Coded language to describe things we're afraid of is used a lot. You turn the news on, you hear words like 'thug,' 'gangster,' 'illegal,' 'president.'\"\nMinhaj noted that after the recent mass shooting at a Las Vegas concert, CNN was quick to question whether the attack was the work of ISIS or another terrorist organization, with little evidence to support the claim.\n\"I don't expect anything more from CNN, they write headlines the way my dad writes emails. 1000-point font, incomplete sentences, random conspiracy theories. Vegas Shooter ISIS? Hasan call home, Mom misses you,\" he said.\nMinhaj then explained the effects of this widespread fear of terrorism on the recent political debate surrounding allowing the immigration of Syrian refugees into the U.S.\nStatistically, people in the United States are very unlikely to die of foreign terrorism. According to Minhaj, this statistic plays a key role in the refugee debate.\n\"How likely are you to die of foreign terrorism? Because that's the crux of the debate. You are more likely to die from choking, lightning, crossing the street, furniture. You're literally more likely to be killed by furniture than a terrorist organization,\" he said.\nDespite these statistics, Minhaj noted that many Americans still oppose allowing refugees to immigrate into the country.\n\"People are still scared of terrorism, because I'm giving you a rational argument to an irrational fear, and we know that never works. We all argue with family members on Facebook. We love irrational fear in America, we've got other ones besides brown people: zika, Tsars, swine flu, anthrax, shark attacks, pirates,\" he said.\nA common argument made against the immigration of refugees is the idea that they do not share typical \"American values.\" Minhaj refuted this argument.\n\"If Muslims really don't adopt American values, why do 92 percent of them say they're proud to be American? Why do 72 percent of them say you get ahead with hard work? Why do 82 percent say they're concerned about extremism? And why do U.S. Muslims accept gay marriage more than Republicans?\" he said.\nAdditionally, Minhaj claimed that immigration and diversity are fundamentally American values.\n\"The real question isn't whether refugees can accept American values. It's whether Americans can accept American values. Immigration is a fundamental American right, and yet it doesn't get the same applause or attention as, say, freedom of speech or guns,\" he said. \"We're a nation of refugees, immigrants and free thinkers.\"LAUREN QUESTELL/PHOTOGRAPHY EDITORMinhaj was the final speaker in the 2017 Milton S. Eisenhower Symposium.\nThe current screening process for Syrian refugees includes an intensive background check and a two-year waiting period.\n\"If these people are willing to wait in line for over two years to enter this country, we owe it to them to at least look at their application,\" he said.\nMinhaj then discussed some of the positive effects of immigration, specifically the ways in which it allows for new and progressive interpretations of religion.\n\"The beauty of letting everybody in, no matter where we come from, as long as they go through proper procedures, is that people can practice their religion how they choose, not how someone else chooses. And when it comes to American Islam, that's where it's taken shape in really dope and innovative ways,\" he said.\nMinhaj also noted that a large Muslim population already exists in America today.\n\"If after all that, you still want to ban refugees or Muslims, the reality of the situation is that we're already here. We already control every aspect of your life. Think about it: food, transportation, medicine. We've got it on lock,\" he said, \"We could've gotten you on every corner, but we didn't. So you're welcome, America.\"\nMinhaj then addressed the role of comedians in politics today. According to Minhaj, comedians are playing a more significant role in reporting and commenting on current events.\n\"The big thing that a lot of comedians are forced to do is, we're forced to do things like primary reporting,\" he said. \"Like CNN and Fox News, that's where you go to get your sketch comedy on... It's like bizarro-world, CNN is Comedy Central and comedians are like, 'Why aren't you reporting the truth?' It's forced all of us to elevate our game.\"\nMinhaj praised the recent increase in diversity in comedy.\n\"I think it's awesome to get every single different perspective, because a lot of times you've got your blinders on, and there's blind spots we all have to different communities. I will say I think we need more female voices of color in comedy,\" he said.\nSenior Nidhi Kedda attended the talk because she enjoyed previous MSE events. Kedda said that her favorite part of the talk was a comedy bit in which Minhaj said that, statistically, one is less likely to be killed by a foreign terrorist than one is to attend a Kanye West concert without incident.\n\"He did say how rational arguments aren't really seen in light of irrational fears, but I thought that this rational argument really put it into perspective, especially something that's as commonly known to us as Kanye going crazy at a concert,\" she said.\nKedda also enjoyed Minhaj's interactions with the audience, especially his responses to technical difficulties with lighting and sound at the beginning of the show.\n\"He bonded with people, too. I liked the fact that people were just calling out stuff. It was very personal, especially in the beginning when there were technical difficulties,\" she said. \"He really responded, you know. In most shows they just ignore it and move on.\"\nMinhaj's talk was the first off-campus event in MSE's 2017 series. Kedda said that this impacted her decision to attend the talk.\n\"There were very few people I would have left campus to see during hell week. Hasan Minhaj is an event. If it was one of the other speakers, I wouldn't have come out for that,\" she said.\nSenior Aneek Patel also attended the talk. He enjoyed the relevancy of Minhaj's material.\n\"You could tell he really hit people's frustrations right on the nail. You could tell that from the way the audience responded, so it's taking all of the absurdity that we're seeing around us, and it's channeling that in a very rational, articulate way,\" he said.\nSenior Naina Rao attended the talk because she enjoyed Minhaj's perspectives on current events.\n\"I personally like how he talks about really, really sensitive topics, but he is able to place it in a way that everyone really empathizes with and really understands, and he always brings it back to a comedic light, which is necessary in these times,\" she said.\nRao appreciated Minhaj's honesty, especially when addressing controversial political figures.\n\"I like how he just called out actual political figures by their names instead of trying to sugarcoat it,\" she said, \"He called out specific people because he's so fed up with all the racism going on, and he's very outward about it.\"\nRao also enjoyed the question and answer session at the end of the talk.\n\"It just felt like his honest thoughts, off the top of his head,\" she said.\nJunior Rachael Healy said that she also enjoyed the talk and was surprised by Minhaj's political message.\n\"I wasn't expecting it to be so on point politically. I didn't expect it to be about refugees which was really good,\" she said.\nslider\n\nLoad-Date: December 7, 2017"
}