{
    "title": "Haspel role in torture tied to Spokane remains in dark",
    "publisher": "spokesman review",
    "year": 2018,
    "month": 5,
    "day": 10,
    "full text": "Gina Haspel, a CIA officer who worked with the Spokane torture team of James Mitchell and Bruce Jessen, has said something about the Bush administration's post-9/11 interrogation program that few people directly involved with it ever have.\n It didn't work, she told a congressional committee Wednesday.\n She'd never do it again, she said.\n And she would never carry out a presidential order she considered immoral, she said.\n \"I would not allow CIA to undertake activity that I thought was immoral, even if it was technically legal,\" Haspel said. \"I would absolutely not permit it.\"\n That's what Haspel says now, in her bid to become the head of the CIA. And it's in agreement with a lot of what people have said about the agency's black-site torture regime, not the least of which is an exhaustive and scathing Senate committee report.\n But, in terms of her fitness for office, the question is not what she's saying now. It's how what she's saying now aligns with what she did then. Or doesn't.\n If she'd been deposed in the Mitchell and Jessen lawsuit, we'd have a much better idea. Instead, it's another example of what the settlement of that case helped keep in the dark.\n What Haspel now says she wouldn't do sounds a whole lot like what Haspel did do, so far as we can tell with limited information: Carry out a program of ineffective, inhumane and illegal interrogation, under the cover of flimsy, technical legality. She also participated in destroying videotaped evidence of the torture. The technical legality - the Bush administration's quickly cooked-up legal cover for torture - has now been thrown out and torture is again technically illegal.\n But the current president relishes the idea of torture as a tool for fighting terrorism, has claimed that it works, and used the restoration of waterboarding as a campaign applause line while promising to do that \"and a hell of a lot worse.\"\n So: Has Haspel's willingness to swim upstream against her moral code changed? Or is she playing the same semantic games that torture defenders often do, retreating to the  cover of that short-lived legal justification?\n If so, why should anyone credit what she says about it now?\n Haspel suggests that she might have learned her lesson from a very trying experience - one closely entwined with Mitchell and Jessen.\n \"It is important to recall the context of those challenging times immediately following 9/11,\" she told the committee. \"Having served in that tumultuous time, I can offer you my personal commitment, clearly and without reservation, that under my leadership, CIA will not restart such a detention and interrogation program.\"\n The initial program was developed and implemented by Mitchell and Jessen, a pair of entrepreneurial Spokane psychologists who worked at Fairchild Air Force base and taught survival techniques. The survival techniques, meant to teach resistance to torture, were \"reverse-engineered\" as interrogation tactics in the aftermath of the 9/11 attacks, when concerns about additional attacks were at an intense pitch.\n Mitchell and Jessen formed a company and opened offices in downtown Spokane; they were paid $81 million for their work. They developed a series of \"harsh interrogation\" tactics intended to make subjects feel helpless, and therefore cooperative, and they sometimes carried them out firsthand, including hands-on participation of interrogating terrorism suspects at a site where Haspel was the officer in charge.\n Repeatedly, they and their CIA bosses clashed with more experienced FBI interrogators over differences in approach, with the FBI interrogators urging rapport-building approaches as more effective.\n Mitchell and Jessen were sued by the ACLU on behalf of former detainees who had undergone torture, including one who died in custody. In the course of defending themselves against the suit, they attempted to have Haspel and another CIA official, James Cotsana, deposed.\n The effort to depose Haspel and Cotsana as part of their defense was that they were not responsible for the torture - they were just doing their jobs as directed by the people running the CIA under formal legal advice from the White House. In a deposition, Mitchell recounted demonstrating some of the \"enhanced interrogation techniques\" for then-CIA-director George Tenet.\n Neither man has made comments to the press in years. Mitchell sometimes makes public appearances in torture-friendly venues, such as Fox News or the American Enterprise Institute, where he peddles a form of tough-guy realpolitik and claims that torturing terrorism suspects produced invaluable information.\n Jessen has said virtually nothing publicly. But in videotaped depositions in the lawsuit that were made public, the men described being put under intense pressure by CIA officials - pushed to keep torturing detainees when they wanted to stop.\n \"They kept telling me every day a nuclear bomb was going to be exploded in the United States, and that because I told them to stop I had lost my nerve, and it was going to be my fault if I didn't continue,\" Jessen said.\n \"I think the word that was actually used is that 'You guys are pussies,'\" Mitchell said. \"'There's going to be another attack in America and the blood of dead civilians is going to be on your hands. If you won't follow through with this, then we're going to send somebody out there who will.'\"\n There's no concrete reason to believe Haspel was the one calling them  by that name. But she was clearly overseeing the program, and their effort to depose her suggests that they believed that doing so would have been helpful to their argument that they were just carrying out orders.\n The government resisted the depositions, and the case was eventually settled out of court, and Haspel never gave a deposition. Such a document would sure be enlightening, now that she's on the verge of running the country's spy agency.\n It might help us better compare what she did then with what she's saying now.\n Contact the writer:\n  (509) 459-5431\n  shawnv@spokesman.com\n Vestal\n\nLoad-Date: May 10, 2018"
}