{
    "title": "HATCH SAYS ANTI-TERRORISM LAWS MAY HELP PREVENT TROUBLE IN 2002",
    "publisher": "the deseret news",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "WASHINGTON -- Sen. Orrin Hatch, R-Utah, says anti-terrorism provisions that politicians are rushing to enact likely would not have stopped bombings at the Atlanta Olympics or TWA Flight 800 - but may help prevent terrorism at Salt Lake City's 2002 Olympics.\nAnd he - as one of the leaders who met with President Clinton Monday to try to develop another anti-terrorism package that can pass quickly - says he is amazed at how much the Atlanta and TWA incidents have changed the political climate in Washington.\nWhile politicians now want to do anything possible to fight terrorism, Hatch and Sen. Bob Bennett, R-Utah, last month had to fight to stop legislation to require future Olympics to reimburse the federal government for security work (if events turned a profit).\n''Can you imagine what it would be like if that had been the law?'' Hatch asked. ''We may have already had three or four more incidents'' in Atlanta without the 11,000 soldiers and thousands of other federal officers aiding with security there.\nHatch says he hopes to include in any new anti-terrorism bill a provision to make clear that the federal government has the lead re-spon-si-bil-ity for security at any large international event hosted here - including the obligation to pay for it.\nSen. John McCain, R-Ariz., had pushed to make future Olympics pay for federal help to spotlight what he said were abuses in Atlanta - including having soldiers serve as bus drivers and car washers, which he contended was to help turn a bigger profit.\nHatch, however, contended that was legitimate security work that helped discourage terrorists. He and McCain com-pro-mised so that Olympics making a profit would have to reimburse the military for any work not certified as essential to security.\nHatch said he also supports most provisions that the president and congressional leaders want in a new bill - and said they should help create a climate that would make it much more difficult for terrorists to operate.\n''This is all important for us with the 2002 Olympics,'' he said. ''I hope we can get things refined so terrorists would be afraid to come into the country.''\nHatch warns, however, that some of the more controversial provisions sought by Clinton may have to wait for completion of studies about their effects before they can be passed.\nFor example, an anti-terrorism package passed earlier this year called for a yearlong study on whether using chemical markers, or ''taggants,'' in explosives to make them easier to trace might make the explosives more unstable and dangerous.\n''That is very important to us in Utah with our mining industry and (missile) companies like Hercules and Thiokol,'' Hatch said. ''Before we go off half-cocked and order taggants, we ought to wait and see what that study says.''\nHatch also said such taggants and expanded wiretap authority sought by the White House likely would not have stopped either the Atlanta or TWA incidents.\n''What is happening here is the White House is using problems in Atlanta to push for additional federal governmental powers. But we have to be very careful not to infringe on civil liberties,'' he said. ''We have to ensure we don't go overboard here.''\nHe said he supports revised proposals on multipoint wiretaps to allow the FBI to tap any phone used by a targeted individual but said original proposals by Clinton were too broad. The bill passed earlier this year called for a three-month study on them instead, which Hatch say may be released Tuesday.\nHatch said he also supports other proposals for enhanced wire tapping authority and allowing prosecution of terrorists under racketeering laws (which could allow seizing all their assets).\nHatch is chairman of the Senate Judiciary Committee, which oversees federal law enforcement agencies such as the FBI. ''We need to give them the tools they need to do their job,'' he said.\n\nLoad-Date: March 30, 1998"
}