{
    "title": "Hatch Says Utah Wears A Bull's-Eye; But experts dispute view state is a prime target for terrorists;",
    "publisher": "the salt lake tribune",
    "year": 1999,
    "month": 11,
    "day": 18,
    "full text": "While stumping for the Republican presidential nomination, Orrin Hatch invoked the specter of Olympic terrorism with assertions that draw skepticism from security experts.\nThe senior Utah senator said he believes residents of his home state possess character traits that make them \"prime targets for terrorism\" during the 2002 Winter Olympics.\n\"We're worried about it,\" he told doctors this week at a private campaign breakfast, where he pitched himself as the most experienced candidate and effective anti-terrorist lawmaker on Capitol Hill.\n\"There are millions and millions of dollars being spent to make our Olympics safe from terrorism,\" he said. \"We people in Utah are very accepting, very forgiving. We're very accepting people who literally are just prime targets for terrorism.\"\nAsked later to clarify his remarks, Hatch said, \"If people are accepting and they trust people, that makes us more susceptible to a lot of things,\" including a terrorist attack during the Games.\n\"There are evil people in this world who really we are not used to dealing with,\" he added. \"We have intelligent people here -- it's just that we're not used to the scams and the dirty treatment and the criminality that occurs in our society.\"\nExperts on Olympics and anti-terrorism measures scoff at the notion a people's character might make them more vulnerable to terrorist attack. They agree any large event with worldwide attention would pose a risk.\nBrigham Young University political scientist Ray Christensen said fear-mongering comments like Hatch's are common in politics. \"You always have to make it sound like it's worse than it is,\" he said.\n\"Raising the specter of terrorism at Olympics to tie in to his record is . . .  a tactic [similar to what] every politician uses. He's trying to claim this mantle of anti-terrorism,\" Christensen said.\nRobert Friedmann, of the Georgia State University criminal justice department that helped develop security and counter-terrorism tactics for Atlanta's 1996 Games, derided such a notion.  \"You're not going to have offenses against the people of Utah because they are the people of Utah or because of their religion,\" said Friedmann. \"The risk is due to the nature of the large event and the desire of terrorists to take advantage of it because of the media and world attention.\"\nMitt Romney, president of the Salt Lake Organizing Committee, also disputed the idea Utahns might have qualities that could present an added risk.\n\"I don't think terrorists judge their targets based on the personalities of those in the field,\" said Romney, who was not told it was Hatch who had made the remark. Asked whether Utah might be a prime target of terrorism for any reason beyond the Olympics, he replied: \"I don't think there's anything that makes Utah more peculiarly a target of terrorism than any other state.\"\nUtahns may be more trusting because many, like Hatch, belong to The Church of Jesus Christ of Latter-day Saints, said Craig Dearden, the Utah Public Safety commissioner and head of the Olympic Public Safety Command, but that has nothing to do with terrorism.\n\"I don't think we're any more vulnerable than anyone else in the United States. Olympics are a prime target of terrorism because they are such a huge event. The same potential would be there if they were in Los Angeles or New York,\" said Dearden. \"Utah has been somewhat of a prime target for fraud, but in the area of terrorism that's a little different than someone trying to sell you stocks or a shoddy roof or a driveway.\"\nIn the case of the Atlanta bombing, Dearden said, the bomber \"wanted to send a message or get the publicity for the act. It had nothing to do with the trust or gullibility of the people in Atlanta.\"\nAt the campaign breakfast, Hatch, who chairs the Senate Judiciary Committee and is a member of the Senate Select Committee on Intelligence, boasted of passing \"more landmark bills than almost anybody sitting in Congress,\" including his \"anti-terrorism effective death penalty\" legislation.\n\"That's done more to prevent terrorism in this country than almost anything else,\" he said.\nHatch said Olympic security preparations are proceeding smoothly. \"I know what's needed and we're doing it.\" Dearden echoed that: \"We're planning for the worst but hoping for the best, looking at all the contingencies that could take place.\"\n\nLoad-Date: November 18, 1999"
}