{
    "title": "Hate spurred mosque attack, prosecutors say",
    "publisher": "star tribune ",
    "year": 2020,
    "month": 11,
    "day": 10,
    "full text": "Federal prosecutors told jurors Monday that hatred for the Muslim faith motivated an Illinois man to meticulously plan and help execute the bombing of Dar Al-Farooq Mosque in Bloomington in August 2017.\nThe domestic terrorism trial for Michael Hari, 49, of Clarence, is underway in St. Paul's federal courthouse this week. Hari has pleaded not guilty to five federal charges, including multiple civil rights and hate crimes, related to the early morning pipe bombing of the mosque while several people gathered inside for a dawn prayer. No one was injured in the attack, but prosecutors say Hari and his accomplices succeeded in their goal of terrorizing the mosque members and irreparably shattering their community.\n\"This case is about hatred. It's about prejudice,\" Allison Ethen, assistant U.S. attorney, said in her opening address to jurors.\nEthen said Hari allowed a political ideology, born of hatred for those different from him, to \"justify physical violence against his victims.\" She said Hari and two other men, self-dubbed the \"White Rabbits,\" also attempted to bomb the Women's Health Practice, a clinic in Champaign, Ill., but the explosive device didn't ignite. The terrorist attack of the mosque, she said, was \"just the first step of Michael Hari's goal to carry out attacks against his enemies.\"\nJames Becker, one of the federal defenders representing Hari, countered by urging jurors to examine the evidence with a \"skeptical eye\" and \"independent mind.\" Becker said the prosecution's case will rely heavily on witness testimony from Hari's alleged accomplices, whose credibility he called into question, citing changes in details of their statements, such as the material used to make the bomb. Joe Morris, 25, and Michael McWhorter, 31, pleaded guilty in January 2019 to multiple charges, including federal civil rights violations.\n\"Most of the testimony you hear is going to be undisputed,\" said Becker. \"The question for you is, has the government proved beyond a reasonable doubt that Mr. Hari was involved?\"\nHari is a former sheriff's deputy, watermelon farmer and author of self-published books who, following the presidential election of Donald Trump, launched a security company and bid to build the border wall.\nIn a 2017 interview with the Chicago Tribune, Hari described his vision for the wall as \"not just a physical barrier to immigration but also as a symbol of the American determination to defend our culture, our language, our heritage, from any outsiders.\"\nThe charges allege Hari, Morris and McWhorter traveled to Bloomington on Aug. 5, 2017. Morris smashed a mosque window with a sledgehammer and threw inside a plastic container filled with diesel fuel and gasoline, then McWhorter tossed in a pipe bomb made from PVC pipe and black powder, according to the charges.\nIt was about 5 a.m., and several mosque members were inside for the first prayer of the day when the bomb exploded in the imam's office.\nMohamed Omar, executive director of the Dar Al-Farooq center, testified Monday that he thought he was experiencing a \"nightmare.\" He said half of the mosque members have left the mosque out of fear since the bombing, and their community has not regained a sense of safety.\nHari, according to prosecutors, was the mastermind behind the attack.\nEthen said he imposed his beliefs on the younger men, describing his ideology as anti-Muslim, anti-immigrant, anti-woman and anti-government. Before the attack, Ethen said, Hari researched Dar Al-Farooq mosque and bought bomb materials in Indiana, where he wouldn't be recognized. He rented a dark truck and mapped out a route to drive there from Clarence while staying off major freeways to avoid detection.\nHari recruited McWhorter and Morris, the latter to whom Hari was \"akin to a father figure,\" said Ethen. McWhorter and Morris only met when Hari picked them both up to drive to Minnesota, and Hari revealed the plot on the way, Ethen said.\nAfter the attack, and the attempted bombing of the clinic in Illinois, Hari adopted the name White Rabbits.\" He assigned military titles to members he recruited, and deemed himself \"Captain.\" Hari kept a \"White Rabbits Handbook,\" where he spelled out critiques of the American welfare system, public schools, immigrants, Muslims and more.\n\"He writes, and I quote,\" said Ethen, \" 'The only recourse we have is an armed revolution.' \"\nHari's attorneys signaled their defense would hinge on direct evidence linking him to the attack, and the credibility of Morris and McWhorter.\nBecker repeatedly said \"things are not always what they seem\" and urged jurors to reserve judgment and weigh whether the prosecutors meet the high bar of proving their case beyond a reasonable doubt.\n\"Prosecutors simply can't meet their burden and for one simple reason: Mr. Hari is innocent,\" he said.\nOutside the trial, members of the Muslim community held a news conference to call on Minnesota legislators to pass new laws to curb the threat of white supremacist groups, including a specific statute on \"domestic terrorism.\"\nKhalid Omar, an organizer for faith-based nonprofit ISAIAH, said he remembers the fear he experienced after learning of the bombing in 2017. \"This incident really has shaken our Muslim community,\" he said. \"We often think that it's not going to happen in Minnesota. ... But this happened in Minnesota.\"\nIt's unclear why the bombers specifically targeted Dar Al-Farooq. However, Jaylani Hussein, the executive director of the Minnesota chapter of the Council on American-Islamic Relations (CAIR), said the mosque was openly targeted by a local anti-Muslim group, which is part of a national network, before the attack.\n\"While we are a resilient community, we also understand that if law enforcement officials listened to us in 2017 we may have prevented more of these types of attacks from white supremacist groups,\" Hussein said. \"Because of that failure we fear more will continue. Unless we listen to each other.\"\nAndy Mannix · 612-673-4036\n\nLoad-Date: December 2, 2021"
}