{
    "title": "Have we learned how to really fight terrorism_",
    "publisher": "the new york times",
    "year": 2011,
    "month": 6,
    "day": 10,
    "full text": "The New York Times triggered the latest call to battle stations Monday with a scoop that President Barack Obama's national security brain-trust is reportedly considering much steeper troop withdrawals from Afghanistan than were being discussed just weeks ago. Officials outside the Pentagon were reportedly citing two reasons for a quicker Afghanistan pullout: (1) the increasing cost of the Afghan war ? we are spending $2 billion a week to fight it; and (2) the killing of Osama bin Laden, which they say has significantly weakened al-Qaida. That led Defense Secretary Robert Gates to preview a public version of what will be a far more direct private counterargument in the White House Situation Room. \n\"I think we shouldn't let up on the gas too much, at least for the next few months,\" he said during an emotional farewell visit to U.S. troops in Afghanistan. Naturally, the TV talking heads took up the chatter. But lost and virtually unmentioned in all of this coverage, was the true nature of the threat America still faces from the terrorists of al-Qaida and its affiliated spinoffs. Specifically: What we must do to keep America's homeland safe from attack in the second decade of the 21st Century ? by the new terror affiliates of al-Qaida? Have we learned? At the start of the year 2001, we were well aware that Osama bin Laden's al-Qaida terrorists were plotting against us in safe havens inside the Taliban-controlled Afghanistan. But we never moved to wipe them out ? until the events of Sept. 11, 2001. The Taliban and al-Qaida found safe sanctuaries inside Pakistan. We are fighting them there now, but only as if they are part of a remote-controlled video game. Meanwhile, while we have all but wiped out al-Qaida's presence in Afghanistan, the Taliban has returned to fight us anew there. Now in 2011, we are aware that al-Qaida's affiliated terrorists are based and plotting to attack us again ? in southern Yemen. Al-Qaida in the Arabian Peninsula plotted and launched two attacks to explode airliners over the U.S. homeland ? a Christmas Day, 2009 commercial jet approaching Detroit and a cargo plane on which they stowed printer cartridges filled with explosive substances in October, 2010. Luckily, just luckily, both plots failed. Meanwhile, inside Yemen, the savvy Yemeni-American cleric Anwar al-Awlaki is considered a possible successor to bin Laden. The West is on the case, but only in a limited way ? that costs far less than $2 billion a week. The U.S. has about 75 trainers and supporting personnel in Yemen, as well as a number of Central Intelligence Agency operatives. And U.S. officials have no certain knowledge about what sort of government will ultimately rule in Yemen. Or whether they will work with us against al-Qaida; or work with al-Qaida against us. Meanwhile, as Team Obama works on its new Afghan troop withdrawal timetable, a new Washington Post poll appeared that was headlined as showing \"fresh support\" for the Afghan war effort. \"The number of Americans who say the war in Afghanistan is worth fighting has increased...\" the story began. But check the fine print and you'll discover that's not what the poll actually showed. The actual question didn't ask whether the war \"is\" worth continuing to fight now. It merely asked whether the decade-long war \"has been\" worth fighting; 43 percent said it was ? up from just 31 percent last March.) Many clearly felt it has been worthwhile up until now, but it is time to withdraw. When asked, \"Do you think the United States should withdraw U.S. combat forces from Afghanistan this summer?\" A startling 73 percent answered yes. Martin Schram writes political analysis for Scripps Howard News Service. Email him at martin.schram@gmail.com \n\nLoad-Date: June 11, 2011"
}