{
    "title": "Have Patience With Us",
    "publisher": "the new york times",
    "year": 2013,
    "month": 10,
    "day": 30,
    "full text": "BAGHDAD -- Imagine how Americans would react if you had a terrorist organization operating on your own soil that killed dozens and maimed hundreds every week. For Iraqis, that isn't a hypothetical question; Al Qaeda in Iraq and its affiliates are conducting a terrorist campaign against our people.\nThese terrorists aren't just Iraq's enemies. They are also America's enemies. That is why, when I meet with President Obama on Friday, I plan to propose a deeper security relationship between the United States and Iraq to combat terrorism and address broader regional security concerns, including the conflict in Syria and the threat that proliferation of nuclear, chemical and biological weapons could pose in the region.\nIt has been almost two years since American troops withdrew from Iraq. And despite the terrorist threats we face, we are not asking for American boots on the ground. Rather, we urgently want to equip our own forces with the weapons they need to fight terrorism, including helicopters and other military aircraft so that we can secure our borders and protect our people. Hard as it is to believe, Iraq doesn't have a single fighter jet to protect its airspace.\nThe United States is our security partner of choice, so we have been working with the U.S. government and American defense firms to procure the equipment we need. We see this as helping to solidify a relationship that we want to remain the cornerstone of our security strategy. Iraqis are grateful for the great sacrifices Americans have made on behalf of our country. But Iraq today is no longer a protectorate; it is a partner in what President Obama has described as ''a normal relationship based on mutual interests and mutual respect.''\nThese mutual interests include combating terrorism and resolving the conflict in Syria. The war in Syria has become a magnet that attracts sectarian extremists and terrorists from various parts of the world and gathers them in our neighborhood, with many slipping across our all-too-porous borders. We do not want Syria or Iraq to become bases for Al Qaeda operations, and neither does the United States.\nWhile the world sees Syria as a humanitarian tragedy, we also see an immediate threat to the security of our own country. Al Qaeda is engaged in a renewed, concerted campaign to foment sectarian violence and drive a wedge between our people. We will not let that happen again.\nBecause we do not want Syria to continue to attract violent extremists, much less cause a regional conflagration, our top priority is to end the bloodshed and achieve a negotiated settlement. The Iraqi government is serious about not allowing our own citizens to arm any side of the Syrian conflict.\nWe are also committed to preventing the territory, the waterways and, yes, the airspace of our country from being used by any outside entity to fuel the conflict in Syria. But, with many better-armed neighbors and no air force or air defenses to speak of, our ability to enforce this policy is limited. This is one of many reasons we are urgently seeking to improve our air defense capabilities.\nAfter some initial differences, American and Iraqi policies toward Syria are converging. We are pleased by the agreement to eliminate Syria's chemical weapons and eager to support it in any way we can. No country would be more threatened than Iraq if these awful weapons fell into the hands of terrorists.\nIn our region, we worry not just about chemical weapons, but all weapons of mass destruction. We strongly support gradually transforming the Middle East into a nuclear-weapon-free-zone. And to underscore our commitment to this goal, Iraq recently became the 161st nation to ratify the Comprehensive Nuclear Test Ban Treaty.\nAs we combat violent extremism, we are striving to create and improve our vibrant democracy. Iraqis understand and respect the difference between terrorist attacks and peaceful protests. While resisting terrorists and militias, our government is responding to peaceful protesters by engaging in extensive dialogue through the formation of high-level coordinating committees, and we are working to address the demands of protesters. Since the end of Saddam Hussein's tyranny in 2003, we have conducted more than five free elections, cementing our democracy and creating a coalition government that represents every region and religious group.\nUltimately, the answer to terrorism is progress. We have one of the world's fastest-growing economies; it expanded by 9.6 percent in 2011 and 10.5 percent in 2012. Our oil production has increased by 50 percent since 2005, and we are expected to emerge as the world's second largest energy exporter by 2030. We are reinvesting our energy revenues in rebuilding our infrastructure and reviving our education and health care systems. As we rebuild, Iraqis can be promising partners for American companies in all of these fields.\nIraq has matured into a country with democratic institutions. But we are in need of more training, education, practice -- and patience.\nWe are on the road to security, democracy and prosperity. While we still have a long way to go, we want to walk that road together with the United States.\nNuri Kamal al-Maliki is the prime minister of Iraq.\nINTERNATIONAL NEW YORK TIMES\n\nhttp://www.nytimes.com/2013/10/30/opinion/international/have-patience-with-us.html\n\nGraphic\n\n \nDRAWING (DRAWING BY ERIK CARTER)       \n\nLoad-Date: October 30, 2013"
}