{
    "title": "Haven couple sue government, saying they were put on terrorism watch list",
    "publisher": "republican & herald ",
    "year": 2008,
    "month": 8,
    "day": 20,
    "full text": "Aug. 20--A Schuylkill Haven couple who believe they're on terrorist watch lists have filed a civil rights lawsuit against the federal government to have their names removed, according to the civil action filed Tuesday in U.S. District Court Middle District.\nThey are Erich Scherfen, a commercial airline pilot for Colgan Air, Manassas, Va., since May 2007, and Rubina Tareen, a businesswoman who sells books about Islam through her Web site, according to the lead attorney on their case, Amy C. Foerster, Harrisburg.\nScherfen, who has been on unpaid administrative leave since mid-May as a result of these lists, will lose his job by Sept. 1 if he is unable to get his name removed from these lists, including the \"No Fly List\" and \"Selectee List,\" according to Foerster and the suit.\nBut the federal government will not acknowledge their listing. It's \"a Kafka-esque situation,\" the couple said in the suit, referencing the oppressive or nightmarish qualities of Franz Kafka's fictional universe.\nFoerster said she's hoping the U.S. District Court assigns the case to a judge this week and a hearing date can be set. Scherfen also filed a motion for emergency federal relief, she said.\nThe couple filed the suit specifically against the U.S. Department of Homeland Security, the Federal Bureau of Investigation, U.S. Department of Justice, National Counter Terrorism Center, Terrorist Screening Center, Transportation Security Administration, U.S. Customs and Border Protection and the U.S. Immigration and Customs Enforcement, according to the civil suit.\nThe 28-page suit outline difficulties the couple have encountered while traveling since January 2002.\n\"For reasons that they do not fully understand, and that no one with the United States government will explain, they are stopped at airports and border crossings; they are singled out and embarrassed in front of fellow airline passengers; their belongings are searched; and they are detained for several hours at a time -- and the government will not tell them why. Their experiences, however, indicate that they are being retaliated against because of their religious activities and their Muslim faith,\" the lawsuit states.\nThese lists are not online or available for public access, Foerster said.\n\"The problem is people end up on these watch lists. They don't know why they've been put on it and they can't figure out how to get off them, because the government won't respond,\" Foerster said.\nScherfen and Tareen could not be reached for comment Tuesday.\nWhen called for comment, the U.S. Department of Homeland Security referred all questions to the U.S. Department of Justice. The Justice Department's public relations office did not return calls Tuesday night.\nTo see more of the Republican & Herald or to subscribe to the newspaper, go to http://www.republicanherald.com. Copyright (c) 2008, Republican & Herald, Pottsville, Pa. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: August 21, 2008"
}