{
    "title": "Have close-to-home issues eclipsed terrorism fears_",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 11,
    "day": 27,
    "full text": "COLORADO SPRINGS, Colo. ? In the debate over terrorism, weapons of mass destruction and the threat they present to America's communities, retired U.S. Air Force Col. Randall Larsen says we may stand in the way of our own safety. \nThis happens, according to him, because we typically pose the wrong questions. Instead of asking how to win the war on terror, for example, we should be inquiring about ways to limit it. Larsen makes a good point, because this is not the kind of war in which you achieve a clear victory. As I listened to him and other leading specialists on WMD exchange ideas with commentators at a national conference sponsored by The Heritage Foundation and the El Pomar Foundation, I had questions of my own. For instance, I heard the following observation time and again: Americans are too preoccupied with close-to-home issues such as weather, bills, traffic, taxes and the price of gas to care much about WMD or other international issues. Well, that strikes me as partly correct and partly incorrect. I, too, spend an inordinate amount of time dealing with weather, bills, traffic, taxes and the price of gas. You cannot avoid it. But I also make a concerted effort to bolster my knowledge and awareness of global developments on a daily basis (and would do so whether my job required it or not). Since the tragedy of 9/11, I have also noted that many Americans ? when prompted by thoughtful leaders, responsible news media, engaged educational institutions and other constructive influences ? often follow suit. However, if they fail to receive regular reinforcement about the importance and relevance of international issues to their lives, the practice of tuning in tends to wither. This opens the door to inadequate information, accompanied by misguided questions. Further, because the United States has been spared a homeland attack in the past eight years, it is dangerously easy to embrace the notions that 9/11 was an anomaly, that we are somehow \"safe\" and that the terrorism threat was never that severe. These are dangerous impulses. Make no mistake, thousands of miscreants with terrorist agendas, whether allied with al-Qaida or other groups, prowl the planet, searching for opportunities. Nothing thrills them more than an ill-informed population that has lulled itself into complacency. Quite bluntly, their search for WMD is relentless. Although nuclear weapons are probably out of their reach for now, the same is not true for the next-best options: biological and chemical devices. Americans must remain attentive to such dangers and take appropriate defensive and offensive action. I would appreciate hearing readers' views on these matters, especially their responses to the following questions: (1) Do you agree that Americans are too preoccupied with close-to-home issues such as weather, bills, traffic, taxes and the price of gas to care much about WMD? (2) If not, how do you stay informed about the WMD threat? Do you believe you understand the basics about what nuclear, chemical and biological weapons can do? (3) Does your community have strategies and plans to respond to terrorist attacks, including WMD? What about you and your family? Send your thoughts to me at johncbersia@msn.com, and I will summarize them in a future column. John C. Bersia, who won a Pulitzer Prize in editorial writing for the Orlando Sentinel in 2000, is the special assistant to the president for global perspectives at the University of Central Florida. Readers may send him e-mail at johncbersia@msn.com  \n\nLoad-Date: November 27, 2009"
}