{
    "title": "Have we met the enemy_",
    "publisher": "the world",
    "year": 2005,
    "month": 7,
    "day": 31,
    "full text": "Hate cannot drive out hate; only love can.  Dr. Martin Luther King Jr. Our fear of terrorism heightens as we commit to memory the terrorist attack of September 11, 2001. Yet, as we come to grips with recent attacks on London and Egypt, these violent acts have served to change the way we view others, our acceptance of differences and our sense of freedom. Responsibilities for these actions have been attributed to terrorist groups, foreigners, whose efforts are to impose their radical beliefs on the world. President George W. Bush in his address following the 9/11 event asked citizens to uphold the values of America in the face of this continuing threat. We as Americans have been forced to enter into a War on Terrorism that has challenged one of the values on which this nation stands freedom. Our values of human rights and freedom are in question, with new laws governing individuals travel to and from the United States. These laws were established by our government in its efforts to provide defensive measures to restore this nations sense of security. But do recent efforts to establish security measures threaten our civil liberties, infringe on our rights or serve to unravel years of civil rights advancements? Are we asked to give up essential liberty to obtain possibly short-lived security? These are the questions facing the American people as we continue a war that questions our existence a war with changing faces and a war that has served to limit Americans independence.\n#716847.wrk#America is a nation built on differences; the history of its inhabitants is that of immigrants migrating to a land that promised prosperity, freedom, pluralism and tolerance. Yet a recent report on terrorism stated that all foreigners are not terrorists, but nearly all terrorists are foreigners. In a complex nation full of multiple cultures and ethnic groups, we are faced with the quandary of deciphering who is the enemy, at the expense of law-abiding citizens. In this war, Bush stated that we must uphold American values and no one should be singled out for unfair treatment or unkind words because of their ethnic background or religious faith. However, with the rise of fear there are groups singled out where Americans are treated like common criminals terrorists. On a recent trip to Canada, I had an opportunity to experience first-hand Americas attempt to deal with the frustration of a war of this kind. It is understandable that security measures have been tightened to circumvent illegal immigrants entering the country. Therefore, in preparation for our journey, all efforts were made to secure credible documents for both students and staff. On our return trip, we faced the U. S. Immigration border official with papers that were of less concern to him than his efforts to disparage those of us who were not born in the United States. Yet the majority of our student travelers were U.S. citizens with roots extending to other countries. It was a daunting experience for these young people preparing to make their mark on the future of this country, young people with plans to become active members in contributing to its economic growth and who were intimately tied to its well being. While similar incidents abound with more severe consequences, it was through this experience and discussions with friends from other countries that the impact of terrorism on the economic growth of our country became a realization for me. As stated by Kenneth Rogoff, an economics columnist, few Americans appreciate the extent to which educators, scientists, engineers and businesspeople from other countries contribute to the United States economic growth. Today, a large number of foreigners with Ph.D.s and advanced training hold positions in science/industry and serve as key factors in globalization of our countrys economy. In our efforts to circumvent terrorism, we have entered into the process of profiling potential terrorists and imposing sanctions that remind us of George Orwells book 1984, which identifies these sanctions as an eroding of our basic liberties. Terrorist profiling may contribute to stereotypes that contribute to making American citizens objects of suspicion and close scrutiny. While we impose stringent security measures for U.S. safety, we must also be concerned with their impact on our connections with international market economies. As noted by Rogoff, limitation in the free movement of people and ideas will serve to undercut our growth. We have yet to conquer the real enemy, the perpetrator of the September 11 attack. However, we must also consider where the real source of terror lies as well. This terror is the eroding of the American dream of freedom, equality and economic well-being. We must not negate the importance of the efforts that we must take to ensure the safety of our nation. However, we must first examine the problems that the road less traveled by the American people may bring before embarking on that journey. Doris Cross is assistant professor/director at Millersville University. E-mail her at Doris.Cross@millersville.edu.  \n\nGraphic\n\n \nDoris Cross Sundays Guest\n\nLoad-Date: July 31, 2005"
}