{
    "title": "Have we overreacted to the threat of terrorism_",
    "publisher": "the world",
    "year": 2010,
    "month": 9,
    "day": 15,
    "full text": "Are we safer now than we were on 9/11? It sounds like a simple question, amenable to an answer or at least a serious conversation. But we are so polarized in America these days that it almost seems more difficult now than it was in the immediate aftermath of the attacks. Let me try and answer the question as fairly as I know how.\nOf course we are safer. During the 1990s, al-Qaeda ran training camps through which as many as 20,000 fighters may have passed. It was able to operate successfully during that decade and into the next because most governments treated the group as an annoyance rather than a major national-security challenge. After the attacks, the world's attitude changed dramatically, and the series of security measures instituted since then have proved effective. Take one example: sealing cockpit doors has made it highly unlikely that an airplane could be used ever again as a missile.\nIn addition, U.S. forces went on the offensive in Afghanistan, toppling the regime that supported al-Qaeda, destroying its camps, and chasing its recruits around the mountains of the region. Washington, in partnership with other governments, has tracked the communications, travel, and - most important - money that fuels terror operations, blocking these at every turn. As I wrote at the time and subsequently, and as I continue to believe, the Bush administration deserves credit for these measures. Whatever one may think of its subsequent decisions, its policies to secure the homeland and go after al-Qaeda in 2001 and 2002 were mostly smart and successful. President Obama's decision to amp up the campaign against al-Qaeda in Pakistan has further fractured the group.\nAs a result, al-Qaeda \"central\" - Osama bin Laden and his gang - has been whittled down to about 400 fighters. It has been unable to execute large-scale attacks of the kind that were at the core of its strategy - to hit high-value American targets that held military or political symbolism. Instead, the terrorist attacks after 9/11 have been launched by smaller local groups, self-identified as affiliates of al-Qaeda, against much easier sites - the nightclub in Bali; cafes in Casablanca and Istanbul; hotels in Amman, Jordan; train stations in Madrid and London. The fatal problem with these kinds of attacks is that they kill ordinary civilians - not U.S. soldiers or diplomats - and turn the local population against Islamic radicals.\nThe real threat of al-Qaeda was that it would inspire some percentage of the world's 1.57 billion Muslims, sending out unstoppable waves of jihadis. In fact, across the Muslim world, militant Islam's appeal has plunged. In the half of the Muslim world that holds elections, parties that are in any way associated with Islamic jihad tend to fare miserably, even in Pakistan, which has the most serious terrorism problem of any country in the world today. Over the last few years, imams and Muslim leaders across the world have been denouncing suicide bombings, terrorism, and al-Qaeda with regularity.\nOf course, we are not 100 percent safe, nor will we ever be. Open societies and modern technology combine to create a permanent danger. Small groups of people can do terrible things. We could make ourselves much safer still, but that would mean many, many more restrictions on our freedoms to move, congregate, associate, and communicate. It's tough to do terrorism in North Korea.\nSo the legitimate question to ask now is, have we gone too far? Is the vast expansion in governmental powers and bureaucracies - layered on top of the already enormous military-industrial complex of the Cold War - warranted? Does an organization that has as few as 400 members and waning global appeal require the permanent institutional response we have created? I've been asking these questions for a few years now, and in fact described our \"massive overreaction\" in a 2008 Newsweek essay, but with little effect. During the Bush years, there was a reluctance on the left to acknowledge that the administration could have done anything worthwhile to counter terrorism. The far greater problem is on the right, where it has become an article of faith that we are gravely threatened by vast swarms of Islamic terrorists, many within the country.\nThis campaign to spread a sense of imminent danger has fueled a climate of fear and anger. It has created suspicions about U.S. Muslims - who are more assimilated than in any other country in the world.\nIronically, this is precisely the intent of terrorism. Bin Laden knew he could never weaken America directly, even if he blew up a dozen buildings or ships. But he could provoke an overreaction by which America weakened itself.\nZakaria is editor of Newsweek International.\n\nLoad-Date: September 15, 2010"
}