{
    "title": "Hazmat team ready to handle any situation_ From terrorism to spills, they respond",
    "publisher": "the forward",
    "year": 2007,
    "month": 4,
    "day": 14,
    "full text": "Apr. 14--The unknown chemical oozing from the underbelly of a trailer at Wiedmaier Truck Stop Monday could have been much worse.\nBut within 15 minutes one of the state's 31 Homeland Security Response Teams responded to the scene.\nClad in a \"moon suit,\" Sgt. Brian Carter tromped into the hot zone to obtain a liquid sample. Back at his pickup, he retrieved a mobile laboratory suitcase. He placed a few drops of the liquid, flipped a switch on the $60,000 device, and watched as a laser shot through the liquid. The refraction of the beam got sent through libraries of biological and chemical substances. Within seconds there was a match: paint solvent.\nThe call was typical for the Region H Homeland Security Response Team -- an enhanced hazmat team that's able to quickly reach incidents in 15 counties. Each resident of Northwest Missouri contributes 25 cents annually toward operation of the all-volunteer response team made up of fire, law enforcement and medical first responders.\nMr. Carter, who is chief of operations for the team, says the state-of-the-art equipment and training have been used to handle everyday emergencies and isn't just sitting around waiting for a major catastrophe.\nEquipment and training have been put to use handling and disposing of dangerous chemicals used to manufacture methamphetamine -- such as anhydrous ammonia -- when police shut down clandestine meth labs.\nBut with the unit responding to three or fewer calls a month, some may wonder how the team justifies the bulk of $1.6 million in startup costs.\n\"The Midwest is not exempt from terror attack just because we don't have high rises,\" Mr. Carter said, speaking under the shadow of a fleet of six trucks accumulated through Homeland Security grants to the region. \"Are we eventually going to have (another) terrorist attack in the U.S.? Absolutely.\"\nMr. Carter said targets in Missouri might be to agribusiness, such as terrorism against farm animals and plants, or farm areas that house chemicals. Another likely attack point, he says, might be a local middle school, \"since they (students) can't fight back,\" and the incident would reverberate the economy by keeping working parents home afraid to send their children to school.\nIf a weapon of mass destruction event occurs in the region, the unit can decontaminate up to 1,200 people per hour through six specialized shower tents. A WMD identifier can sniff chemical, biological and radiological elements in the air. Massive service vehicles house specialized laboratories and equipment caches on wheels. Sustainment trailers snake behind the vehicles which can provide 20 to 25 volunteer first responders with cots and perishable food for the first 72 hours on a scene.\nAll the equipment is housed at the former John Deere dealership on Frederick Boulevard. The new owner, Heartland Regional Medical Center, has leased the building to the team for five years.\nSt. Joseph -- being the largest city in the 15 county Troop H region -- also creates a coveted overlap between the Region H Homeland Security Response Team and the Forward Response Team, Mr. Carter said. The Forward Response Team, operated by the St. Joseph Fire Department, specializes in urban search and rescue.\nForward Response teams also exist in Chillicothe, Mo. and Bethany, Mo. An Atchison County team specializes in radiological incidents due to the proximity to the Cooper Nuclear Power State in Brownville, Neb.\nCopyright (c) 2007, St. Joseph News-Press, Mo. Distributed by McClatchy-Tribune Business News. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: April 14, 2007"
}