{
    "title": "HE GIVES A LITTLE TO MUSLIM CHARITIES",
    "publisher": "daily news ",
    "year": 2009,
    "month": 6,
    "day": 5,
    "full text": "TUCKED AWAY in President Obama's historic speech in Cairo yesterday was a promise to American Muslims to ease the impact of post-9/11 scrutiny of their charities.\n\"Rules on charitable giving have made it harder for Muslims to fulfill their religious obligation. That's why I'm committed to working with American Muslims to ensure that they can fulfill zakat,\" said Obama, referring to the Muslim obligation to be charitable.\nA Treasury Department spokeswoman, Natalie Wyeth, described an increased effort to talk with the groups, to \"help them protect against terrorist abuse of charity and to refine the guidance surrounding charitable giving.\"\nEver since the World Trade Center attacks, fund-raising by American Muslims has come under repeated federal investigations for possible support of terrorism.\nJust last week, a federal judge in Dallas sentenced five leaders of the Holy Land Foundation for Relief and Development to between 15 and 65 years in prison after they were convicted of providing material support to Hamas.\nAmerican Muslims complain legitimate philanthropy has been hampered because the rules are ill-defined.\n\"The perception that giving to charities is financing terrorism has to be debunked,\" said Salam Al-Marayati, executive director of the Muslim Public Affairs Council. \"It hurts America.\"\n\"There's no public notice of who you can and can't do business with,\" said Kay Guinane, who is leading an effort on the issue for OMB Watch, a good-government group.\n\"It's created a tremendous climate of fear,\" she said. \"Donors are afraid they may be prosecuted for giving to an organization now that may be declared a supporter of terrorism two years from now.\"\n\"We need long-term sensible laws in this area,\" she concluded, \"and that's why I was so happy to hear that that the President recognizes that there is a problem and is committed to doing something about it.\"\nmsaul@nydailynews.com\n\nLoad-Date: June 5, 2009"
}