{
    "title": "He Turned on Al Qaeda and Aided the U.S. Now He_s on Food Stamps and Needs a Job",
    "publisher": "the new york times",
    "year": 2018,
    "month": 3,
    "day": 8,
    "full text": "Bryant Neal Vinas, a convicted terrorist from Long Island, showed up recently for dinner at Katz’s Delicatessen on the Lower East Side in oversize glasses with black rims, a thin attempt to alter his appearance.\nAfter he was released from federal prison last year, Mr. Vinas assumed he would have no need for a disguise. He thought he was going into witness protection, with a home far away and a new identity, after he helped the American government battle Al Qaeda as one of the most important cooperators in the government’s fight against terrorism.\nCaptured in 2008 after training for months at Qaeda camps, Mr. Vinas quickly turned on his fellow jihadists and began helping American investigators dismantle the group. Even the federal judge who sentenced him described his cooperation as “remarkable.”\n“I helped them kill my friends,” Mr. Vinas explained while eating pastrami on a hoagie roll with mayonnaise, his choice of condiment drawing a weird look from his lawyer and the waiter. He added, “If that doesn’t show how you’re willing to turn your life around, I don’t know what will.”\nBut the government decided against giving him protection, and Mr. Vinas, 35, has found himself unexpectedly back in New York, where he was raised and converted to Islam more than a decade ago. The F.B.I. and the Justice Department declined to comment, but a senior government official said there were concerns about whether Mr. Vinas would adapt to the program and potential conflicts with law enforcement officials who administer the witness protection program.\nNonetheless, the decision could affect future government cases as defense lawyers weigh whether to help prosecutors. The F.B.I. and federal prosecutors have long relied on informants to build cases against mob bosses, crooked Wall Street traders and drug dealers, and current and former law enforcement officials questioned whether potential cooperators would decline to help the government without a guarantee of safety in return.\n“How often do you get an American who went into Al Qaeda?” asked Jack Cloonan, a former F.B.I. agent who investigated the group. “I would think you would want to do everything you could for him. If I were the agent, I would be hard-pressed to accept this.”\nIn a series of interviews, his first since being freed, Mr. Vinas gave an unusually revealing look at life inside Al Qaeda. He spoke of a training camp, where he slept in flea-ridden sleeping bags but befriended other young men from around the world, and gained access to Qaeda leaders, who discussed with him the most effective ways to cause mass destruction inside the United States. He suggested blowing up the Long Island Rail Road, or a Walmart.\nMr. Vinas became interested in Islam before the Sept. 11 attacks after meeting a Muslim woman at a mall. He converted in 2004 at a mosque in Queens, did odd jobs in New York and eventually fell under the spell of Anwar al-Awlaki, a radical cleric and Qaeda recruiter in Yemen whose YouTube videos were popular among Islamic extremists.\nMr. Vinas had few prospects and even less money, and had grown distant from his family. As the wars in Afghanistan and Iraq dragged on, he grew to hate American foreign policy and thought he had a moral and religious obligation to defend Muslims.\nFighting in Afghanistan, he thought, would give him a purpose.\n“If I had had a future, it would have been different,” he said.\nHe traveled to Lahore, Pakistan, in 2007 and eventually linked up with militants who provided training and took him to Afghanistan. Six months later, Mr. Vinas was living at a safe house in Waziristan, a tribal area in northwest Pakistan, with Qaeda recruits from Egypt, Kuwait, Turkey and Saudi Arabia.\nBy March 2008, Mr. Vinas had begun basic training at a Qaeda camp in northwest Pakistan. The living arrangements were primitive; trainees had to share the flea-infested sleeping bags. The food — rice, potato stew and boiled roots — gave him diarrhea and dysentery.\nHe met many Qaeda leaders, including Saleh al-Somali, the chief of external operations, who planned an attack on New York’s subways that the F.B.I. thwarted.\nIn a conversation with Younis al-Mauritani, a senior Qaeda member, Mr. Vinas suggested bombing the Long Island Rail Road as a way to hurt the New York economy.\n“It was just an idea that was talked about,” Mr. Vinas recalled. He also advised attacking a Walmart, but the idea was dismissed.\nMr. Vinas made friends easily, like a Pakistani who had lived in Texas and loved barbecue and the Grateful Dead. Mr. Vinas’s closest friend was a gregarious 6-foot-5, 300-pound Kuwaiti who enjoyed American fast food and spoke excellent English.\nMr. Vinas said his friend wanted to be a suicide bomber because it was “one click to paradise.” But Al Qaeda instead made him work on its newsletter.\nAs much as Al Qaeda hated the West, he said, the group’s fighters enjoyed its exports, like Pepsi and Danish yogurt. He said Mr. Somali raved about McDonald’s and Hardee’s.\nMany of the people he met died in drone strikes.\nThe Pakistani authorities arrested Mr. Vinas in October 2008 in the Hayatabad neighborhood of Peshawar, where he had traveled to find a wife. The Pakistanis interrogated him, he said, and notified the American government that he had been caught. Mr. Vinas recalled thinking that he would be sent to the United States military prison at Guantánamo Bay, Cuba.\nInstead, he was flown to Bagram Air Base in Afghanistan and then to New York to be prosecuted. “It was a long trip,” Mr. Vinas said, and members of the F.B.I.-led Joint Terrorism Task Force took him to Katz’s after his arrest.\n“A pastrami sandwich can really soften a hard heart,” Mr. Vinas said.\nHe immediately started providing information to the F.B.I. and pleaded guilty in 2009 to federal terrorism charges.\nHe was later transferred to a federal prison in Otisville, N.Y., and put in the witness security program inside its walls, according to former law enforcement officials. He had company: gang members, mobsters and another valuable F.B.I. informant, Ahmed Abdulkadir Warsame, a Somali terrorist captured in international waters near Yemen in 2011.\nMr. Vinas spent eight years at Otisville.\nIn all, he took part in 100 interviews, reviewed 1,000 photographs and helped in more than 30 law enforcement investigations, according to prosecutors. Prosecutors have said he was the “single most valuable cooperating witness” about Qaeda activities spanning his time in Afghanistan and Pakistan.\nLast year, a federal judge sentenced Mr. Vinas to just three more months in prison based on the belief that he was headed to witness protection. The judge was “cautiously optimistic” that Mr. Vinas, who he agreed was a “complex individual,” would stay out of trouble. Mr. Vinas thought he was going to “fade into oblivion somewhere” in witness protection.\nFederal prosecutors as well as the F.B.I. agents who handled the case pushed hard for witness protection, said Steve Zissou, Mr. Vinas’s lawyer, who believes that Mr. Vinas remains in danger.\n“That’s not what we do to people who help the United States,” he said. “Vinas paid his dues. At the minimum, he should be given an opportunity to rebuild his life and be safe and secure.”\n“He never hurt anybody,” Mr. Zissou continued.\nThe information that cooperators provide on people and places beyond the F.B.I.’s reach helps the bureau make cases it likely could not otherwise.\n“Cooperators are critical because you need an insider’s view,” said Christopher LaVigne, a former federal terrorism prosecutor in Manhattan. “It’s almost essential at terrorism trials. There’s only so much you can obtain and use from overseas.”\nThe government, he said, has to live up to its obligations: “Cooperation is a two-way street.”\nBut one day before he was released, Mr. Vinas learned that he would not be granted protection, angering the judge and Mr. Zissou. The Justice Department’s Office of Enforcement Operations, which approves or denies program applications, conducted a review and turned down Mr. Vinas, the senior government official said. A psychologist who examined Mr. Vinas during his final days in prison said he could be a possible threat to the people protecting him. The psychological evaluation caught everyone off guard, including the judge and Mr. Zissou.\nMr. Zissou dismissed the assessment. “He’s not a threat to anybody,” Mr. Zissou said. Another psychologist evaluated Mr. Vinas after his release and said he was not a danger, but the Office of Enforcement Operations did not change its decision.\nThe F.B.I. put him in an extended-stay hotel in New York. Farbod Azad, the F.B.I. agent on his case, once brought him Fruity Pebbles and milk. Mr. Vinas thought that was a nice gesture, but then Mr. Azad said the F.B.I. was done paying for the room.\nAnother government agency paid for another month, Mr. Zissou said, and then Mr. Vinas was sent to what is known as a three-quarters house in New York. He wears an ankle monitor and has a curfew.\nMr. Vinas is now on food stamps and Medicaid. He does odd jobs for his lawyer and has had little luck finding a job. He applied to Uber Eats but never heard back. He considered washing windows, but the union said it was not accepting applications.\nMr. Vinas realizes he cannot escape what he did. He is still hopeful about his future, but he knows he will not be living anonymously. Perhaps what happened is a blessing.\n“I don’t have to hide anymore,” he said. “And I am not going to live in fear.”\nPHOTO: Bryant Neal Vinas, a Muslim from New York convicted of participating in and supporting Qaeda plots in Afghanistan and the United States, was deemed one of the government’s most important cooperators. But he was not given the witness protection that prosecutors sought. (PHOTOGRAPH BY Joshua Bright for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nService to Both Al Qaeda and U.S., With Fate Hanging in the Balance\nQaeda Member Pleads Guilty in Brooklyn on Terrorism Charges\nU.S. Recruit Reveals How Qaeda Trains Foreigners\n\nLoad-Date: March 8, 2018"
}