{
    "title": "He Wanted to Be an Informant. The F.B.I. Arrested Him Instead",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 15,
    "full text": "Ali Kourani was picking up coffee in a Starbucks in Queens one day two and a half years ago, when an F.B.I. agent flashed his badge and said he wanted to talk. He escorted Mr. Kourani to a nearby McDonald’s, where two other agents waited.\nThe agents said they knew Mr. Kourani had “an affiliation with Hezbollah,” the Lebanese-based terrorism group, and during repeated meetings in 2016, they said they wanted to recruit him as an informant, Mr. Kourani later testified.\n“Nobody will suspect that you are working for the F.B.I.,” he said one agent told him, and they handed him a “burner” phone so they could reach him securely.\nMr. Kourani told the agents they had the wrong guy.\nWhat happened next provides a glimpse into the often fraught and sometimes duplicitous negotiations between would-be informants and federal law enforcement, a dangerous and delicate dance full of pitfalls for people like Mr. Kourani, who seek to trade information for leniency or other favors.\nNearly a year after the McDonald’s meeting, Mr. Kourani changed his mind and offered to assist the F.B.I. confidentially in return for what he believed to be a promise of immunity from prosecution and help with a family matter. He told agents in a series of five interviews that for years he had been a “sleeper” operative for Hezbollah, casing terrorism targets like Kennedy International Airport and delivering intelligence to a “handler” in Lebanon, according to a criminal complaint and other government court documents.\nRather than being rewarded, however, Mr. Kourani, 34, was arrested and now is awaiting trial in Manhattan on federal terrorism charges. If convicted, he could receive a life prison sentence.\nThe shadowy realm of F.B.I. informants received unexpected attention last week, when it was revealed that the owner of an upstate limo company involved in a deadly crash had worked for the bureau as a recruiter for terrorists. The two cases are unrelated, although they both offer a revealing look at how the authorities handle these matters.\nIn the government’s court papers, Mr. Kourani emerges as a man who for years led a double life, moving between two worlds, one a Bronx version of the American dream, the other a clandestine jihadist network.\nIn New York, he played the role of a striving immigrant with a wife and two young children, pursuing economic opportunity. He earned degrees in biomedical engineering and business and portrayed himself as a confident businessman, using words like “proven project manager” to describe himself.\nBut that was all a front, prosecutors have said: He told agents his Lebanese handlers had instructed him to maintain an ostensibly normal life, all the while gathering intelligence and waiting to be activated for terrorist activities.\nMr. Kourani’s lawyers have accused the F.B.I. of tricking their client into coming forward and incriminating himself. The F.B.I. has defended its conduct, with the agents saying they never agreed not to charge him.\nAfter a hearing in March, a federal judge, Alvin K. Hellerstein, found agents made no promises to entice Mr. Kourani into making what prosecutors have called “five separate confessions” about his role as a terrorist agent.\n“I was staggered,” his lawyer at the time, Mark P. Denbeaux, a Seton Hall University law professor, said in an interview. “The F.B.I. is not supposed to dupe and deceive lawyers when they are trying to bring somebody in to cooperate.”\nMr. Kourani has since changed lawyers. He has pleaded not guilty and has said many of the statements the F.B.I. attributed to him are not true. This month, Judge Hellerstein denied his request for bail; the United States attorney’s office in Manhattan had argued his “incentives to flee have never been greater and the danger that he poses to the public is substantial.”\nA double life\nBorn in Lebanon, Mr. Kourani told the agents that he was 16 when he attended a Hezbollah “boot camp,” where he was taught to fire AK-47 assault rifles and rocket launchers, the complaint said. He was allowed to attend, he said, because of his family’s connections to a high-ranking Hezbollah official.\nHe said his family name was akin to the “bin Ladens of Lebanon,” and one of his brothers was the “face of Hezbollah” in Yater, Lebanon.\nMr. Kourani entered the United States in 2003, and, five years later, he said, he was recruited to join the Islamic Jihad Organization, or I.J.O., the Hezbollah wing responsible for counterintelligence and terrorist activities outside of Lebanon, according to the complaint.\nHezbollah’s calamitous attacks, including the 1983 bombings of the American Embassy and United States            Marine barracks in Lebanon, have killed hundreds of Americans and others.\nMr. Kourani said his handler told him to obtain American citizenship and a passport “as soon as possible,” the complaint said. He became a citizen in 2009, the same year he graduated from City College of New York with a degree in biomedical engineering.\nIn 2013, he earned an M.B.A. and went into the mobile telephone business. He described himself on LinkedIn as a “vision-driven, dynamic project management professional.”\nHis passports, prosecutors said, show trips to Lebanon at least once a year from 2005 to 2015.\nOn one trip in 2011, he attended an I.J.O. training camp, where he received military-tactics and weapons training, the complaint said.\nIn New York, Mr. Kourani spent days surveilling possible targets for attacks, including 26 Federal Plaza, the building that houses the F.B.I.’s New York offices; an Army National Guard facility in Manhattan; and a Secret Service facility in Brooklyn. He said he was also “tasked” to provide information on security at the Israeli consulate in New York, an F.B.I. summary said.\nMr. Kourani said he believed the “plan” may have been for him to become a suicide bomber, and his handler once asked if he had “filmed a will,” according to the summary. Mr. Kourani said he “always felt somewhat disposable” to the group.\nCourted by the F.B.I.\nAs early as 2012, Mr. Kourani testified, New York police investigators questioned him at his home, asking about Hezbollah.\nWhen F.B.I. agents later met him at the Starbucks in Queens, he was in the process of moving to Chicago, where he had found work as a manager in a cellular company. In 2016, the agents met him repeatedly in New York, Chicago and elsewhere.\nAfter he refused to help them, he said, agents began calling his family and friends, seeking information; and in the summer of 2016, while vacationing in Lebanon, he had an argument with his wife, “fueled by the rumor that I was an American government informant,” he said in a written declaration.\nMr. Kourani also described a frightening episode in which Hezbollah fired bullets at his family’s home in Lebanon. After his wife, whose family had ties to Hezbollah, took their two children to Canada, he could not persuade her to return them to the United States, he said. That’s when he decided to seek legal advice.\nA mutual friend referred him to Professor Denbeaux, who has practiced law for a half-century, focusing on civil rights and criminal cases and also representing detainees at Guantánamo Bay, Cuba.\nFooled into confessing to terrorism\nProfessor Denbeaux said his goal in talks with the F.B.I. was to try to reunify Mr. Kourani with his children. “There was no dispute whatsoever that my client would not be arrested,” he said in a court declaration.\nAt each meeting Mr. Kourani raised the issue of his children and the agents led him to believe they would help him, Professor Denbeaux said. The agents “promised that they would do all that they could” to get Mr. Kourani’s children safely to the United States by August 2017, he said, but they “had their fingers crossed.”\nThe F.B.I. special agents, Joseph Costello and Keri Shannon, and Professor Denbeaux and Mr. Kourani all testified last March in federal court after Mr. Kourani’s new lawyer, Alexei Schacht, moved to suppress his client’s statements on grounds they were improperly obtained. “If they hadn’t manipulated him, he wouldn’t have said a word,” Mr. Schacht said in an interview.\nOne focus of the federal court hearing was a memo Professor Denbeaux gave the agents after the first meeting, in which he said it was agreed Mr. Kourani had “committed no crime and faces no prosecution.”\nBut Agent Costello testified, “We had never discussed anything like that.” Indeed, the agents said they had made no promises — nor were they authorized to — about immunity or other potential benefits for Mr. Kourani or his family.\nWhen Judge Hellerstein asked Professor Denbeaux why he had not asked for a “letter of immunity” for Mr. Kourani, he replied, “I never thought of it.”\nProfessor Denbeaux also said he did not think membership in — and training with — Hezbollah in Lebanon constituted a crime in the United States.\n“I did no research,” he testified. “I believed that to be the case. If I’m wrong, I’m wrong.”\nStephen Gillers, an ethics expert at New York University School of Law, said the agents “didn’t lead Professor Denbeaux on with false promises.”\n“They just let him dig a hole for his client,” Professor Gillers said. “And that’s their job — to help convict the guilty, not to educate the lawyers.”\nProfessor Denbeaux responded that the F.B.I.’s job was “not to mislead and deceive a desperate parent.”\n“This was somebody who was trapped, who was absolutely desperate and was dependent on the federal government to get his children back to the United States,” he said.\nMr. Kourani’s trial is scheduled for March 2019.\nDoris Burke contributed research. \nPHOTO: Ali Kourani, 34, was arrested on terrorism charges after he tried to become an informant for the F.B.I., offering information about Hezbollah. (PHOTOGRAPH BY  FOR THE NEW YORK TIMES)\nRelated Articles\nBronx Man Accused of Casing J.F.K. Airport for Potential Hezbollah Attack\n\nLoad-Date: October 16, 2018"
}