{
    "title": "HE'D OUTLIVED HIS USEFULNESS",
    "publisher": "philadelphia daily news",
    "year": 1994,
    "month": 8,
    "day": 16,
    "full text": "By the end of his long and bloody career, Carlos had, like so many of his victims, become expendable.\nExperts inside and outside the U.S. government said the notorious guerrilla captured in Sudan and extradited to France yesterday was doomed by post-Cold War trends that brought an end to his sponsorship by such pariah states as Iran, Iraq and Libya that the United States says support terrorism.\nThey said Carlos, who eluded security forces for 20 years, outlived his usefulness to East European and Middle Eastern intelligence services that allegedly sheltered him during the Cold War and at the height of the Israel- Arab conflict.\nAs a result, he lost the organization and safe haven network that helped him carry out spectacular attacks beginning in the mid-1970s, including the 1975 kidnapping of 11 oil ministers attending an OPEC meeting in Vienna.\n\"He's someone from a bygone era. He's an historical curiosity,\" said Vincent Cannistraro, head of Central Intelligence Agency counterterrorist operations between 1988 and 1990.\nCannistraro said Syria, suspected of having harbored Carlos for years, expelled him months ago because of pressure from France, where a court sentenced him in his absence to life imprisonment for killing two French counterspies in 1975.\n\"There was no reason for the Sudanese not to cooperate. And there was every reason for them to cooperate, to show they were being helpful in the fight against terrorism,\" Cannistraro said in a telephone interview. \"Carlos had become a throwaway.\"\nLarry Johnson, a former State Department official who now runs an international security consulting firm, said: \"The bottom line is, his state sponsorship ran out.\"\nA U.S. intelligence official said the CIA had tracked Carlos across four continents for two decades.\n\nNotes\n\nLAST DAY OF THE JACKAL\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (3)\n1-3. Over the years, counterintelligence agents distributed these pictures of\nthe terrorist known as Carlos the Jackal (ASSOCIATED PRESS)\n\nLoad-Date: October 18, 2002"
}