{
    "title": "Heading Off Nuclear Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 5,
    "day": 25,
    "full text": "Warnings by federal officials that terrorists may strike again in this country have ratcheted up concerns about everything from suicide bombers to explosions in apartment buildings or at prominent landmarks. But the most frightening prospect of all is that terrorists will someday lay hands on or fabricate a nuclear weapon and explode it on American soil, causing devastation that would dwarf any terrorist act yet seen. This is a danger that demands a much more urgent response than it has thus far received.\n     The surest way to prevent nuclear terrorism, it seems obvious, is to keep nuclear weapons or the materials needed to make them out of the hands of terrorists. Thus it is distressing to learn that, for all the effort in recent years to control vulnerable materials in the former Soviet Union, progress has been slow. Although strategic nuclear weapons have been consolidated in Russia and are guarded by professional security forces, the handling of smaller tactical nuclear weapons inspires less confidence. These weapons are more attractive to terrorists because of their portability. Equally troubling, enhanced security measures put in place in recent years cover only 40 percent of the potential bomb material in Russia, according to an authoritative report last week from Harvard's Project on Managing the Atom. \n The problem is not, for the moment, money, although funding has remained flat. Rather it is a lack of focus and priority. Nothing seems more urgent than appointing a high-level official in both the United States and Russia to direct efforts to secure nuclear materials and weapons and accelerate every program that can contribute to protecting these materials. It seems particularly important to reduce the stockpiles of highly enriched uranium, the likely material of choice for terrorists since it is easier to make into bombs than is plutonium, and is more widely available at loosely guarded civilian facilities, according to both the Harvard group and a report issued last week by the Federation of American Scientists.\nNor is Russia the only problem. Other nations have nuclear weapons that may not be adequately guarded, and nuclear materials that could be used to build weapons are available at civilian institutes around the world. The United States and Russia should organize a global coalition to secure and account for all dangerous materials and eliminate them where possible.\nLocating a nuclear weapon in the hands of terrorists would be no simple trick. Sensors can be deployed to detect the radioactive emissions of bombs or weapons-grade materials, but plutonium and uranium are not all that easy to detect, lead shields can hide their emissions, and today's sensors have limited range. The federal government has ramped up its spending on sensor development, and a bill introduced by Senator Charles Schumer would increase it a lot faster, by providing $250 million to develop nuclear screening devices for ports and toll booths and $150 million to buy new mobile scanning devices for the Customs Service.\nMeanwhile, security experts in the Bush administration are pondering the potential for placing sensors at ports and airports abroad, on ships and inside shipping containers en route, at points of entry into the United States, and along critical highways or at bridges, truck stations and toll booths. Such sensors could also help protect against so-called dirty bombs, in which a conventional explosive would be used to disperse radioactive material.\nAn attack with a full-fledged nuclear weapon may seem unlikely in the near future, but the penalty for failing to act now could be devastating. \n\nhttp://www.nytimes.com\n\nLoad-Date: May 25, 2002"
}