{
    "title": "Health care concerns bring crowd to event put on by GOP hopeful -BYLN- By Russell Lissau rlissau@dai",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 4,
    "day": 9,
    "full text": "More than 100 people packed into an American Legion post in Wauconda on Thursday night to vent their concerns about the new health care reform law.\nThey peppered a three-member panel consisting of two doctors and a local business owner with questions about the high cost of medical insurance, the law's potential impact on veterans' medical services and related subjects.\nThe event was put together by Republican congressional candidate Joe Walsh, who's challenging Democratic U.S. Rep. Melissa Bean of Barrington for the 8th District seat. Walsh, of Winnetka, mostly served as a moderator for the discussion, running a microphone from audience member to audience member. He fielded few questions himself, including some specifically directed to him.\nRather, he let the panelists — Dr. Arie Friedman, a pediatrician who unsuccessfully ran for the Republican nomination in the neighboring 10th District this year, Dr. George W. Christy and business owner Joe Fehsenfeld — answer most of the questions. All three men opposed the health care law and backed Walsh's campaign.\nWalsh also has opposed the health care law and on Thursday repeated his promise to repeal the law if elected to the House.\n\"It can be repealed,\" he said. \"It can be defunded.\"\nThe discussion wasn't limited to health care. People complained about the federal economic stimulus program and illegal immigration, and they talked about the war on terrorism and other matters.\nOne audience member asked Walsh how he would work with Republican U.S. Senate candidate Mark Kirk, whose political views generally are more moderate than Walsh's, if they're both elected in November.\nWalsh admitted he didn't support Kirk in the GOP primary but said he backs him now because he's the party's nominee.\nThe evening took a surprise turn when Lake County Sheriff Mark Curran, a Republican who is seeking re-election this year, stepped out of the audience, took the microphone and talked about illegal immigration and the war on terrorism. He also endorsed Walsh's campaign.\n\nGraphic\n\n \nJoe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh, 8th district hopeful from Winnetka. Joe Walsh, 8th District hopeful Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe Walsh Joe WalshMelissa Bean Melissa Bean\n\nLoad-Date: April 9, 2010"
}