{
    "title": "HEALTH CARE, TERRORISM ARE TOP WORRIES_ POLL FINDS FEWER PEOPLE ANXIOUS OVER THE ECONOMY",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 1,
    "day": 20,
    "full text": "Worries about the cost of health care have grown in the public's consciousness in the last two years to rival concerns about the economy, an Associated Press poll found.\nConcerns about the economy dropped in the last year, mostly late in the year, according to a poll conducted for the AP by Ipsos-Public Affairs. Unemployment rose slightly as one of the nation's most important problems in the last year.\nAs domestic concerns shift, worries about terrorism continue to loom large, as they have for more than two years, the poll found.\nThe poll offers a glimpse of leading concerns at a time when Democrats are starting to choose a presidential nominee and President George W. Bush is starting to spell out his election-year agenda in the State of the Union address tonight.\nHealth-care costs were mentioned by 19 percent of people in the poll, up from 11 percent a year ago and 5 percent two years ago. Unemployment was mentioned by 14 percent, up from 9 percent a year ago.\nTwice as many women (26 percent) as men (13 percent) cited health-care costs as a top problem. Diana Bauer, a food-service director from Fresno, Calif., is convinced that doctors sometimes \"demand too much because they know insurance companies will pay it.\"\nDemocrats were twice as likely as Republicans to say health care was one of the most important problems. Minorities were twice as likely as whites to say unemployment was a major concern.\nWhen asked an open-ended question, poll respondents must offer an answer that comes to mind, rather than choose from a list of options. They were allowed to offer more than one top problem in their answer.\nThe war in Iraq, a dominant issue in campaign debate this year, was mentioned by 5 percent as one of the most important problems.\n\"I think the major problem is that I'm not sure we have a real exit strategy for the situation in Iraq,\" said David Granger, a public-relations worker from Equality, Ala., who said he's less worried about the economy.\n\"Right now, it pales compared to what's going on internationally.\"\nImproving signs from the economy have lessened worries that it's one of the most-important problems. A year ago, 36 percent identified the economy as a top problem, double the 18 percent who gave that answer in the new poll.\nConcerns about other issues affecting people's economic security have been growing.\nIn the last year, feelings about economic welfare have been boosted by a third round of tax cuts that took effect over the summer, continued low interest rates that have spurred record home sales and an improving stock market.\nSigns of an improving labor market have been halting. The government said this month that the unemployment rate dipped to 5.7 percent in December, the lowest in 14 months. But payrolls rose by only 1,000 jobs in December, a fraction of the 150,000 that analysts had hoped would be created.\nWhen asked to name the most important problems facing the nation, 21 percent cited terrorism as a top concern, about the same proportion that have done so each quarter in the last year.\nRepublicans were nearly twice as likely as Democrats to mention terrorism as one of the most important problems.\nWhen the poll was taken in early January, the nation was under a heightened terror alert that has been lowered since.\nNearly one-third called terrorism a top problem in January 2002.\n\"I think the most important problem is containing terrorism,\" said Bonnie Arnold, a paralegal from Walnut Creek, Calif. \"It changes our way of life. I lived with the Cold War all my life. Now, this has replaced it. It's like a sword hanging over our heads.\"\nThe poll involved 1,000 adults Jan. 5-7; it has a margin of sampling error of plus or minus 3 percentage points.\n\nGraphic\n\n \nGRAPHICGraphic/chart -Biggest concerns/ In a poll, Americans were asked to identify the most important problems facing the United States. People were allowed to identify more than one top problem, so the results total more than 100 percent.<\nTerrorism                       21%/ Health-care costs               19%/ Economy                          18%/ Unemployment                    14%/ Education                        6%/ Iraq                             5%/ Immigration                       5%/ Poverty, hunger, homelessness    5%/ Source: Ipsos-Public Affairs\n\nLoad-Date: January 21, 2004"
}