{
    "title": "Health officials examine city's, country's ability to handle terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 15,
    "full text": "Three prominent health officials stressed communication, funding and a sustained commitment of preparedness in a panel discussion on the health response to terrorism held at the New York University School of Law Wednesday night. The discussion, \"Health Response to Terrorism: U.S. and New York City,\" was co-sponsored by the Wagner School of Public Service and the Gallatin School of Individualized Study.\nGallatin Dean Frances White opened the discussion by posing the question, \"How prepared are we as a city and a nation to deal with a widescale chemical, biological or nuclear attack?\" Following her remarks, Wagner Dean Jo Levy Boufford moderated a three-member panel that included a national security advisor and the city health commissioner.\nThe panel focused mainly on the immediate federal and local response to the Sept. 11 attacks as well as what measures will be adopted to address the possibility of future public health threats.\nNew York U.\n\"Within 10 minutes of the crash, the health department activated its emergency protocol,\" panelist Neal L. Cohen said. Cohen, the commissioner of the New York City Department of Health, added that \"Y2K\" training had prepared health officials to divide response into seven key areas, including clinical medicine, shelter and surveillance. In fact the department had scheduled a emergency response drill for Sept. 12, although that was canceled after the events of the previous day.\nJerome Hauer, the director of the Crisis and Consequences Management Group, outlined a brief history of the federal government's counterbioterrorism initiatives before Sept. 11.\n\"People in the federal government had not focused on this issue prior to 1996,\" Hauer said. Hauer was one the scientists to brief President Clinton on bioterrorism in 1998, and he said that although Clinton increased federal funding from $ 1 billion to $ 11 billion, conflicting objectives among federal agencies prevented the creation of a cohesive system. Having debated the possibility earlier this year, Hauer said the Bush administration finally decided to establish the Homeland Security Office after Sept. 11.\n\"I don't care who you are or what city [you are], you will need federal assistance, because no state or city can stockpile vaccines,\" he said. \"Feds don't help with epidemiology investigations; they give out antibiotics and vaccines. It has to be a federal response.\"\nKenneth E. Raske, the president of the Greater New York Hospital Association, was the third panelist and spoke about the burden the Sept. 11 tragedy placed on area hospitals.\n\"These institutions dealt with heroic situations,\" he said. Addressing the grim conditions of Group Zero following the attack, Raske said. \"It was an insult to every sense a human could have.\"\nAlthough the greater New York hospitals treated over 6,000 victims of the World Trade Center attack, Raske said only 400 of those were admitted, which frustrated doctors and nurses who hoped to see more survivors and who felt helpless in the face of such a high death toll.\nIn addition to their discussion of the immediate response both to the Sept. 11 events and to the more recent anthrax scare, the panelists addressed the preparedness of local and federal agencies to respond to future public health threats.\n\"The unthinkable happened,\" Cohen said. \"We are beginning to realize we are neglecting core health activities.\"\nCohen described the relatively new syndrome surveillance system, which uses spatial clustering software to map concentrated reports of certain symptoms in area hospitals. For example, instances of fever may be measured against flu outbreaks over eight years of statistical data.\nFollowing their remarks, the panelists answered questions from the audience, which ranged from the challenge of sustaining commitment to public health issues to hospital security in the distribution of antibiotics such as Cipro.\nAlthough the panelists admitted that public fear and anxiety posed a challenge to health officials, they seemed confident in the city and country's ability to deal with upcoming threats.\n\"I have been overwhelmed by the cooperation of greater New York, and the country is pulling together,\" Raske said. \"Yes, ladies and gentlemen, the country is pulling together.\"\n(C) 2001 Washington Square News via U-WIRE\n\nLoad-Date: November 15, 2001"
}