{
    "title": "Health expert fears backlash to foreign aid cut",
    "publisher": "lincoln journal star ",
    "year": 2011,
    "month": 3,
    "day": 10,
    "full text": "It's hard enough to draw a direct line between the congressional budget showdown and its significance to Nebraskans.\nBut global health expert Laurie Garrett draws lines connecting the two through AIDS-plagued sub-Saharan Africa.\nThe threat from global terrorism could grow from a tea party campaign pledge to cut $100 billion from the federal budget, Garrett said.\nShe fears that pledge, coupled with the political expediency of bypassing controversial cuts to big programs like Social Security and Medicare, could cause the ax to fall heavily on foreign aid.\nCuts to the U.S. investment in global health, she said, won't greatly dent the federal deficit, but they could sour a decade of tremendous growth in global health spending, turning something good into a fountain of outrage.\nSince 2002, and led by President George Bush, she said, the United States has vastly increased foreign spending to confront AIDS, malaria and to improve children's health.\n\"And now the whole thing is about fall to pieces because of Congress,\" Garrett said in an interview before her appearance as the E.N. Thompson Forum on World Issues speaker in Lincoln on Wednesday night.\nShe is a senior fellow for global health at the Council on Foreign Relations in New York City and a Pulitzer Prize-winning health journalist.\nIn 2000, global sympathy coalesced around the plight of Africans dying from AIDS, a disease that finally had been tamed through frequent medication in the developed world.\nIn Africa, the disease was creating a continent of orphans, Garrett said. When the mother dies, she said, the father leaves.\n\"I've been in villages where I've been surrounded by children raising children,\" Garrett said.\nAfter 2002, billions in corporate and public dollars began pouring into the global AIDS effort. At first, it swamped existing health programs that served other needs, drawing away doctors who saw they could earn more money dispensing medicine that brought people back from the edge of death.\nIn some cases, the chaos increased death rates among women and children, setting rival agencies at cross purposes.\nThat resulted in the Global Health Initiative, she said, a U.S.-led effort to coordinate various health and assistance programs.\nIt also recognized that people coming for AIDS medication, Garrett said, were those also at risk for tuberculosis. And women coming for those treatments often carried children who could benefit from pediatric medicine.\nToday, Garrett said, \"four million people are alive because of the efforts of American taxpayers.\"\nThe global recession of 2008, she said, shifted the burden more heavily to the United States.\nIf financial assistance for AIDS medications is withdrawn, she said, those people in Africa will die immediately.\n\"We will get blamed,\" she said. \"The rage will be huge.\"\nAnd yet, new leadership in the U.S. House, Garrett said, has moved from skepticism of foreign assistance to open hostility.\nRep. Ileana Ros-Lehtinen of Florida, she said, recently criticized the State Department for misplaced priorities, for investing in global health and climate change over counter-terrorism.\nSuch Senate Republicans as Lindsay Graham, meanwhile, continue to hold that supporting global health deters terrorism, she said.\n\"Terrorism thrives where there is hunger and disease.\"\nReal progress against AIDS and malaria requires commitment, realistic goals and sophisticated monitoring, Garrett said.\n\"Things don't happen overnight.\"\nReach Mark Andersen at 402-473-7238 or mandersen@journalstar.com\n\nLoad-Date: March 10, 2011"
}