{
    "title": "HEALTH DIRECTOR CALLS THREAT OF BIOLOGICAL TERRORISM 'REAL'; A SKEPTIC AT FIRST, THORBURN SAYS COUNT",
    "publisher": "spokesman review",
    "year": 1999,
    "month": 5,
    "day": 21,
    "full text": "Washington public health officials are applying for money to help the state prepare for biological terrorism.\nSpokane County's top health officer said she was initially skeptical about the need to apply for a share of about $ 40 million the federal government is offering in grants.\nAfter looking into the matter, she and other doctors decided ''this is a real possibility,'' Dr. Kim Thorburn told the county health board Thursday.\nThorburn said the smallpox virus is held in laboratories in the United States and Russia. Iran, Iraq and some former Soviet republics have the ability to launch the virus at targets.\n''Anti-government groups in the U.S. could get it too,'' she said. ''The threat is both external and internal.''\nThe number of victims could grow by a factor of 10 every three days, Thorburn said. U.S. citizens haven't been routinely vaccinated against smallpox since 1973.\nAnthrax and botulism are easier to obtain than smallpox, she said.\nFearing intentional anthrax contamination, the FBI in February investigated a suspicious greeting card sent to a Spokane Planned Parenthood clinic. Similar cards threatening anthrax contamination had been sent to other abortion providers nationwide. All proved to be hoaxes.\n''It's unlikely that's how an attack will occur,'' said Thorburn. ''Most likely, it will be an unannounced attack and we won't know about it until people start showing up ill.''\nThorburn and public health officials in Tacoma, Seattle and the state Department of Health are applying for money to improve test laboratories, epidemiology technology, emergency communication systems and emergency preparedness. The most the state could receive is about $ 2 million.\nEven if it's never needed for a terrorist attack, the preparations would pay off during an influenza pandemic, like the one in 1918 that killed 20 million people worldwide and 500,000 in the United States. Thorburn said national health experts are convinced it's just a matter of time before there's another deadly outbreak in the United States.\nCounty commissioners, City Council members and volunteers who comprise the health board sat silently during Thorburn's presentation.\n''Quite cheery this morning, aren't you?'' county Commissioner Kate McCaslin quipped after Thorburn was done.\n''Is there another board we could sit on?'' asked Spokane Mayor John Talbott.\n\nLoad-Date: May 22, 1999"
}