{
    "title": "HEARING ON TERROR OPENS WITH WARNING ON SOVIET",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 25,
    "full text": "The new Senate Subcommittee on Security and Terrorism opened hearings today with its chairman, Jeremiah A.  Denton, strongly endorsing contentions by a number of witnesses that the Soviet Union was responsible for most international terrorism.\nThe Alabama Republican said that if the United States ignored the threat of terrorism ''the sand in which we bury our heads will eventually bury our nation.''\nSenator Denton, a former admiral and naval aviator who was shot down over North Vietnam and imprisoned there for more than seven years, also said in a statement that Soviet and other hostile intelligence agencies had enjoyed ''a measure of success'' in socalled disinformation campaigns aimed partly at misleading ''a story-hungry and sometimes gullible press.''\nA number of left-wing and liberal political organizations issued statements deploring the creation of the subcommittee, suggesting that it might signal a return to ''McCarthyism'' and political interrogations in the pattern of the internal security investigations in the 1950's.\nNew Senate Subcommittee on Security and Terrorism begins hearings\nThere were fewer fireworks than the crowds of political activists and tourists who lined up for scarce seats in a Senate hearing room had seemed to expect, but the day was not without drama.\n \nWitnesses See a Soviet Role\nThe subcommittee, an arm of the Senate Judiciary Committee, heard sworn testimony from Claire Sterling, a Rome-based American foreign correspondent and author of the recently published book, ''The Terror Network''; from Arnaud de Borchgrave, a former correspondent for Newsweek magazine and co-author of a political novel entitled ''The Spike''; from Dr. Michael Ledeen, a historian, foreign-policy analyst and editor, and from William E. Colby, a former Director of Central Intelligence.\nAll four witnesses testified that they believed that the Soviet Union had given material support, training and encouragement to a wide network of terrorist organizations.\nMr. de Borchgrave, Mr. Ledeen and Senator Denton also placed strong emphasis on accusations that the K.G.B., the Soviet intelligence and internal-s@ecurity agency, had enjoyed considerable success in deceiving Western opinion through so-called disinformation. \nDisinformation is an intelligence term, derived from a Russian word, meaning in part the clandestine planting of information by one power to the disadvantage of another power or group.\n \n'Manipulation of Western Media'\nMr. de Borchgrave testified that a Soviet plan for defeating the West that he said was initiated in 1968 called for a wide range of measures but ''above all, the manipulation of the Western media'' and the ''sabotage of Western intelligence services through press exposure.''\nHe also testified that there was ''irrefutable proof'' that the Soviet Union was playing ''a covert role in promoting the antinuclear lobby.'' He asserted that what he called a well-known Soviet front organization was ''affiliated'' with an organization known as Mobilization for Survival.\nThis group is an umbrella organization of several antiwar and antinuclear power groups that has demonstrated against nuclear power plants and against nuclear weapons.\nIt was this kind of accusation that liberal groups had predicted would result from the creation of the subcommittee. A statement issued this morning by Americans for Democratic Action said that ''the hearings were inappropriate'' and charged that the subcommittee ''appears to be seeking only a platform to make its inflammatory charges about the nature of terrorism in the world today.''\n \n'Repression and Intimidation'\nMobilization for Survival, which says it has 140 affiliated organizations devoted to opposing the ''arms race'' and stopping nuclear power, issued a statement in Philadelphia this evening, saying that the testimony was ''reminiscent of the repression and intimidation of the McCarthy era'' and asking Senator Denton to ''disallow any further unsubstantiated and damaging charges to be entered into the record of his committee.''\nAt several points today Senator Denton made long, extemporaneous remarks about his imprisonment, his torture by the North Vietnamese and his resentment that opinions similar to those of the North Vietnamese had been expressed by journalists and members of Congress during the war.\nAt another point he said that a television station in Huntsville, Ala., had telephoned to ask if he was ''wearing a bulletproof vest.'' Opening several buttons of his shirt, he said, ''No, I am not.''\nAlthough no bulletproof vests were evident, several plainclothes officers of the Capitol police force guarded the hearing room, along with the usual uniformed Capitol police guards. Joel S. Lisker, the subcommittee counsel, said that he had requested the plainclothes officers, but added that no threats of violence had been received by the panel.\n \nWitness Charges 'Cover-Up'\nSenator Patrick J. Leahy, Democrat of Vermont, was present for the morning session, but Senator Denton was the only subcommittee member on hand in the afternoon.\nMrs. Sterling testified at some length on the main theses of her book. She and Mr. Colby seemed to be in broad agreement that the Soviet Union might not have originally been responsible for organizing all the urban guerrilla and left-wing terrorist groups operating in Western nations and might not control them on a day-today basis. But they argued that the Soviet Union was responsible for having helped arm and train them.\nIn answer to a question from Senator Leahy, Mrs. Sterling said that there had been ''a cover-up'' by some Western intelligence agencies of Soviet complicity in terrorism and that ''my book proves it.'' She said that such alleged suppression of evidence had probably been motivated in large part by diplomatic considerations and by desires to preserve detente.\nSenator Denton began the hearings by reading what he said was a new Central Intelligence Agency definition of terrorism. There have been reports that the definition was being broadened by the Reagan Administration.\n \nNew Definition of Terrorism\nSenator Denton said, in part, that the new definition was that ''terrorism is the threat or use of violence for political symbolic effect that is aimed at achieving a psychological impact on a target group wider than its immediate victims.'' The new definition also includes operations with ''military, paramilitary or insurrectionary goals'' if ''they involve terrorist acts,'' the Senator said. This would seem to include some wars of national liberation. The older definition, as contained in a Presidential executive order, is complex but apparently narrower."
}