{
    "title": "Hearing puts Muslim group in hot seat",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 3,
    "day": 11,
    "full text": "WASHINGTON ? At Thursday's contentious congressional hearing on radicalization in the American Islamic community, one Muslim advocacy group became a repeated target for damning accusations from Republicans: the Council on American-Islamic Relations, or CAIR. Rep. \nPeter T. King of New York, chairman of the House Homeland Security Committee, led off the critics, calling CAIR \"discredited\" and congratulating the FBI for cutting off high-level cooperation with the group. Rep. Frank R. Wolf of Virginia accused CAIR of \"an attempt to stifle debate and obstruct cooperation with law enforcement.\" Rep. Chip Cravaack of Minnesota told a witness, Leroy D. Baca, the Los Angeles County sheriff, \"Basically, you're dealing with a terrorist organization.\" Baca, the only law enforcement official invited to testify, who said he worked regularly with the CAIR chapter in his area, pushed back. \"I have not experienced anything that suggests that CAIR supports terrorism,\" he said. He suggested that such accusations should not be cast about recklessly in the absence of solid evidence. For the casual observer, it may have been a puzzling set of comments. But it is an old argument for CAIR, an aggressive civil rights organization that has long been pilloried by conservatives as the American Civil Liberties Union with a Muslim spin. A representative of the group was not invited to testify at the hearing Thursday but submitted 30 pages of written testimony ? including a list of dozens of CAIR statements dating to 1997 condemning terrorist attacks around the world, among them attacks in the United States and Israel. \"We are the answer to violent extremism,\" said Nihad Awad, a Palestinian-American who is the executive director of CAIR, noting the group's longstanding campaign against religious violence, called \"Not in the Name of Islam.\" Awad said Thursday's hearing, called by King, was \"political theater\" intended to score points, not to elucidate facts. \"No one is more concerned about terrorism in the United States than we are,\" Awad said. This is in part because Muslim Americans face a backlash every time a Muslim is accused of plotting or carrying out terrorism in the United States. \"We have nothing to do with radicalizing young men,\" he said. Last month, the FBI director, Robert S. Mueller III, said that the bureau had no \"formal relationship\" with CAIR, but that the organization's officials and chapters regularly worked with FBI officials on investigations and related matters. This included a news conference held Thursday in Sacramento to announce an arrest in a mosque vandalism case. \n\nLoad-Date: March 12, 2011"
}