{
    "title": "Hearing on chemical terrorism stresses funding, training",
    "publisher": "the anniston star ",
    "year": 2015,
    "month": 3,
    "day": 20,
    "full text": "March 20--Four officials on Thursday told a House subcommittee that the country's hospitals and first responders need more money, training and research to effectively prepare for the threat of chemical terrorist attacks.\n\"More must be done and the federal government has to lead the way,\" Armando Fontoura, the sheriff of Essex County, N.J., said at the hearing of the the House Subcommittee on Emergency Preparedness, Response, and Communications. (Video of the hearing was available live on the Internet.)\nAnniston's Center for Domestic Preparedness, where the Homeland Security Department trains civilian first responders from across the country to deal with chemical attacks and other disasters, garnered little discussion during Thursday's testimony.\nFontoura said his county includes one of America's busiest ports, and because of Homeland Security money, officials there have gone from inspecting 10 percent of shipping containers to nearly 90 percent.\n\"We need to do better we need to inspect them all,\" he told the subcommittee.\nThe hearing came near the 20th anniversary of sarin attacks on a Tokyo subway, but the officials testifying and the committee members expressed equal concern for attacks on chemical manufacturers.\nFontoura said his office and other emergency agencies in Essex County have conducted drills to prepare for an attack on such a company. But he would like to see federal funding for more security monitoring of the sites.\nAlso testifying in the hearing Thursday was Dr. Christina Catlett, associate director of the Office of Critical Event Preparedness and Response, Department of Emergency Medicine at Johns Hopkins Hospital.\nShe told the committee that budget restraints and a focus toward infectious diseases such as ebola have diminished the preparedness of hospitals.\nAlso complicating the problem, Catlett said, is a lack of awareness of many younger medical workers concerning the threat of a chemical attack or industrial accident involving deadly chemicals.\nCatlett said she would like to see training for such events ramped up among hospitals. She also suggested funding for research that would adequately gauge what hospitals need to be prepared and how they stand up to those metrics. According to Catlett, there hasn't been adequate data about the subject in a decade.\nOklahoma City fire Chief Keith Bryant, testifying on behalf of the International Association of Fire Chiefs, told the committee that the most important aspect of preparedness is maintaining collaboration among all the agencies involved in such an attack. That includes communication between first responders and chemical manufacturers, said Mark Kirk, director of the Chemical Defense Program for the Department of Homeland Security.\nKirk said the relationships built among the agencies in those training programs will be vital in responding to a chemical attack.\nCalhoun County EMA director Jonathan Gaddy, who did not attend Thursday's hearing, said local agencies have worked hard to be prepared for any kind of chemical attack.\nGaddy said how first responders handle a chemical incident is similar whether it is an attack or an industrial accident. He said each of the local fire departments have strong relationships with any chemical manufacturers in their districts.\n\"I can definitely say that the relationship here locally between first responders and the community is very good,\" Gaddy said.\nAsked about funding for Homeland Security programs, staff members for Rep. Mike Rogers, R-Saks, a member of the House Homeland Security Committee, emailed the following statement:\n\"Being prepared for any type of terrorist attack is crucial in this dangerous world we live in today.  The Center for Domestic Preparedness does just that by serving as a one-of-a-kind, hands-on training facility.  Congressman Rogers will continue to fully support the CDP as it continues its important mission training our first responders.\"\n___ (c)2015 The Anniston Star (Anniston, Ala.) Visit The Anniston Star (Anniston, Ala.) at www.annistonstar.com Distributed by Tribune Content Agency, LLC\n\nLoad-Date: March 20, 2015"
}