{
    "title": "Hearing on Godfrey teen accused of terrorism delayed after he decides on attorney",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 9,
    "day": 8,
    "full text": "EDWARDSVILLE - A court hearing for a man accused of making a terrorist threat was delayed Wednesday when the defendant decided he wanted an attorney after all.\nKeaun Cook, 18, of Godfrey, was charged Sept. 1 under Illinois law with one count of making a terrorist threat and one count of material support for terrorism. Some details in the case were expected Wednesday but weren't disclosed after Cook changed his mind about defending himself .\nHe appeared before Associate Court Judge Jennifer Hightower Wednesday shackled at his waist and ankles and sat alone at the defendant's table. In a barely audible voice, Cook said he didn't want a lawyer.\n\"I am doing okay, ma'am,\" he said.\nCook also said he wanted to discuss the \"situation,\" without elaborating.\n\" I feel all the questions should be asked here,\" Cook said. \"I think the wrong picture has been painted and we should get to the bottom of it.\"\nHightower reminded Cook that the hearing was to increase or deny his bail, currently at $150,000. After she asked him several times , Cook decided to accept representation by Madison County Public Defender John Rekowski.\nRekowski already was in the courtroom and walked over to sit with Cook. Rekowski requested a two-day delay.\nMadison County State's Attorney Tom Gibbons had planned to lay out details to argue for denying bail but said he would wait until the next hearing at 1:30 p.m. Friday.\nGibbons did say the case was based upon a recording that an unidentified person gave to investigators.\nGibbons filed the charges based upon a statute the Illinois Legislature adopted after the Sept. 11, 2001, terrorist attacks.\nNo one from Cook's family was in the Madison County Criminal Court Building. They have said that he is mentally ill and they have been trying to get him help.\nMadison County sheriff's deputies went to Cook's home in the 1300 block of Sir Galahad Lane in Godfrey on Aug. 24 after getting a tip and developed evidence linking Cook to potential regional terrorist threats, prosecutors say.\nCook allegedly had been in contact with people he believed would be capable of committing a mass casualty attack. He contacted them through social media , Gibbons said when Cook was charged.\nCook and the group were targeting at least three locations in the area, Gibbons said. Both of the charges are felonies. Cook faces up to 70 years in prison.\nCook is being held at the Madison County Jail in Edwardsville, where Hightower said he would stay at least until after the hearing Friday.\n\nGraphic\n\n \n Keaun Cook, 18, of Godfrey was charged with one count of making a terrorist threat and one count of material support for terrorism. Prosecutors say he was in contact with people he believed capable of committing a mass casualty terrorist act.  \n\nLoad-Date: September 9, 2016"
}