{
    "title": "Heed this 'alarmist'",
    "publisher": "pittsburgh tribune review",
    "year": 2007,
    "month": 5,
    "day": 6,
    "full text": "Whenever I refer to the threat of radical Islam, I am inundated with e-mails chastising me for unjustified alarmism. Last week, even the esteemed and often accurate British Economist accused me, by name, of overestimating the threat and being alarmist on the topic. \nNot only do I hope they are right but I regularly monitor the news for evidence of my error. For I have long taken to heart and applied to myself the advice that Oliver Cromwell gave to the Scottish Presbyterians: \n\"I beseech you, in the bowels of Christ, think it possible you may be mistaken.\" \nNonetheless, while Muslim attitudes across the world are dynamic -- and subtle inflections of thought are not easily captured by polling -- the news continues to be not encouraging. \nLast month, the respected University of Maryland Program on International Policy Attitudes (PIPA) released its most recent survey of Muslim attitudes on America, terrorism and related topics (see pipa.org). It surveyed attitudes in four representative Muslim countries: Egypt, Pakistan, Indonesia and Morocco. \nOn the question of America's influence in the world, from a low of 60 percent in Indonesia to a high of 89 percent in Egypt, they answered that most or nearly all of what happens in the world is controlled by the United States. And how do the world's Muslims see (what they believe to be) our all-powerful objectives?  \nFrom a low of 73 percent in Indonesia to a high of 92 percent in Egypt, the Muslims believe that America's goal is \"to weaken and divide the Islamic world.\" Fairly assuming that these four countries' populations represent worldwide Muslim views in Islamic countries, in other words, about 80 percent of the 1.4 billion Muslims or about a billion souls see America as hostile or an enemy to Islam. \nBetween 61 percent and 67 percent of the polled Muslims also thought that America's goal was to spread Christianity in the Middle East. Given that Islam teaches that Muslim converts to other religions must be executed, this purported American objective is probably not well received. \nWhat do they think is our primary goal in the war on terror? Between 9 percent and 23 percent believe it is to protect ourselves from terrorism. Between 53 percent and 86 percent believe it is to weaken, divide and dominate the Islamic religion and people. \nWhat percentage of the polled Muslims are in favor of terrorism attacks on civilians (and note the question doesn't say American civilians -- which presumably would be more popular than attacks on even Muslim civilians -- as the general form of the question suggests)? \nTo varying degrees, 27 percent of Moroccans, 21 percent of Egyptians, 13 percent of Pakistanis and 11 percent of Indonesians approve of terrorism attacks on civilians -- and not just American civilians. \nExtrapolating those percentages to the world Muslim population, roughly 250 million Muslims may approve, under some circumstances, of terrorism attacks on civilians generally. One might reasonably guess a somewhat larger number would favor it if limited to American victims. \nOf course, as the study points out, \"Large majorities (57 percent to 84 percent) in all countries oppose attacks against civilians for political purposes and see them as contrary to Islam.\" We must be grateful for such mercies. But when, to fairly extrapolate these numbers, about a quarter of a billion Muslims are in favor of civilian terrorist attacks, I think prudent people are entitled to be alarmed at the magnitude of the threat. \nIt should be remembered that a majority of Germans never voted for Hitler. His high watermark was about four in 10 -- and that probably overstated his true level of support. Indeed, only a minority of American colonists supported our noble revolution. \nAnytime a revolutionary cause -- and particularly one that is culturally and violently aggressive -- reaches a certain critical mass, its target runs the risk of losing the support of the majority who are not revolutionary but are susceptible to being intimidated by the revolutionary minority. \nWhether the radical percentages measured in this report constitute a critical mass or not is certainly conjectural (please see the full report online for other intriguing data that are generally in line with these samples). \nImportantly, attitudes can shift either way over time. And most importantly, we have not had -- even remotely -- a national debate on what policies are best judged to reduce radical sentiment in the Muslim world, while also protecting us from potentially imminent terrorist attacks. Rather, we are still having a jolly old time deciding whom amongst us to skin for our past mistakes. \nThe president's critics are fond of pointing out that America's participation in World War II was shorter than the current Iraq struggle. Of course it is also true that given the longevity of our current finger pointing, if this were World War II, it would be 1946 and we would still be trying to figure out whom to fire over Pearl Harbor. \nLet us, at least, now be resolved to not permit any candidate for president -- Republican or Democrat -- get away with merely criticizing past decisions and policies or offering simplistic slogans on the War on Terror (or whatever other term people prefer for the global jihad threat to the West). Let's insist that they each discuss in depth their understanding of the threat and their considered and detailed strategy for protecting us in the future. \nWarned Winston Churchill when he took over government in 1940: \"If we open a quarrel between the past and the present, we shall find that we have lost the future.\" \nAnd, as an official alarmist, let me assert that the data, such as above, suggest that our future is quite losable if we persist in ignoring the regrettable realities pregnant within it. \nTony Blankley is editorial page editor of The Washington Times. \n\nLoad-Date: May 6, 2007"
}