{
    "title": "Heftier Term for Lawyer in Terrorism Case",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 16,
    "full text": "A federal judge on Thursday increased the sentence of Lynne F. Stewart, a disbarred lawyer convicted of assisting terrorism, to 10 years -- nearly five times as long as her original sentence.\n  An appeals court had ordered the judge, John G. Koeltl of Federal District Court in Manhattan, to resentence Ms. Stewart after it deemed his first sentence, of 28 months, too light.\n  Judge Koeltl, after speaking for about 45 minutes about the considerations he had made, the legal sentencing guidelines and the facts of the case, ordered Ms. Stewart to serve 120 months. \n  A collective gasp went up from Ms. Stewart's supporters, who packed the broad, high-ceilinged courtroom. That was followed by a few shrieks and sobs; some held their hands over their mouths.\n  Ms. Stewart, in an oversize navy blue prison jumpsuit, sat silently as the sentence was announced. Afterward, when Judge Koeltl offered her an opportunity to speak, she paused for several seconds before  rising.\n  ''I'm somewhat stunned, Judge, by the swift change in my outlook,'' she said. ''We will continue to struggle on to take all available options to do what we need to do to change this.''\n  She added: ''I feel like I let a lot of my good people down,'' to which people in the gallery shouted, ''We love you.''\n  The sentence was the latest grim chapter in a long odyssey for Ms. Stewart, who was convicted in 2005 of assisting terrorism by smuggling information from an imprisoned client to violent followers in Egypt.\n  Ms. Stewart, 70, who has breast cancer and was given time to seek treatment before her first sentencing in 2006, said Thursday that incarceration was wearing her down.\n  ''It's a death sentence,'' her husband, Ralph Poynter, said outside the courtroom.\n  The case was closely watched in legal circles, as Ms. Stewart presented herself as a martyr for lawyers who, she said, vigorously defended terrorism suspects in the post-9/11 era.\n  But Andrew S. Dember, an assistant United States attorney, said in court on Thursday that Ms. Stewart's actions went beyond advocating for her client, Sheik Omar Abdel Rahman.\n  ''She gave aid to pro-violence factions of a violent terrorist organization,'' said Mr. Dember, who sought a sentence of 15 to 30 years. The defense had sought to maintain the 28-month sentence.\n  In ordering Judge Koeltl to sentence Ms. Stewart, the Court of Appeals for the Second Circuit asked him to weigh, among other things, the prosecution's contentions that Ms. Stewart committed perjury when she testified at her trial and had abused her position as a lawyer.\n  Judge Koeltl, who praised the work Ms. Stewart had done throughout her career and said he had received an unprecedented 400 letters supporting her, ruled that she had lied and abused her position.\n  But what seemed to weigh heavily on the judge's decision were statements Ms. Stewart made to the press after her first sentencing that she could do 28 months ''standing on my head'' and that she would do it all again. Those comments, the judge said, indicated ''a lack of remorse'' and that ''the original sentence was not sufficient.''\n  Before Judge Koeltl ruled, Ms. Stewart tried to backtrack from those statements. She said that prison was worse than she could ever have imagined.  ''Over the last eight months, prison has diminished me,'' she said. ''Daily, I confront the prospect of death.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Supporters of Lynne Stewart, a human rights lawyer known for defending unpopular clients. (PHOTOGRAPH BY RUTH FREMSON/THE NEW YORK TIMES)                                                        \n\nLoad-Date: July 16, 2010"
}