{
    "title": "Heightened Terrorism Alert May Last Beyond Holidays",
    "publisher": "the new york times",
    "year": 2003,
    "month": 12,
    "day": 23,
    "full text": "The Bush administration is considering extending its heightened terror alert into the new year, as national security officials brace for the possibility that operatives of Al Qaeda will try to hijack airliners or engage in other major attacks within days, officials said Monday.\n     \"No one should assume that once we get to Christmas and after New Year's that people should let their guard down,\" a government official said. \"Al Qaeda has suffered some serious setbacks, but we know they're still capable of launching major attacks.\" \n A day after the administration raised the threat status from \"elevated\" to \"high,\" President Bush met for about 45 minutes Monday morning with members of his Homeland Security Council. Among those present were Tom Ridge, secretary of homeland security; Defense Secretary Donald H. Rumsfeld; George J. Tenet, director of central intelligence; Attorney General John Ashcroft; and Robert S. Mueller, director of the F.B.I.\nA surge in recent terrorism intelligence points to the possibility of a spectacular attack that terrorists abroad \"believe will rival or exceed the scope and impact of those we experienced on Sept. 11,\" said Scott McClellan, the White House press secretary. \nEven so, Bush administration officials, mindful that past threat alerts have been criticized in some quarters as alarmist, sought to convey a sense of calm reassurance to the public.\nMr. Bush said that \"American citizens need to go about their lives, but as they do so, they need to know that governments at all levels are working as hard as we possibly can to protect the American citizens.\"\nMr. Ridge told reporters after the meeting that although people should be especially vigilant because of the increased threat of an attack, \"if you've got holiday plans, go -- don't change them, don't alter them.\"\nParticularly concerned that Qaeda operatives might hijack commercial airliners, as they did in the attacks of Sept. 11, 2001, officials tightened security at airports, a step that could mean delays for millions of holiday travelers. \nCoincidentally, the Department of Homeland Security said on Monday that a long-planned program in which photographs and inkless fingerprints will keep track of foreigners' entering and leaving the country would go into effect on Jan. 5 at all 115 American airports that handle international flights.\nAll foreigners carrying visas -- the program will not apply to the 28 countries, many in Europe, that waive visa requirements for 90-day visits to the United States -- will be subjected to the extra security measures. The fingerprints will be checked instantly against a national database of criminal backgrounds and terrorist links, and, to ensure further safety, the process will be repeated when the visitors leave.\nBut private air cargo operations are also seen as a potential means of attack, officials said. \n\"Cargo plane security is not what we would like it to be,\" said a public security official in New York who spoke on condition of anonymity. \"In terms of threats from the skies, that one is still largely unaddressed.\"\nIn any case, a senior F.B.I. official told reporters last week, before the elevation of the threat level, that terrorism analysts were not convinced that Al Qaeda would necessarily return to airliners as a means of attack.\n\"Their planning is wide open,\" the official said.\nOther officials said they were stepping up security not only at airports but also at other potential targets like bridges and power plants. Federal agencies involved in law enforcement and border protection have ordered supervisors and operational employees to cancel leaves at least through the holiday period. \nBush administration officials emphasized the vital role that federal, state and local law enforcement officials would play in coordinating counterterrorism efforts. But a report issued on Monday by the Justice Department's inspector general offered a mixed assessment of the F.B.I.'s efforts to share counterterrorism intelligence. It found that while the bureau had begun \"fundamental reform\" in intelligence-sharing, some troubling obstacles, like a need for better computer systems, continued to impede the effective flow of information.\nWhile officials would not discuss specific information that led the administration to raise the threat level, they said not only that it was considered credible but also that the volume of it picked up by both electronic intercepts and human intelligence had increased significantly in recent days and weeks. The source of that intelligence is largely overseas, officials said.\n\"We've never seen it quite at this level before,\" Mr. Ridge said.\nAnalysts are studying whether tapes broadcast in the Middle East in recent days carried signals to terrorists to launch attacks against the United States. In the last few days, an Arab satellite television station, Al Arabiya, has broadcast an audiotape of apparently dated material from Osama bin Laden. But another network, Al Jazeera, has broadcast portions of a fresher audiotape it said had been made by Ayman al-Zawahiri, Mr. bin Laden's deputy.\nOfficials said the tapes had been a factor in raising the threat level.\n\"This was one of a number of things,\" one official said. \"But that certainly wasn't the driver. There's a lot of other threat information that factored into the decision.\"\nGovernment officials are concerned that the holiday season in particular may prompt an attack by Al Qaeda or other terrorists, as a way of both dealing an emotional blow to the United States and blunting the political capital that Mr. Bush has gained through the capture of Saddam Hussein.      \n\nhttp://www.nytimes.com\n\nLoad-Date: December 23, 2003"
}