{
    "title": "Helicopter Crash Kills 7 Peacekeepers From Multinational Force in Sinai",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 12,
    "full text": "Five Americans are among the dead. The force, which supervises the 1979 Egypt-Israel peace treaty, said there was nothing to suggest the crash was anything but an accident.\nJERUSALEM — A helicopter carrying members of a multinational peacekeeping force crashed on Thursday near Sharm el Sheikh in the Sinai Peninsula of Egypt, killing five Americans, a French citizen and a Czech citizen.\nThe peacekeeping force, Multinational Force and Observers, said that one person had survived and was medically evacuated. An earlier statement reported incorrectly that eight people had died, including six Americans.\n“At this point, there is no information to indicate the crash was anything except an accident,” the statement said.\nThe force, known as the M.F.O., supervises the implementation of the 1979 peace treaty between Egypt and Israel. It consists of 1,154 troops from 13 countries, including Australia, Britain, Fiji, the United States and Uruguay.\nThe force was born in 1981 out of the inability of the Security Council to obtain approval for the placement of the United Nations peacekeeping force in Sinai — pushing Israel and Egypt to negotiate the agreement that established the M.F.O.\nThe M.F.O. operates out of two military bases in Egypt: a South Camp near Sharm el Sheikh, which acts as the headquarters as well as an operational and logistical base. A North Camp is in the town of El Gorah in northern Sinai, near the Egyptian-Israeli border.\nOver the past few years, terrorism has spread in the Sinai Peninsula, with militants affiliated with the Islamic State attacking security officers and even downing a Russian passenger jet. The M.F.O. peacekeepers have not been spared, with two blasts injuring six soldiers, including four Americans, in 2015.\nPentagon officials declined to identify the American service members killed in the crash, pending notification of family members. Among the U.S. military assigned to the peacekeeping force are more than 450 members of the Texas National Guard deployed to Sinai earlier this year.\nIn a statement, the Defense Department said it was “deeply saddened by the loss of five U.S. and two partner nation service members.”\nThe Israeli military said one of its helicopters carrying elite search and rescue soldiers from Air Force Unit 669 had evacuated an injured American peacekeeper to an Israeli hospital for medical treatment. The Soroka Medical Center in Beersheba, Israel, said an American wounded in the crash was admitted to its trauma unit in moderate to serious condition.\nIsrael’s ministers of defense and foreign affairs sent their condolences to the families of those killed and wished a speedy recovery to the wounded. Both praised the importance and contribution of the force.\n“These troops were part of a peacekeeping force bravely protecting the stability and security of the region,” Benny Gantz, the defense minister, said in a statement.\nIsabel Kershner reported from Jerusalem, and Eric Schmitt from Washington. Abdi Latif Dahir contributed reporting from Cairo.\nPHOTO: The helicopter crashed near Sharm el Sheikh in the Sinai Peninsula of Egypt. (PHOTOGRAPH BY Khaled Desouki/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: November 12, 2020"
}