{
    "title": "Help the Arab World Help Itself THE VIEW FROM CAIRO",
    "publisher": "the forward",
    "year": 2004,
    "month": 6,
    "day": 11,
    "full text": "It would be a travesty of justice and the truth to assume that the governments of the Middle East are blind or deaf to the needs of their own peoples, or that they are unaware of the need to pursue a long-term plan for sustained reform that would enrich and improve the quality of life within their borders and generate new opportunities for their peoples.\nUnfortunately, it appears that such assumptions were made by the authors of the Broader Middle East and North Africa Initiative. A growing number of officials in Washington seem to assume that the conditions in all Middle Eastern countries are more or less identical. The reality is different.\nIt is not surprising, then, that many countries in our region have shown an aversion to the initiative, instead choosing to continue addressing the issue of reform within a local context. We in Egypt fully understand the need for comprehensive changes. But like any other nation, the Egyptian people cannot accept an agenda imposed from without.\nAny serious outside effort at involvement in the Middle East must first begin with an acknowledgement of the progress that has already been made. Here in Egypt, real reform in a variety of fields was started decades ago and is still being pursued.\nThis year alone, we have taken additional steps toward becoming a more progressive society. In March, the ruling National Democratic Party endorsed an initiative that safeguards the fundamental rights of all Egyptian citizens. Among other measures, the initiative establishes the National Council on Human Rights, abolishes the State Security Courts, abolishes hard labor and establishes special courts for domestic relations.\nDuring the same month, institutions from across the Arab spectrum - including the Academy of Science and Technology, the Arab Business Council, the Arab Women's Organization, the Economic Research Forum and the Arab Organization for Human Rights - issued the Alexandria Statement. This unprecedented declaration sets forth a comprehensive reform plan that addresses pressing political, economic, social and cultural issues, and calls for establishing civil society mechanisms in order to implement and monitor these reforms.\nIt is important to remember that no one state or nation can claim to be the only victim of terrorism, which has sprouted its roots on all continents and is not selective about its victims. In Europe, in Japan, in the former Soviet Union and in the United States, homegrown terrorism has targeted and killed innocents in the past with the same indifferent hand that kills innocents today.\nLong before terrorism horrifically arrived at America's doorstep on September 11, 2001, Egypt was one of the few states in the region to confront the extremist threat. For more than three decades, we have fought a daring battle against several terrorist gangs. Initially our war on terrorism required resorting to security measures, but over the years we have adopted a more comprehensive approach to dealing with the root causes of the phenomenon - specifically, by creating an awareness among the masses of the fallacy of the ideology of hate and murder.\nFor far too long, unfortunately, many of our neighbors in the region - including traditional allies of Egypt - have failed to comprehend the nature and magnitude of the danger. And for far too long, the United States and other Western powers have cited our record on human rights as a hindrance to cooperation in the fight against terrorism, which stymied our efforts to bring our criminals to justice. When President Hosni Mubarak proposed holding an international conference to deal with the menace in 1986, the response was lukewarm at best.\nSince the September 11 attacks, however, a greater urgency has been brought to efforts here in Egypt and across the region to eradicate the root causes of extremism.\nEgypt understands that terrorism does not emerge from a vacuum. It festers and feeds on injustices, ignorance and poverty. However, these factors do not automatically lead to terrorism. They may cause discontent, but this is different from terrorism. The latter requires a criminal mind that can be easily manipulated.\nTerrorism is a means and not an end unto itself, a symptom of a greater malady. That is why Egypt strives to end the Arab-Israeli conflict in a just and equitable way - by mediating between Palestinian factions, by mediating between Israelis and Palestinians, and by cooperating in every way possible with all interested parties in order to achieve that goal. That is why Egypt has come forward with an initiative to facilitate an Israeli withdrawal from Gaza and to demonstrate that a just peace is achievable.\nThis is not to state, however, that no reform can be started before all disputes are resolved. Rather, it means that as pending problems are resolved, it becomes easier for governments in the region to concentrate on development and reform.\nFor several decades, Egypt and the United States have maintained a solid and mutually rewarding partnership that achieved tangible rewards and has resonated beyond our borders. Meaningful progress has been made in the Middle East through our perseverance and coordinated efforts. I firmly believe that together, the United States, European Union and Middle Eastern countries can succeed in bringing our region into the 21st century in peace, stability and prosperity. But in order to do so, we all must be willing to question our roles in the reform process.\nAssuming that a \"one size fits all\" initiative is the path to reform is a mistake of major proportions. Instead, let us work together in harmony and mutual trust, and not by dictated views and formulae. Let us not make the mistake of thinking that we are pursuing different goals and proceeding from different values. Our purpose is the same - there is no conflict between the West and Middle Eastern countries on the urgency for reform.\n\nLoad-Date: June 14, 2006"
}