{
    "title": "Helping Central America fight terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 11,
    "day": 21,
    "full text": "Following a season of political violence and hostage-taking, Americans appear in no mood to tolerate terrorism.\nEven so, a Reagan administration proposal to provide $54 million in antiterrorist assistance to five Central American governments has drawn spirited criticism from Congress.\nAdministration officials say the aid is necessary to help key US allies in the region deal with the threat posed by leftist guerrilla movements. To support their stand, they also cite the increasing threat posed by terrorists to American military and embassy personnel stationed in the region.\nBut some in Congress are wary. They say that however well intentioned the aid, history suggests that money given to fight terrorism could be used to suppress human rights.\n''The issue here is not the degree of our disapproval of terrorism,'' says Congressman George Miller (D) of California, one of several witnesses to appear in this week's back-to-back House and Senate hearings on the administration's antiterrorism proposal. The question, says Representative Miller, is ''whether human rights will be enhanced by efforts to train and equip Central American police or whether our involvement will implicate us in the violence that Central American governments have perpetrated against their own citizens.''\nThe aid plan, which was triggered in part by a terrorist attack, that left 13 people - including four US marines - dead in downtown San Salvador last June, was submitted to Congress in September.\nThe bill calls for $26 million in police training and equipment plus $27 million for the establishment of specialized military counterterrorist programs in the region. An additional $1 million is to be made available to protect witnesses in terrorist-related trials.\nThe Reagan plan is the second major US effort to help foreign nations combat terrorism. According to a coming report, prepared by the congressional Arms Control and Foreign Policy Caucus, between 1962 and 1974, the US provided $250 million to train and supply half-a-million foreign police officials in 41 countries. The public-safety program was suspended following allegations that the aid was being used to supress human rights and buttress repressive regimes.\nReagan officials insist times have changed.\n''There's a big difference between 1974 and today,'' says one State Department source. ''Then, we were losing the region to dictatorship. Today, there are democratic governments of one form or another throughout Central America. Moreover, there's growing respect for human rights now.''\nUS spokesmen say recent increases in US military aid have helped neutralize Salvadorean guerrillas militarily. But, in the face of a new wave of urban terrorism, more needs to be done to shore up the region's fragile new democracies, they add.\n''The vulnerability still exists in the area of counterterrorist assistance and conventional law enforcement and the guerrillas have gone right to it,'' the State Department official continued. ''We need to close the gap the guerrillas have discovered.''\nFrustrated over the spread of terrorism, Congress began two years ago to lift its 1974 ban on aid to foreign police forces, subject to congressional approval based on human rights considerations.\nBut many in Congress say they're reluctant to go with the major increase proposed by the administration without some guarantee that the new program won't duplicate the failures of the old.\n(On a 1970 State Department cable, submitted to Congress by Mr. Miller this week, a Department official commented on reports of right-wing violence in Guatemala, saying, ''This is what we were afraid of with increased public-safety support.'')\n''You can give a police force a modern communications system and they might use it to chase terrorists. But they might use it to keep tabs on political opponents of the government,'' says former Senate Foreign Relations Committee staff director Pat Holt. ''The problem is once you transfer the skills and supply the equipment, you have no control whatsoever over how they're going to be used.''\nHuman rights and religious groups acknowledge recent improvement in human rights practices in Central America. But they insist track records are still poor. They say renewing aid to internal security forces, that have long been linked to notorious ''death squads'' in countries like El Salvador, only risks the loss of more innocent lives. At least two human rights monitoring groups, Amnesty International and Americas Watch, report increases this year in the number of death-squad killings in El Salvador.\nCritics say that if new antiterrorism assistance is provided, it should be accompanied by strict safeguards. Aid should also be limited to nonlethal equipment and withheld from agencies practicing torture and unlawful detentions.\nCongressional sources say the antiterrorism plan could face major roadblocks in the Senate as well as the House.\nSeveral Republican members of the Senate Foreign Relations Committee are known to prefer a scaled-back version of the Reagan proposal. Meanwhile, committee Democrats are insisting on congressional oversight responsibilities in the administration of any new antiterrorism program.  Democrats are also opposed to any assistance to Guatemala, which has a long history of human rights abuses.\nOn Tuesday, Congress exercised authority granted under this year's foreign aid authorization legislation to delay administration plans to reprogram $5 million in existing funds to provide immediate aid to Salvadorean police units.\n\nGraphic\n\n \nPicture, Member of the National Police patrols a downtown street in San Salvador, R. NORMAN MATHENY - STAFF"
}