{
    "title": "HERE'S TO BETTER DAYS_ From terrorism to natural disasters to recession, it's been a bumpy decade. W",
    "publisher": "richmond times dispatch ",
    "year": 2009,
    "month": 12,
    "day": 31,
    "full text": "The first 10 years of the new millennium - already coined the \"Big Zero\" decade by economist Paul Krugman and the \"Uh-Oh\" decade by Miami Herald columnist Leonard Pitts Jr. - likely will not be remembered as the best of times, especially in America.\n Terrorism, mass shootings, scandals, recession...the list goes on.\n With 9/11 toward the start, a financial crash toward the end, and Hurricane Katrina in the middle, it was a decade of low points broken up by an occasional highlight.\n But if nothing else, it gives us hope that the \"terrible teens\" will be anything but.\n Dan Roberts, an associate professor of history and liberal arts at the University of Richmond and host of the \"A Moment in Time\" show on National Public Radio, hopes America has taken some lessons away from the tough times.\n \"We're going to have to be citizens of the world,\" he said. \"Even though we remain the one super- power that can act independently, we're learning increasingly that that is counterproductive if we want to accomplish our goals and do business in the world.\"\n He was encouraged to see that Americans are \"coming to grips with the fact that we need to be more artful and smarter in the use of the resources we have.\"\n With regard to the immediate future, of course, the economy is on everyone's mind.\n Coming out of a deep hole, 2010 will be more of a transition year, offered Christine Chmura, president and chief economist at Chmura Economics & Analytics, a Richmond-based forecasting firm.\n \"Overall, the economy is recovering at a modest pace,\" she said, adding that the job market will likely see some recovery in the second half of the year.\n \"On the positive side, we are looking for housing activity to continue to recover,\" she said. The firm foresees building permits in Virginia rising 8.7 percent in 2010 after a decline of nearly 20 percent in 2009, while the Richmond area will see a smaller 3 percent gain after a decline of 35 percent in 2009.\n \"I don't see a boom, but I do see most of the world recovering and the U.S. recovering, so things will be better,\" added A. Marshall Acuff Jr., managing director and chairman of the investment committee at Cary Street Partners in Richmond.\n Acuff is also bullish on the stock market, in part because all the cost-cutting measures that businesses implemented in 2009 should help their profits in 2010, which in turn should help propel stocks.\n But long-term issues include a trend toward rising interest rates, reflecting possible inflationary pressures that may intensify going forward.\n \"Consequently, the stock market in the years ahead probably is going to be in a kind of up-and-down pattern, very similar to what occurred between 1966 and 1982, and between 1929 and 1950,\" he said.\n Some are less convinced that things are turning around at all.\n \"I am an optimist and I try to look on the bright side of everything, but frankly, at this point, I just do not see the light at the end of the tunnel,\" said John Cox, whose company, Cox Transportation, provides trucking from the West Coast to the East Coast.\n Cox, who was elected to the Virginia House of Delegates this year, said he is even more worried about the long-term implications of the national debt.\n \"At a time when we are in a deep recession, we are printing money and spending money we don't have and mortgaging our kids' and grandkids' future,\" he said.\n Politically, Virginia's status as a purple or swing state will continue and presidential elections will focus on Virginia as they did in 2008, said Stephen Farnsworth, a political commentator at George Mason University.\n \"Virginia is a great state to watch if you like politics,\" he said.\n Though Gov.-elect Bob McDonnell has yet to take office, those with gubernatorial ambitions are surely eyeing the 2013 election.\n \"I think [Lt. Gov.] Bill Bolling figures it will be his turn, but [Attorney General-elect] Ken Cuccinelli may have other ideas,\" Farnsworth said. \"For the Democrats, it could be a wide-open competition. It wouldn't surprise me if Tim Kaine ran again in 2013.\"\n As for the big-picture outlook, Glen Hiemstra, founder of Seattle-based Futurist.com, sees perhaps the biggest development of the next decade as the \"Age Wave\" brought on by baby boomers reaching retirement age and the influence it will have on jobs, transportation, housing, Social Security and other areas.\n \"If you want to see the future circa 2020, go to Florida and look around,\" he said.\n Roberts added that two things are almost certain for America.\n \"We're going to have to deal - and deal rather directly and firmly - with religious extremism and how that interacts with international relations,\" he said.\n \"And in the United States, I think we're going to finally catch up to the rest of the industrialized world with something approximating universal health care.\"\n-----------------------\nSome flashpoints of the decade\n TERRORISM\nSept. 11, 2001: Attacks by al-Qaida on the World Trade Center, the Pentagon and an airliner traveling over Pennsylvania kill nearly 3,000 people. In response, U.S. invades Afghanistan that year. (In 2003, U.S. invades Iraq.)\nOct. 12, 2002: A bomb blamed on Islamic militants destroys a nightclub on the Indonesian island of Bali, killing 202.\nMarch 11, 2004: Rush-hour bomb attacks on commuter trains headed for Madrid's main southern station kill 191.\nJuly 7, 2005: Four suicide bombers attack London's transit system during morning rush hour, killing 52.\nNov. 26-28, 2008: Ten attackers, allegedly Islamic extremists from Pakistan, kill 166 people in an assault on luxury hotels, a Jewish center and other sites in Mumbai, India.\nPOLITICS\n2000: George W. Bush is elected president over Al Gore by 271 electoral votes to 266 (270 needed to win). Bush wins even though Gore outpolls him by more than a half-million ballots in the popular vote.\n2004: Bush is re-elected over John Kerry by 286 electoral votes to 251. Bush draws 62 million votes to Kerry's 59 million.\n2008: Barack Obama defeats John McCain by 365 electoral votes to 173. Obama gets 69 million popular votes to McCain's 60 million.\nECONOMY\nStocks: On March 24, 2000, the technology-heavy Nasdaq composite index sat atop a bubble at 5,048.62. This past March, it fell as low as 1,293.85.\nUnemployment: In spring 2000, unemployment declined to 3.8 percent, the lowest in 30 years. This past fall, the jobless rate hit 10.2 percent.\nHomes: The number of Americans who own their homes climbed to just shy of 70 percent by the middle of the decade. But with the collapse of subprime lending and mounting job cuts, more than 2.1 million homes have been lost to foreclosure since mid-2006, according to RealtyTrac Inc.\nNATURE\nAug. 29, 2005: Hurricane Katrina makes landfall southeast of New Orleans, causing massive flooding and widespread destruction along the Gulf Coast.\n2007: The U.N. scientific panel on climate projects that global temperatures may rise as much as 11.5 degrees Fahrenheit in the 21st century if no action is taken.\nNETWORKING\n2002: Friendster launches and becomes a social-networking force until MySpace and the more buttoned-up LinkedIn hit the scene in 2003.\n2004: Facebook begins to become a staple of communication for college students and eventually becomes a worldwide phenomenon.\n2005: YouTube, an online video-hosting site, launches.\n2006: Twitter, a \"microblogging site\" that allows 140-character posts, begins.\n- SOURCE: The Associated Press\n-----------------------\nA futurist's predictions\nGlen Hiemstra, founder of Seattle-based Futurist.com, predicts these as the three major stories for the next decade.\nThe Age Wave: \"On Jan. 1, 2010, we will then be 365 days until the first baby boomer turns 65,\" he said. By the end of the decade, the country will be well on its way to having 37 states with 20 percent of their populations older than 65.\nBiotechnology: \"In 2010, we are likely to see the first $100 total human genome, which would mean you could take a swab of your cheek, send it to whomever and for $100 get a complete genetic reading of your current and future health conditions,\" Hiemstra said. \"If by knowing all that stuff and it becoming so much cheaper we can do a better job of preventive medicine, that would be a big story in the next decade.\"\nPeak oil: \"Certainly by the end of the decade, we will know whether we have in fact used up half the oil or whether we haven't. If we have, which is quite likely, then the pressure will increase to come up with better alternatives,\" he said. Thus, the 2010s will be the real start of what Hiemstra calls \"the great energy transition,\" which he predicts will take 30 to 40 years.\n-----------------------\nContact Wesley P. Hester at (804) 649-6976 or whester@timesdispatch.com\nContact John Reid Blackwell at (804) 775-8123 or jblackwell@timesdispatch.com\nStaff writer Chris I. Young contributed to this report.\n\nNotes\n\nTHE DECADE IN REVIEW; RT-D FIRST\n\nGraphic\n\n \nPHOTOS\n\nLoad-Date: February 27, 2010"
}