{
    "title": "Here, a couple of planetary problems for you to solve",
    "publisher": "lincoln journal star ",
    "year": 2008,
    "month": 3,
    "day": 22,
    "full text": "Today's quiz consists of just two questions: (1) What was the sixth planet to be discovered? (2) What was the deadliest day of terrorism in the history of the world?\nYes, you can take a few moments to think before we proceed. I realize you're probably having a leisurely breakfast in Lincoln or elsewhere in southeast Nebraska and were not expecting a Saturday morning quiz, much less questions such as these. So take as long as you like.\nOK, ready? What was the sixth planet to be discovered? Raise your hand if you said \"Saturn.\"\nGood answer. Saturn is the sixth planet from the sun, so it is reasonable to surmise that it was the sixth planet to be discovered.\nBut it wasn't. Saturn (along with Mercury, Venus, Mars and Jupiter) is one of the classic five planets that have been known at least since the ancient Greeks.\nThe sixth planet to be discovered was the planet Earth, which was discovered by Nicolaus Copernicus in the early 1500s. Copernicus determined that the five known planets all orbited the sun and that the Earth did as well, thus making it a planet and bringing the total number to six.\nBut wait, you reply. This is some kind of trick. The Earth was known to people long before Copernicus. So how can he be said to have discovered it?\nBut there's no trick. The Earth as we know it is the planet Earth. And the planet Earth was indeed unknown prior to its discovery by Copernicus.\nYes, humans have always lived on the Earth. But just as fish don't understand that they live in the water, we didn't understand that we live on a planet. Only in the past five centuries have we come to see our planet as a planet.\nNow, on to the second question: What was the deadliest day of terrorism in the history of the world?\nYou're probably thinking that Sept. 11, 2001, can't be the answer because it's too obvious. Right so far.\nBut if you're like most Americans, you're very aware that nearly 3,000 people were killed on Sept. 11, and you're having a hard time thinking of a deadlier day than that.\nGive up? The deadliest day of terrorism in the history of the world, to the best of my knowledge, was Aug. 6, 1945, when the United States dropped an atom bomb on the city of Hiroshima, killing well more than 100,000 people, many or most of whom died that very day.\nGiven the scale of this mass killing, some scholars consider it an act of genocide. But the bombing of Hiroshima was not intended to destroy the people of Japan. It was intended to terrorize them into submission. Thus it seems more accurate to me to call this an act of terrorism than an act of genocide.\nMost Americans, however, would say it was neither. Terrorism is what our enemies do. We were at war with Japan. We had been attacked at Pearl Harbor. We were saving lives by bringing the war to an end. We did what had to be done.\nThese are, of course, understandable reactions. But all perpetrators of terrorism have moral justifications of this sort for what they do. They usually believe - often with good reason - that they are, or soon could be, under attack. Their deadly violence is typically seen as a necessary part of a larger war.\nIf we accept such excuses, then virtually nobody has ever been guilty of terrorism. If we don't, then the United States is guilty of terrorism.\nNow there's an unhappy choice on a Saturday morning in Nebraska. Rather than face this dilemma, we hold our country to different standards.\nIs it terrorism - and is it wrong - to kill more than 100,000 innocent people, many of them children, in order to terrorize a larger group? Yes - and yes - one might think. This is terrorism, and nothing can justify it.\nIf the perpetrator is the United States, however, the moral standard is entirely different. Now, any excuse will do. If we did it, it can't be terrorism.\nWe just can't seem to see our country as a country among countries.\nStrangely enough, despite the apparent flatness of the Earth and the rising and setting of the sun, we do somehow recognize the planethood of Earth. We understand that the Earth circles the same sun as any other planet and is subject to the same laws of physics.\nWe just can't seem to see the United States as subject to international law and universal moral standards.\nBut we did learn to see our planet as a planet. Will we ever learn to see our country as a country?\nDavid Moshman is a professor of educational psychology at the University of Nebraska-Lincoln.\n\nGraphic\n\n \nb/w head photo of David Moshman\n\nLoad-Date: March 25, 2008"
}