{
    "title": "Here's a Woman Fighting Terrorism. With Microloans",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 14,
    "full text": "LAHORE, Pakistan\nAn old friend of mine here fights terrorists, but not the way you're thinking. She could barely defeat a truculent child in hand-to-hand combat, and if she ever picked up an AK-47 -- well, you'd pray it was unloaded.\nRoshaneh Zafar is an American- educated banker who fights extremism with microfinance. She has dedicated her life to empowering some of Pakistan's most impoverished women and giving them the tools to run businesses of their own. The United States should learn from warriors like her.\nBullets and drones may kill terrorists, but Roshaneh creates jobs and educational opportunities for hundreds of thousands of people -- draining the swamps that breed terrorists.\n''Charity is limited, but capitalism isn't,'' Roshaneh said. ''If you want to change the world, you need market-based solutions.'' That's the point of microfinance -- typically, lending very poor people small amounts of money so that they can buy a rickshaw or raw materials and start a tiny business.\nRoshaneh grew up in elite circles here in Lahore and studied business at the Wharton School and economics at Yale. After a stint at the World Bank, she returned to Pakistan in 1996 to start her microfinance organization. She called it the Kashf Foundation.\nEverybody thought Roshaneh was nuts. And at first nothing went right. The poor refused to borrow. Or if they borrowed, they didn't repay their loans.\nBut Roshaneh persisted, and today Kashf has 152 branches around the country. It has dispersed more than $200 million to more than 300,000 families. Now Roshaneh is moving into microsavings, to help the poor build assets, as well as programs to train the poor to run businesses more efficiently. She is even thinking of expanding into schools for the poor.\nMicrofinance is sometimes oversold as a silver bullet -- which it's not. Careful follow-up studies suggest that gains from microloans are often quite modest.\nSome borrowers squander money or start businesses that fail. Some micro-lenders tarnish the field because they're incompetent, and others because they rake in profits with sky-high loan rates. Microfinance has also generally been less successful in Africa than in South Asia.\nYet done right, microfinance can make a significant difference. An outside evaluation found that after four years, Kashf borrowers are more likely than many others to enjoy improved economic conditions -- and that's what I've seen over the years as I've visited Kashf borrowers.\nOn this trip, I met a woman named Parveen Baji, who says she never attended a day of school and until recently was completely illiterate. She had 14 children, but five died.\nMs. Parveen's husband, who also never attended school, regularly beat her and spent the family savings on narcotics, she says. The family's only possessions were four cots on which they slept, crammed three or four to a cot, in a rented apartment.\n''One night all my children were hungry,'' she remembered. ''I sent my daughter to ask for food from a neighbor. And the neighbor said, 'you've become a beggar,' and refused.''\nThen Ms. Parveen got a $70 loan from Kashf and started a jewelry and cosmetics business, buying in bulk and selling to local shops. Ms. Parveen couldn't read the labels, but she memorized which bottle was which. As her business thrived, she began to struggle to learn reading and arithmetic -- and proved herself an ace student. I fired math problems at her, and she dazzled me with her quick responses.\nMs. Parveen began to start new businesses, even building a laundry that she put her husband in charge of to keep him busy. He no longer beats her, she says, and when I interviewed him separately he seemed a little awed by her.\nEventually, Ms. Parveen started a restaurant and catering business that now has eight employees, including some of her daughters. She bought a home and has put some of her children through high school -- and a son, the brightest student, through college. She has just paid $5,800 for a permit for him to move to London to take a health sector job.\nMs. Parveen tried to look modest as she told me this, but she failed. She was beaming and shaking her head in wonder as she watched her son speak English with me, dazzled at the thought that she was dispatching her university-educated son to Europe. ''Microfinance has changed my life,'' she said simply.\nThat's an unusual success story. But the larger message is universal: helping people start businesses, create jobs and support education is a potent way to undermine extremism.\nWe Americans overinvest in firepower to defeat extremism and underinvest in development, and so we could learn something useful from Roshaneh. The toolkit to fight terrorism includes not only missiles but also microfinance and economic opportunity.\nThe antonym of ''militant'' is often ''job.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 14, 2010"
}