{
    "title": "Heritage Foundation proposals for 1984-88",
    "publisher": "christian science monitor ",
    "year": 1984,
    "month": 12,
    "day": 7,
    "full text": "DOMESTIC POLICY\n1. Create a private retirement and health-care system to partly replace social security, medicare, and medicaid. As a first step, personal contributions to individual retirement accounts (IRAs) should be raised to the maximum employee contribution to social security. Make health care more competitive and increase the use of home health-care services.\n2. Push for ''urban enterprise zones'' to help rebuild inner cities and for housing vouchers to replace public housing. Turn the Department of Education into the federal equivalent of a ''three-room schoolhouse.''\n3. Make air traffic control a private function. Fully deregulate the trucking industry. Reduce federal highway taxes and transfer all road-management to state and local government. End Amtrak subsidies. Transfer space shuttle and NASA's planned space station to private control.\n4. Limit the Superfund environmental cleanup program. Seek amendments to the Clean Air Act to ''balance the costs and benefits'' and expand market incentives. Eliminate ''pork barrel programs masquerading as environmental programs.''\nFOREIGN POLICY AND DEFENSE\n1. Approach arms control ''with great caution.'' Stop abiding by the unratified SALT II treaty limiting strategic weapons and continue to build such weapons. Scrap the Anti-Ballistic Missile Treaty and press ahead with ''star wars'' missile defenses. Do not seek a comprehensive nuclear test ban treaty.\n2. Develop a ''low-intensity warfare'' policy to deal with terrorism and Soviet involvement in the developing world. Target ''paramilitary assets'' against Libya, Nicaragua, Afghanistan, Vietnam, Laos, Cambodia, Angola, Ethiopia, and Iran.\n3.Strengthen the ''strategic relationship with Israel,'' take steps to ''isolate Syria,'' and give ''generous'' assistance to the Lebanese armed forces. Station a US fleet outside the Persian Gulf.\n4. ''Reject the permanancy of the Soviet sphere of influence, . . . encourage the decolonization of the Soviet empire, . . . and deny Moscow access to Western technology and credits.''"
}