{
    "title": "HERO OF PORTUGAL REVOLUTION FACES TERRORISM TRIAL TODAY",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 22,
    "full text": "What many here are calling one of the biggest political trials ever held in Portugal is scheduled to begin Monday in a courthouse specially built for it atop a steep hill overlooking this capital city.\nLieut. Col. Otelo Saraiva de Carvalho, organizer of the army-led revolution in 1974 that ended nearly 50 years of dictatorship, will be in the dock, charged with secretly leading an extreme leftist terrorist band in an attempt to undermine the democracy he once championed.\nSeventy-two others suspected of being members of the band, known as Popular Forces of April 25 after the date of the revolution, also stand accused in a jury trial in which there are to be 45 defense lawyers and, according to a battery of state prosecutors, more than 500 witnesses.\nIn the last five years, the terrorist band has been accused by the police of killing nearly a dozen people, firing mortars at the American Embassy, shooting rockets at ships and buildings of the North Atlantic Treaty Organization, bombing businesses and robbing banks and armored cars.\nLieut Col Otelo Saraiva de Carvalho, organizer of army-led Portuguese revolution in 1974 that ended nearly 50 years of dictatorship, is to go on trial in Lisbon on July 22, charged with secretly leading extreme leftist terrorist band in attempt to undermine Government; 72 others suepected of being members of band will also go on trial; photo (M)Key Witness Is Shot\nOn Friday night one of the state's star witnesses, Jose Rosa Barradas, said to be a former member of the terrorist band, was shot seven times at a beach community near here by assailants suspected of being members of the group. Tonight he was still in critical condition in a hospital.\nIn the courtroom, the center of attention will be the colonel. A 48-year-old soldier with gray crew-cut hair, he was once such a popular hero that he is still known widely by just his first name, Otelo.\nHis arrest 13 months ago so shocked this nation of 10 million people that even President Antonio Ramalho Eanes offered to testify to the lieutenant colonel's good character, at least during the revolution.\nThe far left here and in Western Europe assert that the former revolutionary leader is being persecuted by the Socialist Government of Prime Minister Mario Soares, which faces elections in less than three months.\nColonel Saraiva de Carvalho, who was a major at the time, emerged as the most charismatic and eloquent among a group of young, idealistic officers who overthrew the right-wing dictatorship of Marcello Caetano.\nHis meticulous planning is considered largely responsible for the peacefulness of the revolution.\nHe was promoted, for a time holding the rank of general, and he became head of the internal security forces and a member of the Council of the Revolution. The officers promised democracy. But in the ensuing months of political chaos, he moved increasingly to the left, while the Communists got hold of much of the bureaucracy.\nModerate military forces led by General Eanes cut off what appeared to be an impending coup by extreme leftists. Colonel Saraiva de Carvalho, disgraced by accusations of plotting a coup, resigned from the council and was demoted to the reserves.\nNonetheless, he ran for President in 1976 and came in second to General Eanes. He ran again in 1980 but was badly beaten. Shortly afterward, he was reinstated to active service in an effort to heal internal wounds in the military. He publicly renounced politics.\n \nBacking From Extreme Left\nTo back his 1980 presidential bid, however, the colonel had put together a coalition of tiny extreme leftist political groups and called it the Popular Unity Force. The same year, the Popular Forces of April 25 announced its birth. The police say the political group is a front for the terrorist one.\nThe terrorist group, which the Communist Party here rejects, is home-bred and mostly self-financed but cooperates to some degree with other radical European groups such as Basque separatists in Spain and the Irish Republican Army, according to police and foreign diplomatic sources.\nColonel Saraiva de Carvalho was quoted as saying in an interview in March with French television: ''I never promoted, I never founded and I was never a leader of any terrorist group, nor do I hope to be.''\nBut, using the Portuguese abbreviation for the terrorist group, he was quoted as adding: ''The ideological conviction of the militants of FP-25 are very similar to mine. They are men who sincerely fight for an ideal.''\n\nGraphic\n\n \nphoto of Lieut. Col. Otelo Saraiva de Carvalho (AP)"
}