{
    "title": "HEROISM COMES CHEAP 6,000 MILES FROM IRAN",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 3,
    "day": 13,
    "full text": "WASHINGTON Poor Salman Rushdie. His enemies are out to kill him and his friends, those who profess to be, are out to ride him. For a while Rushdie was a cause.  Now he is just a platform on which writers can fight their own little battles in Rushdie's holy name.  Item: Columnist Anthony Lewis condemns Ayatol lah Ruhollah Khomeini's death threat, then notes Khomeini's rationale for refusing to lift the death sentence: He will not let his country ''fall into the hands of liberals.'' Lewis cannot then resist implying a link between the ayatollah's illiberality and, yes, George Bush. Bush's 1988 campaign, which ''made an issue of requiring school children to pledge allegiance to the flag,'' was ''generally an assault on liberal values.'' Connection made. No need for further elaboration.  Item: Howard Fast, a once-blacklisted and now celebrated writer, does Phil Donahue's Rushdie show and delivers himself of a stinging attack on, yes, J.  Edgar Hoover. ''Let's not be so quick to criticize and talk about those crazy Moslems,'' he adds.  Item: When Edward Said, professor of English and PLO propagandist, takes to the stage of the Rushdie rally in Soho, he finds it hard to criticize the ayatollah at all. He declares wanly that ''we cannot accept the notion that democratic freedoms should be abrogated to protect Islam.'' Well, yes. But abrogated by whom? Is there a villain in the piece? Said's passion is reserved for denouncing, yes, Israel for banning Palestinian books.\nIn the movies, the art of free association (''I'll say a word and you say the first thing that pops into your head'') goes like this: Psychiatrist: ''Mother.'' Anthony Perkins: ''Knife.'' And the doctor is well on his way to a diagnosis.  In real life, it goes something like this: Ayatollah: ''Salman Rushdie must die.'' Anthony Lewis: ''George Bush, Pledge of Allegiance.'' Howard Fast: ''J.  Edgar Hoover.'' Edward Said: ''Israeli repression.'' The idea that the will to censor is not out there but lurking here at home in the hearts of G-men, accountants and booksellers is merely stupid. The searing revelation of the Rushdie affair is precisely that there are places on Earth where speech is not free, and places - like the West - where it is.  The enemy is not us. It is them.  And what gives them this great power to intimidate? Their past success in using terrorism. And part of that success is due to some of the writers who have now come forward to denounce the ayatollah's current act of terror but who in the past have made a practice of rationalizing terrorism.  Susan Sontag called the ayatollah's death sentence ''a declared intent to commit an act of terrorism.'' She might have checked with Christopher Hitchens, who shared the stage with her at the New York rally and who claims that terrorism - ''a word with no meaning . . . a brainless propaganda word .  . . a junk word'' - does not exist. Said, too, has an interesting take on the subject. In his book ''The Question of Palestine,'' the index item for terrorism (p. 264) reads: ''Terrorism. See Israel; Palestine; Zionists.'' Ah, courage. Thumbing your nose at the imam from a Soho loft is indeed a thrill. But only among the bored and the vain can it pass for heroism.\n\nLoad-Date: October 23, 1993"
}