{
    "title": "Hexagon US Federal Selected by DoD for $500,000 CTTSO Laser Scanner Contract",
    "publisher": "university wire",
    "year": 2020,
    "month": 5,
    "day": 11,
    "full text": "CHANTILLY, Va., May 11, 2020 /PRNewswire/ -- Hexagon US Federal was selected as the single award prime contractor for a Department of Defense Combating Terrorism Technical Support Office laser scanner contract, a four-month contract for over $500,000.\nAs prime contractor for the CTTSO contract, Hexagon provided testing, installation, training, documentation and assistance on selected robotic platforms.\n\"We're proud to support CTTSO,\" said Tammer Olibah, Hexagon US Federal CEO. \"This is an exciting moment for Hexagon, as our growing portfolio of solutions and capabilities, including Leica and Sigma Space, allows us to better serve government agencies in realizing critical missions.\"\nThe work was implemented by experts from Hexagon's Sigma Space and Leica Geosystems teams, utilizing Leica Geosystems technology. Joining high-performance Hexagon reality capture scanners with remotely operated robots will permit the CTTSO to rapidly gain situational awareness while also mitigating hazard exposure to personnel.\nThe contract work began in fall 2019 and was completed January 2020. Work took place primarily in Lanham, Maryland.\nFor further information, please contact:\nBeka Wueste, Hexagon US Federal, +1 703.264.5620, rebecca.wueste@hexagonusfederal.com\nHexagon US Federal is part of Hexagon serving the U.S. federal market. Hexagon is a global leader in sensor, software and autonomous solutions. We are putting data to work to boost efficiency, productivity, and quality across industrial, manufacturing, infrastructure, safety, and mobility applications.\nOur technologies are shaping urban and production ecosystems to become increasingly connected and autonomous - ensuring a scalable, sustainable future. Learn more at hexagonusfederal.com.\nThis article originally ran on curated.tncontentexchange.com.\nFacebook\nTwitter\nWhatsApp\nSMS\nEmail\nPrint\nSave\nTags\nHexagon Us Federal\nContract\nCombating Terrorism Technical Support Office\nWork\nEconomics\nCompany\nCommerce\nScanner\nLaser\nTechnology\nTammer Olibah\nTownNews.com Content Exchange\n\nLoad-Date: May 11, 2020"
}