{
    "title": "Hey terrorism, take a back seat!",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 20,
    "full text": "The cool winds of October are quickly blowing by as the presidential election looms over the nation. The race is heating up now: George Bush is calling John Kerry a flip-flopper; Ralph Nader is calling his lazy eye a flip-flopper. People just can't get along.\nI actually wasted three nights of my life watching the presidential debates over the past few weeks. Between the repetitive accusations, the awkward silences, and the dizziness of the partisan spin, I grew tired of the system.\nThe debate series offered us variety: A debate on foreign affairs, a town hall forum and a debate on domestic issues. However, as I sat and watched, all I heard were issues of war and terrorism. Even the first question of the domestic debate was on national security.\nI've had enough! War and terrorism doesn't put more money in my pocket, get my friends in the industry field jobs or make the schools I'll be working in any better. It's no wonder why our president comes up with such horrible policy; he only thinks about war!\nI'm not buying it though. I am not jumping on the bandwagon that proclaims that terrorism is in fact the most important issue. I am not convinced that most Americans are cowering in the corner of their house, worried about another terrorist attack.\nHere is why I am not convinced: Spiders.\nA new survey conducted by RSGB Omnibus for Universal Pictures UK Ltd. asked respondents to state their top 10 fears. Sure, a fear of heights and a fear of snakes made the top 10, but terrorism only finished second to the creepiest of creepy, our eight-legged friends.\nDeath finished in a distant fifth in the revealing survey. Now I'm not sure how people can be afraid of terrorism without being afraid of death but that's not my point. With spiders taking the top spot, maybe the world is back to normal.\nGone are the frequent fears of flying, anthrax, dirty bombs and -- well, anthrax. All that really matters is the fear that a spider can crawl up your nose while you sleep or dangle down in front of you while you drive. Even the most macho of men are scared of spiders.\nYet one man is still stuck on the fear of terrorism, President Bush. George, that was so last week. You have got to live in the now!\nUnfortunately, he is not listening. As a result we had four and a half hours of our lives dropped into a cycle of terrorism, war and national security. He successfully roped in his opponent as well as analysts from all the major news networks to this mess.\nI'd like to think that if a similar study was done in the United States, you'd get a similar response. Sure, it's hard to trust the British.\nIn fact, it's very hard not to laugh at this so called \"study.\" Now, I make fun of the British as much as the next guy but I kind of like where they are going on this one. I mean, \"Prime Minister's Questions\" is the greatest show on television right now, maybe they have terrorism figured out too.\nThe two men running for the office of President of the United States of America stood on the stage and fought through sweat and brain farts to tell us about one thing: Terrorism. My feeling is that the candidate from Massachusetts has some other ideas for his presidency.\nHowever, if we re-elect the status quo, prepare for four more years of the same old song. Don't expect solutions to our nation's economy, jobs or health care. Ironically, these are the questions we need answered. Well, those and how to get rid of these pesky spiders.\n(C) 2003 Technician via U-WIRE\n\nLoad-Date: October 20, 2004"
}