{
    "title": "HEZBOLLAH STARTS TO DO GOOD WORKS",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 8,
    "day": 15,
    "full text": "A little more than a decade after its emergence unleashed one of the deadliest waves of extremism ever witnessed in the Middle East, Lebanon's Hezbollah is going legit.\nOnce a clandestine movement with unknown leaders, Hezbollah now is a legal political party and part of the largest bloc in Lebanon's Parliament.\nOnce heard from only via anonymous phone calls and unsigned communiques, it now communicates through a small media empire including two television and four radio stations.\nOnce a political and financial subsidiary of Iran, it now conducts public fund-raisers at home and abroad, collects taxes from its faithful and reflects a growing diversity of political views.\nOnce associated with suicide bombings and kidnappings, it now runs one of the largest social welfare programs in Lebanon, costing tens of millions of dollars and, in some ways, outdoing the state.\nThe transformation, which has occurred over the past two years, reflects a classic pattern of evolution by radical groups from terrorism to participation in the political systems they have been trying to bring down.\nRecent history is littered with examples: Menachem Begin's Irgun in Israel in the 1940s; Jomo Kenyatta's Mau Mau in Kenya in the 1950s; Mozambique's Frelimo in the 1970s; Colombia's M-19 in the 1980s. Most recently, Palestine Liberation Organization guerrillas evolved from Israel's nemesis into its partners in peace, governing Jericho and the Gaza Strip.\nHezbollah's transformation is far from complete. Authorities on four continents link bombings in Argentina, Panama and Britain last month to a militant cadre in one of Hezbollah's many wings.\nBut counterterrorism officials and Middle East experts estimate that as much as 80 percent of Hezbollah -- Arabic for the Party of God -- is now engaged in legal political, economic and social programs.\n''Hezbollah metamorphosed into much more than a terrorist group or militia. Only a small number, proportionately, are hard-core terrorists,'' said Bruce Hoffman, co-director of the Center for Terrorism and Conflict Studies at St. Andrews University in Scotland. ''Probably less than 1,000 are on the front lines of terror.''\nSince Hezbollah emerged in the early 1980s under Iran's patronage, most of the Shiite Muslims attracted to it have been lured less by its fiery rhetoric than by its social services, from health care to farming cooperatives to subsidized taxis. Its activism contrasted conspicuously with the collapsed Lebanese government.\nIn Lebanon's eastern Bekaa Valley, its initial stronghold, Hezbollah runs a several-hundred-bed hospital that treats as many as 25,000 patients a month. It has put the less impressive state hospital out of business. It offers low- cost or free medical care in Beirut and southern Lebanon, and not only for Shiites.\nDivided into political, cultural, social and military branches, Hezbollah is organized into committees that have dug wells -- at up to $ 160,000 apiece -- in farmland and delivered water to rural shanties and urban refugees. Hezbollah workers have extended electricity to new areas and provided fuel to the needy in winter. They have built new roads and rebuilt old schools.\nThey picked up garbage in south Beirut for four years until the city took over. The party subsidizes thousands of Shiite families, who after decades of discrimination by Maronite Christians and Sunni Muslims tend to be Lebanon's poorest.\nMore startling yet is the shift in Hezbollah's political strategy.\nDespite its singularly vitriolic rhetoric, the Party of God has always been a confederation of diverse political and religious strains. The gap has recently widened.\nThe decision to work within the system rather than challenge it from outside was far from unanimous. Militants charged that accepting the state and its structures, including rules allotting power to other religions, meant forfeiting any hope of establishing an Islamic state in Lebanon.\nThe next step in Hezbollah's evolution depends on progress toward peace both within Lebanon and between Israel and its Arab neighbors.\n''Hezbollah's fortunes will decline as there is no need for resistance,'' said Asad AbuKhalil, a Lebanese-born political scientist and expert on the Shiites. ''The peace process could mean its end.''\nOthers predict that Hezbollah will survive as a political force.\n\nLoad-Date: October 14, 1994"
}