{
    "title": "Hezbollah leader could get case heard before US military tribunal",
    "publisher": "the world",
    "year": 2011,
    "month": 9,
    "day": 26,
    "full text": "WASHINGTON - The Obama administration is considering a military trial in the United States for a Hezbollah commander now detained in Iraq, U.S. counterterrorism officials said, previewing a potential prosecution strategy that has failed before but may offer a solution to a difficult legal problem for the government.\nWhile the U.S. hasn't made a decision, officials said a tribunal at a U.S. military base may be the best way to deal with Ali Mussa Daqduq, who was captured in Iraq in 2007. He has been linked to the Iranian government and a brazen raid in which four American soldiers were abducted and killed in the Iraqi holy city of Karbala in 2007.\nNo military commission has been held on U.S. soil since the terrorist attacks of Sept. 11, 2001. President George W. Bush tried holding a few suspected terrorists at military bases inside the U.S., but each detainee ultimately was released or transferred to civilian courts.\nPresident Barack Obama has said that, because of changes to the military commissions that give prisoners more rights, he supports them as an option in the fight against terrorism. Hezbollah is an Iranian-backed Lebanese militant group that the U.S. has branded a terrorist organization.\nBut a tribunal for Daqduq probably would draw criticism from both liberals, who say a civilian court should be used, and conservatives, who don't want suspected terrorists brought to the U.S. regardless of the venue.\nThe officials who discussed the deliberations spoke on condition of anonymity because no decision has been made.\nObama's counterterrorism adviser, John Brennan, would not discuss the administration's plan for Daqduq. Asked in a recent interview whether the administration would generally consider holding military commissions in the U.S., he replied: \"I have not heard anybody rule out such a thing.\"\nThe Bush administration had planned to prosecute Daqduq in an American civilian court. To prepare for that, intelligence officials questioned Daqduq, then had the FBI restart the interrogation from scratch so his answers would be admissible in court.\nIn a twist of political irony, however, that plan has been effectively scuttled because of opposition from Bush's own party. Republicans found a political toehold in criticizing Obama for wanting to bring terrorist suspects to the U.S. for trial.\nA decision must be made soon. Daqduq is among a few of the remaining U.S. prisoners who, under a 2008 agreement between Washington and Baghdad, must be transferred to Iraqi custody by the end of 2011. U.S. officials fear that if he is turned over to Iraq, he will simply walk free.\nCongressional Republicans have said Daqduq should be transferred to the military base at Guantanamo Bay, Cuba, for trial. Career lawyers in both administrations, however, say that's just about impossible.\nThe Supreme Court has upheld the legality of imprisoning al-Qaida suspects at Guantanamo Bay. But Daqduq is not part of or affiliated with al-Qaida. That means Daqduq could be prosecuted at Guantanamo, but probably not imprisoned there.\nHezbollah is a Shiite Muslim group; al-Qaida is a Sunni organization. The two have had a relationship of convenience at times but the Sept. 11 commission found no evidence that Hezbollah was aware of or involved in the planning for the attacks on the World Trade Center and Pentagon.\nNo Hezbollah agents have been prosecuted at Guantanamo.\nDuring the Bush administration, the military held prisoners Ali Al-Marri, Yaser Hamdi and Jose Padilla in the brig at the Navy base in Charleston, S.C. They were labeled enemy combatants and detained indefinitely.\nHamdi, a U.S. citizen captured in Afghanistan, ultimately was sent to Saudi Arabia on the condition that he relinquish his citizenship. Padilla, also a U.S. citizen, was transferred to a civil court because the Bush administration worried the Supreme Court would rule his detention unconstitutional. He was convicted and imprisoned on terrorism charges.\nAl-Marri was held for six years before the Obama administration transferred his case to federal court, where he pleaded guilty to supporting terrorism and received an eight-year prison term.\n\nLoad-Date: September 27, 2011"
}