{
    "title": "Hicks destroys Obama s claim Top officials were told early that it was terrorism",
    "publisher": "charleston gazette",
    "year": 2013,
    "month": 5,
    "day": 18,
    "full text": "WASHINGTON - Note to GOP re Benghazi: Stop calling it Watergate, Iran-contra, bigger than both, etc.\nFirst, it might well be, but we don't know. History will judge.\nSecond, overhyping will only diminish the importance of the scandal if it doesn't meet presidency-breaking standards.\nThird, focusing on the political effects simply plays into the hands of Democrats desperately claiming that this is nothing but partisan politics.\nLet the facts speak for themselves. They are damning enough.\nLet Gregory Hicks, the honorable, apolitical second-in-command that night in Libya, movingly and grippingly demolish the president's Benghazi mantra that \"what I have always tried to do is just get all the facts\" and \"every piece of information that we got, as we got it, we laid it out for the American people.\"\nOn the contrary.\nJust hours into the Benghazi assault, Hicks reported, by phone to Secretary of State Hillary Clinton herself, on the attack with absolutely no mention of any demonstration or video, later to become the essence of the Susan Rice talking points that left him \"stunned\" and \"embarrassed.\"\nBut Hicks is then ordered not to meet with an investigative congressional delegation.\nAnd when he speaks with them nonetheless, he gets a furious call from Clinton's top aide for not having a State Department lawyer (and informant) present.\nHis questions about the Rice testimony are met with a stone-cold response, sending the message: Don't go there.\nHe then finds himself demoted.\nGet the facts and get them out?\nIt wasn't just Hicks.\nWithin 24 hours, the CIA station chief in Libya cabled that it was a terrorist attack and not a spontaneous mob.\nOn Day Two, the acting assistant secretary of state for the Near East wrote an email saying the attack was carried out by an al-Qaeda affiliate, Ansar al-Sharia.\nWhat were the American people fed?\nFour days and 12 drafts later, a fiction about a demonstration that never was, provoked by a video that no one saw (Hicks: \"a non-event in Libya\"), about a movie that was never made.\nThe original CIA draft included four paragraphs on the involvement of al-Qaeda-affiliated terrorists and on the dangerous security situation in Benghazi.\nThese paragraphs were stricken after strenuous State Department objections mediated by the White House. All that was left was the fable of the spontaneous demonstration.\nThat's not an accretion of truth. That's a subtraction of truth.\nAnd why?\nLet the deputy national security adviser's email to the parties explain: \"We need to resolve this in a way that respects all of the relevant equities\" - fancy bureaucratese for \"interests of the government agencies involved.\"\n(He then added - \"particularly the investigation.\") But the FBI, which was conducting the investigation, had no significant objections. That excuse was simply bogus.)\nNote that he didn't say the talking points should reflect the truth - only the political interests, the required political cover, of all involved.\nAnd the overriding political interest was the need to protect the president's campaign claim, his main foreign policy plank, that al-Qaeda was vanquished and the tide of war receding.\nBut then things got worse - the cover-up needed its own cover-up.\nOn Nov. 28, press secretary Jay Carney told the media that State and the White House edited nothing but a single trivial word.\nWhen the email trail later revealed this to be false, Carney doubled down.\nLast Friday, he repeated that the CIA itself made the edits after the normal input from various agencies.\nThat was a bridge too far for even the heretofore supine mainstream media.\nThe CIA may have typed the final edits. But the orders came from on high.\nYou cannot tell a room full of journalists that when your editor tells you to strike four paragraphs from your text - and you do - there were no edits because you are the one who turned in the final copy.\nThe Clintonian wordplay doesn't stop with Benghazi.\nFour days after the IRS announced that it discriminated against conservative organizations, Carney said repeatedly in his daily briefing that, if true, the president would be outraged.\nIf?\nBy then, the IRS had not only admitted the grievous misconduct but apologized for it - and the president was speaking in the conditional.\nThis could be the first case in presidential history of subjunctive outrage.\n(It turned into ostensibly real outrage upon later release of the inspector general report.)\nAdd that to the conditional truths - ever changing, ever fading - of Benghazi, and you have a major credibility crisis.\nNote to the White House:\nTry the truth. It's easier to memorize.\nKrauthammer's email address is letters@charleskrauthammer.com\n\nLoad-Date: May 20, 2013"
}