{
    "title": "High bail set for suspects in restaurant extortion case",
    "publisher": "st. petersburg times ",
    "year": 1992,
    "month": 12,
    "day": 23,
    "full text": "Charlie Vuu never owned a gun before. He never even held one. But after being  robbed and threatened by a gang extorting money from Chinese restaurants, his  life has changed.\n\"I live in constant fear,\" said the owner of Beijing Garden in St.  Petersburg. \"My life won't be the same. I have armed myself, and if they come  back, I'll shoot them.\"\nCHINESE\nIt was the fear of Vuu and others in the Asian community that led Circuit  Judge Robert E. Beach on Tuesday to set the bail for the extortion suspects so  high that they are unlikely to get out of jail before trial.\nBeach set Pedro Choi's bail at $ 1.2-million and Truoc Tran's at $ 300,000. A  third defendant, 16-year-old Hoa Nguyen, already had been remanded to the  Pinellas County Juvenile Detention Center. Nguyen is charged as an adult.\nWith the high bail amounts and news of the arrest of a fourth person  Tuesday, the Asian community found relief from two weeks of terror.\nRestaurateurs and representatives of the community packed a courtroom  Tuesday to urge that the young men accused of terrorizing them stay in jail.\n\"We wanted to make sure the judge is aware of how dangerous they are and  how terrified everyone is of them,\" said Ann Vuu, a hostess at the Great Wall  restaurant. \"They are a great threat to the Asian community, and they might  retaliate if they got out.\"\nPolice say Choi, Tran and Nguyen threatened owners of three Chinese  restaurants, saying that if the owners didn't buy protection, their families  would be harmed and their businesses would be blown up. But for $ 200 a week,  they would be safe.\nThen, in less than an hour Dec. 16, police say, the extortionists went to  all three restaurants, seeking payment. First, they collected from Beijing  Garden, 8901 Fourth St. N. Ten minutes later, they picked up cash from the  nearby Sun Wah restaurant.\nBut at the Great Wall restaurant at 1330 Fourth St. N, employees knew they  were coming and were ready for them - with a gun and handcuffs.\nThe three suspects were all charged with extortion and armed robbery. A  fourth suspect, William Hale, 17, of 3825 Helena St. NE, was charged only in  earlier robberies of Sun Wah, Beijing Garden and the China Village Restaurant  at 9100 Fourth St. N.\nTran's sister, Tram Tran, apologized for her 20-year-old brother.\n\"I'm sorry for what has happened to these people,\" she told the judge.  \"The actions they describe my brother capable of, I can't comprehend. I know  what he did was a crime. He deserves to be punished, but not by the citizens,  but by you and the law.\"\nProsecutors told Beach that Choi, who police say was once a member of a  gang in New York City called the White Tigers, has an extensive record there.\nChoi, 26, has been convicted of conspiracy, terrorism, kidnapping and rape  in New York, Assistant State Attorney James Hellickson said. The White Tigers  are known for shaking down Chinese-owned businesses, demanding protection  money and threatening violence.\nArmed robbery charges for three of the St. Petersburg residents stem from  holdups Dec. 7 and 8 at China Village Restaurant, Beijing Garden and Sun Wah.\nPolice say the owners or managers of the Great Wall, Sun Wah and Beijing  Garden restaurants were contacted Dec. 10, a few days after the robberies, and  told to pay for protection or suffer the consequences.\nAfter the first robbery, employees at Sun Wah were so scared that some  quit, said owner Tri Luu. \"The police are not going to be around 24 hours,  but these criminals will,\" Luu said.\nAlthough police report that often the Asian community is susceptible to  extortion because people don't always trust the police, business owners have  worked with police and prosecutors on this case.\n\"We had very good support from the (Asian) community on this,\" Hellickson  said. \"They were very scared. Apparently, in the Asian history, they have a  lot of retaliation and terrorism, and that's reflected in Choi's arrest for  terrorism.\"\nThe robberies have affected business at the restaurants, and owners say  they hope the news of the latest arrest and the high bail amounts will bring  back customers - and peace of mind.\n\"I could not stand the robbery and extortion like that anymore,\" Vuu  said. \"If they came out (of jail), I think I'd have to close my restaurant  because I'd have no choice. But now, it is safe again.\" \n \n- Staff writer Carol A. Marbin contributed to this report.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO, (3); Hoa Nguyen; Pedro Choi; Truoc Tran\n\nLoad-Date: December 24, 1992"
}