{
    "title": "High-level meet called in Union Home Minister's Residence regarding Pulwama Attack",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 2,
    "day": 16,
    "full text": "Guwahati: The Narendra Modi Government on Saturday called an All Party Meeting to hold consultations with opposition parties in the wake of the Pulwama terror attack.\n\nUnion Home Minister Rajnath Singh has convened the all party meet at his Residence after his visit to Srinagar on Friday to take stock of the security situation in Jammu & Kashmir after the terrorist attack on the CRPF jawans.\n\nHome Minister Rajnath Singh strongly condemned the deadly terror attack in Pulwama in Jammu & Kashmir.\n\nIn the high-level meet. RAW Chief AK Dhasmana, IB Additional Director Arvind Kumar, Union Home Secretary Rajiv Gauba and NSA Ajit Doval were present in the meet held at Rajnath Singh's residence.\n\nThe resolution taken in the high-level meeting are:\n* We strongly condemn the dastardly terror act of 14th February, 2019 at Pulwama in Jammu & Kashmir in which lives of 40 brave jawans of CRPF were lost. We, along with our countrymen stand with their families in this hour of grief.\n*  We condemn terrorism in all forms and the support being given to it from across the border\n*  India has during the past three decades faced the menace of cross border terrorism. Of late, terrorism in India is being actively encouraged by the forces across the border. India has displayed both firmness and resilience in dealing with these challenges. The entire nation speaks in one voice to express in determination to fight these challenges. Today, we stand united in solidarity with our security forces in fighting terrorism and in defending the unity and integrity.\n\nThe meeting was also attended by Ghulam Nabi Azad, Anand Sharma and Jyotiraditya Scindia of the Congress, Sudip Bandyopadhyay and Derek O'Brien who represents Trinamool, Sanjay Raut of the Shiv Sena, Leftist D Raja, Farooq Abdullah of the National Conference, Ram Vilas Paswan of the Lok Janshakti Party along with other Ministers and leaders.\n\nThe meeting had a discussion about the deadly terror attack according to a Home Ministry official. The Union Home Minister also said that no communal attacks will be tolerated.\n\nLoad-Date: February 17, 2019"
}