{
    "title": "High-profile U.N. summit brings little reform",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 9,
    "day": 18,
    "full text": "To Hugo Chavez, the fiery populist leader of Venezuela, it was an \"illegal\" outrage, a summit of world leaders \"to congratulate ourselves and applaud ourselves and tell lies.\"\nTo U.N. Secretary-General Kofi Annan, under fire for his own leadership, it was not \"the sweeping and fundamental reform that I and many others believe is required\" -- but nonetheless, he said, \"a good start.\"\nAnd to President George W. Bush, facing the twin challenges of Hurricane Katrina at home and a faltering war in Iraq, it was a moment to put aside confrontation and seek consensus.\nMeasured against expectations, the much-anticipated U.N. reform summit that brought together some 170 world leaders this past week was no success. There was no decision on expanding the World War II-era Security Council, not a word on disarmament and nuclear proliferation, and possibly fatal compromises on such issues as defining terrorism and creating a beefed-up human rights council.\nBut amid the disappointments, advocates of an effective United Nations insisted that the glass was more than half full.\nAs evidence they cited not just real achievements -- a clear endorsement of stepped-up development aid to combat poverty, for example, backed by commitments of $50 billion in new spending by 2010 -- but also real deadlines on matters still unresolved.\nWith Venezuela and Cuba the sole voices of dissent, the General Assembly committed itself to completing the new convention on terrorism by this time next year. It set comparable timetables for establishing a new peacebuilding commission to help in postconflict situations and a new human rights council to replace the much-discredited Human Rights Commission.\nThe reform document aside, this was also a week when the U.N. General Assembly gave a respectful hearing to Israel, more usually a favorite whipping boy, and grudging appreciation to its prime minister, Ariel Sharon, for withdrawing Israeli settlers from the Gaza Strip.\nAnd it heard conciliatory words from Bush, welcome relief to diplomats still raw from four years of what many viewed as take-it-or-leave-it ultimatums that began in the aftermath of the 9/11 terrorist attacks and escalated in the run-up to the Iraq war in 2003.\nSome dismissed Bush's call in his General Assembly speech for the abolition of all trade barriers -- it was coupled, with the significant caveat the United States would take such action only \"as other nations do the same.\"\nYet while no independent observers predict a global free-trade zone anytime soon, Bush's focus had the effect of highlighting an area that is arguably just as important as direct aid in lifting people from poverty -- and where the U.S. record is better than most.\n\"It's a reasonably clever way of changing the conversation,\" said Stewart Patrick, a research fellow at the Center on Global Development who worked at the State Department's policy planning staff until last January.\nEarlier this month the center released its annual report on overall development assistance, a survey of rich nations that assesses not just direct foreign aid but also policies on trade, investment and other areas key to growth in less developed countries.\nOn direct aid the United States ranks 19th out of 21, the report notes, with assistance in 2004 of just 15 cents for every $100 in gross domestic product. (The Millennium Development Goals set a target of 70 cents by 2015.) U.S. environmental policies rank even lower, at 20th, but on other measures the standing is better: 12th on openness to migration, sixth on encouragement of investment in developing countries, and fourth on commitment to open trade.\nIn his address to the General Assembly, Bush touted U.S. leadership in combating HIV-AIDS, with more than 230,000 affected individuals treated thus far in sub-Saharan Africa, and in the battle against malaria, where Bush has committed the United States to a $1.2 billion increase in funding over the next five years.\nLaura Bush stressed health as well, in separate New York events featuring partnerships with her counterparts from African countries.\nBad week for Bolton\nThe week proved less successful for U.S. Ambassador John Bolton.\nBush directly endorsed the Millennium Development Goals that Bolton had spent three weeks trying to eviscerate. And the summit produced almost none of the internal management reform that Bolton -- and many others -- had deemed essential, in the wake of reports on the Iraq oil-for-food program and multiple other management debacles.\nAlso in the failure column: no agreement on real teeth for the new human rights council and, in the call for a convention condemning terrorism, the failure to agree on a definition that says terrorism includes any attack on civilians no matter the cause.\nJoshua Muravchik is a senior fellow at the American Enterprise Institute and author of a new book, \"The Future of the United Nations,\" that is deeply skeptical of any effective U.N. role beyond humanitarian relief. Still, he was startled by the failure to come up with consensus on an unambiguous definition of terrorism.\nA high-level panel appointed by U.N. Secretary General Kofi Annan and broadly representative of U.N. membership had endorsed such a definition in its report last year. It was even endorsed by Amre Moussa, secretary-general of the Arab League and a longtime opponent of any suggestion viewed as equating anti-Israeli actions by Palestinians with terrorism.\n\"A statement on terrorism would have made a difference even if you couldn't make the United Nations itself one iota better,\" Muravchik said.\n\"There's a widespread feeling in the Middle East that any violence done by Palestinians is legitimate,\" he added. \"If in fact the United Nations had once and for all said that this is not legitimate, it would have been a meaningful event.\"\n\nLoad-Date: September 19, 2005"
}