{
    "title": "High-tech terrorism in the future",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 6,
    "day": 27,
    "full text": "Some leading experts on terrorism, the authors of a just-released report, have some sober news for Americans.\nThey say terrorism is here to stay; that incidents of terrorism may actually increase by up to 15 percent per year; that the tactics used by terrorists may grow more sophistocated and threatening; and that the United States is not only the primary target of terrorists, but a vulnerable target as well.\nBut the authors also say that, while there is no panacea for dealing with terrorism, such as solving the West Bank problem or taking out Libyan missile batteries, there is plenty the US can do to manage the threat.\n''The huge stumbling bloc to an effective counterterrorism policy is ourselves,'' says Robert Kupperman, chairman of the panel of 30 private and government experts convened by the Georgetown Center for Strategic and International Studies. ''We shift erratically from perceptions of omnipotence (as when US warplanes bombed Libya last April) to almost manic-depressive-type perceptions of humiliation and impotence (as during the Iranian hostage crisis),'' Mr. Kupperman says.\nIn place of grand strategies and heated emotions, the authors say, the US needs to settle in for the quieter, long-term task of developing the tools and tactics for dealing with terrorism on a case-by-case basis.\nThe 70-page report, entitled ''Combating Terrorism: A Matter of Leverage,'' says that while terrorism has grown more lethal over the past 15 years, the basic tactics used by terrorists - bombings, kidnappings, and hijackings - have remained fairly primitive.\nBut the authors, including such authorities as former CIA Director Richard Helms and retired Army Chief of Staff Edward Meyer, warn that terrorists' methods could change. As countries that sponsor terrorism to advance their own objectives provide more sophisticated intelligence and technical support, and as free-lance terrorist groups attract more technically competetent followers, the tactics and targets of terrorism could alter dramatically.\nInstead of attacking airports and night clubs, terrorists of the future could strike at the fragile ''infrastructure'' of power plants, transportation networks, and computer and telecommunications services that comprise the ''Achilles' heel'' of modern Western society.\nThe possibilities were hinted at last year when Japanese militants conducted a simultaneous attack on 34 electrical connections of the Tokyo subway system.\nThe extreme case, says the report, would be a prolongued power failure that could paralyze computer networks and transportation systems. Another technique of high-tech terrorism could be to unleash computer ''viruses,'' hidden coded instructions that could cripple major software systems like those used by the military.\nThe study warns that such threats are unlikely to yield to the kind of overarching counterterrorism strategies adopted by recent presidents.\n''No single approach to terrorism is inherently wrong, just inherently inadequate to deal with every incident and every foe,'' says Kupperman.\nOne key to dealing with future terrorism will be learning to cope with high-technology threats. That means more research in counterterrorism technologies - for example, automatic ''sniffers'' to detect explosives - to enhance surveillance and reduce the vulnerability of the nation's infrastructure.\nThe report also calls for stepping up precrisis diplomacy to convince potential offenders that the penalties for supporting terrorism outweigh the returns, and greater coordination at the policy level.\nEven with these changes, the authors warn that for now Americans will have to accept terrorism as a fact of life.\n''As long as our society remains open, our media relatively unfettered, the US will remain an attractive and vulnerable target,'' says Kupperman. ''No administration will be able to deliver on promises of counterterrorism miracles.''\n\nGraphic\n\n \nPicture, Robert Kupperman led terrorism study group, FILE PHOTO/AP"
}