{
    "title": "High-tech anti-terrorism boat to patrol county shorelines",
    "publisher": "the capital ",
    "year": 2010,
    "month": 9,
    "day": 25,
    "full text": "Sept. 25--The county's newest fire-fighting, crime-busting watercraft starred in a christening ceremony yesterday as officials commissioned it into service.\nSteel gray with eight tons of gadgets and gizmos, the Arundel Patriot can detect a bioterrorist attack, fight flames with 1,250 gallons of water per minute, cruise waterways as shallow as four feet and track stranded boats by following radio waves. The boat's crew and arsenal can help a boater suffering from heat exhaustion on the Chesapeake Bay or respond to threats from radiation, chemicals and disease.\n\"Will keep you forever busy with this vessel,\" U.S. Coast Guard Capt. Mark P. O'Malley told county fire and police chiefs during the ceremony at Sandy Point State Park.\nThe half-million dollar aluminum catamaran joins the other three vessels in the public safety fleet patrolling Anne Arundel's 533 miles of shoreline. Fire and police forces will jointly operate the Arundel Patriot.\nPublic safety officials have waited three years for the boat -- ever since the County Council approved the idea to apply for Homeland Security grants to buy it. The state's Department of Natural Resources grant program paid $199,000 of the price tag and a federal government grant paid the remaining $310,000.\n\"This boat is probably the most high tech boat that we have in the fleet,\" said Division Chief Michael Cox, a county Fire Department spokesman. The boat will be docked in southern portion of the county and patrol from the Bay Bridge to the Calvert County line.\nThe Arundel Patriot can even respond to a nuclear attack. Officials said several terrorist targets can be hit from the waters of the Chesapeake, from Fort George G. Meade and NSA in western county, to the Naval Academy, the Bay Bridge, scores of marinas and the Port of Baltimore along the shoreline.\nPolice officers can conduct surveillance and rescue missions, and fire officers can fight fires in waterfront neighborhoods that lack hydrants.\nAt the christening ceremony, Cox recalled the history of launching boats into service. In 1,200 A.D., the Vikings would smear the blood of their victims on the bow, but later the Greeks and Romans used fine wine instead, Cox said.\n\"It's crew, through this ceremony, will be afforded the protection of the sea gods, allowing for fair winds, fair seas and safe voyage,\" Cox said.\nWith that, County Executive John R. Leopold took aim at the boat's bow, a bottle of ceremonial champagne in hand.\n\"You mentioned the sea gods are here,\" Leopold said. \"What about the paramedics?\"\nTwo swings later, Leopold shattered the bottle and welcomed the Arundel Patriot into service.\necox@capitalgazette.com\nTo see more of The Capital or to subscribe to the newspaper, go to http://www.hometownannapolis.com. Copyright (c) 2010, The Capital, Annapolis, Md. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: September 27, 2010"
}