{
    "title": "High Court to hear bankruptcy claims cases",
    "publisher": "st. petersburg times ",
    "year": 1995,
    "month": 12,
    "day": 3,
    "full text": "The Supreme Court has agreed to clarify when government claims for certain  taxes or penalties against bankrupt debtors can be given lower priority than  claims by other creditors.\nThe court said Friday it will hear the government's argument that other  creditors improperly were given higher priority.\nFirst Truck Lines of Dayton, Ohio, filed for protection from creditors  under federal bankruptcy law in 1986. The company's assets were ordered  liquidated in 1988 after it failed to pay Social Security and unemployment  taxes.\nCompiled from Times WiresWASH BRIEFS\nThe Internal Revenue Service sought penalties for the company's failure to  pay the taxes, but that claim was assigned a lower priority than those of  other creditors who suffered actual financial losses. A similar priority was  assigned in the bankruptcy filing of CF&I Fabricators of Utah. \n \nAbout $ 2.50 an acre \n \n   WASHINGTON - Interior Secretary Bruce Babbitt turned over to a private  company an estimated $ 2.9-billion worth of mining rights for less than $ 2,000,  all the while denouncing the action as a rip-off.\nThe sale was required by a mining law enacted 123 years ago to promote  development of the West.\n\"This process has gone from distasteful to obscene,\" Babbitt said Friday,  renewing his attack on the 1872 Mining Act, which requires the sale of federal  land for mining for as little as $ 2.50 an acre.\nASARCO Inc. received almost 350 acres in the Coronado National Forest near  Tucson, Ariz., for less than $ 1,745 to mine extensive reserves of copper and  silver believed to be located in the region.\nCongress has put a moratorium on such sales, but several hundred pending  applications are exempted. \n \nTerrorism bill revised \n \n   WASHINGTON - In a bid to salvage a stalled anti-terrorism bill, a House  Republican committee chairman agreed to his colleagues' demands to remove  proposals expanding the government's wiretapping authority.\nThe legislation is a response to April's deadly Oklahoma City bombing. An  anti-terrorism bill passed the Senate in June by a 91-8 vote, but has become  stuck in the House.\nThe changes include removal of the wiretap provisions, which President  Clinton called essential to federal law enforcement's fight against terrorism.  Also struck is a provision allowing use of the military in emergencies  involving chemical or biological weapons. \n\nLoad-Date: December 5, 1995"
}