{
    "title": "High court agrees to hear challenge to U.S. tribunals Justices will decide whether Bush has overstep",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 11,
    "day": 8,
    "full text": "The Supreme Court agreed Monday to review a constitutional challenge to the administration's military trials for foreign terrorism suspects.\nThe court's intervention is troubling news for the White House. Critics have attacked the administration's treatment of detainees, and last year, the Supreme Court rebuked the administration for holding enemy combatants in legal limbo.\nNow, the justices will decide whether President George W. Bush overstepped his authority with plans for a military trial for Osama bin Laden's former driver, who is being held at the U.S. military prison at Guantanamo Bay, Cuba. Such a trial would be the first of its sort since World War II.\nNew Chief Justice John Roberts took himself out of the case. As an appeals court judge, he had backed the government in the same appeal. If nominee Samuel Alito is confirmed, he could be a pivotal figure when the case is argued next spring.\nThe Pentagon announced Monday that five additional terrorism suspects at Guantanamo would face military trials on various charges. In all, nine out of about 500 detainees at the facility have been charged.\nOn Monday in Panama City, Bush was asked about reports of secret U.S. prisons in Eastern Europe for terrorism suspects. He denied again that his administration tortured anyone.\n\"There's an enemy that lurks and plots and plans and wants to hurt America again,\" Bush said. \"So you bet we will aggressively pursue them, but we will do so under the law.\" \nBin Laden's former driver is Salim Ahmed Hamdan, captured in Afghanistan in 2001. He has been in U.S. custody four years. He and three other terrorism suspects are facing a military tribunal.\nHamdan denies that he conspired to engage in acts of terrorism and that he was a member of al-Qaida. He has been charged with conspiracy to commit war crimes, murder and terrorism.\nThe administration had urged the court to stay on the sidelines until after the trials, arguing that national security was at stake.\nLaw professor Scott Silliman of Duke University said that in taking the case, the court seemed to say that it would \"define the perimeters of this war and what tools the president has available to him.\"\nLast year, the justices took up the first round of cases stemming from the war on terrorism. Justice Sandra Day O'Connor, who is retiring, wrote in one case that \"a state of war is not a blank check for the president when it comes to the rights of the nation's citizens.\"\nArguments in Hamdan's case will be scheduled in time for O'Connor's successor to take part.\n\nLoad-Date: November 8, 2005"
}