{
    "title": "High court is urged to block 9_11 suit against Saudis",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 5,
    "day": 30,
    "full text": "In a setback for insurers and individual victims of the 9/11 attacks, U.S. Solicitor General Elena Kagan urged the Supreme Court yesterday to reject allegations that Saudi Arabia was responsible because it indirectly financed al-Qaeda and other terrorist groups.\nKagan, in a 22-page amicus brief filed yesterday with the Supreme Court, said U.S. law generally barred lawsuits against foreign governments for supporting terrorism unless they met narrowly tailored exceptions.\nKagan said none of those exceptions applied, and she advised the court not to hear the case.\nThe brief was in response to allegations contained in a lawsuit filed by Center City's Cozen O'Connor law firm on behalf of dozens of insurance companies that lost billions at ground zero. Hundreds of victims' families and survivors also have joined in the litigation alleging Saudi responsibility.\nThe Supreme Court generally - but not always - follows the recommendations of the solicitor general in deciding whether to hear a case.\n\"The lower courts correctly concluded that Saudi Arabia and its officials are immune from suit for the governmental acts outside the United States,\" the brief said.\nA federal district judge in Manhattan ruled in the case in 2005 that Saudi Arabia was immune from lawsuits by American citizens, and his opinion was upheld last year by the U.S. Court of Appeals for the Second Circuit. Cozen O'Connor and lawyers for individual victims and families appealed to the Supreme Court.\nIn February, the Supreme Court asked the solicitor general, who functions as the U.S. government's Supreme Court lawyer, for an opinion.\nThe 812-page Cozen lawsuit alleges that the Saudi government financed Islamic charities based in the kingdom that in turn funded al-Qaeda and other terrorist organizations. It cites findings that U.S. government officials had warned the Saudis for years in advance of the attacks that the charities were helping to finance terrorists and that they may have played a role in the bombings of U.S embassies in East Africa in 1998.\nIn her brief, Kagan said the U.S. Foreign Sovereign Immunities Act, which governs lawsuits by American citizens against foreign governments, permits such lawsuits only if the U.S. State Department has issued a finding that the foreign government is a terrorism supporter, or if the government has been directly involved in a terrorism act within the United States. \nIt noted that the State Department has issued no such finding regarding Saudi Arabia and concluded Saudi government financial support for radical Islamist charities was too far removed from the 9/11 attacks themselves to cause the Saudi government to be liable.\nGo to http://go.philly.com/cozen to follow the case, through articles and court documents. The link includes a two-part Inquirer series.Contact staff writer Chris Mondics at 215-854-5957 or\nat cmondics@phillynews.com.\n\nLoad-Date: May 30, 2009"
}