{
    "title": "High court bolsters law enforcement in national security cases",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 6,
    "day": 22,
    "full text": "WASHINGTON — The Supreme Court yesterday bolstered law enforcement in national security cases, permitting prosecution of U.S. organizations that provide nonviolent legal training or advice to designated terrorist groups. \nIn the year's most anticipated war-on-terrorism decision, the court by a 6-3 vote ruled that legal and political training proposed to be offered by the Humanitarian Law Project and several California-based groups could amount to \"material support\" for terrorists. \nTellingly, the court's majority also stressed how much deference presidents and Congress should receive in matters of war and peace. This deference sets the decision in Holder v. Humanitarian Law Project apart from other war-on-terrorism cases, such as those involving Guantanamo Bay, in which justices have second-guessed presidential decisions. \n\"Congress and the executive (branch) are uniquely positioned to make principled distinctions between activities that will further terrorist conduct and undermine United States foreign policy, and those that will not,\" Chief Justice John Roberts Jr. wrote for the majority. \"A foreign terrorist organization introduced to the structures of the international legal system might use the information to threaten, manipulate and disrupt. This possibility is real, not remote.\" \nRetiring Justice John Paul Stevens, the court's last World War II veteran, joined the court's traditional conservative majority in the decision. It seemingly caps a 12-year legal struggle, during which time the Tamils of Northern California, the Los Angeles-based Humanitarian Law Project and others have challenged the \"material support\" law. \nThe groups want to provide legal training for the Liberation Tigers of Tamil Eelan and the Partiya Karkeran Kurdistan, or PKK. The groups have sought independent states for, respectively, the Tamils in Sri Lanka and the Kurds in Turkey. Both organizations engage in political and humanitarian efforts, but have been designated terrorist organizations. \nThe 1996 law governing \"material support\" for terrorists makes it a crime, punishable by 15 years in prison, to provide \"training,\" \"expert advice or assistance,\" \"service\" or \"personnel\" to designated terrorist groups. Congress has amended it several times after earlier court rulings. \nSince 2001, the material support statute has been used to charge about 150 individuals with assisting terrorists. So far, about half of those charged have been convicted. \nThe Humanitarian Law Project, run by University of Southern California professor Ralph Fertig, and its allies haven't been charged under the 1996 law prohibiting material support for terrorists. They'd hoped to get the provision struck down before they began offering legal training. \n\nLoad-Date: June 22, 2010"
}