{
    "title": "High court is asked to weigh in on Moussaoui",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 1,
    "day": 28,
    "full text": "Lawyers for terrorism suspect Zacarias Moussaoui told the Supreme Court it was \"offensive to the rule of law\" to deny him access to al-Qaeda witnesses who could aid his defense in a trial.\nA written brief asked the court to hear arguments on whether Moussaoui could get a fair trial if faced with \"a dangerous new loophole\" to his constitutional right to call favorable witnesses.\nAn appeals court ruling denied Moussaoui access to the witnesses on national-security grounds, even though the government has said it would seek his execution if he is convicted.\nIn most instances, constitutional challenges in criminal cases are heard after a defendant is tried and convicted. In this case, Moussaoui's lawyers said, it is important to present the arguments before trial to demonstrate that a defendant's rights don't disappear - even in a case resulting from the terrorism of Sept. 11, 2001.\nMoussaoui, a French citizen, is the only U.S. defendant charged in an al-Qaeda conspiracy to commit terrorism that includes the Sept. 11 attacks. He was arrested a month before the hijackings on immigration violations after arousing suspicion at a Minnesota flight school and has been in custody ever since. No trial date has been set.\nMoussaoui says at least three captured high-level al-Qaeda officials can reinforce his contention that he had no role in planning the hijackings.\nThe arguments were filed with the court Jan. 10, but in order for classified material to be deleted, the brief was made public only yesterday.\nThe lawyers contended that the appeals judges gave the government \"absolute power to withhold … exculpatory witnesses in a death penalty case without suffering sanctions.\" The sanction the defense wants is elimination of the death penalty in the case.\nThe government had argued that making the al-Qaeda prisoners available to Moussaoui would jeopardize national security, even if a closed-circuit video hookup were used.\nThe court's solution was to have the government submit summaries of the prisoners' statements at trial as a substitute for testimony. The defense said this was not acceptable.\n\nLoad-Date: September 6, 2005"
}