{
    "title": "HIGH-TECH AIDS IN TERRORISM FIGHT",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "NEW YORK -- The military's campaign against terrorism could include such high-tech tools as spy satellites, drones, motion sensors, and smart bombs.\nThe shadowy National Security Agency is already believed to be directing spy satellites to monitor camps, while the agency's supercomputers search for clues to militants' identities and whereabouts.\nThe Air Force may send unmanned \"drone\" aircraft to record images and sounds using sophisticated radar and imaging tools.\nU.S. ground troops could scout for hostile forces using hidden sensors buried in the ground or dropped from the air and airborne reconnaissance vehicles the size of birds.\nBut even with these high-tech devices, experts say, it will be difficult to root out warrior clans that may not wear uniforms and whose beliefs and actions may be all that distinguish them from civilians.\n\"We're like the best hardware store in town,\" said John Hillen, a former defense analyst and Bush campaign adviser. \"We have all the latest power tools. They were useful when the problems in the neighborhood required that stuff. Now the neighborhood has an infestation of fruit flies. And all we've got is a store full of power tools.\"\nIn recent conflicts, U.S. military technology sometimes fell short. In 1999, U.S. aircraft destroyed just two dozen Serbian tanks in a 78-day air campaign. In 1993, U.S. special forces failed to capture Somali warlord Mohamed Farah Aidid. And, during the Gulf War, Saddam Hussein survived several bombings.\nThe capture of Osama bin Laden, whom U.S. officials have called the main suspect in the terrorist attacks, also is expected to be difficult. Bin Laden survived a fusillade of U.S. cruise missiles in 1998.\n\"It's the hardest problem you can imagine,\" said Glenn Buchan, a Rand Corp. military surveillance expert. \"The places he hides like caves are hard to attack.\"\nLocating military targets is the first task, analysts say.\nThe Defense Department plans to ask Congress to fund several weapons and surveillance systems, including sensors that monitor telecommunications while buried in the ground, said Mike Vickers of the Center for Strategic and Budgetary Assessments, a military think tank in Washington.\nU.S. intelligence agencies want to focus all available spy satellite resources on suspected terrorist targets in Afghanistan and elsewhere, Vickers said.\nThe Defense Department would not publicly discuss what tools it may use.\n\"It is our longstanding policy at the Department of Defense not to comment on intelligence matters,\" Pentagon spokesman Bryan Whitman said Sunday.\nAnalysts say Washington probably has shifted satellites that intercept radio and mobile phone traffic to focus on Afghanistan.\n\"That's a classic first step,\" said William C. Martel, a professor at the U.S. Naval War College.\nBut many terrorists have learned to monitor satellite fly-by schedules so they will know when to duck, Buchan said.\nAirplanes are tougher to avoid.\nThe U.S. military has two types of drones, or unmanned aerial vehicles, that could see action: The low-altitude Predator and the high-altitude Global Hawk technically still in the testing phase.\n\nLoad-Date: September 24, 2001"
}