{
    "title": "High court to hear Ashcroft 's appeal Claims he should be shielded from 9_11 detainee's lawsuit",
    "publisher": "usa today",
    "year": 2010,
    "month": 10,
    "day": 19,
    "full text": "WASHINGTON -- The Supreme Court said Monday that it would hear an appeal from former attorney general John Ashcroft in a dispute arising from the Bush administration's arrest and detention of some Muslims and Arabs after the Sept. 11, 2001, terrorist attacks.\nThe question in the case of a Muslim convert from Idaho is whether Ashcroft can be held personally responsible for any damages caused by arresting suspects as \"material witnesses\" in cases against other people, when officials were actually seeking to investigate those \"witnesses\" themselves but lacked sufficient grounds for arrest.\nAbdullah al-Kidd, arrested in 2003 in connection with the investigation of another terrorism suspect, said the use of the material-witness law in his case was just cover. He is trying to hold Ashcroft responsible for the 16 days he spent in jail and was subject to interrogation. Lower federal courts rejected Ashcroft's claim that he should be shielded from liability for any misuse of the law.\nRepresented by the Obama Department of Justice, Ashcroft asked the high court to intervene. The case will be heard in early 2011.\nLee Gelernt, an American Civil Liberties Union lawyer representing al-Kidd, estimated that 70 individuals were wrongly arrested as material witnesses after the 9/11 attacks. He said \"arresting and detaining someone ... without probable cause to believe he violated the law goes against the most basic principles on which our country is founded.\"\nDepartment of Justice lawyers counter that top officials should not be subject to \"burdensome litigation\" and dispute the claim that the material-witness law was wrongly invoked.\nAl-Kidd, a U.S. citizen, was born Lavoni Kidd in Wichita. He converted to Islam while at the University of Idaho.\nHe was arrested at Dulles International Airport outside Washington on a material-witness warrant in spring 2003. He was headed to Saudi Arabia, where he said he intended to study Arabic and Islamic law. A few weeks earlier, federal officials in Idaho had indicted another man on charges of visa fraud and making false statements to U.S. officials in a terrorism investigation; they contended al-Kidd had contacts with him.\nAgents arrested al-Kidd under the material-witness law aimed at ensuring that people who have information crucial to a case are available to testify.\nAccording to the lower-court record, the affidavit for al-Kidd's arrest said he was taking a one-way trip to Saudi Arabia, even though he had bought a round-trip ticket, and it omitted information about his family residing in the United States.\nAfter his arrest, al-Kidd was interrogated about his own activities, strip-searched and held in high-security jails in Virginia, Oklahoma and Idaho, the court record says.\nDuring 15 months of jail or restrictive supervision, his lawyers say, al-Kidd lost his job as a government contractor and separated from his wife. He was not charged with a crime or called as a witness in the case that triggered his arrest.\nAl-Kidd sued Ashcroft and other federal officials, contending they had violated his rights by allowing the material-witness law to be used as a tool to detain people without sufficient grounds.\nThe U.S. Court of Appeals for the 9th Circuit noted in its decision on the claim against Ashcroft that al-Kidd and his then-wife were the target of FBI surveillance in 2002 as part of a broad anti-terrorism investigation of Arabs and Muslims. The 9th Circuit said no evidence of criminal activity by al-Kidd was ever discovered.\nActing U.S. Solicitor General Neal Katyal, defending Ashcroft in his arguments against liability, said the 9th Circuit's decision would \"threaten the ability of prosecutors to discharge their duties without fear of personal liability (and) severely limit the usefulness of the material witness statute.\"\nIn urging the court not to take the appeal, Gelernt noted evidence had yet to be collected in the case and Ashcroft could have further opportunity to assert he should be shielded from lawsuits.\nNewest Justice Elena Kagan, a former U.S. solicitor general whose office was involved in the case, is not participating. \n\nGraphic\n\n \nPHOTO, B/W, Cliff Owen, AP\n\nLoad-Date: October 19, 2010"
}