{
    "title": "High court skeptical of chemical weapons law, charge Woman poisoned rival, was indicted under federa",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 11,
    "day": 6,
    "full text": "WASHINGTON • A love triangle that ended with a woman's poisoning her pregnant rival spawned a debate Tuesday at the Supreme Court over chemical weapons, international relations, federalism and chocolate.\nCarol Anne Bond, of Lansdale, Pa., is challenging her conviction, saying the federal government's decision to charge her using a chemical weapons law was an unconstitutional reach into a state's power to handle what her attorney calls a domestic dispute.\nBond, unable to bear any children of her own, discovered that her best friend, Myrlina Haynes, was pregnant by Bond's husband, Clifford Bond.\nCarol Bond, a laboratory technician, then stole the chemical 10-chloro-10H phenoxarsine from the company where she worked and purchased potassium dichromate on Amazon.com. Both can be deadly if ingested or exposed to the skin at sufficiently high levels.\nBond spread the chemicals on Haynes' door handle and in the tailpipe of Haynes' car. Haynes, noticing the chemicals, called the local police, who didn't investigate to her satisfaction. She then found some on her mailbox, and called the United States Postal Service, which videotaped Bond going back and forth between Haynes' car and the mailbox with the chemicals.\nPostal inspectors then arrested Bond, and a federal grand jury indicted her on two counts of possessing and using a chemical weapon, applying a federal anti-terrorism law. The law was passed to fulfill the United States' international treaty obligations under the 1993 Convention on the Prohibition of the Development, Production, Stockpiling and use of Chemical Weapons and on Their Destruction.\nBond pleaded guilty and received six years in prison.\nJustices went down a long list of everyday items that could be prosecuted under the law because they could cause harm to humans or animals, including kerosene, matches, performance-enhancing drugs used in sports, and even vinegar - which would poison goldfish if introduced to a fishbowl.\nJustice Samuel Alito later drove home his point by saying that under the law, even innocent, ordinary actions could become questionable if the government's power is not limited.\n\"Would it shock you if I told you that a few days ago my wife and I distributed toxic chemicals to a great number of children?\" he said to laughter from the courtroom. \"On Halloween we gave them chocolate bars. Chocolate is poison to dogs, so it's a toxic chemical under the chemical weapons\" law.\nSolicitor General Donald Verrilli warned justices that the issue was no joke .\n\nLoad-Date: November 6, 2013"
}