{
    "title": "HILLARY CLINTON CORRECT THAT ANALYSTS HAVE CALLED DONALD TRUMP A TOP GLOBAL ECONOMIC RISK",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 6,
    "day": 27,
    "full text": "\"Risk analysts listed Donald Trump, a Donald Trump presidency, as one of the top threats facing the global economy, ahead of terrorism.\"\n- Hillary Clinton on Monday, June 27th, 2016 in a speech in Cincinnati\n* * *\nTHE RULING: TRUE\nHillary Clinton, riding a bump in the polls, kept the heat on Donald Trump during a speech in Cincinnati that marked the first time she had campaigned alongside Elizabeth Warren, a favorite of the progressive wing of her party.\n\"Risk analysts listed Donald Trump, a Donald Trump presidency, as one of the top threats facing the global economy, ahead of terrorism,\" Clinton said during the speech on June 27, 2016.\nWe don't take a position on whether Trump actually is one of the top threats facing the global economy. But we thought we'd check to see whether Clinton has solid evidence that professional risk analysts have made that argument.\nSo is Clinton right about how analysts have rated Trump? Basically, yes.\nWhen we asked the Clinton campaign what she was referring to, they pointed us to the periodic rankings of global risk published by the Economist Intelligence Unit.\nThe Economist Intelligence Unit -- an affiliate of The Economist, the London-based newsweekly -- is a research and analysis firm that supplies clients, including businesses, with information about opportunities and risks around the world.\nThe firm made headlines in March 2016 when it listed the possibility of a Trump presidency as one of the biggest threats to \"companies' capacity to operate at target profitability.\" The rankings are based on \"qualitative\" judgments of a how powerfully an event could affect the world and how likely it is to happen, the firm says.\nIn its March ratings, the firm rated the risks from a Trump presidency as 12 on a 25-point scale. That ranked Trump sixth among the 10-item list of biggest threats, tied with \"the rising threat of jihadi terrorism destabilising the global economy.\"\nBut the Trump threat level increased in the July 2016 rankings. A Trump presidency now ranks as the third-biggest global threat, with an increased score of 16 on the 25-point scale. In the meantime, the risk from jihadi terrorism has remained constant with a score of 12.\nIn the July ratings, the only higher scores were 20 for \"China experiences a hard landing\" and, in a tie with Trump, a 16 for \"currency volatility and persistent commodity prices weakness.\"\nSpecifically, the firm wrote that \"although we do not expect Mr. Trump to defeat his most likely Democratic contender, Hillary Clinton, there are risks to this forecast, especially in the event of a terrorist attack on U.S. soil or a sudden economic downturn.\" The writeup cited his \"hostility\" to free trade, his hard line on Muslims, his \"militaristic tendencies,\" his skepticism toward NATO, and his \"indifference\" to nuclear proliferation in Asia.\nThe firm had never rated a pending candidacy to be a geopolitical risk to the United States and the world, an official told Politico.\nWe checked with Robert Powell, the Economist Intelligence Unit's New York-based global risk briefing manager, to see whether he thought Clinton's phrasing was accurate, and he said it was.\n\"Her quote does accurately describe our global risk scenarios,\" Powell told PolitiFact. \"Despite the high likelihood of more terrorist attacks, the impact on the global economy tends to be relatively slight -- indeed, most global stock markets rose on the day of the Brussels attacks, for instance. However, given that the U.S. economy is the biggest in the world, we believe a Trump presidency would have a major impact on the entire global economy.\"\nClinton said \"risk analysts\" -- plural -- had determined Trump to be a threat, but we were unable to find any equivalent of the Economist Intelligence Unit report. (Clinton campaign spokesman Josh Schwerin said that \"analysts\" was intended to refer to the multiple analysts within the Economist Intelligence Unit who came up with the ratings.)\nBut we did find another major economic report that painted a grim picture of what could happen to the economy if Trump wins.\nOn June 17, Moody's Analytics, an economic research and data-services firm, published its projections of what could happen to the economy under Trump-backed policies on taxes, government spending, immigration and international trade. (We fact-checked the political background of one of the Moody's authors in another report.)\n\"Four basic conclusions regarding the impact of Mr. Trump's economic proposals can be reached,\" the Moody's team wrote. \"One, they will result in a less global U.S. economy; two, they will lead to larger government deficits and more debt; three, they will largely benefit very high-income households; and four, they will result in a weaker U.S. economy, with fewer jobs and higher unemployment.\"\nOur ruling\nClinton said, \"Risk analysts listed Donald Trump, a Donald Trump presidency, as one of the top threats facing the global economy, ahead of terrorism.\"\nThe analysts at one firm, the Economist Intelligence Unit, have declared the possibility of Trump's election to be the third-greatest global risk in its current rankings, a risk level that has only grown since the firm began including Trump in its rankings in March. And Clinton has accurately noted that the risk factor given to a Trump presidency is higher than the rating for Islamic terrorism on the firm's list.\nWe rate the statement True.\n* * *\nAbout this statement:\nPublished: Monday, June 27th, 2016 at 4:08 p.m.\nResearched by: Louis Jacobson\nEdited by: Angie Drobnic Holan\nSubjects: Economy\nSources: Hillary Clinton, speech in Cincinnati, June 27, 2016; Economist Intelligence Unit, global risk ranking for Donald Trump, July 2016; Moody's Analytics, \"The Macroeconomic Consequences of Mr. Trump's Economic Policies,\" June 17, 2016; Politico, \"The Economist rates Trump presidency among its top 10 global risks,\" March 16, 2016; BBC, \"Trump presidency rated among top 10 global risks: EIU,\" March 17, 2016; Email interview with Robert Powell, Economist Intelligence Unit global risk briefing manager, June 27, 2016; Email interview with Josh Schwerin, Clinton campaign spokesman, June 27, 2016\n\nGraphic\n\n \nPHOTO (2) VIDEO: Hillary Clinton, riding a bump in the polls, kept the heat on Donald Trump during a speech in Cincinnati that marked the first time she had campaigned alongside Elizabeth Warren, a favorite of the progressive wing of her party. PHOTO: Global Forecasting Service\n\nLoad-Date: June 29, 2016"
}