{
    "title": "Hillel e-mail accuses George Washington U. law student of terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 3,
    "day": 31,
    "full text": "A George Washington University law student denied accusations of being a terrorist made against him in an e-mail sent over the Hillel listserv Wednesday afternoon. The e-mail threatens to mar relations between Hillel, and Jewish and Palestinian supporters who viewed the missive as ill-conceived and inappropriate.\nThe Hillel e-mail said third-year law student Fadi Kiblawi is considered a terrorist by Israel, has been convicted of crimes in the United States and Israel, and associates with Palestinian suicide bombers. Kiblawi, who first heard of the e-mail from The GW Hatchet late Wednesday afternoon, called the message's assertions \"pure lies, libelous and extremely damaging.\"\n\"I'm shaken up right now to be considered a terrorist, especially in a post-9/11 context,\" said Kiblawi, who is giving a speech on financial divestment from Israel at the Law School Thursday. He said Wednesday he would file a complaint with Student Judicial Services and consult a lawyer about what he termed defamatory statements.\nKiblawi said he was not a terrorist and challenged Hillel to prove that assertion. He said he was detained in Israel but not convicted of a crime. Kiblawi was arrested in July 2004 for entering a closed Israeli military zone, according to a Hatchet article published at that time. Kiblawi also said he does not believe in suicide bombings.\nThe e-mail sent by Hillel Wednesday urged Jewish supporters to attend Kiblawi's speech to show \"this campus will not tolerate his antics.\" The e-mail caused an immediate furor in the Jewish and Palestinian student communities.\nSeveral hours after the initial e-mail was sent, Hillel Executive Director Rob Fishman sent a second message that said, in part, that the first e-mail \"does not necessarily represent the opinions of all members of the GW Hillel community, and should not be perceived as an institutional judgment. GW Hillel is committed to representing a plurality of beliefs and providing a safe space for all students on campus. The Hillel listserv is not an appropriate venue to express personal opinions. I apologize for any discomfort this may have caused members of the community.\"\nFishman could not be reached for comment Wednesday. Junior Annie Weisberg, co-president of the Student Alliance For Israel, said the e-mail was upsetting because the accusations were harsh, unsubstantiated in the e-mail and made over a listserv that is not typically used to convey personal opinions.\n\"I would not have sent that e-mail out nor phrased it that way,\" she said. \"I would not be comfortable with making the accusations that were made in it.\"\nShe said the SAFI members she talked to were \"very upset\" and hoped the e-mail would not harm relations between Israel and Palestinian supporters.\nSophomore Seth Weinstein said he provided the information contained in the original e-mail about Kiblawi. On Wednesday night, he was with Bob Turk, a U.S. director of the Jewish Defense League, who said \"there's no way\" Kiblawi can deny the accusations, because his organization \"has the papers to prove them.\" They would not discuss where their information about Kiblawi came from, other than to say some of it was given to them by an unnamed employee of the U.S. Department of Homeland Security.\nThe JDL is a fringe group whose avowed goal is to protect Jews by any means necessary. Since its founding in the late 1960s, some JDL members have been arrested for plotting attacks against Muslims and other perceived enemies of Jews.\nTurk said his organization is planning to attend Thursday's event to hand out JDL literature. A JDL \"factsheet\" about Kiblawi accuses him of supporting terrorism; it does not make mention of him being a terrorist.\nBut on Wednesday night, Turk said of Kiblawi, \"He's in the same boat as the guys who concocted 9/11.\"\n(C) 2006 The GW Hatchet via U-WIRE\n\nLoad-Date: March 31, 2006"
}