{
    "title": "Hillary Clinton _ more 'smart power' needed in terrorism fight Hillary Clinton announced Friday the",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 9,
    "day": 9,
    "full text": "Secretary of State Hillary Rodham Clinton on Friday marked the 10th anniversary of the September 11 attacks by calling for the integration of more \"smart power\" initiatives - more democracy, development, and rule-of-law promotion - into global counterterrorism efforts.\nSpeaking in New York, which she represented as a US senator at the time of the attacks, Secretary Clinton said that as successful as military actions have been in decimating Al Qaeda, they are not enough - especially in addressing the root causes of terrorism.\nOpening her remarks with a reference to what she called \"serious\" reports of an Al Qaeda plot to hit either New York or Washington on the 9/11 anniversary, Clinton said such plans \"should surprise no one\" but are \"a reminder of the continuing stakes in our struggle against violent extremism.\"\nClinton spoke at the John Jay College of Criminal Justice, which lost nearly 70 students and alumni in the 9/11 attacks - and which in the aftermath of the events created a master's program in the study of terrorism.\nBut her target audience appeared to be as much the US Congress as anyone else, as the Republican-controlled House in particular has zeroed in on the State Department - and the kinds of \"smart power\" programs Clinton advocates - for billions of dollars in budget cuts.\nDespite the cutbacks, Clinton on Friday announced the creation of a new Global Counterterrorism Forum, designed to enhance international counterterrorism cooperation by bringing together policymakers and experts in the field on a regular basis. The new forum, to be formally launched later this month at the United Nations, will initially be co-chaired by the US and Turkey and include 30 other countries, including Pakistan, Saudi Arabia, Egypt, and Algeria.\nNoting that she is also upgrading the State Department's counterterrorism office to a full bureau with its own assistant secretary of State, Clinton argued for increased integration of counterterrorism efforts into all aspects of US diplomacy.\n\"We need to take a smart and strategic approach that recognizes that violent extremism is bound up with nearly all of today's complex global problems,\" she said. But she added, \"We should appreciate that while working to resolve conflicts, reduce poverty, and improve governance is a valuable end in itself, it also advances the cause of counterterrorism and our own national security.\"\nTo what degree that perspective is appreciated in the US Congress remains unclear, however. Congress has already sliced about $8 billion off of President Obama's requested State Department budget for the next fiscal year beginning Oct. 1, and House Republicans are proposing another $8 billion in cuts from State and foreign-aid funding.\n\"These cuts could be the most significant we've had in two decades, and they could have a devastating impact on the work that we do,\" said Thomas Nides, deputy secretary of State for management and resources - the department's chief operating officer - in a recent Washington speech.\nClinton, with the support of President Obama, has pressed hard for the resources to elevate the US's diplomatic role and to take back some of the burden of conflict prevention and post-conflict development and reconstruction that in recent years shifted to the Pentagon.\nFormer Defense Secretary Robert Gates was an outspoken advocate of boosting the civilian component of America's international involvement. But after a 10 percent spike in spending on diplomacy and foreign aid in 2010, the number began falling again this year in the search for deficit-reduction cuts.\nIn her New York remarks, Clinton said the US needed an \"all-of-government\" approach to battle terrorism that includes strikes on terrorist safe havens but extends to broad efforts to \"diminish [a terror organization's] appeal.\"\nBut she emphasized that to be successful \"we need effective international partners,\" and that is where she said diplomacy is essential.\nClinton said that perhaps the most effective recent action against Al Qaeda's ideology \"has been the blow delivered by the people of the Middle East and North Africa themselves\" - a blow she said disproved Osama bin Laden's insistence that change can only come through violence.\nThe US will be doing itself no favors, either in terms of security or prosperity, Clinton said, if it fails to support the region's aspirations and democratic transition through a full range of \"smart\" diplomatic efforts.\n       \n\nLoad-Date: September 12, 2011"
}