{
    "title": "Hillary Clinton drops strong hint that Al Qaeda was behind Libya attack Hillary Clinton told a UN me",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 9,
    "day": 26,
    "full text": "Secretary of State Hillary Rodham Clinton on Wednesday suggested a link between Al Qaeda and the Sept. 11 attack on the US consulate in Benghazi, Libya, going further than other Obama administration officials have previously in asserting that the deadly attack involved terrorists.\nSpeaking at a special United Nations meeting on instability in the Sahel - the African region that includes Mali, where Islamist extremists control the north of the country - Secretary Clinton cited the Libya attack as an example of the kind of action the region's growing extremist groups are carrying out.\n\"What is happening inside Mali is augmented by the rising threat from violent extremism across the region,\" Clinton said, adding that groups including Al Qaeda in the Islamic Maghreb have launched attacks from northern Mali into neighboring countries. These same groups, she added, \"are working with other violent extremists to undermine the democratic transitions underway in North Africa, as we tragically saw in Benghazi.\"\nThe White House last week said it was \"self-evident\" that the Benghazi attack was \"terrorism,\" but Republican critics have said the administration for too long attributed the attack to a spontaneous and unorganized mob. The firebombing of the poorly secured consulate resulted in the death of four US diplomats, including the US ambassador to Libya, Chris Stevens.\nThe head of the US National Counterterrorism Center, Matthew Olsen, also said in congressional testimony last week that the attack was \"terrorism,\" and he cited Al Qaeda. But he said only that information suggested individuals involved in the attack might have had some level of contact with Al Qaeda and its affiliates - in particular, Al Qaeda in the Islamic Maghreb (AQIM).\nIn his speech to the UN General Assembly Tuesday, President Obama said the attack on Benghazi was an attack \"on America,\" and he said the US would be \"relentless in tracking down the killers and bringing them to justice,\" but he provided no insight into who the killers were.\nIn her comments Wednesday, Clinton said the US is working with a number of countries including Libya to find the perpetrators of the attack, while also \"stepping up our counterterrorism efforts across the Maghreb and Sahel.\"\nSome intelligence specialists have suggested that the attack could have been the work of Ansar al-Sharia, a Libyan jihadist group. During the chaotic period following Libya's revolution, the group could have had access to the heavier arms used in the consulate attack.\nLibya's president, Mohamed Magariaf, has insisted that the attack was the work of AQIM. The Al Qaeda affiliate originated in Algeria, but intelligence officials say it has been expanding eastward and southward as instability has seized North Africa and the Sahel.\nClinton made clear in her remarks Wednesday that US concerns about the spread of Islamist extremism in the region predate the Benghazi attack.\nThe US, she said, is \"expanding our counterterrorism partnerships to help countries meet their own growing threats.\" She added that the US is \"taking aim at the support structure of Al Qaeda and its affiliates - closing safe havens, cutting off finances, countering their ideology and denying them recruits.\"\n\nLoad-Date: September 28, 2012"
}