{
    "title": "Hillary Clinton visits Stanford , addresses counter-terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "Kylie Jue\nExecutive Editor\nAda Statler-Throckmorton\nDesk Editor\nBy: Kylie Jue and Ada Statler-Throckmorton\nPresidential candidate and former Secretary of State Hillary Clinton gave a speech on counter-terrorism at the Freeman Spogli Institute for International Studies on Wednesday morning.\nClinton was in the area for a private event in Atherton and decided to make a public address after the attacks in Brussels on Tuesday.\nAccording to Hyma Moore, press lead for Clinton's campaign, over 130 people attended the invite-only event, including Stanford faculty members, students and friends of Clinton. Distinguished guests George Shultz, former Secretary of State and Thomas W. and Susan B. Ford Distinguished Fellow at the Hoover Institution, and William Perry, former Secretary of Defense and Michael and Barbara Berberian Professor emeritus at FSI and Engineering, were also in the audience.\nDirector of FSI Michael McFaul, who first met Clinton when she \"delivered her daughter to the Farm as a freshman,\" introduced the former Secretary of State to the audience around 11:40 a.m.\nThree main points\nClinton's speech highlighted three main points about counter-terrorism efforts: the constantly adapting adversary, the need to strengthen existing alliances and the importance of relying on what actually works.\nIn tackling the constantly adapting enemy of ISIS, Clinton highlighted the importance of addressing the issues of network security and privacy.\n\"The tech community and the government have to stop seeing each other as adversaries and start working together to protect our safety and our privacy,\" Clinton said.\n\"A national commission on encryption like Senator Mark Warner and Congressmen Mike McCaul are proposing could help,\" she added.\nClinton also emphasized her own political experience - as a New York senator during 9/11 and also as former Secretary of State.\n\"It would be a serious mistake to stumble into another costly ground war in the Middle East,\" she said.\nInstead, the United States should focus on reinforcing existing foreign alliances, particularly with European countries. Again referencing 9/11, Clinton argued that there was a huge outpour of support for the U.S. following the 2001 attacks in New York and that it is now \"our turn to stand with Europe.\"\nIn addressing what concrete steps can be taken, Clinton critiqued the plans of GOP presidential contenders as well as outlining her own proposals.\n\"ISIS is attempting a genocide of religious and ethnic minorities... Walls will not protect us from this threat,\" Clinton said, in reference to Donald Trump's proposal to build a wall on the U.S.-Mexico border to curtail illegal immigration. \"We cannot contain ISIS. We must defeat ISIS.\"\nThe former Secretary of State also called out Republican candidates for inflammatory rhetoric against all Muslims, arguing that insulting allies is a method that \"does not work\" in building coalitions in the fight against terrorism. According to Clinton, dismantling the global network of terror will necessarily include steps to address propaganda and online extremists that might be fueled by such language.\nWhile criticizing current GOP candidates, Clinton also showed a more bipartisan side, citing Senator John McCain in her denouncement of torture. According to Clinton, experts agree about the ineffectiveness of torture.\n\"I'm proud to have been part of the administration that banned torture,\" Clinton said. \"If I am president, the United States will not practice or condone torture even when we are up against opponents that don't respect human life or human rights.\"\nClinton concluded her address with a focus on the importance of American leadership.\n\"If we can forge a bipartisan consensus, if we can bring our people to understand what this struggle means to us, if we can maintain our alliances and our partnerships, we will be successful,\" said the former Secretary of State. \"And that will benefit not only our country but the world. And that, when you boil it down, is what American leadership has to be about.\"\nA 24-hour planning period\nAccording to Chaney Kourouniotis, communications manager for FSI, the event came together in about 24 hours when the Clinton campaign reached out to Stanford following the bombings in Brussels.\n\"The campaign contacted Stanford wanting to have the opportunity to participate here since it's been our practice here at FSI to host a number of world leaders, U.S. leaders, former diplomats, people from all parts of the political spectrum,\" Kourouniotis said.\nBecause FSI has hosted high-level diplomats before, they were more accustomed to accommodating the security required for such an event. Nevertheless, Clinton's address had an unusually short planning period.\n\"This is probably one of the quickest times we've pulled it together for someone at this level,\" Kourouniotis said.\nAccording to Kourouniotis, FSI felt honored to host the former Secretary of State. While none of the other current presidential candidates have spoken at Stanford during their campaign, FSI remains nonpartisan and is open to more guests.\n\"We're happy to host other candidates, and we're proud to continue to have a role in this type of discussion and this type of dialogue,\" Kourouniotis said.\nStudent reactions\nKourouniotis explained that due to the international affairs focus of Clinton's speech, student invitations were sent primarily to FSI affiliates. Despite the fact that many were away for spring break, attendees included students from FSI's Center for International Security and Cooperation and the Center on Democracy, Development, and the Rule of Law, as well as members of related student organizations such as Stanford in Government and Stanford Debate Society.\nJake Dow '19 leveraged his membership in SIG in order to attend the invite-only talk. Dow, already a Clinton supporter, spoke highly of the event, saying he \"had to go.\"\n\"I thought she knocked it out of the park today,\" Dow said. \"My favorite part was that she unveiled a new line against Donald Trump that 'loose cannons tend to misfire.' I thought that was a great and catchy way to say that we can't elect a man who doesn't have a steady hand on the issues.\"\nAnother SIG member, Chiamaka Ogwuegbu '18, also noted the references to the GOP-frontrunner.\n\"There was lots of Trump-shade thrown in there,\" Ogwuegbu said.\nAlthough Ogwuegbu said he supports Bernie Sanders over Clinton in the primary election, he generally agreed with Clinton's message on terrorism, calling it a \"safe speech, but eloquent.\"\nOgwuegbu also spoke about how Clinton addressed terrorist attacks less-publicized than the recent bombing in Brussels, including attacks on hotels in West Africa, beaches in Tunisia and markets in Lebanon.\n\"I appreciated her initial mention of the non-European terrorist attacks, but after that it kind of faded and focused more on the European-American connection,\" Ogwuegbu said.\nOther students attending the event were less decided on a candidate to support in the primaries.  Jimmy Zhou '18, who received an invitation as part of the Stanford Debate Society, said he remains torn between supporting Sanders and Clinton but found getting to hear the former Secretary of State helpful.\n\"I think that there is something unique about being able to see a presidential candidate in person and helps you evaluate them,\" Zhou said. \"There is something about having a presidential persona that is important... and I came out more confident in her foreign policy abilities.\"\nContact Kylie Jue at kyliej 'at' stanford.edu and Ada Statler-Throckmorton at adastat 'at' stanford.edu.\n\nLoad-Date: December 15, 2016"
}