{
    "title": "Hinkle_ History's dark side _ when Americans practiced terrorism",
    "publisher": "richmond times dispatch ",
    "year": 2015,
    "month": 2,
    "day": 17,
    "full text": "Conservatives got a bee up their nose when, at the National Prayer Breakfast earlier this month, President Barack Obama reminded Christians not to cast the first stone. Christians had done some pretty ferocious things themselves, Obama said (citing, e.g., the Crusades) and ought to be careful about getting on their “high horse” over heinous crimes committed by Islamic fanatics.\nIn the wake of ISIS’ hideous immolation of Jordanian pilot Moaz al-Kasabeh, that was bound to stir resentment — even though the idea that we are all sinners is not exactly controversial doctrine in the Christian church. Still, Louisiana Gov. Bobby Jindal got off a pretty good riposte when he remarked that “the medieval Christian threat is under control, Mr. President. Please deal with the radical Islamic threat today.” Many others made similar points. As syndicated columnist Cal Thomas put it, ISIS is known for “beheading and flogging people, oppressing and raping women . . . and jailing or discriminating against anyone who practices another faith, or no faith. . . . Modern Jews and Christians aren’t known for such behavior.”\n Thomas gave several examples of atrocities committed by Islamic fanatics, such as “Khalid bin al-Walid – the heroic ‘Sword of Allah’ — who burned apostates to death.” But he left out one particularly gruesome episode not so long ago, in which a bloodthirsty mob of savages seized three men and then castrated them, stabbed them, tied them up, and set fire to them while a crowd of spectators watched.\n Yet that didn’t happen in Raqqa, Haditha, or Tal Afar. It happened in Kirvin, Texas, in 1922. The three victims were black, and the mob was angry over the killing of a white woman.\n It wasn’t an isolated incident, either. Things like that happened a lot in the U.S. — not several centuries ago, but within living memory. Last week the Equal Justice Initiative in Montgomery, Ala., released a report with details about 3,959 such “racial terror lynchings” in 12 Southern states between the Civil War and WWII. (Not 39, or 390, but nearly 4,000.)\n The report defines racial terror lynchings as those committed against people who had not been accused of any crime, let alone convicted. Rather, the victims usually were killed for “minor social transgressions,” such as accidentally bumping into a white person on the street, “or for demanding basic rights and fair treatment.” William Little was lynched in Blakely, Ga., in 1919 for refusing to take off his uniform. He was returning from WWI. In 1940 Jesse Thornton was lynched in Lucerne, Ala., for failing to address a white police officer as “mister.” Many lynchings happened for similar detestable reasons.\n Lynchings were used as a “tool of social control” against African-Americans, to make them subservient by keeping them terrified. It worked: “After a lynching in Forsyth County, Ga., in 1912, white vigilantes distributed leaflets demanding that all black people leave the county or suffer deadly consequences; so many black families fled that, by 1920, the county’s black population had plunged from 1,100 to just thirty.”\n Nor were lynchings carried out in the dark of night by a few people ashamed of what they were doing. In Mississippi, Luther Holbert and a black woman were lynched in front of a mob of several hundred in 1904. “Both victims were tied to a tree and forced to hold out their hands while members of the mob methodically chopped off their fingers and distributed them as souvenirs,” the report says. “Next, their ears were cut off. Mr. Holbert was then beaten so severely that his skull was fractured and one of his eyes was left hanging from its socket. Members of the mob used a large corkscrew to bore holes into the victims’ bodies and pull out chunks of ‘quivering flesh,’ after which both victims were thrown onto a raging fire and burned. The white men, women, and children present watched the horrific murders while enjoying deviled eggs, lemonade, and whiskey in a picnic-like atmosphere.”\n Events like that were common. You can easily find accounts and photographic evidence with a quick Google search.\n America today is not what America was then. (And even then, many Americans were horrified by the depravity of lynching.) It’s also important to note that America transcended the barbarity of racial terrorism with much help from people of true Christian faith. But to recognize that America transcended such barbarity implicitly is to concede that others can, too. Christians of all people should be wary of declaring anyone beyond redemption.\n Solzhenitsyn, who knew a thing or two about the depravity inflicted by fanatics in thrall to malignant ideology, probably said it best: “The line separating good and evil passes not through states, nor between classes, nor between political parties either — but right through every human heart.”\n\nLoad-Date: February 18, 2015"
}