{
    "title": "Hints of Confrontation In Opening Statements",
    "publisher": "the new york times",
    "year": 1993,
    "month": 10,
    "day": 5,
    "full text": "J. Gilmore Childers, the chief prosecutor in the World Trade Center case, may well have felt like a mute person suddenly given a voice as he stood before the jury yesterday and made his opening statement.\nFor the first three weeks of the trial, mostly taken up with jury selection, Mr. Childers and the other members of the prosecution team were silent presences in the courtroom, as impassive as wax figures, slipping out a back entrance of the courtroom every day and leaving it to the teams of defense lawyers to talk to reporters looking for explanations of each day's events.\nBut yesterday, standing at a lectern and speaking in a subdued, unemotional voice to an attentive panel of jurors, Mr. Childers suddenly came to life. His tone was sober. He was professorial, turning the pages of a loose-leaf binder and ticking off one after the other the things that he promised the Government would prove.\n \nGestures and Phrases\n But if the tone was calculatedly understated, some of Mr. Childers's gestures and words were not. From time to time, he turned from the lectern and approached one or another of the defendants, pointing the finger of accusation at them while they remained expressionless and unreacting. He used phrases like \"wanton act of terrorism\" and a \"self-proclaimed reign of terrorism against the United States\" as he attempted to convey the gravity of the crime -- prompting one defense lawyer to protest afterward that the indictment spells out no crime called \"terrorism\" and that Mr. Childers was thus not playing fair to use that word so often.\n \nMore Visible Roles\n Mr. Childers will be the protagonist for the next several weeks as the prosecution makes its case. Still, the defense lawyers, too, began to play more visible roles. And as they did so, the confrontations to come began to take shape.\nThe lawyer for Mohammed A. Salameh, Robert E. Precht, was the first to follow Mr. Childers. Mr. Precht, by common consent, has one of the more difficult tasks, given the Government case against his client. Pacing back and forth in front of the jury and rarely referring to the notes he was intently studying just before his statement, Mr. Precht promised to show how the statements of the Government's own witnesses are, contrary to what Mr. Childers will maintain, exculpatory for his client.\n \n'American Dream' Shattered\n The next defense lawyer to stand before the jury was Atiq Ahmed, who began by explaining the meaning of his Islamic name. (\"Atiq,\" he said, means \"ancient\" in Arabic.) While Mr. Precht paced, Mr. Ahmed stood almost motionless in front of the jury, declaring that the Government's case was \"really a matter of the cart coming before the horse.\" He said that the \"American dream\" of his client, Nidal A. Ayyad, had been shattered by what he characterized as overzealous law-enforcement officers who decided in advance that his client was guilty and then put the worst possible interpretation on his acts.\nThe third defense lawyer, Hassen Ibn Abdellah, chanted a line of Islamic scripture in his opening statement: \"I bear witness that there is none worthy of worship other than Allah and Mohammed is the apostle and prophet of Allah.\"\nWhere Mr. Precht was controlled and precise and Mr. Ahmed friendly in his outrage over what he characterized as the persecution of Mr. Ayyad, Mr. Abdellah was eloquent in the fashion of a sermonizing preacher as he spoke for his client, Mahmud Abouhalima.\n \n'Plays on Your Emotions'\n \"He plays on your patriotism,\" Mr. Abdellah said of Mr. Childers, his voice rising. \"He plays on your emotions.\" But, he continued, the Government's case is based on \"cosmetics.\" Then, marching past the other lawyers and defendants, he stood behind Mr. Abouhalima, who is distinguishable by his red hair, and proclaimed: \"Mahmud Abouhalima is asking you for nothing but fairness.\"\nThe last defense statement was made by Austin V. Campriello, a trim man with graying hair and reading glasses held in place by a black cord.  Mr. Campriello's client, Ahmad M. Ajaj, has always seemed to be the defendant with the best chance of acquittal, in part because he was in prison from Sept. 1 of last year until the bombing of the World Trade Center in February.\nWith a touch of mockery in his voice, Mr. Campriello accused Mr. Childers of \"sliding over\" certain points in his opening statement. The most important example of that, he said, was that Mr. Childers had spoken of the bombing manuals that Mr. Ajaj had in his possession when he arrived in the United States from Pakistan last fall.\n\"What he slid over,\" Mr. Campriello said, \"was that Ahmad's material was taken from him that very day and was in the possession of the United States Government until the very day that the World Trade Center tragedy occurred.\"\n\nLoad-Date: October 5, 1993"
}