{
    "title": "HIROSHIMA'S BOMBING WAS NOT TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 8,
    "day": 23,
    "full text": "In response to the August 9 editorial cartoon on the 60th anniversary of the Hiroshima atomic bomb:\n Many veterans were insulted by the recent editorial cartoon by Rob Rogers in the Post-Gazette comparing the use of the atomic bomb in Hiroshima, Japan, with a terrorist event. Even though the illustration attributed the question, \"Which terrorist group did this?\" to a child on his father's lap, the cartoon should have included a response in the negative that was left unsaid.\n Many of your readers who are veterans -- not just World War II veterans, but also combat veterans from all service eras -- were angered by this misleading editorial statement. And, citizens of all ages, who may have no knowledge of the issues surrounding the use of atomic weapons by the United States to end the war, may have been misled.\nOn behalf of combat veterans who comprise the Veterans of Foreign Wars, allow me to fill the void of information left out by your cartoon, which can also give adults facts to share with their kids that are not included in some media coverage or in history books.\n While the nation recently recognized the 60th anniversary of Victory over Japan (VJ) Day, World War II historians called attention to the fact that using the world's most powerful weapon saved well more than one million American, Allied and Japanese lives compared to invading Japan. The war would also have lasted for many more months and it's probable that more of Japan would have been destroyed.\n Veterans are not warmongers. We recognize the immense devastation, death and emotional impact caused by war. War should be a last-ditch effort to bring peace and preserve freedom. Our nation was called to defend itself and other free nations in World War II. We owed it to the troops, our people back home and our Allies to fight as efficiently and effectively as possible. We celebrate that the war ended, that international wounds were healed a great deal and that, thankfully, the combatants have become allies.\n Any review of the latter stages of World War II must include the fact that scientists in Germany and Japan were fast developing atomic weapons; there was indeed a race between nations to develop atomic bombs. It's a fact that late in the war Germany tried to supply Japan with enough uranium to create atomic weapons, at the request of Japan which was having difficulty securing it on their own. Germany and Japan had scientists working non-stop to refine and complete the process of completing an atomic bomb.\n One doesn't have to think too long about whether they would have used everything in their arsenals to tilt the war in their favor. And well after Pearl Harbor, the enemy proved that they could reach our nation with their forces; they patrolled our shores, shelled merchant ships along the East Coast and invaded the Alaskan islands.\n The very fact that many of your readers would not be alive today if their ancestors were killed during an extended war should have made your editorial team think twice about printing this irresponsible cartoon. Instead, you single-handedly slapped thousands of veterans in the face and insulted their families who, by the way, were glad to have their servicemen and women at their sides over the past 60 years, plus those additional family members who would have been called to duty to invade Japan.\n Comparing the anniversary of Hiroshima with terrorism that targets innocent nations with acts of murder during peacetime is an inexcusable attack on those who defended our nation and brought peace to the world. Unlike Sept. 11, 2001, and other terrorist attacks in England, Spain and elsewhere, which were unprovoked attacks during times of world peace, the events leading up to the end of World War II unfolded during a state of declared war. World freedom from tyranny, oppression and evil leaders was the guiding force in attacking the enemy with atomic weapons. Today, however, terrorists have no such honorable mission. They simply seek to bring death to those who promote freedom.\n If the editors of the Post-Gazette also enjoy the freedom to print editorials at your discretion, you at least owe your readers the opportunity to reflect on the historical facts addressed in this response. It will also remind them to thank a veteran if they enjoy their freedom. The world's condition over the past 60 years and today would be much different if they had not served in uniform and if the United States and its Allies had not won the Second World War. We also need to respect and support the nation's newest veterans who have served -- and those who are overseas today --in the fight against terrorism.\n -- Robert C. Eiler, state commander of the Pennsylvania Department of Veterans of Foreign Wars of the United States and a decorated veteran of the Vietnam War.\n\nLoad-Date: August 26, 2005"
}