{
    "title": "HIS TINY TERROR. MASS. PHYSICS EXPERT SOUGHT TO BLOW UP THE CAPITOL & PENTAGON USING OWN TOY PLANES",
    "publisher": "daily news ",
    "year": 2011,
    "month": 9,
    "day": 29,
    "full text": "A MASSACHUSETTS man with a degree in physics was busted yesterday for plotting to blow up the Pentagon and the U.S. Capitol with homemade drones, officials said.\nRezwan Ferdaus planned to fill two remote-control model airplanes with C-4 explosives and hand grenades and direct them into the iconic buildings, a federal complaint says.\nThe feds said he purchased the model planes, one a replica of a Navy F-4 Phantom jet with a Playboy decal on its tail, using the name of former Yankees great Dave Winfield.\nFerdaus was arrested yesterday after he allegedly obtained 25 pounds of C-4 explosives, three grenades and six automatic AK-47 assault rifles from FBI agents posing as Al Qaeda operatives.\n\"The conduct alleged today shows that Mr. Ferdaus had long planned to commit violent acts against our country,\" said U.S. Attorney Carmen Ortiz. \"Thanks to the diligence of the FBI and our many other law enforcement partners, that plan was thwarted.\"\nFerdaus had been under surveillance by the FBI since March.\nThe Northeastern University physics grad, an American citizen, had vowed to commit violent \"jihad\" against the United States as far back as early last year, according to a federal complaint.\nIn one of several secretly recorded phone conversations, he claimed he targeted the Pentagon and Capitol because he wanted to \"severely disrupt . . . the head and heart of the snake,\" according to the complaint.\nFerdaus, of Ashland, Mass., also obtained cell phones modified to act as bomb-detonating devices, the complaint charges. He provided the phones to the undercover FBI agents along with videotaped instructions on how to use them.\nWhen told the phones were used to set off explosives in Iraq that killed three U.S. soldiers and injured others, Ferdaus said, \"That was exactly what I wanted,\" according to the complaint.\nOrtiz said the public was never in danger because Ferdaus was being watched closely.\nIf convicted, he faces up to 15 years in prison.\nRep. Pete King (R-L.I.), chairman of the House Homeland Security Committee, praised the arrest of Ferdaus, saying he had been briefed on the investigation in the past several months.\n\"The fact that Ferdaus is a very well-educated physicist should serve as a reminder to us that the threat of Islamic terrorism transcends socioeconomics and does not only emanate from the poor and underprivileged,\" King said.\njstraw@nydailynews.com\n\nGraphic\n\n \nRemote-control models (above and at right) of Navy fighter jets that terrorism suspect Rezwan Ferdaus allegedly owned and hoped to use to bomb the Pentagon and the U.S. Capitol. Photos by WBZ-TV, U.S. attorney's office\n\nLoad-Date: September 29, 2011"
}