{
    "title": "History relevant to terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 9,
    "day": 18,
    "full text": "YOU OPEN the paper and read the news from Iraq these days, and all you can say is, \"Damn, damn, damn.\"\nI'm flat out of ideas about how we can fix this, but I maybe see a couple of wrong roads we should give a miss. I was much struck by a column last week by David Brooks in The New York Times written in an understandable rage against the perpetrators of the school massacre at Beslan, Russia. Condemning the perpetrators of Beslan with all the vigor at his command - hyperbole is impossible - leads Brooks to an unfortunate conclusion.\nBrooks particularly blames the American media, which he argues are \"averting their eyes\" and being \"quick to divert their attention away from the core horror of this act\" by paying attention to what he regards as irrelevant: the grievance that served as a justification or pretext for these terrorists' act of evil. In other words, he is so exercised at the utter, unmitigated evil of the terrorists, he thinks history is irrelevant.\nHistory does not excuse terrorism, but it sure as hell is relevant, if for no other reason than you have to understand an enemy in order to combat him. Of course we should pay attention to what shaped the Chechen terrorists - since when is learning about terrorists or trying to understand what motivates them the same as condoning them or their actions?\nIn the case of Chechnya, the history is so grim it draws dramatic attention to precisely how a cult of death can start. Chechnya has a long, bitter history of fighting Russia going back at least two centuries. Those of you who have been paying attention, know that after World War II, Stalin deported almost the entire nation of Chechnya to Siberia and dumped most of them off in frozen fields with nothing. So most adult Chechens were born in Siberia. Because of the Chechens' desire for independence, two hideous wars followed, one under President Yeltsin and one under President Putin.\nMost of us remember the mind-numbingly desolate photos of Grozny, the capital, after the surrender - beyond Dresden. That's how Chechen terrorism was born. Desire for independence is not something this country normally condemns.\nBrooks blames the terrorism on the \"death cult thriving at the fringes of the Muslim world.\" At least in the case of the Chechens, that's akin to blaming Catholicism for the IRA. On a larger plane, Brooks thinks we refuse to recognize the absolute evil of the Beslan terrorists because it \"undermines our faith in the essential goodness of human beings.\" Speak for yourself, Brooks.\nSeems to me the one thing that does not change through history is human nature. Theologians and philosophers will continue to debate human nature. I've always liked an observation about politics made by an old West Texas rancher: \"I feel like I'm about equal parts good and bad. There's just not many people appealin' to the good in me.\"\nI think we're all capable of evil under extreme circumstances. I do know that most humans are kinder and better people when they are healthy, well-fed, raised by loving people in a secure environment and taught it is wrong to kill. But that doesn't change human nature.\nOne trouble with defining terrorism as absolute evil is, as the saying goes, one man's terrorist is another man's freedom fighter.\nSecond, we appear to be stuck - permanently stuck - with war of unequal forces, since no country is dumb enough to declare war on the United States. So we need to learn everything we can about how to fight these people effectively.\nThird, defining \"terrorist\" or any \"other\" as an absolute, irrational evil gives us a spurious and intoxicating sense of self-righteousness. We become the simon-pure contrast, thus missing any chance to consider whether correcting or just changing our own conduct would be effective.\nOne of the things I know about human nature is that in order to kill strangers face to face - or, God forbid, their children - you have to either be very afraid or convince yourself that your enemy is completely evil, other, nonhuman. People seem far more capable of killing other people if they can't see them, which is probably why war has gotten nastier as the technology has gotten better.\nWe have killed an estimated 12,000-14,000 Iraqis since \"mission accomplished\" and are bombing Fallujah today. For all I know, in some future I cannot envision, this will turn out to be the right thing to have done. Peace and democracy will flourish in Iraq, and we will all bow down to the great wisdom of Rumsfeld and Wolfowitz. But so far, no good.\nAccording to both opinion polls in Iraq and in the larger Arab world, our invasion of Iraq has increased hatred of the United States and fanned terrorism. Ignorance and condemnation are not a strategy for dealing with that.\nIvins is a syndicated columnist.\n\nLoad-Date: September 20, 2004"
}