{
    "title": "Historian faults Bush on terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 2,
    "day": 13,
    "full text": "In a speech at Swarthmore College, historian Arthur M. Schlesinger Jr. said that what he saw as the Bush administration's use of patriotism as a way to quell public debate was morally repugnant and undemocratic.\nAddressing an audience of about 700, Schlesinger, 86, said he believed that more debate was needed before the United States commits American lives to fighting on foreign soil, and that public dissent is essential to democracy.\n\"Going to war does not abrogate our freedoms of conscience, speech and thought,\" the prize-winning author and former foreign-policy adviser told those who attended the first in a series of American history lectures Tuesday.\n\"We have no obligation to bow down before an imperial presidency,\" he said.\nSchlesinger was referring to a speech that Attorney General John Ashcroft gave before the Senate Judiciary Committee in December 2001. Ashcroft lashed out at critics of the Bush administration's response to terrorism. The critics contended those actions undermined the U.S. Constitution.\nThe actions in question included President Bush's decision to have military tribunals try aliens suspected of terrorism; the detention of hundreds of aliens at the naval base in Guantanamo Bay, Cuba, without bringing formal charges; and the questioning of thousands of Middle Eastern men living in the United States.\n\"To those who scare peace-loving people with phantoms of lost liberty, my message is this,\" Ashcroft said. \"Your tactics only aid terrorists, for they erode our national unity and diminish our resolve. They give ammunition to America's enemies and pause to America's friends.\"\nSchlesinger said what he called Ashbrook's attempt to \"rally around the flag\" was actually a move to discourage free speech.\n\"Presidents are never infallible,\" Schlesinger said, using humor to make his point. \"They may even pick up a good idea or two from the dissent.\"\nMark Corallo, a Justice Department spokesman, said in a phone interview from Washington that neither the Bush administration nor the attorney general ever sought to squelch dissent.\n\"We welcome dissent and debate as the foundation of our democratic process,\" Corallo said. \"It is our duty at the Justice Department to protect that vital freedom that we cherish as Americans.\"\nThere has always been dissent throughout American history, and it wasn't necessarily a bad thing, Schlesinger said.\nDuring the American Revolution, one third of the colonists were opposed to breaking away from England. Criticism of his administration so needled President John Adams that he signed the Alien and Sedition Act into law on July 4, 1798, Schlesinger said.\nThe act made it illegal to speak or write critically about Adams. The act expired on the last day of Adams' term.\nWhen U.S. Rep. Matthew Lyon of Vermont disobeyed the act by writing a letter to the editor, he was clapped in jail for four months and fined $1,000. His constituents reelected him and he served \"two terms at once,\" Schlesinger said, referring to jail and Congress.\nSwitching to the fall of 2001, Schlesinger said he applauded the Bush administration's resolve to rid Afghanistan of the Taliban and al-Qaeda terrorists. But he said he thought the administration went wrong when it shifted priorities to what he called \"an ill-conceived war against Iraq.\"\n\"There are more terrorists there in Iraq today than when Saddam Hussein was in power,\" he said.\nSchlesinger called the administration's push to invade Iraq a new preventive foreign policy in which \"we strike the enemy unilaterally before he has the chance to strike us.\"\n\"There is nothing more foolish than to think war can be stopped by war,\" he said. \"The only thing that can stop war is peace.\"\nSchlesinger, who served as special assistant to President John F. Kennedy during the Cuban missile crisis in 1962, said such a preventive policy during the Cold War was \"unthinkable.\"\nWith the United States and Soviet Union standing eye-to-eye over U.S. demands to withdraw Soviet missiles from Cuba, an invasion might have led to nuclear holocaust, he said. He said the Joint Chiefs of Staff had pushed hard for such an invasion.\n\"If Kennedy had done that, none of us would be here today,\" Schlesinger said.\nCorallo countered that Kennedy had also helped push the situation \"to the brink\" by letting it be known that the United States would not hesitate to use dangerous weapons.\nSchlesinger said he was encouraged to hear the start of the debate that he said should have preceded the war against Iraq.\nSchlesinger, a retired history professor living in Manhattan, is best known for his two Pulitzer Prize-winning books, The Age Of Jackson and A Thousand Days.\nAsked by an audience member what he would recommend that young people do to bring about change, he replied, \"Go into politics.\"\nContact staff writer Bonnie L. Cook at 610-313-8232 or bcook@phillynews.com.  \nArthur M. Schlesinger Jr. faults the administration's terrorist policies. B6.\n\nGraphic\n\n \nPHOTO;\nBOB WILLIAMS, Inquirer Suburban Staff\n\nLoad-Date: August 22, 2005"
}