{
    "title": "HISTORIAN_ FEAR OF TERRORISM ERODING CIVIL LIBERTIES",
    "publisher": "the will ",
    "year": 2002,
    "month": 9,
    "day": 19,
    "full text": "The word terrorism is being used today the same way the word communism was used 50 years ago, political scientist and historian Howard Zinn told a group at The College of Santa Fe on Wednesday.\nToday, the U.S. government is using terrorism as an excuse to clamp down on the civil liberties of Americans and to expand its power in the world, said Zinn, who spoke during the college's official announcement of its upcoming Salt of the Earth conference.\nA select group of people was allowed Wednesday to view the film, Salt of the Earth, which was blacklisted shortly after it was released in 1953.\nThe conference, which will take place Feb. 27, 28 and March 1, celebrates the 50th anniversary of the making of the film. Events planned include panels and film discussions\nZinn, who also spoke at the Lensic Performing Arts Center Wednesday evening, is professor emeritus of political science at Boston University and the author of 20 books, including A People's History of the United States.\nSalt of the Earth tells the true story of how a union of miners in Bayard, N.M., went on strike in an attempt to win better wages, working conditions and housing. After the mining company sought a court injunction to prevent the men from striking, the women in the community took over the picketing, and they eventually prevailed.\nThe film addresses issues such as worker's rights, freedom of expression and the women's struggle for social justice. Three Hollywood filmmakers -- who had already been blacklisted by the House Un-American Activities Committee for refusing to answer questions about their association with Communism -- heard about the strike and made a film. But soon, the film was blacklisted, and the government blocked any distribution of it in the United States.\nIt was one of 80 films the U.S. government declared unacceptable for distribution during the McCarthy era, Zinn said. Today, the film has not only historical perspective, Zinn said, but relevance to the so-called war on terrorism.\n\"Today, we face a situation where the reality of terrorism is being used as an opportunity for the government to do (what it wanted to do) before terrorism was an issue,\" Zinn said.\nSalt of the Earth \"suggests the need to defy,\" he added.\nCollege President Linda Hanson said the issues addressed in the film are as relevant today as they were 50 years ago. Among the events planned during the conference are panels on topics such as the history of labor in the Southwest; women and the struggle for economic justice; the Hollywood blacklist; and neo-McCarthyism.\nAmong the activists and scholars who will speak are Norma Barzman, a blacklisted screenwriter, and Larry Ceplain, a professor at Santa Monica College and the co-author of The Hollywood Inquisition, which looks at the Hollywood blacklist. Several films also will be shown.\nConference co-chair David Myers announced that Dolores Huerta, co-founder of the United Farm Workers, would be the keynote speaker at the conference.\nFor more information on the Salt of the Earth conference, call Cynthia Buzzard at 424-4001.\nHanson said the conference will cost the college about $100,000, and the will be looking to the community for help to fund it.\n\nLoad-Date: September 24, 2002"
}