{
    "title": "HISTORY OF BIO-TERRORISM EXTENDS BACK TO 1760S",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 11,
    "day": 28,
    "full text": "The threat and spread of domestic bio-terrorism in this country occurred as early as the 1760s. The bloody campaign between British troops led by Sir Jeffrey Amherst and Indian tribes led by Chief Pontiac lasted several years. Outraged by the tenacious Indian forces, Amherst proposed a final solution: Offer the Indians blankets laden with small pox.\nThe threat and use of bio-terrorism is real. The spread of the virus smallpox as a weapon of mass destruction continues to be as threatening now as it was during the 18th century. The only variable of delivery will be a 21st century version of trade blankets that once carried the deadly and contagious disease.\n-- Ronald Sullivan, Fitchburg\n \n Threat of biological warfare highlights danger of ticks\nBiological warfare is as old as the hills and forests, from whence cometh a growing army of ticks, and with it an old enemy: tick-borne diseases. Ticks have had good years for some winters past, swelling their numbers. In the past weeks they've seldom had to shelter in the leafy duff: At temperatures above 40 degrees , they can remain clinging to twigs and needles, ready to attach to whatever brushes by.\nOur ticks carry Lyme disease and ehrlichiosis in increasing numbers: Northwest Wisconsin is one of the hottest spots in the United States for Lyme, and everything west of the Wisconsin River has a greater-than-average incidence. Babesiosis, Rocky Mountain Spotted Fever, Relapsing Fever, and even Cat Scratch Fever (Bartonella henselae), recently found to be carried by ticks, can exacerbate Lyme symptoms.\nLyme and ehrlichiosis both come on with fever and what might be taken as flu-like symptoms, which might get people tested for anthrax. In the case of Lyme, the early signs go away spontaneously, and the more serious ones may emerge much later.\nAn excellent brochure put out by the Centers for Disease Control is distributed by the state Department of Health and Human Services and by local public health departments…\n-- Lora Mermin, Madison\n \n If Keys recall tops agenda, priorities are topsy-turvy\nExorbitant lawyer fees to defend caucus members for illegal campaigning. Outrageous salary increases to the university's top officials while the average worker struggles for 1 percent. Obscene amounts of money spent to elect officials beholden to their benefactors.\nThese problems and many more. Yet some will draw the line over saying the Pledge of Allegiance or singing songs. Recalling Madison School Board member Bill Keys over such insignificance, when there are so many more compelling issues to be attacked is ludicrous…\n-- Steven Engle, Madison\n\nLoad-Date: November 29, 2001"
}