{
    "title": "History will define George W. Bush",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 27,
    "full text": "\"Though there are currently many critics of Bush's presidency, it must be remembered that over time, economies ebb and flow, but life-changing events never fade from memory. The morning of September 11th occurred only seven months into Bush's presidency. How he handled his country in that time of despair was one of the most impressive series of political actions ever taken.\"\nEric Stubben\nFollow @ericstubben\nEric Stubben is a mechanical engineering sophomore and Mustang News conservative columnist. These views do not necessarily reflect the opinion or editorial coverage of Mustang News.\nGeorge W. Bush will be remembered in history as one of the greatest presidents of all time.\nThere, I put it all on the table. The man whose presidential rating when he exited office was one of the worst in modern politics will be fondly remembered throughout history. From his control of the 9/11 crisis to his humanitarianism after presidency, Bush has been a world leader with strong morals that set him above the rest.\nThough there are currently many critics of Bush's presidency, it must be remembered that over time, economies ebb and flow, but life-changing events never fade from memory. The morning of September 11th occurred only seven months into Bush's presidency. How he handled his country in that time of despair was one of the most impressive series of political actions ever taken. From his calm demeanor at Emma E. Booker Elementary School in Sarasota, Florida to his iconic \"bullhorn speech\" on top of the rubble at Ground Zero, Bush showed himself to be a leader.\nGeorge W. Bush stood atop the country and the world when he led coalition forces from Kuwait into Iraq. The war wasn't about oil, it wasn't about revenge and it certainly wasn't a war against Islam. In his book, \"Decision Points,\" published after he left office, Bush summarized his foreign policy best when he wrote, \"History can debate the decisions I made, the policies I chose, and the tools I left behind. But there can be no debate about one fact: After the nightmare of September 11th, America went seven and a half years without another terrorist attack on our soil.\"\nBush's abilities to form positive relationships with leaders in the Middle East, build democracies and fight against terrorism all led to the \"Bush Doctrine.\" During his presidency, Bush promised the United States would support any country willing to resist terrorism, whether it be domestic or abroad. The implementation of the NSA (pre-Obama administration) increased coordination between the FBI and CIA and increased national security guidelines, which have all made the United States a safer place with respect to foreign and domestic terrorist threats.\nIn a presidency defined by years of combating terrorism, President Bush also reached across the aisle to approve a prescription drug plan for seniors, craft education reform and begin discussion on immigration and social security reform.\nHowever, what defines George W. Bush the most is his service to America after his presidency. Although he is out of office, Bush continues to support the men and women he sent to war through the Wounded Warrior Project. His yearly Wounded Warrior Golf Tournament and Crawford Ranch bike ride demonstrate the grounded humility that Bush displayed throughout his presidency.  Through his mission trips to Africa to continue his AIDS initiative, Bush is able to continue supporting the goals he set for an AIDS-reduced Africa during his presidency. Though his wife, Laura, called this era in their lives the \"afterlife,\" Bush has far from retired his service and gratitude towards our country and the world.\nWhat seems to separate George W. Bush from former presidents is his support of the current administration. Although President Barack Obama has been chastised by the media for his golf outings, Bush vocally supported the president for his stress-relieving endeavors. And as far as choosing sides on America's most polarizing issues, well, Bush has stayed mum there too. While today's society is defined by the government and by the media in terms of income class, ethnicity and political party, Bush's refusal to neither support or reject today's issues protects Americans from making another decision: Do they support the current administration or the words of a former leader?\nUnlike Bill Clinton or Jimmy Carter, Bush realizes that his time to vocally lead is over. His decisions have been made and nothing he can do will change them. Although Carter and Clinton left office with low approval ratings as well, they've done their best to take advantage of America's \"short-term memory\" in order to rebuild their image in the eyes of many citizens. Bush has let his actions do the talking.  As the economy continues to slump and controversies abound, more Americans are looking back on the \"good old days\" of George W. Bush.\nAs we look back, we are seeing more and more that government economic policies had little to do with the 2008 economic collapse, but rather it was led on by poor lending practices of large banks. Although the wars in the Middle East may have become more unpopular, Americans also realize that Bush continued to keep America safe from terrorism. Bush was well respected and was voted for by a wide group of Americans. In 2004, he won the senior citizen vote and scraped up 44 percent of the Latino vote, far more than either John McCain or Mitt Romney. Rather than running for president to win groups of Americans, Bush ran to win America as a whole.\nHowever quietly, Bush's approval ratings have begun to rise too. Whether it's his Texan accent, strong morals or quiet humor, \"W\" is a man to be liked. The latest Gallup poll shows his favorability at 49 percent, compared to 46 percent unfavorable. It's been a quick renaissance for a president whose favorability was less than 40 percent just five years ago.\nGeorge W. Bush said it best when he wrote, \"The nature of history is that we know the consequences only of the actions we took.\" For now, his record and success can be debated, but ultimately, only the future knows how history will be viewed.conservative column Eric stubben George W. Bush2013-10-27\n\nLoad-Date: October 28, 2013"
}