{
    "title": "Hitting a wall in Berlin",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 6,
    "day": 23,
    "full text": "WASHINGTON \nThe question of whether Barack Obama's second term will be a failure was answered in the affirmative before his Berlin debacle, which has recast the question, which now is: Will this term be silly, even scary in its detachment from reality? \nBefore Berlin, Obama set his steep downward trajectory by squandering the most precious post-election months on gun-control futilities and by a subsequent storm of scandals that have made his unvarying project - ever bigger, more expansive, more intrusive and more coercive government - more repulsive. Then came Wednesday's pratfall in Berlin. \nThere he vowed energetic measures against global warming (\"the global threat of our time\"). The 16-year pause of this warming was not predicted by, and is not explained by, the climate models for which, in his strange understanding of respect for science, he has forsworn skepticism. \nRegarding another threat, he spoke an almost meaningless sentence that is an exquisite example of why his rhetoric cannot withstand close reading: \"We may strike blows against terrorist networks, but if we ignore the instability and intolerance that fuels extremism, our own freedom will eventually be endangered.\" So, \"instability and intolerance\" are to blame for terrorism? Instability where? Intolerance of what by whom \"fuels\" terrorists? Terrorism is a tactic of destabilization. Intolerance is, for terrorists, a virtue. \nIt is axiomatic: Arms control is impossible until it is unimportant. This is because arms control is an arena of competition in which nations negotiate only those limits that advance their interests. Nevertheless, Obama trotted out another golden oldie in Berlin when he vowed to resuscitate the cadaver of nuclear arms control with Russia. As though Russia's arsenal is a pressing problem. And as though there is reason to think President Vladimir Putin, who calls the Soviet Union's collapse \"the greatest geopolitical catastrophe of the century,\" is interested in reducing the arsenal that is the basis of his otherwise Third World country's claim to great power status. \nShifting his strange focus from Russia's nuclear weapons, Obama said \"we can ... reject the nuclear weaponization that North Korea and Iran may be seeking.\"  \nNeither the people who wrote those words nor he who spoke them can be taken seriously. North Korea and Iran may be seeking nuclear weapons? North Korea may have such weapons. Evidently Obama still entertains doubts that Iran is seeking them. \nObama's vanity is a wonder of the world that never loses its power to astonish, but really: Is everyone in his orbit too lost in raptures of admiration to warn him against delivering a speech soggy with banalities and bromides in a city that remembers John Kennedy's \"Ich bin ein Berliner\" and Ronald Reagan's \"Tear down this wall\"?  \nWith German Chancellor Angela Merkel sitting nearby, Obama began his Berlin speech: \"As I've said, Angela and I don't exactly look like previous German and American leaders.\" He has indeed said that, too, before, at least about himself. It was mildly amusing in Berlin in 2008, but hardly a Noel Coward-like witticism worth recycling. \nHis look is just not that interesting. And after being pointless in Berlin, neither is he, other than for the surrealism of his second term. \nGeorge F. Will is a columnist for The Washington Post and Newsweek. \n\nLoad-Date: June 25, 2013"
}