{
    "title": "HITTING HOME; BOMBING REFLECTS CHANGING PATTERN OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "Barely two weeks ago, FBI Director Louis J. Freeh told a congressional committee this chilling message:\n\"Today, acts of terrorism are generally more spectacular, are aimed at causing larger numbers of casualties and raise higher levels of fear.\"\nIt was almost as if Freeh had stared into a bloodstained crystal ball.\nNow, an army of his agents and battalions of other law-enforcement officials are searching for clues in the most spectacular, deadliest and most frightening act of terrorism in U.S. history. The bomb that ripped open the Alfred P. Murrah Federal Building in Oklahoma City claimed at least 52 lives, among them at least a dozen children.\nIt is the latest grim evidence of what experts and statistics say has been the changing pattern of terrorism. Among the changes: the increasing deadliness of the attacks; less state-sponsored terrorism; more terrorism by individuals driven by religious, political or social causes.\nOn the same day - Wednesday - that Americans were stunned by the explosion in their heartland, Japan was shaken for the second time in several weeks, this time by fears of another poison-gas attack on its railway system. Hundreds were driven from a train station in Yokohoma; the investigation was continuing. On March 20, a dozen subway riders in Tokyo died and thousands others were injured when a World War II-style poison gas was released, possibly by a nationalist religious cult.\nThe Tokyo attack set off alarms among law enforcement and terrorist experts who have long dreaded the use of easily available chemical, biological and perhaps even nuclear weapons.\nLate Thursday, it still was unclear whether the Oklahoma bombing was the result of a foreign group or radical, fringe Americans. Attacks by both, say experts, are on the rise against Americans at home if not abroad.\n\"There is a change in the pattern of terrorists operating on U.S. soil in the last three to five years,\" said Hal Merryman, a former counterterrorist and explosives expert with the Central Intelligence Agency. To international terrorists in the past, said Merryman, \"we were an open target to them overseas. They thought of us as impenetrable at home. They looked at U.S. law enforcement as very precise, very tough.\"\nNow, after the World Trade Center bombing and the shooting of two CIA agents just outside agency headquarters at Langley, Va., in 1993, international terrorists have realized they can strike at America. \"They're starting to come onto our own soil to take care of things,\" said Merryman, as they pursue vendettas from their own countries or take vengeance on what they see as U.S. evil against them.\nBut, he said, the Oklahoma bombing could easily have been a \"homegrown incident\" carried out by unsophisticated American radicals. \"It doesn't take a lot of brains to put a lot of explosives into a vehicle,\" said Merryman. \"It's what we call the 'poor man's B-52.' You don't have to have high technology.\"\nOther studies and incidents show other pieces of the grim new pattern of terrorism:\nLast August, the FBI arrested two men in Minnesota who were linked to what Freeh called a \"domestic terrorist group\" known as the Patriots Council, an anti-tax group. They were convicted in February of making a nerve gas from castor beans to use on law-enforcement officials.\nIn several weeks, the State Department is expected to release its annual report on international terrorism showing that it declined last year, to 321 acts of terrorism worldwide in 1994 compared to 427 in 1993. The record was in 1987, with 665 terrorist incidents. The number of anti-American attacks, according to the State Department, had dropped by roughly 50 percent in two years, to 66 last year compared to 142 in 1992.\nBut even with fewer attacks, the terrorist death toll is rising. Terrorists killed 314 people worldwide last year, up from 109 in 1993.\n\"It is the true globalization of the terrorist threat,\" the acting CIA director, William Studeman, told reporters Thursday after a speech at Marquette University in Milwaukee. \"I think we are going to see more.\"\n\nLoad-Date: April 22, 1995"
}