{
    "title": "Hojai -based NGO receiving funds from terror-linked organisation, alleges Legal Rights Observatory",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 12,
    "day": 10,
    "full text": "The Legal Rights Observatory alleges that the bank accounts of the IRW were seized in countries of the European Union due to alleged terror activities.\nGuwahati : RSS-affiliated Legal Rights Observatory (LRO) has alleged that Hojai-based NGO in Assam received money from an organisation having terror links on Thursday.\nThe LRO alleged that Hojai-based Anfar Foundation received Rs 8 crore from the Islamic Relief Worldwide (IRW).\nThe LRO alleged that the bank accounts of the IRW were confiscated in countries of the European Union due to alleged terror activities.\n\"Anfar Foundation, Hojai Assam got Rs 8 crore from Islamic Relief Worldwide- IRW, whose bank accounts are frozen in EU countries for terror activities and its relations with Egyptian Muslim Brotherhood, Hamas, Turkish IHH (Ajmal Foundation donor),\" LRO alleged in a tweet.\n#FCRAViolation Anfar Foundation, Hojai Assam got Rs 8 Cr from Islamic Relief Worldwide- IRW, whose bank accs r frozen in EU countries for terror activities n its relations with Egyptian Muslim Brotherhood, #Hamas , Turkish IHH (Ajmal Foundation donor), wrote @HMOIndia for action++ pic.twitter.com/ukP7jUDL5R\nIn another tweet, the LRO had stated that in the year 2012, United Bank of Africa closed the bank account of Islamic Relief Worldwide due to \"concerns about counter-terrorism regulations.\"\nThe LRO further added, \"The United Arab Emirates included IRW and IR-UK on a list of terrorist entities and has been designated as a terror organisation by the UAE.\"\nRegarding the role of IRW with terrorist outfits, Rep. Paul Gosar n prominent Muslim reformist M. Zuhdi Jasser said in discussion on @meforum 's on IRW, an international Islamist charity franchise connected to the Egyptian Muslim Brotherhood and which subsidizes Hamas ++\nIt had also stated that in 2017, Bangladesh had banned three Muslim aid organizations, including Islamic Relief Worldwide, from working in Rohingya refugee camps as a \"preventive measure against potential radicalisation in the camps.\"\nIn 2017, Bangladesh banned three Muslim aid organizations, including Islamic Relief, from working in the Rohingya refugee camps as a \"preventative measure against potential radicalization in the camps++\nEarlier, the LRO had also accused AIUDF Chief Badruddin Ajmal-owned Ajmal Foundation of receiving foreign funds of Rs 69.55 crore from various dubious sources which have been primarily \"engaged in terror financing and money laundering activities.\"\n#FCRAViolation Ajmal Foundation of @BadruddinAjmal got Rs 69.55 Cr for educn, used only Rs 2.05 Cr for it, rest routed for #AIUDF , to counter @himantabiswa 's #Hindutva juggernaut, #Turkish n UK terror grps funded it in crores! Wrote @HMOIndia for #FCRA cancellation.\n\nLoad-Date: December 11, 2020"
}