{
    "title": "Holbrooke Briefs Gilani On Obama's Afghan Visit",
    "publisher": "rtt news",
    "year": 2010,
    "month": 3,
    "day": 30,
    "full text": "(RTTNews) - United States Pak-Afghan Special Envoy Richard Holbrooke had a tele-conference with Pakistani Prime Minister Yousuf Raza Gilani during which he briefed the latter on President Barack Obama&apos;s brief visit to Kabul over the weekend.\nHolbrooke told the Premier that he was the first leader with whom the U.S. was sharing details of Obama&apos;s Afghan visit, said a brief statement from the Prime Minister&apos;s House.\nObama&apos;s visit to the war-torn country was meant to express solidarity and strengthen the determination of coalition partners to restore peace and stability in the region, Holbrooke said.\nThe Obama envoy assured that American strategy would always remain in favor of Pakistan, a strategic partner of the U.S. He also promised to pay special attention to the energy needs, particularly electricity, of Pakistan to help boost economic activities.\nWashington will release $1 billion to Islamabad by June under the Coalition Support Fund (CSF), he said.\nHolbrooke also said Secretary of State Hillary Clinton would visit Pakistan in the near future to review progress in the strategic dialogue between the two countries.\nSecretary to the U.S. President, Gen Luther, who also took part in the tele-conference, told Gilani that Obama had greatly appreciated Pakistan&apos;s commitment and contribution towards war against terror.\nGilani on his part reiterated Pakistan&apos;s firm resolve to eliminate the menace of terrorism and extremism in the larger interest of world peace.\nNoting that Pakistan expected unhindered support from coalition partners and Friends of Democratic Pakistan, Gilani urged the U.S. to exert influence over coalition partners to honor their pledges made during the Tokyo Conference.\nThe Premier also sought assistance in waving IMF conditionalities and stressed the need to expand bilateral trade to ensure access for Pakistani goods in the U.S. markets.\nIn a separate development, Afghan President Hamid Karzai called his Pakistani counterpart Asif Ali Zardari on telephone the same day and the two leaders are reported to have discussed bilateral issues and the war against terrorism.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}