{
    "title": "Holding firm on hostages",
    "publisher": "the world",
    "year": 1987,
    "month": 2,
    "day": 3,
    "full text": "WITHIN the last three weeks the number of foreigners taken hostage in Lebanon has nearly doubled. The well over two dozen now held may also include Anglican Church envoy Terry Waite. This is a sorry situation. Even one person taken hostage in this game of intimidation is too many.\nIran, which has close ties to most of Lebanon's kidnapping factions, has made the situation worse by detaining Wall Street Journal correspondent Gerald Seib. The absurd suggestion of espionage reminds one of Moscow's trumped-up case against journalist Nicholas Daniloff.\nWashington was right to order those Americans still in Lebanon to leave within a month's time and other US passport-holders not to travel there. The Lebanese government has no control over the tribal wars and attempted barter in human beings going on in Lebanon. The United States can no longer vouch for anyone's protection in chaotic Beirut. As a practical matter, Lebanon is no place to be these days. Other nations should consider similar bans until Lebanon's government is able to guarantee order. Closing down the already well-pared US embassy operations in Beirut, urged by Senate leaders of both parties, also makes sense.\nSomething can be made of the multinational makeup of the hostages. This should spur international determination to act in concert against hostage taking and payoffs.\nThere are other encouraging signs: The United Nations for the first time last year passed a resolution against terrorism and the taking of hostages. Canada last week sentenced two Sikhs from Montreal to life imprisonment for plotting to blow up an airliner last May. And France is courageously proceeding with its trial against Lebanese terrorist Georges Ibrahim Abdullah on murder charges.\nSince the armed conflict under way in Lebanon amounts to a state of war and the kidnappings amount to war crimes under the 1949 Geneva conventions, the world community should consider calling in the International Red Cross for help in gaining release of hostages.\nEmotionally no nation wants the hostage takers to be in the driver's seat, in effect dictating any nation's reaction. But, like other nations, the US, as the secret arms for hostages trade underscored, has been too prone to act alone in terrorist situations.\nCertainly sharing intelligence information and firming up and expanding bilateral extradition treaties among responsible governments ought to be global priorities in the fight against terrorism. The US is correct to keep pressing West Germany to extradite Muhammad Ali Hamadei, wanted in the US on charges of hijacking and murder in the TWA hijacking of June 1985. ''I think we've got to push for it - by example the US must stand tall,'' insists Robert H. Kupperman, a terrorism expert.  West Germany must follow its own sense of timing, perhaps trying Mr. Hamadei on its own charges first. The past US arms-for-hostages trade with Iran must not become an excuse for Bonn or any other government to cave in. Concessions to terrorists only encourage more hostage taking.\nSyria, Iran, Libya, and other nations must be held responsible for their policies on terrorism. Syria's President has reportedly called at least a temporary halt to government-supported terrorism, and ''hush hush'' talks to ensure Mr. Waite's safety are under way among Syrian, Iranian, and Lebanese militia leaders. If such apparent reason can prevail in moments of crisis, why not before - and after?"
}