{
    "title": "Holding Hamas Accountable",
    "publisher": "the forward",
    "year": 2009,
    "month": 1,
    "day": 9,
    "full text": "Operation Cast Lead,  initiated in response to  resumed Hamas rocket  attacks on communities  in southern Israel, represents  Israel's most furious attack on  Hamas since the terrorist group  assumed control of Gaza. For the  past six months, an Egyptian-brokered  cease-fire maintained an  uneasy status quo, during which  time Hamas smuggled some 80  tons of explosives, roadside bombs  and longer-range rockets into Gaza.  While Israel's military operation  may succeed in weakening the  heavily armed Islamist group, the  Gaza crisis also highlights a vexing  challenge awaiting the new Obama  administration: the question of how  to deal with Hamas.\nSome will recommend that  Obama approve direct talks with  Hamas. Since Hamas controls  Gaza, the theory goes, it must be  brought into the political process,  engaged not isolated, or else there  is no hope for peace. But Hamas is  dead set against a two-state solution,  whether it joins a unity government  or remains in the opposition.  Indeed, Hamas deploys suicide  bombers specifically aimed at  derailing progress toward peace.  Engaging Hamas will not help the  peace process, but it will legitimize  the group most violently opposed  to such progress.\nMeanwhile, as renewed rocket  attacks make clear, Hamas remains  committed to the use of violence  targeting civilians. Engaging in  direct diplomacy with Hamas while  it targets civilian population centers  would empower a movement designated  as a terrorist group by both  the United States and the European  Union. It would also pull the carpet  out from under Palestinian moderates  who are truly interested in  pursuing peace and are vying with  Hamas for popular support.\nWhat, then, should Obama do?\nThe Obama administration should  take the opportunity to lead an  international coalition bent on  empowering Palestinian moderates  and weakening extremists.  American and European officials  alike have shunned Hamas over the  group's continued use of terrorism  and political violence  means it  has used despite its electoral victory  in January 2006. America and  Europe are united in their shared  position that politics and terrorism  cannot go hand in hand. The internationally  recognized conditions  for engaging Hamas are clear, and  should be reaffirmed: renunciation  of terrorism and political violence,  respect for past agreements negotiated  by the Palestinian Authority  and recognition of Israel.\nThe current round of fighting is  not likely to dislodge Hamas from  Gaza, but there are a few concrete  things that could help facilitate  progress when that day comes.  Chief among these is encouraging  political reform within the moderate  Palestinian camp that is still  dominated by Fatah.\nThe United States should continue  to work with Israel and  the international community to  improve conditions on the ground  in the West Bank, where Hamas is  under pressure from Israeli and P. A.  forces alike. Israeli raids of Hamas  safe houses and Palestinian closures  of Hamas charities have put  Hamas on the defensive in the West  Bank. Meanwhile, the Unites States  recently announced a $14 million  increase in development assistance  to the Jenin Governorate. Combined  with American-facilitated progress  on the law-and-order and security  fronts in Jenin, Nablus and Hebron,  such development aid can tangibly  improve the day-to-day lives  of West Bank residents.\nThe United States should also  press Egypt to effectively police  its border with Gaza  above and  below ground. Cairo has sidelined  Hamas diplomatically, announced  its opposition to the emergence of  Islamic warlords in Gaza and laid  the blame for the failure of intra-Palestinian negotiations squarely  at the feet of Hamas. It needs to  follow up on this rhetoric with  a serious border patrol initiative  focused on the eight-mile-long border  with Gaza. Even under siege,  Hamas continues to have access to  smuggled funds and supplies while  Gaza's residents do not. Denying  Hamas access to the resources it  needs to threaten Israel and to radicalize  Palestinian society  and to  rebuild the military infrastructure  Israel has just destroyed  is of  paramount importance.\nRadical Islamist groups from  Lebanon to Iraq will be watching  the international community's  response to Hamas. So long  as Hamas remains committed to  violence, anything less than isolation  will convince such groups that  they need not moderate their tactics  to gain international recognition.  The message to violent Islamists  throughout the region must be  clear: Terrorism and politics cannot  go hand in hand.\n\nLoad-Date: January 13, 2009"
}