{
    "title": "Holding the Door for Mr. Sessions",
    "publisher": "the new york times",
    "year": 1993,
    "month": 7,
    "day": 3,
    "full text": "Facing the challenge of a new tide of terrorism, the F.B.I. needs effective leadership. For months it has been clear that William Sessions, the agency's Director, needed to place the bureau's stability ahead of his own interests and resign. Now it's time for the White House to act. Further delay would be unseemly; President Clinton and Attorney General Janet Reno can end the agony.\nMr. Sessions, a decent though largely ineffective leader, has been painfully aware that he has no future at the F.B.I. So why doesn't he resign without further formality? Partly because he vainly seeks full vindication on ethics charges lodged against him by William Barr, the last Attorney General in the Bush Administration.\nAnd partly, it seems, to keep Floyd Clarke, his career deputy, from becoming Acting Director while President Clinton is picking a permanent replacement. Mr. Sessions seems to feel that advancing Mr. Clarke would encourage a faction of the F.B.I. that was hostile to him.\nNeither reason becomes the directorship of the Federal Bureau of Investigation, a proud, troubled and increasingly challenged agency. Mr. Sessions has successfully countered some of Mr. Barr's charges of expense account padding and overindulgence in the perks of office. But some charges have stuck, and so has the aura of a Director preoccupied with official trappings and the job's public relations aspects.\nThe bureau has a better chance without Mr. Sessions of getting on with its new tasks. They include redefining the F.B.I.'s post-cold war role, from counterintelligence and counter-terrorism to domestic crime. It will be easier to establish strong leadership in the F.B.I. with an acting director than with one who is headed out the door.\nEither way, the bureau will require close supervision by Janet Reno's Justice Department. She will need to safeguard one of Mr. Sessions's proudest accomplishments: his drive for equal treatment for minority and female agents.\nWhile he clings to office and bargains the terms of departure, Mr. Sessions exhibits himself as an obstinate and eccentric figure, obscuring the more becoming image of one who earnestly tried to bring diversity to a resistant bureau. He has become a symbol of the bureau's stressed condition and internal rancor.\nMr. Sessions should leave the office before his replacement comes in and needs the desk. But whatever he does, the Administration has the responsibility to get an effective interim team in place and a permanent director as quickly as possible.\n\nLoad-Date: July 3, 1993"
}