{
    "title": "Holder defends pursuit of white-collar criminals",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 1,
    "day": 15,
    "full text": "Washington » Attorney General Eric Holder on Thursday told a panel studying the financial crisis that combating white-collar crimes is \"a real priority\" for the government, even if it bumps up against another urgent mission: combatting terrorism.\nHolder told the bipartisan Financial Crisis Inquiry Commission that the FBI is investigating more than 2,800 mortgage-fraud cases, up almost 400 percent from five years ago, and that he hopes to have 50 new FBI agents and 155 new attorneys working financial-crimes cases in the coming year.\nStill, Holder said, \"our resources, even given those additions, are relatively limited, and these cases are complex ones. They take time and money in order to bring to fruition.\"\nCommission Chairman Phil Angelides asked Holder if the diversion of 500 investigators from financial crimes to terrorist activities since the Sept. 11, 2001, attacks and recent terrorism threats makes it harder for the Justice Department to investigate financial crimes.\nHolder said moving investigative resources to national security is understandable and suggested that the need to expand terrorism-related investigations wasn't stopping the Justice Department from making \"fighting white-collar crime a real priority.\" He cited the conviction of Bernard L. Madoff for running a giant Ponzi scheme and the arrests of wealthy hedge fund operator Raj Rajaratnam and a co-defendant on charges that they were major players in a vast insider-trading ring.\nAngelides, a Democrat and former California state treasurer, grilled Holder on a Sept. 4, 2004, warning from a top FBI official about \"an epidemic of mortgage fraud coursing across this country\" and the dire crisis that could occur if it were left unchecked. That was four years before the financial meltdown on Wall Street that led to the collapse of some of the nation's largest financial institutions and to unprecedented government bailouts for the survivors.\nHolder said he wasn't aware of the warning but would check into it.\n\"We are constantly in the process of reviewing that which we can do better,\" he said. \"When we find businesses or individuals whose disregard for the law has hurt the pocketbooks of average Americans, we will use every available measure to hold them accountable.\"\nHolder and top financial regulators testified on the second day of hearings by the 10-member bipartisan panel set up by Congress to investigate the causes of the financial meltdown.\nSecurities and Exchange Commission Chairman Mary Schapiro and Federal Deposit Insurance Corp. Chairman Sheila Bair told the panel they were also beefing up enforcement of financial abuses and called for more regulatory reform.\n\"We are now poised to make far-reaching changes that will affect how we regulate the entire financial system,\" Bair said.\n \n\nGraphic\n\n \nAttorney General Eric Holder is seen on Capitol Hill in Washington, Thursday, Jan. 14, 2010, prior to testifying before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nAssistant Attorney General Lanny Breuer reads over notes on Capitol Hill in Washington, Thursday, Jan. 14, 2010, prior to testifying before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nSEC Chair Mary Schapiro is seen on Capitol Hill in Washington, Thursday, Jan. 14, 2010, prior to testifying before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nFrom right to left, Attorney General Eric Holder, Assistant Attorney General Lanny Breuer, FDIC Chair Sheila Bair, and SEC Chair Mary Schapiro, prepare to testify on Capitol Hill in Washington, Thursday, Jan. 14, 2010, before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nFDIC Chair Sheila Bair testifies on Capitol Hill in Washington, Thursday, Jan. 14, 2010, before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nAssistant Attorney General Lanny Breuer, center, reads over notes on Capitol Hill in Washington, Thursday, Jan. 14, 2010, prior to testifying before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nFrom right to left, Attorney General Eric Holder, Assistant Attorney General Lanny Breuer, and FDIC Chair Sheila Bair, prepare to testify on Capitol Hill in Washington, Thursday, Jan. 14, 2010, before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nAttorney General Eric Holder shakes hands with Assistant Attorney General Lanny Breuer, as FDIC Chair Sheila Bair, takes her seat on Capitol Hill in Washington, Thursday, Jan. 14, 2010, prior to testifying before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\nAssistant Attorney General Lanny Breuer is sworn-in on Capitol Hill in Washington, Thursday, Jan. 14, 2010, prior to testifying before the Financial Crisis Inquiry Commission. (AP Photo/Pablo Martinez Monsivais)\n\nLoad-Date: January 19, 2010"
}