{
    "title": "Holder confirmed first black AG",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 2,
    "day": 3,
    "full text": "WASHINGTON - Eric Holder won Senate confirmation Monday as the nation's first African-American attorney general, after supporters from both parties touted his dream resume and easily overcame Republican concerns over his commitment to fight terrorism and his unwillingness to back the right to keep and bear arms.\nThe vote was 75-21, with all the opposition coming from Republicans.\nHolder's chief supporter, Sen. Patrick Leahy, said the confirmation was a fulfillment of civil rights leader Martin Luther King's dream that everyone would be judged by the content of their character.\n\"Come on the right side of history,\" said Leahy, D-Vt., chairman of the Judiciary Committee.\nHolder becomes the only black in the Obama administration in what has traditionally been known as the president's Cabinet. Three other African-Americans have been chosen for top administration positions that hold the same rank.\nHolder was a federal prosecutor, judge and the No. 2 Justice Department official in the Clinton administration. Even his critics agreed that Holder was well-qualified, but they questioned his positions and independence.\nThe debate turned partisan in its first moments, when Leahy expressed anger that a few Republicans demanded a pledge from Holder that he wouldn't prosecute intelligence agents who participated in harsh interrogations.\nLeahy singled out Texas Republican John Cornyn as one who wanted to \"turn a blind eye to possible lawbreaking before investigating whether it occurred.\"\n\"No one should be seeking to trade a vote for such a pledge,\" Leahy said.\nWhen Cornyn rose to announce his vote against Holder, he did not make such a demand. However, he accused the nominee of changing his once-supportive position - on the need to detain terrorism suspects without all the rights of the Geneva Convention - to one of harshly criticizing Bush administration's counterterrorism policies.\n\"His contrasting positions from 2002 to 2008 make me wonder if this is the same person,\" Cornyn said. \"It makes me wonder what he truly believes.\"\n\nLoad-Date: February 3, 2009"
}