{
    "title": "Holder Backing Law to Restrict Miranda Rules",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 10,
    "full text": "WASHINGTON -- The Obama administration said Sunday it would seek a law allowing investigators to interrogate terrorism suspects without informing them of their rights, as Attorney General Eric H. Holder Jr. flatly asserted that the defendant in the Times Square bombing attempt was trained by the Taliban in Pakistan.\n  Mr. Holder proposed carving out a broad new exception to the Miranda rights established in a landmark 1966 Supreme Court ruling. It generally forbids prosecutors from using as evidence statements made before suspects have been warned that they have a right to remain silent and to consult a lawyer.\n  He said interrogators needed greater flexibility to question terrorism suspects than is provided by existing exceptions.\n  The proposal to ask Congress to loosen the Miranda rule comes against the backdrop of criticism by Republicans who have argued that terrorism suspects -- including United States citizens like Faisal Shahzad,  the suspect in the Times Square case  -- should be imprisoned and interrogated as military detainees, rather than handled as  ordinary criminal defendants.\n  For months, the administration has defended the criminal justice system as strong enough to handle terrorism cases. Mr. Holder acknowledged the abrupt shift of tone, characterizing the administration's stance as a ''new priority'' and ''big news'' in an appearance on NBC's ''Meet the Press.''\n  ''We're now dealing with international terrorists,'' he said, ''and I think that we have to think about perhaps modifying the rules that interrogators have and somehow coming up with something that is flexible and is more consistent with the threat that we now face.''\n  The conclusion that Mr. Shahzad was involved in an international plot appeared to come from investigations that began after his arrest and interrogation, including inquiries into his links with the Taliban in Pakistan.\n  ''We know that they helped facilitate it,'' Mr. Holder said of the Times Square bombing attempt. ''We know that they helped direct it. And I suspect that we are going to come up with evidence which shows that they helped to finance it. They were intimately involved in this plot.''\n  Mr. Holder's statement, and comments by President Obama's counterterrorism adviser, John O. Brennan, were the highest-level confirmation yet that the authorities believe the Pakistani branch of the Taliban was directly involved. Investigators were still pursuing leads based on what Mr. Shahzad has told them, and the officials did not describe their evidence in detail.\n  Mr. Brennan appeared to say even more definitively than Mr. Holder did that the Taliban in Pakistan had provided money as well as training and direction.\n  ''He was trained by them,'' Mr. Brennan said. ''He received funding from them. He was basically directed here to the United States to carry out this attack.'' \n  He added: ''We have good cooperation from our Pakistani partners and from others. We're learning more about this incident every day. We're hopeful we're going to be able to identify any other individuals that were involved.''\n  Even before the attempted Times Square attack, the administration had been stretching the traditional limits of how long suspects may be questioned without being warned of their rights.\n  After the attempted bombing of a Detroit-bound jet on Dec. 25, for example, the F.B.I. questioned the suspect, Umar Farouk Abdulmutallab, for about 50 minutes without reading him his rights. And last week, Mr. Brennan said, the F.B.I. interrogated Mr. Shahzad for  three or four hours before delivering a Miranda warning.\n  In both cases, the administration relied on an exception to Miranda for immediate threats to public safety. That exception was established by the Supreme Court in a 1984 case in which a police officer asked a suspect, at the time of his arrest and before reading him his rights, about where he had hidden a gun. The court deemed the defendant's answer and the gun admissible as evidence against him.\n  Conservatives have long disliked the Miranda ruling, which is intended to ensure that confessions are not coerced. Its use in terrorism cases has been especially controversial because of concerns that informing a suspect of his rights could interrupt the flow of the interrogation and prompt him to stop disclosing information that might prevent a future attack.\n  Rudolph W. Giuliani, the former New York City mayor and Republican presidential candidate, said Sunday on ''This Week'' on ABC that he supported Mr. Holder's proposal. However, he also suggested that enacting it would not quell conservative criticism, arguing that it would be even better to hold suspects like Mr. Shahzad as military detainees for lengthier interrogation.\n  ''I would not have given him Miranda warnings after just a couple of hours of questioning,'' Mr. Giuliani said. ''I would have instead declared him an enemy combatant, asked the president to do that, and at the same time, that would have given us the opportunity to question him for a much longer period of time.''\n  Any effort to further limit the Miranda rule will be likely to face challenges. In a 2000 case, the Supreme Court voted 7 to 2 to strike down a statute that essentially overruled Miranda by allowing prosecutors to use statements defendants made voluntarily before being read their rights.\n  Despite the political furor over reading terrorism suspects their Miranda rights, it is not clear that doing so has had a major impact on recent interrogations.\n  For example, even after Mr. Shahzad was read his rights, he waived them and continued talking. With Mr. Abdulmutallab, who is accused of trying to light a bomb hidden in his undergarments, the  pre-Miranda interrogation lasted until he was taken into surgery for the burns he suffered. Afterward, he did not resume cooperating and was also read his Miranda rights, although the sequence of events is uncertain. Relatives later persuaded him to start talking again.\n  In Congressional testimony last week, Mr. Holder defended the legality of the delays in both cases, noting that the Supreme Court had set no time limit for use of the public-safety exception. But on Sunday, he seemed to indicate uneasiness about the executive branch unilaterally pushing those limits, and called for Congressional action to allow lengthier interrogations without Miranda warnings in international terrorism cases.\n  ''If we are going to have a system that is capable of dealing in a public safety context with this new threat, I think we have to give serious consideration to at least modifying that public safety exception,'' Mr. Holder said. ''And that's one of the things that I think we're going to be reaching out to Congress to do: to come up with a proposal that is both constitutional but that is also relevant to our time and the threat that we now face.''\n  Philip B. Heymann, a Harvard law professor and high-ranking Justice Department official in the Carter and Clinton administrations, said the Supreme Court was likely to uphold a broader emergency exception for terrorism cases -- especially if Congress approved it. ''Not having addressed how long the emergency exception can be, the Supreme Court would be very hesitant to disagree with both the president and Congress if there was any reasonable resolution to that question,'' he  said.\n  Still, Anthony D. Romero, executive director of the American Civil Liberties Union, said Congress had no authority to ''chip away'' at the Miranda ruling because it was based in the Constitution. He predicted that any effort to carve a broader exception would be vigorously contested. \n  ''The irony is that this administration supposedly stands for the rule of law and the restoration of America's legal standing,'' he said. And Virginia E. Sloan, president of the bipartisan Constitution Project, said the existing public safety exception to Miranda seemed to be working, so there was no need to erode constitutional protections in ways that could later be expanded to other kinds of criminal suspects.\n  ''It makes good political theater,'' she said, ''but we need to have a clear problem that we are addressing and a clear justification for any change. I haven't seen that yet.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Attorney General Eric H. Holder Jr. said the Taliban in Pakistan had helped the Times Square suspect. (PHOTOGRAPH BY WILLIAM B. PLOWMAN/NBC)(A15)                        \n\nLoad-Date: May 10, 2010"
}