{
    "title": "Holder defends stings to Muslim group He assures them that anti-terrorism operations will be fair. T",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 12,
    "day": 12,
    "full text": "MILLBRAE, Calif. - Attorney General Eric Holder reiterated his resolve to prosecute hate crimes while standing behind the methods used in anti-terrorism cases, in a speech Friday night before a Muslim advocacy group near San Francisco.\nSpeaking to Muslim Advocates, a San Francisco-based group, Holder told the group that he had heard from many Muslim and Arab-Americans who felt uneasy and singled out by law enforcement.\nThe organization is one of several groups voicing concerns over hate crimes, alleged rights violations at the hands of law enforcement and the tactics used in anti-terrorism cases.\nCarefully crafted sting operations by FBI and Justice Department officials have included plots against a Christmas celebration in Portland, Ore.; skyscrapers in Dallas; subways in Washington; a nightclub in Chicago; and New York's John F. Kennedy International Airport.\nUndercover operatives in these cases have let suspects make clear that they wanted to carry out attacks and have given them chances to change their minds, according to authorities.\nBut Holder told the group he would make \"no apologies\" for the handling of the case against Mohamed Osman Mohamud, 19, a Somali-born Muslim accused of plotting to set off a bomb in Oregon.\n\"Those who characterize the FBI's activities in this case as 'entrapment' simply do not have their facts straight or do not have a full understanding of the law.\"\nIn that case, Mohamud has pleaded not guilty to charges of attempted murder of federal officers and attempted use of a weapon of mass destruction. After his arrest, someone set fire to an Islamic center where he occasionally worshipped.\nCritics have called the stings entrapment of people who otherwise couldn't have carried out an attack and have said the government has been enticing Muslims into terrorism.\n\"We have very serious concerns about FBI surveillance tactics that are used,\" said Muslim Advocates executive director Farhana Khera, who invited Holder to speak to the group. \"We believe that law enforcement has an important job to protect us as a country, but they should do so mindful of the rules of justice and fairness that are at the core of our criminal justice system.\"\nDespite the differences of opinion, Holder received strong applause and a standing ovation. Attendees said they felt reassured by his remarks on protecting the civil liberties of Muslim-Americans.\n\nLoad-Date: December 12, 2010"
}