{
    "title": "Holder Decision on Benghazi Case Reverberates",
    "publisher": "the new york times",
    "year": 2014,
    "month": 10,
    "day": 18,
    "full text": "WASHINGTON -- Hours after learning that the United States ambassador to Libya and three others had been killed in Benghazi, Libya, on Sept. 11, 2012, senior American officials held a secure videoconference call to discuss how to proceed in investigating the attack.\nThe prosecutor on the call for the Justice Department was Zainab N. Ahmad, one of the department's most respected national security lawyers. In less than a decade in the United States attorney's office in Brooklyn, Ms. Ahmad had successfully overseen several high-profile prosecutions, working alongside the New York-based F.B.I. agents who were going to take the lead in investigating Benghazi.\nBut as Ms. Ahmad began to build the case with the agents, other prosecutors in the Justice Department began quietly lobbying Attorney General Eric H. Holder Jr. to take it over. Neil H. MacBride, the United States attorney for the Eastern District of Virginia, which covers Northern Virginia, called a senior F.B.I. official in Washington to strategize about how they could land the case.\nAnd the United States attorney for the District of Columbia, Ronald C. Machen Jr., sent a series of messages to Mr. Holder's deputies, arguing that his office -- which is perceived to have a lower standing in the department's hierarchy than the ones in Brooklyn, Manhattan and Northern Virginia -- was due for one of the big cases.\nLess than 24 hours after the attack in Libya -- and 21 months before the apprehension of a suspect, Ahmed Abu Khattala -- Mr. Holder assigned the case to Mr. Machen's office. The move was a surprise because nearly all major national security cases since the Sept. 11, 2001, terror attacks had been steered to the United States attorneys' offices in New York and Brooklyn, which have the most seasoned prosecutors in the country, and Northern Virginia, which is known for its government-leaning judges and jury pools.\nIn one sense, the jockeying was a reflection of the intense competition among prosecutors for any high-profile case that could help make a career, a competition that is fostered by Mr. Holder and his deputies in Washington who believe it sharpens even the most seasoned lawyers.\nMr. MacBride, who was the United States attorney in Northern Virginia at the time of the 9/11 attacks, said ''hard-fought turf battles'' for terrorism cases were not unusual.\n''We all lost some cases to each other,'' he said. ''At the end of the day, we all liked and respected each other.''\nBut in this case, the decision to give the case to Mr. Machen's office has left lingering concerns among some senior F.B.I. and Justice Department officials who worry that it was a mistake to entrust such a politically charged prosecution to an office with less experience than others in trying terrorists.\nOn Monday, Mr. Khattala, who will most likely go on trial this year or in early 2015, will make his first court appearance since his arraignment in June, and those doubts have not dissipated.\n''This is not how it should have been done,'' said one law enforcement official, who like others critical of the decision spoke on the condition of anonymity.\nAnother senior law enforcement official had a more specific concern.\n''It took them nine months to charge this guy -- far longer than it should have,'' he said. ''Initially, they just didn't know what they were doing.''\nIn an interview, Mr. Machen defended his office's record of handling such cases. ''The national security prosecutors in this office are second to none,'' he said. ''Our national security section has a long track record of successfully prosecuting some of this country's most high-profile and sensitive national security cases, including 13 convictions in terrorism-related cases since 2010 alone.''\nStill, the office handles many local crimes typically done by district attorney's offices, and its terrorism cases have not been as high profile as those handled by the Northern Virginia office, which successfully prosecuted Zacarias Moussaoui for his part in the 9/11 attacks, or the Manhattan office, which most recently won the conviction of a British cleric who had recruited young men for jihad.\nMr. Machen has also been hampered by his office's reputation for moving slowly -- in particular for investigating, but not yet charging, the mayor of Washington, Vincent V. Gray, whose loss in a primary in April was largely attributed to the unresolved allegations against him.\nBut Mr. Machen has a personal connection to Mr. Holder, who first hired him as a prosecutor when Mr. Holder was the United States attorney for the District of Columbia. And Mr. Holder defends his decision.\n''I know that office as well as anyone, and the prosecutors there are as talented as any in the entire Department of Justice,'' Mr. Holder said in a statement. ''Under Ron's leadership, that office has been asked to handle some of the most complex and high-stakes cases in the last few years and has consistently made the department proud.''\nIn response to questions about Mr. Holder's decision, a senior Justice Department official said that Mr. Holder and his deputies had decided to give the case to Mr. Machen because his office was the default one for cases that involve crimes that occurred abroad. And, the official said, the people who were killed were employees of the State Department, which is based in Washington.\nThe official acknowledged that the offices in New York and Virginia might have more expertise than the Washington office in national security cases, but said there was no doubt in the Justice Department that the prosecutors in Washington could handle it. ''There's no gap or shortfall in capability here that warranted the case being assigned differently,'' the official said.\nThe official added: ''The Justice Department has an interest in not just assigning major terrorism cases to the same jurisdictions and having expertise in multiple jurisdictions. The department would like to have the capability to try these types of cases in more than one jurisdiction.''\nOne source of tension in the case has been Mr. Holder's decision to pair F.B.I. agents from New York with prosecutors in Washington -- something senior F.B.I. officials try to avoid.\nEarly in the Benghazi investigation, the agents and prosecutors clashed about whether there was enough to file charges. Agents from New York traveled to Washington to make their arguments that they had enough evidence. The prosecutors disagreed. Ultimately, senior Justice Department officials sided with the prosecutors, and charges were filed months later.\n''A fair examination would show that our office has acted quickly and responsibly, along with our many law enforcement partners, toward achieving justice in this highly complex case.'' Mr. Machen's office said in a statement in response to questions about the case.\nIn a sign of how seriously Mr. Machen is taking the case, he was sitting in the courtroom when Mr. Khattala made his first court appearance here in June after being snatched by commandos in Benghazi. It was the first preliminary hearing Mr. Machen had attended in four and a half years as United States attorney.\n\nhttp://www.nytimes.com/2014/10/18/us/holder-decision-on-benghazi-case-reverberates.html\n\nGraphic\n\n \nPHOTOS: Ronald C. Machen Jr., the United States attorney for the District of Columbia, pushed to handle the 2012 Benghazi attacks. (PHOTOGRAPH BY JONATHAN ERNST/REUTERS) (A14)\n   Marshals outside a Washington court for a hearing by Ahmed Abu Khattala, a suspect in the 2012 attacks in Benghazi, Libya. (PHOTOGRAPH BY CHIP SOMODEVILLA/GETTY IMAGES) (A15)       \n\nLoad-Date: October 18, 2014"
}