{
    "title": "Holder Urges Nations to Adopt U.S. Tactics on Terror",
    "publisher": "the new york times",
    "year": 2014,
    "month": 7,
    "day": 9,
    "full text": "WASHINGTON -- Attorney General Eric H. Holder Jr. on Tuesday implored more European countries to adopt American-style counterterrorism laws and tactics, including undercover stings to prevent potential terrorists from traveling to Syria.\nMr. Holder's speech in Oslo amounted to a full-throated endorsement of America's pre-emptive counterterrorism strategy, which began in earnest under President George W. Bush after the Sept. 11 attacks. The F.B.I. has created elaborate ruses to ensnare people who express interest in joining terrorist groups or attacking America. That has led to a number of high-profile cases but has also attracted criticism that the United States is manufacturing terrorism cases and entrapping Muslims.\nProsecutors have also arrested people before they boarded international flights, charging them with providing support to terrorist groups. Such laws do not exist in every country.\n''In the face of a threat so grave, we cannot afford to be passive,'' Mr. Holder said in prepared remarks. ''Rather, we need the benefit of investigative and prosecutorial tools that allow us to be pre-emptive in our approach to confronting this problem. If we wait for our nations' citizens to travel to Syria or Iraq, to become radicalized, and to return home, it may be too late to adequately protect our national security.''\nAs Syria has descended into war, counterterrorism officials fear that Westerners will travel there to train and fight with terrorist groups. Because of flexible travel agreements between European countries and the United States, officials have long feared the threat of terrorists with Western passports.\nThe United States government estimates that there are more than 7,000 foreigners, including dozens of Americans, fighting in Syria. The Justice Department has offered to help other countries draft laws giving governments wider authority to prosecute people before they launch attacks.\nMr. Holder applauded Norway and France for recently adopting laws criminalizing the intent to commit terrorism. French authorities have used this authority to arrest and convict people who had hoped to join militants in Syria. And officials have pledged to push legislation expanding that ability.\nIn Norway in 2010, before the law changed there, American investigators were frustrated by what they saw as their foreign counterparts' slow pace in disbanding a terrorist cell. The Norwegian authorities worried they could not win convictions if they broke up the cell in the planning stages, although they ultimately did.\nThe undercover sting has become a common F.B.I. tactic in domestic counterterrorism cases, and Mr. Holder said the government worked hard to make sure civil rights are protected.\nTypically, the F.B.I. intercepts an email that someone in the United States has sent to a terrorism suspect, or a tipster alerts the authorities that he knows someone who wants to attack America. An undercover agent then steps in and offers to help in the attack. If the suspect says he wants to proceed, the F.B.I. provides fake weapons, then makes an arrest.\nDespite criticism, the tactic has been extremely successful. Courts have repeatedly rejected claims of entrapment. The federal authorities say stings catch dangerous people before they hurt anyone. Agents believe that the operations also sow distrust by reminding people that the person offering to help plan an attack might be an F.B.I. agent.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2014/07/09/world/europe/holder-urges-better-antiterror-tactics-for-europe.html\n\nLoad-Date: July 9, 2014"
}