{
    "title": "Holder _ Law not always followed in terror fight",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 4,
    "day": 16,
    "full text": "WEST POINT, N.Y. (AP) - Attorney General Eric Holder told a mostly military audience Wednesday that some of those engaged in the battle against terrorism did not always follow the law. Holder did not mention torture or name the target of his criticism, leveled in a speech for a law conference at the U.S. Military Academy. However, he praised military lawyers in the Judge Advocate General Corps for their work representing terror detainees. \n\"In our current struggle against international terrorism, when others surrendered faithful obedience to the law to the circumstances of the time, it was the brave men and women of the JAG corps who stood up against the tides, many times risking their careers to do so,\" Holder said. The speech came a day before a court deadline for the Obama administration to release all or parts of key Bush administration memos detailing which tough interrogation techniques were acceptable against terror suspects. Critics of the Bush administration say those tough techniques amounted to torture. Holder insisted that even when the government must act in secrecy for national security reasons, \"we must be most vigilant in relying on the rule of law to govern our conduct.\" \"A need to act behind closed doors does not grant a license to pursue policies, and to take actions, that cannot withstand the disinfecting power of sunlight,\" the attorney general said. His remarks stood in sharp contrast to criticism last month from former Vice President Dick Cheney, who charged that the Obama administration was making the country less safe by dismantling some Bush-era anti-terror programs. Holder told his audience, \"We will not sacrifice our values or trample on our Constitution under the false premise that it is the only way to protect our national security.\"\n\nLoad-Date: April 16, 2009"
}