{
    "title": "Hollywood helping to prevent terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 11,
    "full text": "How absurd was the movie concept for \"Wag the Dog,\" where Hollywood was enlisted by the government to create a fake war for the American public? Is very absurd your answer? What about Hollywood directors and screenwriters acting as advisors to the government on possible terrorism scenarios and counter-terrorism acts? Is very absurd your answer again?\nWell, believe it or not, it is true.\nIn 1999 the U.S. government gave the University of Southern California a $ 45 million U.S. Army grant to establish their Institute for Creative Technologies. The institute was formed to design virtual reality and simulation training systems for the military through the partnership of video game makers, Hollywood directors and screenwriters.\nVirginia Tech\nAfter the terrorist attacks on Sept. 11, the military is looking toward the institute for aide in counter-terrorism efforts. The unforeseen attacks that killed over 5,000 people from across the world and launched a war on terrorism have left the military looking toward Hollywood movies that have explored similar tragic terrorist acts.\nHollywood directors and screenwriters like Spike Jonze (\"Being John Malkovich\"), David Engelbach (\"MacGyver\"), Steven De Souza (\"Die Hard\") and Joseph Zito (\"Delta Force One,\" \"Invasion USA\" and \"Missing in Action\") all sit on the panel of advisors for the institute. The Institute held its first meeting just days after the attacks on the Pentagon and World Trade Center.\nIn their meetings the panel brainstorms possible terrorist scenarios similar and more gruesome than the events the world witnessed on Sept. 11. Along with creating scenarios, the panel also works alongside military experts to determine the best preventive measures for such situations.\nAfter creating several multimedia \"mission rehearsals\" the panel presents its collective works to the Army.\nOne particular \"mission rehearsal\" can be seen on the institute's Web site. In this particular fictional scenario U.S. troops are confronted with difficult situations in Bosnia. The obvious goal of the interactive mission is to find the best possible solution out of the predicament.\nOne institute official said, \"The group looking at counter-terrorism is really an extension of the kind of efforts we've been doing for about two years. The benefit of the entertainment group is that they think more creatively. They think outside the box.\" (Filmmakers mull terror scenarios for Army, CNN online)\nWhile this may sound completely ludicrous to many people, others find it a very logical idea. Why not ask the creative minds of Hollywood to aid the military in configuring counter-terrorism scenarios? It takes a creative mind to even begin to imagine what kinds of possible future terrorist acts may come our way.\n(C) 2001 The Collegiate Times via U-WIRE\n\nLoad-Date: October 11, 2001"
}