{
    "title": "Homeowners should take long-term view",
    "publisher": "usa today",
    "year": 2011,
    "month": 6,
    "day": 20,
    "full text": "Homeowners should take long-term view\nI'm 65 years old. When I purchased my home, you needed a 20% down payment or  a lender wouldn't even consider giving you a mortgage (\"Leaving a 'toxic asset,'\" Cover story, News, June 13).\nMy wife and I saved money for several years to buy a place to live.  We didn't care if the price went up or down.  Since then, our government has created policies that allow home buyers to purchase homes with almost nothing down. Home prices were escalating in some areas by 10% to 15% per year,  and  a lot of people saw buying houses as a way to get ahead instead of as a place to live.\nSome of the families  mentioned in  USA TODAY's article on mortgage defaults in Las Vegas are great examples of people who did just that.\nI wish those families a lot of luck.  I'm willing to bet that they'll be in an affordable house in a few years.\nWarren Power\nDavenport, Iowa\nRioting after hockey loss\nAfter reading the article \"Riots erupt in Vancouver following Canucks' loss\" in response to  the hockey team's defeat in the Stanley Cup Finals,  several questions  occurred to me (USATODAY.com, Thursday).\nWhy did this happen? What could the police have done better? Why were the police and city not better prepared?  But, more important, why did the rioters act this way?  Why would they  vent their frustration  on someone else or  someone else's property by looting and setting cars on fire?\nSomewhere along the way, people have lost their sense of responsibility and morals. They are just looking for a reason to stir up trouble. We live in precarious times. It appears that the slightest thing sets people off.\nLarry Pavlik\nSugar Land, Texas\nCut back aid to Pakistan\nThe United States has given  Pakistan  more than $13 billion in security-related aid since 9/11  to help combat terrorism. Have we gotten our money's worth?\nWell, the U.S. recently pulled off its most successful coup against terrorism by killing Osama bin Laden in the heart of Pakistan, and what does the Pakistani government do? Arrest five Pakistani informants who helped the CIA keep watch on bin Laden's compound before it was raided. This kind of gives us an idea about how Pakistan feels about our actions and our war on terrorism.\nIt is time that we start severely reducing aid to Pakistan because it is a waste of our money.\nKenneth L. Zimmerman\nHuntington Beach, Calif.\nStudent aid for athletes\nI have read so much about the financial plight of college athletes and the need to get them some spending money (\"'Pay for play' model isn't a foolproof solution,\" Letters, Wednesday). There is one solution  that is rarely  mentioned. Like  many other college students, they  could get student loans to cover  expenses and  pay them back later.\nJim Grover\nBronxville, N.Y. \n\nLoad-Date: June 20, 2011"
}