{
    "title": "Homeland Security choice suggests priority shift(2)",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 10,
    "day": 18,
    "full text": "WASHINGTON ? President Barack Obama on Friday nominated the Pentagon's former top lawyer to help craft the nation's counterterrorism policy as secretary of the Homeland Security Department, suggesting a shift from the department's emphasis on immigration and border security. Jeh C. Johnson, whose first name is pronounced \"Jay,\" would replace Janet Napolitano, who left the post last month to become president of the University of California system. Obama said he was nominating Johnson because of his \"deep understanding of the threats and challenges facing the United States.\" \nHe credited Johnson with helping design and implement policies to dismantle the core of the al-Qaida terror organization overseas and to repeal the ban on openly gay service members in the U.S. military. \"He's been there in the Situation Room, at the table in moments of decision,\" Obama said as he announced the nomination from the Rose Garden on a crisp and sunny fall afternoon. The Homeland Security Department was created in response to the Sept. 11, 2001, terrorist attacks, which Johnson noted fell on his birthday. He noted that he was in Manhattan on that fateful day when the World Trade Center was struck, and he said he was motivated to do something to help the country in response. But he left government service in 2012 and said he was settling back into private life and work at a law firm. \"I was not looking for this opportunity,\" Johnson said. \"But when I received the call, I could not refuse it.\" Obama's selection of Johnson suggests the agency will be stepping back from its emphasis on immigration to focus more on protecting the nation from attack. Unlike Napolitano, Johnson has spent most of his career dealing with national security issues as a top military lawyer. Issues he handled included changing military commissions to try terrorism suspects rather than using civilian courts and overseeing the escalation of the use of unmanned drone strikes during the wars in Iraq and Afghanistan. Napolitano, who came to the department after serving as governor of Arizona, made clear that her top priority was immigration reform, and she routinely championed the issue in congressional testimony. Johnson, a multimillionaire lawyer outside of his government posts, has defended the administration's targeted killings of U.S. citizens overseas as well as the role of the U.S. spy court and crackdowns to keep government secrets. If confirmed by the Senate, he would manage a department with more than 20 different agencies, a budget of more than $45 billion and a staff of hundreds of thousands of civilian, law enforcement and military personnel. On any given day, the job includes making decisions about disaster relief, distribution of a shrinking grants budget, which immigrants living in the United States illegally to deport and how to protect passenger jets from would-be terrorists. Johnson, a one-time assistant U.S. attorney in New York, would inherit a department whose public face in recent years has been associated with immigration. But that's an area he has little experience with, so his nomination could suggest the agency will move more to a focus on protecting the homeland from attack. Matt Fishbein, who worked with Johnson in a private law firm in the early 1980s and served on a New York City bar panel while the nominee was chairman in the late '90s, says Johnson is a good choice. \"Ultimately, he's responsible for security in this age of terrorism,\" said Fishbein, a Debevoise & Plimpton law firm partner in New York. \"I imagine that means every single day coming across his desk is going to be very scary information that he's going to have to sort out and see if there's a basis for it. You need to secure and protect the country while not overstepping the bounds, violating civil liberties. It's a tough job.\" Johnson has made clear his support for using done strikes to kill enemy combatants, including U.S. citizens overseas. He has also said that he considers \"lone wolf\" terrorists to be a law enforcement problem, not enemy combatants who should be targeted in military strikes. Homeland Security is almost never the lead law enforcement agency in domestic terror cases. It includes Customs and Border Protection, whose primary mission is preventing terrorists from coming into the country. DHS also has a presence on the FBI-led joint terrorism task forces around the country, with agents from Immigration and Customs Enforcement and the Secret Service. Johnson's experience in dealing with overseas actions and counterterror decisions may also be helpful for a department still trying to define its role in the fight against terrorism. Homeland Security has a growing footprint around the world. If confirmed, Johnson would take over an agency with numerous high-level vacancies, including the deputy secretary. When Janet Napolitano left to take over as president of the University of California in September, one-third of the heads of key agencies and divisions were filled with acting officials or had been vacant for months. Obama has nominated several people to key positions, including general counsel. His pick to be the department's No. 2, U.S. Citizenship and Immigration Services Director Alejandro Mayorkas, is the subject of an internal investigation, and his nomination has been stalled. Johnson is a 1979 graduate of Morehouse College and a 1982 graduate of Columbia Law School. After leaving the administration in 2012, he returned to private practice. According to the website of his law firm, Paul, Weiss, Rifkind, Wharton & Garrison LLP, his civil and criminal clients have included Citigroup, Salomon Smith Barney, R.J. Reynolds Tobacco Co. and Gillette. Johnson earned more than $2.6 million from his partnership at that law firm, according to 2009 government financial disclosure documents. During the 2008 presidential campaign, Johnson donated more than $33,000 to Obama's campaign, federal records show. He was also a supporter of Hillary Rodham Clinton, having contributed $2,300 to her presidential primary campaign in July 2008. He's also given $5,000 to the New Jersey Democratic Party and $1,000 to Democrats nationwide, as well as to several congressional candidates. Obama's campaign website listed Johnson as a member of the then-candidate's national finance committee and an adviser to Obama's foreign policy team during the 2008 election. Associated Press writers Nedra Pickler, Lolita C. Baldor and Jack Gillum in Washington and Larry Neumeister in New York contributed to this report. Follow Alicia A. Caldwell on Twitter at www.twitter.com/acaldwellap \n\nLoad-Date: October 19, 2013"
}