{
    "title": "HOMELAND SECURITY DEPENDS ON INFORMED MEDIA; JOURNALISTS MUST BE ARMED WITH KNOWLEDGE TO WORK AS PAR",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 2,
    "day": 12,
    "full text": "This country isn't ready to deal with a catastrophic terrorist attack. Government preparedness may not be the biggest problem. Indeed, some of the most critical parts of our infrastructure -- the nation's news media -- don't appear near the top of anyone's list of concerns. They should be of utmost concern to those responsible for homeland security.\n I suspect most defense types simply regard journalists as pests at best, maybe even a threat to national security. But with the country's increased focus on security here at home, the strength of the news media is more important than ever.\nWhen we think of infrastructure, we usually think of tangible things that bind us together: our water supply, transportation networks, energy pipelines. The media, too, belong in this category. They are the main communication conduit to the public, carrying valuable information from one place to another. The interconnectedness of these modern infrastructure systems allows greater efficiency, but it also creates new vulnerabilities. And the media may be the weakest link in this system.\n We need to protect the media as zealously as we protect the electric power grid and nuclear reactors, and not just their printing plants and broadcast towers. Their journalists also must be armed to work effectively as part of the nation's response to terrorism. To do that, they need the help of the engineering and science community.\n A couple of months ago, I was on a panel at a meeting of the Associated Press Managing Editors, and I began by asking who knew anything about the place where I work, the National Academy of Engineering. Not one editor raised a hand, and this was a group interested in participating in a discussion about science and technology reporting. I bet I'd get the same response from an audience of government policy-makers.\n Here's what scares me: Neither media nor government leaders value the roles of science and technology as much as the terrorists do. While terrorists see Western civilization as bad, they have demonstrated both their adeptness and willingness to take from it what they need -- chemicals, computers, planes. In the same way, while calling us an entertainment-obsessed culture, they use our media, too, to full advantage -- counting on journalists to dramatically present the terrorists' ghastly handiwork.\n Ignorance and misinformation can be as damaging to the information infrastructure as a break in an oil pipeline. It can cause paralysis among citizens, and confuse people trying to respond to a crisis. As a local police chief recently said, \"You can't build a fence around a community, but you can arm your citizens with knowledge.\" American journalists have few precedents for these emerging terrorist threats -- it's different from traditional war reporting. Organizations like mine must work hard to get good information into the hands of news media quickly in the event of cyber, nuclear, chemical or biological attack. Journalists need instant access to trusted experts who are good communicators.\n I'd even argue that getting good information to the public in a crisis can be more vital than the actions of first responders. In fact, journalists are first responders. They can save lives through the efficient delivery of good information.\n With today's 24-hour coverage, journalists are under tremendous pressure to say something -- anything -- and to say it first. This can lead to speculation, which sometimes costs lives. This isn't just a problem for news media. It's the engineering and science communities' problem, too.\n I know I'm facing an uphill climb. Shortly after the Sept. 11 attacks, for example, the NAE held a daylong briefing for senior news executives on the technical aspects of various forms of terrorism. We were pleased that the TV networks sent over a camera crew. The crew got there early but didn't turn on cameras during the morning briefings -- and the briefers included some of the nation's premier experts. The cameras were there only to record luncheon speaker Tom Ridge. Then they left.\n Too often, journalists take the path they're most comfortable with -- which often means the political angle. Even during the anthrax attacks, journalists were turning to members of Congress and their staffs for technical answers.\n In part, this is because politics is a form of theater, and entertainment trumps substance in the ratings. Let's face it: News is about people and personalities. I know the journalistic importance of storytelling. The public, unfortunately, has been trained to have a limited and shallow attention span. If we want it to get information at all, that information must be \"packaged\" correctly.\n The challenge, for scientists and journalists alike, is to make science, technology and engineering more intriguing; to make it, whether in wartime or not, more a part of popular culture. The media don't take their role -- their responsibility -- seriously enough. They aren't just a business. They are part of this country's infrastructure, and times have changed.\n\nNotes\n\nRandy Atkins is senior media relations officer for the National Academy of Engineering, one of several independent organizations created by Congress to advise the nation on issues involving science and technology. He wrote this for The Washington Post.\n\nGraphic\n\n \nDRAWING: Stacy Innerst/Post-Gazette\n\nLoad-Date: February 12, 2003"
}