{
    "title": "HOMELAND SECURITY FUNDS COVER NATURAL DISASTERS, TOO",
    "publisher": "wisconsin state journal",
    "year": 2009,
    "month": 3,
    "day": 10,
    "full text": "The proposed 2009 Wisconsin Homeland Security strategy was developed specifically for hazards in Wisconsin, said Lori Getter, spokeswoman for Wisconsin Office of Emergency Management.\nThe draft says flooding and tornadoes, severe winter storms and wildfires, are the most frequent and damaging natural hazards here.\n\"Major floods have occurred in eight of the 10 years,\" the draft says. \"With an average of 21 tornadoes per year, Wisconsin ranks 17th in frequency and number of fatalities.\" The plan puts damage estimates for the June 2008 flooding at an estimated $926 million \"and climbing.\"\nWhat does this have to do with terrorism? Ryan Sugden, spokesman for the Office of Justice Assistance, said Wisconsin is taking an \"all-hazards\" approach rather than focusing solely on anti-terrorism. \"We have invested Homeland Security dollars to build the capacity of local agencies to respond to major incidents, whether natural or man-made,\" he said.\nThe Homeland Security Strategy draft is available online at http://homelandsecurity.wi.gov.\nThe agency's alphabet soup\nDon't try reviewing the proposed 2009 Wisconsin Homeland Security strategy without the one-page cheat sheet on acronyms and the eight pages of definitions.\nThe 36 acronyms run from AAR (After Action Report) and ATTF (Anti-Terrorism Task Force) through CSPV (Center for the Study and Prevention of Violence) and OPS (Office of Preparedness and Security) to SNS (Strategic National Stockpile), TCL (Target Capabilities List), TLO (Terrorism Liaison Officer), and UASI (Urban Area Security Initiative).\nFor more, the Homeland Security Council recommends a visit to www.llis.gov, the national network of Lessons Learned Information Sharing and Best Practices. Unfortunately, \"access to the system is restricted to emergency response providers and homeland security officials.\"\nDeciphering bureaucrat-speak\nOne of the goals included in the proposed strategy is the following: \"Continue to work closely with our federal partners to attain additional funding and leverage existing homeland security funds in hardening critical infrastructure sites through active patrol and actual structural hardening.\"\nWhat does this mean? \"Beefing up security,\" said Wisconsin spokeswoman Lori Getter.\n\nLoad-Date: March 11, 2009"
}