{
    "title": "HOMELAND SKEPTICISM; THE NINE-MONTH MORATORIUM ON DISSENT FROM BUSH'S WAR ON TERRORISM IS COMING TO",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 7,
    "day": 2,
    "full text": "Vermont Gov. Howard Dean, visiting here in his pursuit of the Democratic presidential nomination, was making points with the 10 party activists who joined him for coffee the other morning at the Country Kitchen cafe.\n He had been asked where he would find fault with President Bush, and he replied, \"As far as domestic policy is concerned, I can't think of anything he's done that I agree with.\" He ticked off a list of Bush \"outrages,\" ranging from an education bill he called the \"largest unfunded mandate in history\" to Bush's \"appointment of ideologues to the courts.\" Heads were nodding in agreement.\nAnd then he added, almost as a throwaway line, \"I think he's done a good job on the war on terrorism.\"\n \"Are you sure?\" responded Vi Neil, a veteran Democratic worker and the wife of Dave Neil, the head of the United Auto Workers in Iowa. \"A lot of us think we are wasting a lot of money on trying to find the guy with the beard [Osama bin Laden]. We have to find a new way to fight terrorism.\"\n Taken aback, Dean said, \"I don't agree with that,\" adding that he believed that the United States had to strike back against the perpetrators of the Sept. 11 attacks and arguing that it is not the war, but the Bush tax cut, that has pushed the budget back into deficit.\n The exchange brought vividly into focus for me a realization that was slowly dawning during a two-week swing that took me from Madison, Wis., to Lansing, Mich., to San Francisco and finally to Des Moines, Waterloo and Cedar Rapids, Iowa.\n Much of my time was spent with Democrats, ranging from a mayors' convention to interviews with candidates for legislative and statewide office in all four states. And what I heard convinces me that the nine-month moratorium on dissent from Bush's war on terrorism is coming to an end.\n I am not talking about a shift in overall public opinion, where support for the president as commander in chief remains high. Madison and San Francisco were notorious as centers of anti-Vietnam War sentiment, and the peace movement also has been a long-standing element among Iowa Democratic activists. The late Harold Hughes, Iowa's governor and senator, was one of the first Democrats to break with Lyndon Johnson over the war.\n The fresh questioning of the war on terrorism is also a phenomenon of the Democratic left. But if I have learned anything in four decades of covering politics, it is to pay heed when you hear the same questions -- in almost the same phrases -- popping up in different parts of the country.\n In San Francisco, during a taping of PBS' \"Washington Week,\" a member of the studio audience asked the panel why we had said that support for the war remained strong, \"because I don't know anyone here who favors it.\" The next night, at a social gathering, Oakland Mayor Jerry Brown asked skeptically, \"How do you wage war on a technique?\" And, he added, \"how do you ever know when you have won?\"\n At every stop in Iowa, Dean heard similar questions. Many involved not just the war itself, but its effects on personal liberty and political dissent. Attorney General John Ashcroft was a frequent target.\n At one session, Kathy Herman approached a reporter and said, \"I am very worried about our foreign policy.\" Why? \"I think we are acting like the Ugly American,\" she said. \"We're No. 1. Our president is from Texas. Here's what we expect you to do. Now, do it.\"\n She was talking about the implicit order to the Palestinians to dump Yasser Arafat. But she said her son's minister had expressed similar concerns from the pulpit, even before Bush's Middle East policy speech.\n I am not sure where this skepticism comes from or which media voices are spreading it. But the consequences can be guessed. Until now, most of the major Democratic leaders have said, \"We stand shoulder to shoulder with the president in the war on terrorism.\" Some, such as House Minority Leader Dick Gephardt, have virtually given Bush a green light to go after Saddam Hussein.\n But if Democrats begin hearing doubts about the costs of the war -- and its consequences for civil liberties -- from some of their most vocal constituents, that support may not last long.\n The shift is likely to be seen first among the presidential hopefuls, who know that the road to nomination begins in Iowa, where pacifism can grow as rapidly as the corn, and in New Hampshire, the state that launched Eugene McCarthy's challenge to Lyndon Johnson and the Vietnam War.\n Developments in the war will slow or accelerate this change. But you can feel it happening.\n\nNotes\n\nDavid S. Broder is a syndicated columnist for The Washington Post.\n\nLoad-Date: July 2, 2002"
}