{
    "title": "Homeland chief_ U.S. to revise terror alerts Current system requires a 'specific, credible threat.'",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 8,
    "full text": "U.S. Homeland Security Secretary Jeh Johnson (right) participates in a conversation with Defense One Executive Editor Kevin Baron at the District Architecture Center Monday in Washington, DC.\nWASHINGTON - The Obama administration will announce changes to the terror alert system \"in the coming days,\" Homeland Security Secretary Jeh Johnson said Monday.\nJohnson described the change as a new alert system, which he said would better inform the public about threats to the United States, but he did not provide details.\nThis will be the third change in how the Homeland Security Department warns the public about security concerns since the Sept. 11, 2001, terrorist attacks. The much maligned color-coded system was replaced in 2011 by the National Terrorism Advisory System, which has never been used.\nJohnson announced the new alert system during a forum with Defense One magazine. He said the National Terrorism Advisory System hasn't been used because it requires a \"specific, credible threat\" to the U.S. in order to be activated. The new effort will include an \"intermediate\" step, he said.\nWhite House spokesman Josh Earnest said later Monday that the alert system wasn't being replaced, but rather tweaked to be more effective. He said a review of the system had been going on for \"quite some time.\"\n\"You should not consider this a replacement of this program, but rather some important reforms of the program that would allow it to be more effectively used to communicate with the American public,\" Earnest told reporters.\nThe plan to change the system was announced in the wake of the mass shooting in San Bernardino, Calif., which the FBI has declared a terrorism investigation.\nJohnson said that while a specific motive has not been determined in the California case, the threat from home-grown radicals or those inspired by foreign groups is a growing concern in part because such attacks may not be discovered in advance. The new terror alert system, he said, better \"reflects the current environment and current realities.\"\n\"We need a system that adequately informs the public at large ... about what we are seeing, what we are doing and what we are asking the public to do about it,\" Johnson said.\n\nLoad-Date: December 8, 2015"
}