{
    "title": "Homeland security director to speak in Washington D.C",
    "publisher": "colorado springs business journal ",
    "year": 2010,
    "month": 5,
    "day": 3,
    "full text": "The UCCS interim director of homeland security will speak May 6 at the National Press Club in Washington, D.C., about legal issues that impact national security.\nKurt Johnson was one of nine national legal experts selected to introduce the manuscript, \"Legal Issues in the Struggle Against Terror,\" edited by University of Virginia School of Law professors John Norton Moore and Robert F. Turner, to the press club.\nThe volume aims to provide legal scholars, policy makers and others with information about legal issues in the current armed conflict. The manuscript contains 19 chapters that address various aspects of the ongoing struggle against terror, including threats of nuclear and biological terrorism, cyber terrorism and protecting privacy while sharing information with allies and within the U.S. government.\nJohnson's chapter, \"The Relations Between Military and Civilian Authorities within the United States,\" provides insights on the challenges that the U.S. military faces with the homeland defense mission. Johnson co-authored the chapter with Kevin Cieply, associate professor, John Marshall Law School, Atlanta, and Lt. Col. Jeanne Meyer, U.S. Air Force, legal adviser to U.S. forces in Iraq.\n\"I often heard the phrase 'everything has changed' after the 9/11 attacks,\" Johnson said. \"Yet our Constitution, and most domestic and international law concerning the conduct of war, remain intact and unchanged. This book tackles how to meet our new and unconventional enemies within the bounds of that conventional law. \"\nBefore joining the UCCS staff, Johnson was the senior legal adviser for North American Aerospace Defense Command and U.S. Northern Command. He is a retired U.S. Navy captain.\nThe Center for Homeland Security is one of four centers within the National Institute of Science, Space and Security Centers at UCCS.\nFor more information, visit www.nisssc.org.\n\nLoad-Date: May 18, 2010"
}