{
    "title": "Home-grown terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "RUSSIA\nTHE GOVERNMENT of Russian President Vladimir Putin on Tuesday dusted off an antiterrorism agreement it signed with the North Atlantic Treaty Organization three years ago. The NATO-Russia Council met in Brussels to condemn the \"barbarous and insidious\" threat of global terror as exemplified by last week's siege in the southern Russian city of Beslan. Russian cooperation with NATO is always welcome. And there is no doubt that taking innocent teachers and children as young as age 4 hostage qualifies as a \"terrorist\" act; of the 340 persons who died at Middle School No. 1 in Beslan, half were children. It is still not known how many died as a result of gunshots, explosions or the heat, thirst and hunger they endured during their horrific ordeal.\nBut despite Mr. Putin's claims, not all terror is global terror, and evidence suggests that most of the 32 rebels who took over the school last Wednesday were home-grown terrorists who had no more allegiance to Osama bin Laden than Timothy McVeigh had. This has the earmarks of terrorism within the context of a long and bloody ethnic and civil war.\nMr. Putin's contribution to the 200-year struggle with the Chechens was to send troops and bombers back to the region as Russia's prime minister in 1999, killing tens of thousands of civilians.\nHe rode his get-tough policy to election as president in 2000. Now the separatists, who claim that 250,000 Chechen civilians have been killed by the Russians since 1991, are retaliating with the most despicable sort of warfare-by-suicide.\nLondon's Guardian newspaper quoted Margarita Komoyeva, a physics teacher at Middle School No. 1, as saying, \"One of them (the terrorists) told me, 'Russian soldiers are killing our children in Chechnya, so we are here to kill yours.' \"\nMr. Putin's government is spinning the \"international terrorist\" story as hard as it can -- and given his stranglehold on the Russian news media, it can spin very hard indeed. The editor of Izvestia, the widely respected Moscow daily, was fired this week for overly \"emotional\" coverage of the Beslan massacre. So when a government spokesman said that 10 to 12 of the terrorists in Beslan had been identified as \"Arab,\" his words were reported as gospel. Only later did he admit it was only a guess based on facial features.\nBut Chechens were responsible for the Moscow theater siege in October 2002, in which 118 hostages died when Russian troops botched a rescue attempt. And the bombings three weeks ago of two Russian airliners have been traced to Chechen \"Black Widows\" -- women who lost family members in the war. The human capacity for cruelty in the name of a political cause can never be underestimated.\n\nLoad-Date: September 8, 2004"
}