{
    "title": "HOMEGROWN KILLER WHAT WOULD CANDIDATES SAY ABOUT KALAMAZOO_",
    "publisher": "pittsburgh post-gazette",
    "year": 2016,
    "month": 2,
    "day": 24,
    "full text": "Domestic terrorism afflicted America yet again over the weekend, with the shootings of eight people, six of whom died, near Kalamazoo, Mich. The apparent randomness of, and lack of motive for, the killing spree make it all the more disturbing.\nLaw enforcement officials say Jason Dalton, 45, conducted his rampage over more than four hours on Saturday night. He reportedly shot his victims at a townhouse development, outside an auto dealership, and in the parking lot of a restaurant.\nThe suspect, who did not have a criminal record, was arrested without incident and arraigned Monday.\nThe local prosecutor said the victims \"weren't targeted for any reason other than that they were there to be a target.\" Authorities said they believed the suspect had intended to shoot other victims.\nPolice recovered a semi-automatic handgun from the suspect's car that they said appeared to have been used in the shootings. A neighbor said the suspect \"periodically shot his gun out the back door\" of the home where he lived with his wife and two children. \"He would shoot randomly into the air,\" she said.\nThis latest mass shooting should renew the debate over stricter firearm regulation, such as tougher background checks for buyers, to limit gun violence. But members of Congress and most legislatures have made clear that, especially in an election year, they will do nothing to upset the nation's gun lobby.\nNearly as frightening as the killings were reports that the alleged gunman, a driver for the online ride service Uber, was transporting passengers before and even between the shootings. The fact that he engaged customers during his deadly spree makes his act even more disturbing.\nMuch political rhetoric this campaign season has addressed the need to fight terrorism by excluding outsiders - Muslim refugees, Mexican immigrants. But the killings in Kalamazoo offer a graphic reminder that deadly terrorism can be homegrown as well. What do the candidates propose to do about that?\n\nLoad-Date: February 24, 2016"
}