{
    "title": "Homeland Security Dept. Affirms Threat of White Supremacy After Years of Prodding",
    "publisher": "the new york times",
    "year": 2019,
    "month": 10,
    "day": 2,
    "full text": "WASHINGTON ' The Department of Homeland Security is beginning to address white supremacist terrorism as a primary security threat, breaking with a decade of flagging attention after mass shooters from New Zealand to Texas took the lives of nearly 100 people in the past six months.\nIn a little-noticed strategy document published last month to guide law enforcement on emerging threats and in recent public appearances by Kevin McAleenan, the acting secretary of homeland security, the department is trying to project a new vigilance about violent white nationalism, beating back criticism that the agency has spent a decade playing down the issue.\n \"In our modern age, the continuation of racially based violent extremism, particularly violent white supremacy, is an abhorrent affront to the nation,\" McAleenan said during an address last month, describing white nationalism as one of the nation's most dangerous threats.\n The department's new stance contrasts with that of President Donald Trump, who has repeatedly dismissed white supremacy as a fringe movement. But many officials trying to combat the threat remain skeptical that the full weight of federal law enforcement is finally being used to give domestic terrorism the attention it deserves.\n Mike Sena, who manages one of 79 information-gathering \"fusion centers\" across the country partially funded by the Department of Homeland Security, said he has witnessed the rise of hate speech and white supremacist terrorism on the internet ' and the reluctance of some in local law enforcement to pursue it.\n \"If it's ISIS, they're jumping to it and saying, '˜I got this,'\" said Sena, president of the National Fusion Center Association, using an alternative name for the Islamic State group. \"But if it's not, they say, '˜What do I have to do with this?'\"\n Local police officials, in turn, hope the belated DHS recognition will lead the agency to share more and richer information on the threat.\n \"This is a huge affirmation for what we've been trying to do the last 18 years,\" Sena said.\n The department's new public stance is a break with the skepticism that has been rooted within the federal government for years and that Trump has openly expressed.\n The \"Strategic Framework for Countering Terrorism and Targeted Violence\" asserts that DHS leadership must adapt to the rise of domestic terrorism. The department will conduct countermessaging campaigns and engage the private sector to combat hateful rhetoric online, according to the report.\n Highlighting domestic terrorism is a major shift for a DHS that has been accused of underplaying the threat after a 2009 report that warned that economic dislocation and the election of a black president could drive right-wing extremism. The political backlash was fierce and the report was withdrawn.\n A quicker recognition of the white supremacist threat could have been felt in communities across the country, according to Daryl Johnson, a former DHS senior analyst who wrote the 2009 report. Instead, \"the backlash to my report created a chilling effect across government at all levels,\" he said. \"Everyone was kind of afraid or hesitant or didn't even want to look at this issue.\"\n Even as the threat shifted from foreign-born terrorist cells to those inspired by racist propaganda on the internet, the department cut resources for programs that former officials say were tasked with analyzing the emerging threat and supporting outreach organizations.\n DHS does not take the lead in terrorism investigations. Rather, it analyzes data, informs local law enforcement of emerging threats and issues grants to local agencies to combat terrorism. The fusion centers are key to its information sharing.\n Under the current administration, former and current DHS officials have expressed concern that the agency has been relegated largely to enforcing Trump's immigration agenda.\n The domestic terrorism threat has grown clearer as DHS' capacity to address it has dwindled. FBI Director Christopher Wray told Congress in July that the bureau had arrested as many domestic terrorists as foreign terrorists this year and many of them were white supremacists.\n The department's mission report also highlights recent attacks committed by white supremacists, including mass shootings at synagogues in Pittsburgh and Poway, Calif., the Christchurch mosque massacre in New Zealand and the deadly shooting at a Walmart in El Paso.\n It remains unclear how DHS will translate its recognition of the threat into action. Agency officials said they will release an implementation plan in the coming months, and McAleenan has committed to making it public. But law enforcement officials say simply identifying the threats in an official terrorism report was needed ' and overdue.\n In addition to clearly identifying white nationalism as a pressing threat, the department also warns of the rise of \"targeted violence\" by those who do not display a clear motivation or hatred for a particular group of people.\n The report highlights how hateful posts on the internet, including those that are part of disinformation campaigns by foreign states, have incited violent acts in the United States.\n Officials said they hope the report cements a resolve in police agencies to better investigate leads issued by fusion centers, even if they do not yet meet the definition of probable cause or do not fall into the traditional definition of terrorism.\n McAleenan\n Pablo Martinez Monsivais\n McAleenan\n Pablo Martinez Monsivais\n\nGraphic\n\n \nMcAleenan Pablo Martinez Monsivais McAleenan Pablo Martinez Monsivais\n\nLoad-Date: October 2, 2019"
}