{
    "title": "Homeland Security Subpanel OK's Bill to Establish Commissions to Study Homegrown Terrorism",
    "publisher": "congressnow",
    "year": 2007,
    "month": 7,
    "day": 17,
    "full text": "In a speedy markup this afternoon, a House subcommittee unanimously approved legislation to create a national commission to find solutions to the challenges of terrorism.\nThe Violent Radicalization and Homegrown Terrorism Prevention Act of 2007 (H.R. 1955) passed the House Homeland Security Subcommittee on Intelligence, Information Sharing and Terrorism Risk Assessment by unanimous voice vote with a substitute amendment. \n\"We must gain an understanding of why individuals become radicalized and what steps to take to prevent these alarming ideas from taking hold and spreading within the United States,\" said ranking member Dave Reichert (R-Wash.), who co-sponsored the measure.\nThe legislation establishes a National Commission on the Prevention of Radicalization and Ideological Based Violence, which will research an immediate remedy to domestic threats, as well as a Center for Excellence for the Study of Violent Radicalization and Homegrown Terrorism in the United States, which will address long-term prevention. The bill also assigns the Department of Homeland Security to talk to nations that have fallen victim to domestic terrorism, so that the U.S. may learn from their experiences.\n\"If the 'homegrown' trends around the globe are any guide, the prospect of other Americans taking up arms against our homeland appears increasingly likely,\" said subcommittee chairwoman Jane Harman (D-Calif.).\nThe substitute amendment, offered by Harman, was crafted after the committee heard testimony at a June 14 hearing about how to define the role of the national commission. Witnesses advised that it be a 10-member committee and that it file three progress reports in six-month intervals.\nThe substitute passed by a unanimous voice vote. The legislation will now be forwarded on to the full committee.\n\nLoad-Date: November 14, 2007"
}