{
    "title": "Homeland Security Students Visit Coast Guard",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 20,
    "full text": "Club & Greek\nHomeland Security Students Visit Coast Guard\n\" onclick=\"window.open(this.href,'win2','status=no,toolbar=no,scrollbars=yes,titlebar=no,menubar=no,resizable=yes,width=640,height=480,directories=no,location=no'); return false;\" rel=\"nofollow\"> Print\nEmail\nDetails\nCategory: Volume 92 (Fall 2019 - Spring 2020)\nPublished: 20 November 2019\nWritten by RYAN WALSH | CONTRIBUTING WRITER\nHomeland Security students from Monmouth University and Saint John's University had the opportunity to tour the U.S. Coast Guard Sector New York base located at Fort Wadsworth, in Staten Island, N.Y. Sector New York is tasked with protecting all maritime assets and vessels transiting the Port of New York-New Jersey.\nJohn Comiskey, Ph.D., associate professor of criminal justice at Monmouth and a Coast Guard veteran, and Keith Cozine, Ph.D., professor of homeland security from Saint John's University, were both present and helped organize the visit.\nUpon arrival, students had the opportunity to sit through a Command Briefing where they learned about the many responsibilities the Coast Guard has in Sector New York.\nOn top of ship inspections, port security, and environmental protection, the Coast Guard also plays a key role in intelligence and counter terrorism operations. Following the Command Briefing, students had the opportunity to take part in an unclassified Intelligence\nBriefing that provided insights into the threats and hazards that the maritime as well as the broader homeland security community faces.\nIn addition, students visited the Watch Center and the Vessel Traffic Service Center. Once foreign ships enter Sector New York's Area of Responsibility, they contact the VTS who then directs the carrier ships safely to a port or anchorage.\nInterestingly enough, the 'Miracle on the Hudson' was monitored in the VTS center at Sector New York back in 2009. Coast Guard personnel from the VTS had to ensure no ships were on a collision course with U.S. Airways Flight 1549, which was stuck in the middle of the Hudson River. Following the command and intelligence briefings, the Homeland Security students from both universities were invited to dine with the Coast Guard at the galley. The movie Sully starring Tom Hanks was based on this ordeal. Not surprisingly, at least four students expressed interest in enlisting in the Coast Guard.\nComiskey said, \"The Coast Guard is an integral component of homeland security. It has all the pieces: law enforcement, emergency management, counter terrorism, intelligence, environmental protection and much more.\nThe tour was a great opportunity for students to see firsthand the multiple opportunities that the Coast Guard has to offer.\"\nPHOTO TAKEN by Ryan Walsh\nPrev\nNext\n\nLoad-Date: November 20, 2019"
}