{
    "title": "Home from a fifth deployment, airmen say technology makes it easier",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 11,
    "day": 18,
    "full text": "Jianluca Bentley was just starting to crawl when his dad left Utah, almost six month ago.\nBy the time Adam Bentley was home, his boy had learned to walk.\nBentley was among 70 airmen of the 109th Air Control Squadron that returned home on Thursday evening from a deployment to Qatar -- the fifth time the unit has been deployed in the past 10 years. But while the airmen of the 109th have missed a lot of important events in their families' lives as they've provided air traffic control over the skies of Iraq and Afghanistan, many say that new communication technologies are making the time away easier to bear.\nIt was Adam Bentley's third tour of duty -- and his first as a dad. And while he wasn't there for his boy's very first steps, his wife quickly fired up Skype's video phone service, so he could see the toddler stumble about as he learned to walk.\n\"It was a big help,\" said Bentley. \"A few years ago, we didn't have the bandwidth to do this. Now it's common. ... He could recognize me and blow kisses. It was great.\"\nRachel Nelson isn't sure how she would have managed if not for Skype. Her husband had only been gone a few days when she saw him again on the video phone. \"And there he was, he was right there,\" she said. \"He showed me around his room. I could see it from his perspective, what it was like for him. It made me feel a lot better.\"\nNelson's 2-year-old daughter, Lindsay, isn't old enough to talk on the phone with her dad. \"But he could see her and she could see him and that was so great,\" she said. \"All the time, she'd go up to the computer and say, 'Talk to daddy, talk to daddy.' \"\nAnd Nelson and her husband, Adam, were able to connect in other ways, too. She said they spent lots of time online playing board games over the Internet.\nJeannie McFadden said her son, Clint, has missed two of his daughter's birthdays while on deployment. But this time, she said, he was able to visit with 4-year-old Tonanzy on her special day over Skype. \"It definitely made it a lot better for him,\" she said.\nThe technology isn't perfect. Nicole May said she and her husband, Josh, grew frustrated at the sometimes badly pixilated picture and delayed sound. They mostly communicated with each other using Facebook's instant messaging feature, which was much more reliable, she said.\nFourteen-year-old Samantha Mulder said having the ability to have video chats with her mom, several times a week, \"made it feel like she was right there with us.\"\nOn his third deployment, Jared Ferguson said, the video phone made it easier to feel as though he was still an active part of his family's life.\nStill, he said as he held his family after stepping off the plane, \"it doesn't replace being here with them.\"\nmlaplante@sltrib.com Alt Heads:\nTechnology bridges loneliness\n\nGraphic\n\n \nUtah Air National Guard Master Sgt. Wayne Hannah, of Cedar Rapids, Iowa, hugs his wife, Susan Harrah, after arriving at the Utah Air National Guard Base on Thursday.\nMary Ballif, center, of Tooele, watches as the airplane with her husband Staff Sergeant John Ballif arrives at the Utah Air National Guard Base Thursday November 18, 2010. Approximately 70 Airmen of the Utah Air National Guard's 109th Air Control Squadron returned from support of the Global War on Terrorism. This has been the Squadron's fifth mobilization in ten years. The Squadron's first activation was in 2000, when members deployed to Kuwait in support of Operation Southern Watch.\nMembers of the Utah Air National Guard's 109th Air Control Squadron arrive at the Utah Air National Guard Base Thursday November 18, 2010. Approximately 70 Airmen of the Utah Air National Guard's 109th Air Control Squadron returned from support of the Global War on Terrorism. This has been the Squadron's fifth mobilization in ten years. The Squadron's first activation was in 2000, when members deployed to Kuwait in support of Operation Southern Watch.\nAs he sits on his dad David Mulder's shoulders, Daniel Mulder, 8, of Bountiful, cheers as the plane with his mom Master Sergeant Cate Mulder arrives at the Utah Air National Guard Base Thursday November 18, 2010. Approximately 70 Airmen of the Utah Air National Guard's 109th Air Control Squadron returned from support of the Global War on Terrorism. This has been the Squadron's fifth mobilization in ten years. The Squadron's first activation was in 2000, when members deployed to Kuwait in support of Operation Southern Watch.\nStaff Sergeant Tim Jensen hugs his kids Shad, 12, and Ellie 6, after arriving at the Utah Air National Guard Base. Jensen's wife Jennifer is at left. Approximately 70 Airmen of the Utah Air National Guard's 109th Air Control Squadron returned from support of the Global War on Terrorism. This has been the Squadron's fifth mobilization in ten years. The Squadron's first activation was in 2000, when members deployed to Kuwait in support of Operation Southern Watch.\nMary Ballif, center, of Tooele, is hugged by her sister Jan Scoffield, left, as the airplane with Ballif's husband Staff Sergeant John Ballif arrives at the Utah Air National Guard Base Thursday November 18, 2010. Approximately 70 Airmen of the Utah Air National Guard's 109th Air Control Squadron returned from support of the Global War on Terrorism. This has been the Squadron's fifth mobilization in ten years. The Squadron's first activation was in 2000, when members deployed to Kuwait in support of Operation Southern Watch.\n\nLoad-Date: November 27, 2010"
}