{
    "title": "Homeland security secretary discusses cyber security, counterterrorism efforts GW must address growi",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 5,
    "full text": "The homeland security secretary spoke at the Jack Morton Auditorium Wednesday about American security in an age of increased international tension and cyber warfare.\nKirstjen Nielsen, who was confirmed as the secretary of homeland security last December, spoke to a crowd of about 200 people that included policymakers and Department of Homeland Security personnel. She discussed the convergence of online conflicts with physical ones and how the country has prepared differently for terrorist attacks since Sept. 11.\nNielsen said her department's resilience agenda - a plan detailing how the country would recover in the events of terrorism, natural disasters or cyber attacks - will be released later this month. Nielsen said the agenda focuses on \"building resilience into everything we do, preparing our frontline defenders in protecting America in a new age and responding to all of these evolving threats.\"\n\"Our resilience agenda is about leaning in against today's threats while leaning out to prepare for those on the horizon,\" she said.\nNielsen also named Russian President Vladimir Putin responsible for Russian interference in the 2016 presidential election, calling Moscow's efforts to sway public opinion a \"brazen, multifaceted campaign to undermine public faith in our democratic process.\"\n\"Although no actual ballots were altered by this campaign, make no mistake - this was a direct attack on our democracy,\" she said.\nNielsen said such interference was unacceptable and that she will not \"let it happen again.\"\nAfter Nielsen's remarks, the secretary joined Frank Cilluffo, the associate vice president and director of the Center for Cyber and Homeland Security, for a discussion about cyber security and counterterrorism at home and abroad.\nNielsen discussed several counterterrorism strategies that the DHS currently employs, like tracking terrorists who attempt to recruit or radicalize others through the Internet, screening and vetting suspicious persons to prevent terrorists from entering the country, and carrying out awareness campaigns within at-risk communities. She added that collaboration with foreign governments is an important part of counterterrorism strategies.\n\"We're stopping 10 known or suspected terrorists a day,\" she said. \"We continue to share terrorist watch lists with other countries.\"\nNielsen also discussed the importance of aviation security in today's age of transnational terrorism, especially after the Sept. 11 terrorist attacks. She said officials use technological advances, like X-ray machines, to view 3D images of luggage and make determinations about potential threats without human intervention.\nNielsen and Cilluffo spoke about the convergence of physical and cyber conflicts and how difficult it is to combat the \"hybrid threat.\" Nielsen explained that a physical attack can cause a digital disruption and vice versa.\n\"I think it's absolutely true that our adversaries are using cyber to prep the battlefield,\" Nielsen said.\nThis article appeared in the September 6, 2018 issue of the Hatchet.\n\nLoad-Date: September 5, 2018"
}