{
    "title": "HOMELAND SECURITY CHIEF TAKES NEW TACK IN TERROR FIGHT",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 7,
    "day": 30,
    "full text": "Homeland Security Secretary Janet Napolitano yesterday called on Americans to join a \"collective fight against terrorism,\" emphasizing the shared role of individuals as well as local, federal and foreign governments in confronting a persistent threat.\nBilled by aides as a major address outlining the Obama administration's approach to preventing terrorist attacks, Ms. Napolitano's speech at the New York City office of the Council on Foreign Relations marked a striking change in rhetoric from her predecessors under former President George W. Bush.\nMs. Napolitano mentioned few new programs or specific critiques. Instead, she described a strategy that emphasized collaboration, instead of unilateral federal action, and spread responsibility for bolstering preparedness and security across society.\n\"I am sometimes asked if I think complacency is a threat. I believe the short answer is yes,\" she said. \"But I think a better question is this: Has the U.S. government done everything it can to educate and engage the American people? The answer is no.\"\nReturning to New York City, where she planned later to visit the World Trade Center site destroyed Sept. 11, 2001, Ms. Napolitano made her most extended remarks on domestic counter-terrorism since taking over the 220,000-worker department in January.\nHer speech -- entitled \"Common Threat, Collective Response: Protecting Against Terrorist Attacks in a Networked World\" -- came after critics accused Ms. Napolitano of playing down the subject in her first appearance before House lawmakers last winter, when she did not use the word \"terror\" or terrorism in her prepared remarks.\nThis time, she cited variants 23 times in little more than 20 minutes. She noted that the terror threat has not abated. U.S. hotels were targeted in bombings earlier this month in Jakarta, Indonesia; six Americans were among 164 people killed in a commando-style assault in Mumbai, India, in November; and three Americans were among 54 killed in a Marriott Hotel in Islamabad, Pakistan, in September, she said.\n\"While the shock and the pain and images of 9/11 stay with us, the terror threat is even more decentralized, more networked and more adaptive than on 9/11,\" Ms. Napolitano said.\nAt the same time, counter-terror efforts need to embrace the same values, she said. For example, the nation needs better technology, training and linkages with 780,000 local law enforcement agents. She pledged to support 70 state-run, intelligence \"fusion centers\" began under the Bush administration. Among other things, intelligence officials are developing a standard electronic system to report and track suspicious activity nationwide.\n\"More than just more hardware, we also need new thinking,\" Ms. Napolitano said, noting that her department's advisory council recently added a former computer hacker.\nMs. Napolitano cited the need for greater cooperation from companies that control most of the critical targets, such as power plants and communication systems.\n\nLoad-Date: July 30, 2009"
}