{
    "title": "Homeland Security Drill - An experience in terrorism",
    "publisher": "the columbian ",
    "year": 2007,
    "month": 10,
    "day": 17,
    "full text": "PORTLAND - Skyview High School students in bathing suits braved the elements for their country Tuesday.\nThey voluntarily stood outdoors in rainy, 50-degree weather as part of TOPOFF4, the largest anti-terrorism exercise in U.S. history.\nThe exercise, which continues throughout the week in locations around the country, depicts the explosions of radiological \"dirty\" bombs in Guam, Phoenix and Portland, and the aftermath.\nThe drill scenario:  A bomb on a bus went off at 9:06 a.m. at the east end of Portland's Steel Bridge. The explosion heavily damaged the Holladay Park and Davis buildings at Legacy Emanuel Hospital in Portland. Twelve people were killed and 15 were injured in the blast, a hospital press release said. Radiation was widespread.\nAn \"Uzbek Islamic Society\" claimed responsibility for the blast and said two more would follow, said a report on a news Web site set up for the drill.\nThe Department of Homeland Security organized the drill, involving more than 15,000 people who work for federal, state and local agencies.\nAt the federal level besides Homeland Security, the Department of Defense will perform concurrent exercises related to global terrorist threats. The Department of Health and Human Services will practice dealing with health problems caused by a radiological emergency.\nHomeland Security officials along with numerous local public safety agencies, some from Clark County, took park in the local scenario. The area surrounding Portland International Raceway stood in for the Steel Bridge.\nThe exercise is costing millions of dollars. Clark County received a federal grant of $100,000 for its part in the drill, and other local agencies that  participated will be reimbursed for any cost incurred.\nNews crews gathered at the raceway Tuesday morning and awaited the explosion. Once the bomb went off, things went as might be expected during an actual terrorist attack: slowly.\n\"Victims\" with simulated wounds were led to the area around the bus several minutes after the blast. They were then scattered around the area and told to lie down on the damp grass and among damaged cars. Shortly after they were in place it began to rain.\nSeveral minutes later, emergency vehicles began arriving. First-responders tended to the wounded, assessed the scene and put on hazardous material gear before searching for other bombs.\nNearly 30 Vancouver Police Department officers were at the raceway and took part in the exercise.\nAt about 10:30 a.m., a press briefing was held at the site. Few details were readily available, which appeared to be part of the drill.\nTwenty Vancouver firefighters were dispatched to Southwest Washington Medical Center to help decontaminate blast victims, and some Vancouver police worked a security detail at an area shelter that was set up after the blast.\nAt Legacy Salmon Creek Hospital, employees began preparing to receive some of the injured and wounded. The hospital knew it would be taking part in the drill, but it wasn't known when the call for help would come.\nEmployees were told that a busload of victims from the raceway would be arriving sometime after 11 a.m., but their arrival time kept getting pushed back.\nVictims finally began arriving at the hospital on their own around 12:30 p.m. They were student volunteers from the Red Cross Club at Skyview High School.\nAfter arriving, the hospital staff members tried to detect if they were contaminated with radiation. Those who were had to remove their clothes, which were then put in plastic trash bags and thrown into a storage bin. The students were prepared for the exercise and were wearing bathing suits under their clothes.\nOnce they were stripped of their clothes, they were given towels and then taken to a decontamination tent. Hospital employees in hazmat gear then took them inside the tents and hosed them off with warm water. They were then led into the hospital emergency room.\nThe scene looked like something out of a Hollywood thriller, but more subdued. Actual patients who were in the area looked confused by what was going on. The fact that everyone was calm and collected seemed to put the real patients in the waiting room at ease.\nSkyview senior Shannon Crabtree, 17, was draped in a towel in the waiting room while waiting to be evaluated by a nurse.\n\"I feel like a victim,\" she said.\nThe intense drill serves a real purpose. It prepares everyone who would be involved during a real terrorist attack, she said.\n\"It's good to know what to do,\" she added.\nHer sentiments mirrored those of hospital employees.\n\"I'm glad we're going through the drill,\" said Stan Williams, an emergency room technician who volunteered for the exercise.\nEveryone taking part in the scenario was taking it very seriously, Williams said while decked out in hazmat gear shortly before victims arrived.\nTOPOFF4 may only be a drill, but it's still nerve-wracking, he added.\nThe scenario allows hospital staff to identify weak spots and problems, said Tamara Paul, a respiratory therapist who took part in the exercise.\nAfter everything is over, everyone knows what they need to work on, she said.\nThis type of exercise allows local first responders to work with federal and area agencies who would jump into action during an actual event, said Jim Flaherty, firefighter-spokesman with the Vancouver Fire Department.\nEveryone involved goes away with a better understanding of their responsibilities, Flaherty said.\nPhotos by N. scott trimble /The Columbian\nPhotos by n. scott trimble /The Columbian\nOnline Video: To see a slide show from the local portion of the TOPOFF4 drill, visit www.columbian.com\n  \nJose Paul Corona can be reached at 360-759-8038 or  jose.corona@columbian.com\n  \n\nLoad-Date: October 18, 2007"
}