{
    "title": "Homeland security discussion",
    "publisher": "the capital ",
    "year": 2005,
    "month": 9,
    "day": 17,
    "full text": "The public can discuss ways of \"Protecting America\" at the first event in Anne Arundel Community College's Homeland Security Seminar Series from noon to 3 p.m. Tuesday.\nThe free event, \"Protecting America: Today's Lessons and Tomorrow's Trends,\" takes place in the Center for Applied Learning and Technology Room 100 on the Arnold campus, 101 College Parkway.\nThe AACC's Institute for Criminal Justice, Legal Studies and Public Service is sponsoring the series. Dr. Tyrone Powers, institute director, hopes the speakers engage the community- particularly law enforcement, crisis management and homeland security agencies, businesses and organizations - in discussions about ways the community as a whole can prepare strategies for protection.\nThis first of the college's homeland security seminars was timed to coincide with the Sept. 11 anniversary of the terrorists' 2001 attack on the United States. The institute plans to sponsor three other seminars on homeland security as part of this series.\nThe seminar has two panel discussions moderated by Dr. Powers. Panelists will make brief presentations related to their panel's topic, \"Today's Lessons\" or \"Tomorrow's Trends,\" and respond to questions from the audience and fellow panelists. The participants have business and military experience in terrorism and cyberintelligence.\nThe first panel members are Jeff Chapman, Alon Moritz and Mark Auter who will offer presentations on \"Today's Lessons.\" The second panel of Richard Piske, Robert Scheina and James Weed will give presentations on \"Tomorrow's Trends.\"\n\"Terrorism Investigations: Keys to Success\" features Jeff Chapman, chief executive officer of Harbinger Associates, a company that brings together intelligence collectors, counterterrorism investigators, linguists and analysts to provide solutions for intelligence agencies, law enforcement organizations and corporations needing help with security and terrorism concerns.\n\"The Exploitation of Cyberspace by Terrorists: How Good Are They?\" will be presented by Alon Moritz, an internationally recognized security expert in multithreat attack system analysis and cyberinvestigation. Trained by Israeli Defense Forces in antiterrorism and electronic warfare, he served 15 years as a non-commissioned officer in Israeli Defense Forces combat units, including reconnaissance behind enemy lines.\nPresenting \"Homeland Security: Understanding, Preventing and Surviving Terrorism\" is Mark Sauter, chief operations officer of the Chesapeake Innovation Center and co-author of \"Homeland Security: A Complete Guide to Understanding, Preventing and Surviving Terrorism.\" The center is a business incubator for homeland security technologies.\nThe public can hear \"Where Will Tomorrow's Jobs Be and How Should You Prepare?\" presented by Richard Piske, vice president and general manager of Kelly FedSecure, a business unit of Kelly Services Inc. Kelly is a global provider of staffing services. Prior to joining Kelly in November 2003, Mr. Piske was chairman and co-founder of the FedSecure Group, an interim security staffing and executive search firm focused on assigning senior and management-level information technology executives to companies and government agencies.\nPresenting \"Why is Securing Our Southern Border So Hard?\" will be Dr. Robert Scheina, part-time AACC faculty member in criminal justice. James Weed, director of the Anne Arundel County Office of Emergency Management, will discuss \"Emergency Preparedness in Anne Arundel County.\" Mr. Weed also is teaching a two-session AACC noncredit continuing education class, \"Emergency Management Principles,\" on Sept. 19 and 21\nFor information, call Dr. Powers at 410-777-7496 or visit the Web site at www.aacc.edu/criminaljustice. Call disability support services at 410-777-2307 or Maryland Relay 711 72 hours in advance to request special accommodations.\n\nLoad-Date: September 21, 2005"
}