{
    "title": "HOME FRONT LIKELY WILL SUFFER FROM TERRORISM WAR",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 10,
    "day": 23,
    "full text": "WASHINGTON -- For Americans, war used to be over there. Now it's also over here, along a second front, not of trenches and troops but of mailrooms and skyscrapers and uneasy minds.\n\"For the first time in our history,\" says Vice President Dick Cheney, \"we will probably suffer more casualties here at home in America than will our troops overseas.\"\nWhile U.S. bombers and special forces retaliate against terrorists in faraway Afghanistan, the home front stays focused on more than 5,000 dead and the fear of more mayhem, whether from anthrax in the mail or hijackings or some unknown terror.\n\"The terrorists are, in a way, making some progress here,\" said Sen. Joseph Lieberman, D-Conn., even as \"we're winning on the battlefield in Afghanistan.\"\nWar used to have a tangible, uniformed enemy and an ending victory, surrender or treaty.\nNow Americans are told to brace for a protracted struggle against evil, that every citizen is a soldier against unseen terrorists, that this is the new kind of war.\n\"It's a war of nerves and turf,\" said New York Gov. George Pataki, whose Manhattan office was closed after health officials detected anthrax spores. Like the anthrax found in congressional buildings and in media and postal offices, it was not necessarily linked to Osama bin Laden's group.\nThis time, life on the home front does not call for victory gardens or rationing or war bonds. The government mostly is asking Americans to fight terrorism by getting on with their lives, prudently.\nOpen your mail, unless it looks suspicious. Do not hoard antibiotics; do store canned food and water. Keep flying, keep spending, keep an eye out for unusual behavior.\nAbove all, do not panic.\n\"We're being told by the government to remain calm, yet be aware,\" said Boston University psychologist Curtis Hsia. \"While that seems like a contradiction, another way you can define that is courage the idea that this is what we have to do to be able to survive.\"\nThe anthrax scare, which involves both a genuine attack from unknown quarters and a multitude of hoaxes, has made calm difficult to maintain.\nOn Monday, the number of confirmed cases of the most serious form of anthrax contracted by inhaling it rose to four. One man in Florida has died from it, a co-worker is hospitalized and two postal workers in Washington are in the hospital.\nIn addition, officials reported the deaths of two other Washington postal workers who had symptoms consistent with anthrax, and congressional offices remained shut as teams swept for more evidence of the germ to which dozens have been exposed.\nTo some, the war terminology so quickly assumed by President Bush and Congress does not quite fit all this. In the tradition of the \"wars\" on drugs and crime and poverty, the war on terrorism targets an amorphous enemy.\n\"Saying you are going to end terrorism is like saying you are ending crime,\" said John Mueller, professor of political science at Ohio State University. \"You can get rid of individuals, get it to a level people are comfortable living with, but you can't end it.\"\n\nLoad-Date: October 23, 2001"
}