{
    "title": "Homeland Security's Janet Napolitano _ US not overreacting to terrorism Redundancies in parts of the",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 9,
    "day": 17,
    "full text": "Critics who say the United States has over-reacted to the attacks of September 11, 2001 by building an overly expensive and complex antiterrorism apparatus are wrong, says Homeland Security Secretary Janet Napolitano.\nSpeaking at a Monitor-sponsored lunch for reporters Friday in Washington, she said, \"I don't agree that this is overdrawn by any stretch.\"\nNewsweek columnist Fareed Zakaria recently wrote that \"September 11 was a shock to the American psyche and the American system. As a result, we overreacted.\" Mr. Zakaria referred to a massive Washington Post series \"Top Secret America,\" which found that some 1,271 government organizations and 1,931 private companies work on programs related to counterterrorism, homeland security, and intelligence in about 10,000 locations across the United States. They produce 50,000 reports a year - 136 a day.\nWhen asked whether those numbers represented an overreaction, Secretary Napolitano replied, \"No. But I think what we have to recognize is the kind of threats and possible attack tactics we see now are different than 9-11. They are not large complex conspiracies - they are smaller; they are more diverse; it is not just Al Qaeda, it is other related groups. New groups that have occurred since then that have been inspired perhaps by Al Qaeda.\"\nThe Secretary then described the nature of the current threats to the country. \"It's IED's [improvised explosive devices], it's small arms, it is hydrogen peroxide-based explosives designed to be put in backpacks and left around smaller targets in the United States. So the nature of the attacks and the means by which they would be accomplished have changed.\"\nThe Homeland Security Department which she leads was formed from 22 different agencies after September 11. The changing nature of the threat means \"that we have to continue to evolve,\" said Napolitano. \"We have to be continually thinking about what well makes sense - how do we best minimize risk? How do we make sure that we don't have unnecessary duplication, realizing that duplication in the intel. area makes sense? There should be some planned redundancy in this area.\"\n       \n\nLoad-Date: September 18, 2010"
}