{
    "title": "Home-grown terror threat receding, but post-9_11 America remains on edge The number of domestic terr",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 2,
    "day": 8,
    "full text": "A New York man allegedly plotting to blow up police cars, a Pennsylvania man inciting Muslim extremists to attack synagogues, and a Muslim convert allegedly threatening the creators of the \"South Park\" TV show counted as some of the biggest domestic terror threats in 2011.\nThe cases were all serious enough to warrant terrorism indictments, but they also pointed to a new fact in America after 9/11: Home-grown terrorists have become less numerous, less organized, and less lethal in the past few years.\nAccording to a Triangle Center on Terrorism and Homeland Security study, released Wednesday, the number of domestic terror cases fell to 20 in 2011, down from 26 in 2010 and 49 in 2009. The number of nonviolent terror supporters arrested also dropped, from 27 in 2010 to eight in 2011. None of the 14,000 murders in the United States last year were terror-related.\nThe results are a testament to a receding threat, national-security experts say. But they also put a spotlight on public perceptions of the nature of home-grown terrorism.\n\"Those who predicted an inevitable, rapid increase of homegrown violent extremism among Muslim-Americans were wrong,\" said David Schanzer, director of the Triangle Center, in a statement. \"While homegrown radicalization is still a problem, the offenders from 2011 were less skilled and less connected with international terrorist organizations than the offenders in the prior two years,\" said Mr. Schanzer, who is also a professor of public policy at Duke University in Durham, N.C.\nIn the case of the alleged police-car plotter, an American, Jose Pimentel, had apparently stated on various Internet boards what he was up to, causing his attorney to note, \"This is not the way you go about committing a terrorist attack.\" Police arrested Mr. Pimentel because they felt he had gone from talking about terrorism to acquiring materials to build bombs.\nLast August, Emerson Winfield Begolly pleaded guilty to using the Internet to incite Muslim extremists to bomb American targets. He supplied links to bombmaking manuals and had a small arsenal of weapons in his home. Upon his arrest, he scuffled with FBI agents, allegedly biting at least one of them on the hand.\nThe May arrest of Jesse Curtis Morton, also known as Younus Abdullah Mohammad, stemmed from a 2010 threat against \"South Park\" creators Trey Parker and Matt Stone, after characters on the show debated whether an image of the prophet Muhammad could be shown. Finally, Muhammad appeared in a bear suit.\n\"We're not seeing a high level of spycraft among these individuals,\" says University of North Carolina professor Charles Kurzman, author of the Triangle Center study and author of \"The Missing Martyrs.\" \"They're for the most part not professional killers, and their plots come to the attention of authorities fairly quickly.\"\nThe study had some other noteworthy findings. In 2010, six arrests were tied to actual attacks, compared with one in 2011. Last year, the percentage of suspects who were Arab, 30 percent, remained consistent with past years, but the percentage who were converts to Islam rose from 35 percent in 2010 to 40 percent in 2011. Moreover, in 2011, two of the alleged offenders received terrorist training abroad, compared with eight in 2008 and 28 in 2009.\nThe study, Professor Kurzman contends, proves that fear of being a victim of a terrorist attack outstrips the actual prevalence of such plots, which raises questions about how America spends resources on ensuring public safety. The actual prevalence of terror threats is \"lower than the level of concern that has reached a fever pitch in some quarters,\" he says.\nMany government officials remain unconvinced. After all, according to the Triangle Center study, 11 Muslim Americans have successfully executed terrorist attacks in the US since 9/11, resulting in 33 deaths - including the 13 people who died after an Army major, Nidal Hasan, allegedly opened fire on soldiers at Fort Hood, Texas, in 2009. The number of terror-related US deaths could have skyrocketed had the bomb planted in Times Square in 2010 by a naturalized citizen, Faisal Shahzad, actually exploded.\nIn December 2011, Rep. Peter King (R) of New York, chairman of the House Homeland Security Committee, released a report that stated a domestic attack by militant Islamists remains a \"severe threat.\"\n\nLoad-Date: February 10, 2012"
}