{
    "title": "Homeland Security forecasts 5-year terrorism threat picture",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 12,
    "day": 26,
    "full text": "WASHINGTON -- The terrorism threat to the United States over the next five years will be driven by instability in the Middle East and Africa, persistent challenges to border security and increasing Internet savvy, says a new intelligence assessment obtained by The Associated Press.\nChemical, biological, radiological and nuclear attacks are considered the most dangerous threats that could be carried out against the U.S. But those threats are also the most unlikely because it is so difficult for al-Qaida and similar groups to acquire the materials needed to carry out such plots, according to the internal Homeland Security Threat Assessment for the years 2008-2013.\nThe al-Qaida terrorist network continues to focus on U.S. attack targets vulnerable to massive economic losses, casualties and political \"turmoil,\" the assessment said.\nEarlier this month, Homeland Security Secretary Michael Chertoff said the threat posed by weapons of mass destruction remains \"the highest priority at the federal level.\" Speaking to reporters earlier this month, Chertoff explained that more people, such as terrorists, will learn how to make dirty bombs, biological and chemical weapons. \"The other side is going to continue to learn more about doing things,\" he said.\nMarked \"for official use only,\" the report does not specify its audience, but the assessments typically go to law enforcement, intelligence officials and the private sector. When determining threats, intelligence officials consider loss of life, economic and psychological consequences.\nIntelligence officials also predict that in the next five years, terrorists will try to conduct a destructive biological attack. Officials are concerned about the possibility of infections to thousands of U.S. citizens, overwhelming regional health care systems.\nThere could also be dire economic impacts caused by workers' illnesses and deaths. Officials are most concerned about biological agents stolen from labs or other storage facilities, such as anthrax.\n\"The threat of terrorism and the threat of extremist ideologies has not abated,\" Chertoff said in his year-end address on Dec. 18. \"This threat has not evaporated, and we can't turn the page on it.\"\nThese high-consequence threats are not the only kind of challenges that will confront the U.S. over the next five years.\nTerrorists will continue to try to evade U.S. border security measures and place operatives inside the mainland to carry out attacks, the 38-page assessment said. It also said that they may pose as refugees or asylum seekers or try to exploit foreign travel channels such as the visa waiver program, which allows citizens of 34 countries to enter the U.S. without visas.\nLong waits for immigration and more restrictive European refugee and asylum programs will cause more foreigners to try to enter the U.S. illegally. Increasing numbers of Iraqis are expected to migrate to the U.S. in the next five years; and refugees from Somalia and Sudan could increase because of conflicts in those countries, the assessment said.\nBecause there is a proposed cap of 12,000 refugees from Africa, officials expect more will try to enter the U.S. illegally as well. Officials predict the same scenario for refugees from Afghanistan, Bangladesh and Pakistan.\nIntelligence officials predict the pool of radical Islamists within the U.S. will increase over the next five years due partly to the ease of online recruiting means. Officials foresee \"a wave of young, self-identified Muslim 'terrorist wannabes' who aspire to carry out violent acts.\"\nThe U.S. has already seen some examples of these homegrown terrorists. Recently five Muslim immigrants were convicted of plotting to massacre U.S. soldiers at Fort Dix in a case the government said demonstrated its post-Sept. 11 determination to stop terrorist attacks in the planning stages.\nThe Lebanese Shiite group Hezbollah does not have a known history of fomenting attacks inside the U.S., but that could change if there is some kind of \"triggering\" event, the Homeland assessment cautions.\nA 2008 Interagency Intelligence Committee on Terrorism assessment said that Hezbollah members based in the U.S. do local fundraising through charity projects and criminal activity, like money laundering, smuggling, drug trafficking, fraud and extortion, according to the homeland security assessment.\nIn addition, the cyber terror threat is expected to increase over the next five years, as hacking tools become more sophisticated and available. \"Youthful, Internet-savvy extremists might apply their online acumen to conduct cyber attacks rather than offer themselves up as operatives to conduct physical attacks,\" according to the assessment.\nCurrently, Islamic terrorists, including al-Qaida, would like to conduct cyber attacks, but they lack the capability to do so, the assessment said. The large-scale attacks that are on al-Qaida's wishlist -- such as disrupting a major city's water or power systems -- require sophisticated cyber capabilities that the terrorist group does not possess.\nBut al-Qaida has the capability to hire sophisticated hackers to carry out these kinds of attacks, the assessment said. And federal officials believe that in the next three to five years, al-Qaida could direct or inspire cyber attacks that target the U.S. economy.\nCounterterrorism expert Frank Cilluffo says the typical cyber attack would not achieve al-Qaida's main goal of inflicting mass devastation with its resulting widespread media coverage. However, al-Qaida is likely to continue to rely on the Internet to spread its message, said Cilluffo, who runs the Homeland Security Policy Institute at George Washington University.\nOfficials also predict that domestic terrorists in the forms of radical animal rights and environmental extremists will become more adept with explosives and increase their use of arson attacks.\n\nLoad-Date: December 26, 2008"
}