{
    "title": "Homeland security expert to speak at SHSU",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 6,
    "full text": "\"State, local and private sector entities focusing on all aspects of protection can benefit from tactics, techniques and procedures learned and instituted through the federal sector's anti-terrorism programs,\" said Brig. Gen. (Ret.) \nJonathan H. Cofer on the current status of homeland security. Cofer, a highly decorated 20-year army veteran, will be marching his way to Sam Houston State University to discuss his concerns in a presentation entitled, \"Anti-terrorism, Force Protection and Homeland Security-A New Era of Threat.\"The presentation will look at several ways to improve safety against terrorism and ways to progress the overall status of homeland security. According to a report made to Congress last summer, Cofer believes terrorism could strike anywhere at anytime. \"Terrorists are adaptive adversaries who constantly look for ways to strike where their victims are most vulnerable,\" Cofer said. Since the tragic events of Sept. 11, Cofer has been one of many government officials taking steps to ensure our country is safe, but according to the retired General, it was the dreadful actions of Sept. 11 that revealed weaknesses in the United States' defense system. \"Events of Sept. 11 introduced vulnerabilities to personnel and critical infrastructures to our homeland heretofore only the object of speculation,\" said Cofer, \"These new vulnerabilities require a flexible, synchronized and adaptive approach to protection and mission assurance by the entire community of security professionals.\" Cofer, a former deputy director for antiterrorism/force protection for the Joint Staff in Washington, D.C., offers a plethora of experience and knowledge in the field of terrorism, and officials at SHSU are excited about the opportunity to listen in on Cofer's beliefs.\"General Cofer has been very involved in homeland security efforts since 9-11, and he brings a wealth of expertise on terrorism,\" said Richard Ward, dean of the College of Criminal Justice, \"His experience as a military police officer gives him an understanding of many of the problems being faced in the criminal justice system today.\" The retired general is now the senior executive vice president for Force Protection at MZM, INC. Everyone is invited to attend the presentation, which will be held on Monday, Nov. 3, at 6 p.m. in the SHSU Killinger Auditorium.\n\nLoad-Date: November 6, 2017"
}