{
    "title": "Homeland Security Subpanel Votes to Keep Chemical Facility Security Regulations in DHS' Portfolio",
    "publisher": "congressnow",
    "year": 2008,
    "month": 1,
    "day": 23,
    "full text": "The House Homeland Security Subcommittee on Transportation and Infrastructure Protection today voted to keep security regulation of chemical facilities permanently under the jurisdiction of the Department of Homeland Security. In addition, the committee adopted wording that would give chemical companies information on best security practices throughout the industry and would urge that the new head the Office of Chemical Facility Security be a career civil servant.\nThe proposed legislation was reported out of the subcommittee by a unanimous voice vote.\n\"What we want is safety and security, and we want to save lives,\" author of the legislation Chairwoman Sheila Jackson-Lee (D-Tex) said, \"This committee does not want to re-invent the wheel.\"\nThe legislation makes permanent segments of the Homeland Security Act of 2002 due to sunset in 2009 that authorized DHS to track chemical facilities deemed a significant risk of being the target of a terrorist attack. The Chemical Facility Anti-Terrorism Act of 2008, which has yet to be introduced as a formal bill, would require major chemical facilities be graded on a four-tier security threat rating system. It would also extend the Department's jurisdiction to include water treatment facilities\nThe committee rejected an amendment by Rep. Ginny Brown-Waite (R-Fla) that would require all workers at the highest risk facilities be screened against federal terrorism watch lists as well as for immigration and citizenship status.\n\"If terrorists were able to exploit weakness in security at chemical plants, there could be dangerous disastrous results,\" Brown-Waite said, adding that her amendment's standards were in line with screening for airport and court employees.\nDemocrats objected to the amendment on the grounds that it had not been thoroughly vetted by the committee and that the terrorist watch list contained numerous misidentifications.\nBrown-Waite's amendment was defeated, 5-4, though a modified version is expected to be reintroduced in a future session. Because the proposed legislation has not yet been introduced as an official bill in the House, members of the committee have invited additional modifications as the proposed legislation continues to work its way through the House.\n\nLoad-Date: January 25, 2008"
}