{
    "title": "Homegrown extremists threaten a nation experts say is vulnerable to chaos",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 9,
    "day": 11,
    "full text": "WASHINGTON -- The United States faces a more homegrown, hard-to-predict terrorist threat today than it did nine years ago, and the government isn't well-equipped to understand it, an expert panel said Friday. \n Terrorism today is more likely to come as small-scale attacks, such as last November's shootings at Fort Hood military base in Texas, where a gunman killed 13 people, or the failed attempt May 1 to set off explosives in Times Square. \n \"Today, America faces a dynamic threat that has diversified to a broad array of attacks, from shootings to car bombs to simultaneous suicide attacks to attempted in-flight bombings of passenger aircraft,\" says a 42-page report from the Bipartisan Policy Center's National Security Preparedness Group, a Washington research group. \n Lee Hamilton, a vice chairman of the Sept. 11 Commission, which urged the government six years ago to be vigilant and nimble, warned the report shows that \"the American people just have to get a more realistic sense of what they're confronted with.\" \n So does the government. \"There are a lot of things that still need to be done to make our country safer,\" said Hamilton, a former Indiana Democratic congressman who co-chairs the group that produced the report. \n Last year proved to be a \"watershed\" in domestic terrorist attacks and plots, the report says. \n \"In the past year alone,\" it says, \"the United States has seen affluent suburban Americans and the progeny of hardworking immigrants gravitate to terrorism. Persons of color and Caucasians have done so. Women along with men. Good students and well-educated individuals and high school dropouts and jailbirds.\" \n The only common denominator, it said, \"appears to be a newfound hatred for their native or adopted country, a degree of dangerous malleability and a religious fervor\" that they think justifies their violence. \n The group said that \"al Qaida is believed to lack the capability to launch a mass casualty attack sufficiently deadly in scope to reorient American foreign policy, as the 9/11 attacks did,\" but that its influence remained substantial. \n An Obama administration spokesman said the government well understood the evolving threat. \n \"This administration has taken unprecedented and robust action to counter the threat of homegrown extremism, including a new interagency effort that brings together all key stakeholders, sustained outreach to communities across the country, and -- for the first time ever -- inclusion of this challenge in our National Security Strategy,\" said Ben Rhodes, the deputy national security adviser for strategic communications. \n The study found the Times Square incident particularly troubling. Faisal Shahzad, a financial analyst and Connecticut resident who pleaded guilty to terrorism-related charges in June, \"refuted\" the stereotype that terrorists are poor, uneducated, provincial loners \"and can be readily identified.\" \n The botched attack also was a reminder of the government's vulnerability. \n \"Did the system work on May, 1, 2010, when Faisal Shahzad attempted to detonate explosives in Times Square?\" the report asks. \"Or was a lot of luck involved because of the plot's rushed nature?\" \n The device was discovered not by law enforcement authorities, but by a T-shirt vendor. \n Since the 2001 attacks, lawmakers have created a Cabinet-level Department of Homeland Security and revamped the nation's intelligence apparatus so a director of national intelligence coordinates the effort. \n Still, the government needs to do more, said terrorism expert Bruce Hoffman, one of the report's authors. \n \"There is no single government agency responsible\" for identifying the increasingly diverse array of terrorist threats, Hoffman said. \"Terrorists may have found the Achilles' heel. We have no strategy to deal with this emerging threat.\" \n\nLoad-Date: September 11, 2010"
}