{
    "title": "Homeland Security defends memo on veterans, domestic terrorism",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 4,
    "day": 20,
    "full text": "OKLAHOMA CITY - Top Department of Homeland Security officials on Sunday defended an agency intelligence assessment warning that veterans returning from Iraq and Afghanistan could be susceptible to recruitment by right-wing extremists, though one said it should have been \"more tightly written and presented.\"\nHomeland Security chief Janet Napolitano said on CNN's \"State of the Union\" that she regrets that some people took offense to the report, but added that \"a number of groups far too numerous to mention\" were targeting returning veterans to carry out domestic terrorism attacks.\nShe said the warning report, which went out to American law enforcement agencies two weeks ago, was consistent with earlier reports.\nThe report, which also warned of veterans engaging in lone acts of violence, was criticized by conservatives who called it offensive and said the agency should apologize to veterans.\nDeputy Secretary Jane Holl Lute, in Oklahoma City for ceremonies marking the 14th anniversary of the bombing of the Alfred P. Murrah Federal Building, said it is wrong to characterize the report's distribution as an attempt to insult veterans but acknowledged that \"it should have been more tightly written and presented.\"\nLute, an Army veteran and former assistant secretary-general of the United Nations in charge of peacekeeping operations, said the agency was taking \"very seriously\" the threat that right-wing domestic extremists could use the lagging U.S. economy and the election of the country's first black president to recruit members.\nLute said the agency didn't focus on any one group because of its members' beliefs or backgrounds but that it was more interested in the likelihood that a group might turn to violence.\nThe report mentioned Oklahoma City bombing conspirator Timothy McVeigh, a decorated Army veteran convicted of detonating an explosives-laden truck in front of the federal building, killing 168 people and injuring hundreds. McVeigh was executed in 2001, and his former Army buddy, Terry Nichols, is serving multiple life prison terms for his role in the attack.\nLute said her agency assesses all potential hazards and that the Oklahoma City bombing was \"a reminder to the country that we can't be complacent.\"\n\nLoad-Date: April 21, 2009"
}