{
    "title": "HOMOSEXUAL PRACTICE INTELLECTUAL TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 3,
    "day": 12,
    "full text": "WASHINGTON Commentator Andy Rooney's second coming to CBS' ''60 Minutes'' shows that the ''C'' in the network's call letters stand for cash. When ratings dropped, all those high-minded concerns about prejudice against blacks and homosexuals that triggered Rooney's suspension apparently went out the corporate office window; quickly we got to the bottom line. Perhaps this is why the network's other letters are ''BS.'' Rooney said he had ''learned a lot'' from the uproar over remarks he made about homosexuals and the alleged comments about blacks that he denied making.  I'll bet he did learn a lot.  The way CBS treated its commentator is likely to make Rooney and all those who are paid to share their opinions with the public a little more careful about what they say and a lot more careful about how they say it.  The Rooney affair is more of a clear and present danger to the integrity of the First Amendment than the recent controversy over ''pornographic art'' funded by government money. It is on a par with the attempt by the Pentagon to restrict publication of the ''Pentagon Papers'' during the Vietnam War because they contained material that embarrassed the government.  The fact is, even though he is back on the air, Rooney has been ''Miranda-ed'' - read his rights by CBS management, and he has fewer rights than before. He has been told by homosexual pressure groups that as far as they are concerned, he has the right to remain silent.\nIf he gives up the right to remain silent, anything he says will be used against him and could cost him his job.  Where are the defenders of pluralism and freedom of expression when we need them? Village Voice columnist Nat Hentoff told me, ''Practically no liberals or libertarians raised the free speech point.'' He called their failure to speak up ''a low-water mark for liberals.'' Pressure by homosexuals on the networks and, by extension, on all who hold strong opinions against legitimizing homosexual practice is a form of intellectual terrorism. It causes the pursuit of truth to be replaced with situational ethics. It allows opinion polls, not sound judgment, to create policy. In this game, truth is determined by those voices that can yell the loudest or successfully threaten a person with the loss of his livelihood.  Right and wrong continue to exist. Those who believe this way should be free to say so without fear of losing their platforms or their jobs.  Libel and slander laws protect people from injury, but all forms of speech (profanity excepted) should not only be tolerated - but encouraged.  Even if Rooney were a racist and a bigot, and I believe he is not, silencing him would not make him less so. Persons with strongly held opinions should be allowed to state them so that their ideas might be debated on their merits and not shoved aside under the pretense that if they are out of sight, they will be out of our minds.  We need more commentary on all the networks and a greater diversity of opinion. The Rooney affair, I'm afraid, means we will get less. All of us, not just those who make a living by stating their opinions, will be the poorer for it.  SOURCE: Copyright 1990 Los Angeles Times Syndicate\n\nLoad-Date: October 14, 1993"
}