{
    "title": "HONDURAS CITES TERRORISM PLOT",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 8,
    "day": 23,
    "full text": "TEGUCIGALPA, Honduras -- Honduras tightened security at foreign embassies and declared a national terror alert after receiving information that al-Qaida was trying to recruit Hondurans to attack embassies of the United States, Britain, Spain and El Salvador, a government official said yesterday.\n The heightened security was implemented three days ago after Honduras' intelligence services received reports of a plan allegedly targeting those countries' embassies here and abroad, Security Minister Oscar Alvarez said.\n Some Hondurans reportedly were offered money to carry out attacks, while others were approached on ideological grounds. Honduras has a tiny Islamic community.\nThe purported al-Qaida plot was directly linked to the war in Iraq, which is why it targeted the United States, Britain and El Salvador, Alvarez said.\n Honduras withdrew its 370 soldiers in April.\n / Putin visits Chechnya\n VLADIKAVKAZ, Russia -- Russian President Vladimir Putin placed flowers at the grave of Chechnya's assassinated president yesterday during a surprise visit aimed at boosting the Kremlin's favorite in upcoming elections in the war-torn region.\n Putin's brief visit followed a night of bloody fighting in the Chechen capital that underlined the violence and chaos that persists ahead of next week's presidential ballot.\n Putin arrived in slain Chechen president Akhmad Kadyrov's home village of Tsentoroi early in the morning and placed red carnations at his grave.\n In televised footage, he stood solemnly with Kadyrov's powerful son Ramzan and Chechen Interior Minister Alu Alkhanov, who has met with Putin repeatedly and received lavish coverage in Russia's state-run media since he emerged as the Kremlin favorite in the Aug. 29 vote.\n / Iran plans more reactors\n TEHRAN, Iran -- Iran said yesterday that it plans to build a second nuclear reactor with Russia's help and that at least two other undisclosed European states have expressed interest in such a project, brushing aside U.S. accusations that the Islamic state wants to build atomic weapons.\n Russia is building Iran's first nuclear reactor, which was begun by West Germany but interrupted during the 1979 Islamic revolution. Damage caused to the nearly completed facility in Bushehr during Iran's 1980-88 war with Iraq also led to the postponement of its planned inauguration from 2003 to August 2006.\n Despite the delays and the project's $800 million cost, Iranian nuclear officials say they want Russia to build more nuclear reactors to help generate greater amounts of electricity.\n / Sudan to reduce troops\n KHARTOUM, Sudan-- In a goodwill gesture on the eve of peace talks, Sudan said yesterday it would reduce paramilitary forces in Darfur by 30 percent to try to ease tensions in the western region, where an 18-month conflict has killed an estimated 30,000 people.\n The reduction of the volunteer force was ordered to build confidence ahead of African Union-sponsored peace talks starting today in Nigeria between government officials and two African rebel groups, said Sudan's state minister for interior affairs, Ahmed Mohamed Haroon.\n\nLoad-Date: August 23, 2004"
}