{
    "title": "HONDURANS UPSET AT CIVILIAN RULE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 11,
    "day": 9,
    "full text": "A year after this country elected its first civilian Government in a decade, the euphoria and optimism that accompanied President Roberto Suazo Cordova's inauguration appears to have been eroded by increasing doubts about the fruits of democracy.\nNot only have hopes for social change and an early recovery of the depressed economy been disappointed, but the country's traditional peace has also been disturbed by growing terrorism and repression as Central America's troubles have spilled into Honduras.\nTo many Hondurans, the army seems more visible and powerful today under the civilian administration of President Suazo Cordova than it was under the succession of the nine military regimes that ruled the country in the 1970's.\n''One can easily perceive a clear disenchantment in many sectors of the population that went to the polls with so much hope,'' a pastoral letter from the country's seven bishops noted last month. ''There is a general feeling of greater fear and of less freedom, particularly in border areas, some rural districts and, at times, in the large cities.''\nTEGUCIGALPA, Honduras, Nov. 6 - A year after this country elected its first civilian Government in a decade, the euphoria and optimism that accompanied President Roberto Suazo Cordova's inauguration appears to have been eroded by increasing doubts about the fruits of democracy.General 'Running the Show'\n''People voted so that the military would leave, but now they find that Alvarez is running the show,'' a liberal politician said, referring to Gen. Gustavo Alvarez Martinez, the head of the Honduran armed forces.\nThe United States, which has traditionally played a prominent role in Honduras's domestic affairs, has inevitably been blamed for many of the country's troubles, above all since local politicians believed Washington would ''reward'' Honduras for returning to democracy with vast economic aid.\nBut while the United States provided Honduras with $89 million in aid during fiscal 1982, including $35 million in emergency funds under the Caribbean Basin Initiative, the Honduran economy is expected to register negative growth this year. And social unrest is mounting as unemployment and hardship spread.\nSome politicians, both inside and outside the Government, also argue that Washington's decision to build up the Honduran Army and support exile groups operating out of southern Honduras against Nicaragua have thrust this country into the broader ideological struggle convulsing Central America.\n \nStrategy of 'Preventive War'\nOver the last year the problems of Central America have been increasingly mirrored in Honduras. Government spokesmen point to a series of guerrilla actions, including the holding hostage by leftists of over 100 business leaders in San Pedro Sula in September, as evidence that Cuba, Nicaragua and the Salvadoran left are trying to spread revolution to Honduras.\nBut Honduran military sources also say that, following the advice of senior Argentine Army officers working as advisers here, General Alvarez has opted for a strategy of ''preventive war'' against domestic leftists.\nThe army has built roadblocks, made unexpected midnight raids, created a nationwide civil defense network and begun an @antileftist propaganda campaign. It has been accused of being responsible for numerous ''disappearances'' of critics of the Government. \nIn a pastoral letter last month, the country's bishops warned of the growing mood of violence. ''Terrorism, disappearances, the mysterious discovery of bodies, assaults, thefts, kidnappings, individual and collective insecurity, all appear to have grown over the past two years,'' they said.\n \n'A Sort of Religious War'\nThe bishops particularly criticized the new civil defense committees as instruments of repression normally used by governments of ''extreme right or extreme left.''\nComplaints about repression have also been heard from labor and professional groups as well as from the Honduran Human Rights Commission. ''Now we have a sort of religious war to save democracy in which clandestine jails, disappearances and torture are tolerated,'' the commission's president, Dr. Ramon Custodio, noted.\nMany Hondurans hold General Alvarez responsible for the new mood of uncertainty. But they also argue that he has been strengthened by the support he enjoys from the United States Ambassador, John D.  Negroponte.\nYet friends of General Alvarez say that he nevertheless distrusts the United States as an ally, unsure whether Washington would keep its pledge to help Honduras in case of conflict with Nicaragua.\nLast week, rumors circulated here of an impending shake-up in the top military command, seemingly aimed at consolidating General Alvarez's position among younger officers. The general is reportedly also looking to weed out the sympathizers of Col. Leonidas Torres Arias, an exiled former intelligence chief who has charged General Alvarez with leading the country toward war with Nicaragua and with direct responsibility for the ''disappearance'' of suspected leftists."
}