{
    "title": "Honduran rights record improves after skidding in '81",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 12,
    "day": 14,
    "full text": "After a lengthy period of police abuses, fear, and uncertainty, the human-rights situation in Honduras appears to be improving.\nFor more than a year, it looked as if Honduras might be falling into the grip of right-wing hit squads such as those that have terrorized the neighboring countries of Guatemala and El Salvador.\nIn early 1981, suspected leftists and others began ''disappearing.'' According to the Committee for the Defense of Human Rights in Honduras (CODEH), more than 35 persons were grabbed off the streets by members of the security police or by unidentified captors.\nMany of those who were captured in this manner never reappeared. Some were killed. Others were released after being interrogated and tortured.\nNone of this came close to matching the abuses that have occurred in Guatemala and El Salvador, where thousands have been killed by secret death squads believed to be linked with military.\nBut for Honduras, which has been relatively free of such abuses, the disappearances created shock and fear.\n''This is not like El Salvador,'' said a Honduran lawyer, ''but it's still a scandal.''\nThen in October of this year, following the last publicly known case of a disappearance, the terror seemed to come to an end. Diplomats, Honduran human-rights activists, and other persons attribute the cessation of the activity to a combination of factors: local and international press reports; protests from Honduran congressmen, human-rights groups, and other organizations; a statement of concern from the nation's Roman Catholic bishops; and quiet efforts made by United States diplomats and others to get the Honduran government to put an end to the abuses of police power.\nSome sources also think that public statements made last August by a senior Honduran military officer, who denounced the abuses, contributed to the Honduran government's efforts to discipline the security police. The officer, Col. Leonides Torres Arias - the former chief of Honduran military intelligence who was sent into ''exile'' as a defense attache in Argentina last May - accused Gen. Gustavo Alvarez Martinez, the chief of the Honduran armed forces, of bringing terrorism to Honduras.\nColonel Torres Arias pointed to the disappearances and the discovery of clandestine cemeteries as signs that terrorism was growing under General Alvarez.\nA diplomat here says Honduran President Roberto Suazo Cordova took the matter up with General Alvarez, telling him that while the country faced a serious internal security challenge, it must be dealt with under the law.\nA lawyer working with CODEH said that the Honduran security police had begun to ''react with repression'' in 1981 following a series of kidnappings and bank robberies carried out mostly by Salvadoran guerrillas who were trying to raise money. When the Honduran Army began coordinating border operations with the Salvadoran Army and blocking arms shipments to Salvadoran guerrillas, the rebels began to put pressure directly on the Honduran government.\nGuerrillas blew up electrical towers in Honduras and engaged in other sabotage. In August of this year, the Hondurans captured a Salvadoran guerrilla explosives expert.\nIn other cases, the reaction of the Honduran security police was viewed by some as extreme. The police are said to have felt that terrorists were being allowed to go free because out-of-date sections of the penal code contained loopholes. In some cases police offIcers killed accused terrorists before they could go through the judicial process.\nSome lawyers fear that a new decree law gives the security police too much freedom to engage in arrests and detentions. They say that the police still frequently violate constitutional rights by holding those they arrest incommunicado for a day or longer."
}