{
    "title": "HONDURAS AND NICARAGUA GIVE OPPOSING VIEWS AT THE U.N",
    "publisher": "the new york times",
    "year": 1982,
    "month": 10,
    "day": 9,
    "full text": "The Honduran Foreign Minister said at the 37th session of the United Nations General Assembly today that his country had been working to solve some of the conflicts in Central America but was now threatened by those conflicts and by regional terrorism.\nThe Foreign Minister, Edgardo Paz Barnica, said Honduras was working with Costa Rica to establish a forum for peace, and he hoped that Nicaragua would contribute.\nAt an earlier news conference, Nicaragua's Foreign Minister, the Rev. Miguel d'Escoto Brockman, offered another view of the situation. He said a United States-inspired invasion of Nicaragua from Honduras was imminent.\nUNITED NATIONS, N.Y., Oct. 8 -The Honduran Foreign Minister said at the 37th session of the United Nations General Assembly today that his country had been working to solve some of the conflicts in Central America but was now threatened by those conflicts and by regional terrorism.\nHe also said there had been many incursions into Nicaragua by anti-Sandinist followers of the former dictator, Gen. Anastasio Somoza Debayle, who were harbored by Honduras.\nHe praised the Mexican-Venezuelan proposal for direct talks between Honduras and Nicaragua as a ''very important initiative.'' But he criticized the United States for insisting on a regional agreement to halt the arms trade in Central America, saying it was an expression of Washington's hostility toward peace talks.\nHe said his Government has been rebuffed in repeated efforts to meet with Honduran leaders to settle differences between the two nations. He also said he had not been able to meet Secretary of State George P. Shultz during the Secretary's visit to the General Assembly last week.\n \n'Lack of Realism'\nIn his statement to the General Assembly, the Cuban Foreign Minister, Isidoro Malmierca Peoli, blamed the United States for the unrest in Central America.\n''Blinded by stupidity and lack of realism,'' he said, ''Mr.  Reagan's Administration has rejected dialogue and a negoitated political solution in this explosive area and is preparing the conditions for an armed intervention that would prevent a revolutionary triumph in El Salvador and drown the Nicaraguan revolution in blood.''\nThe United States, the Cuban Minister said, is using the Honduran military as a ''spearhead'' against Nicaragua and El Salvador. He said the intention was to legalize probable direct intervention by United States forces. Such military intervention would create a new Vietnam in Central America, he said.\nHe reaffirmed Cuba's ''unswerving support'' for Puerto Ricans seeking ''full independence and sovereignty.'' He said Cuba also backed the efforts by Grenada to lay ''the foundations for a new society,'' the efforts by Panama to carry out the Panama Canal agreements, and Bolivia's desire to recover an outlet to the sea.\nIn other speeches, Rabbie L. Namaliu, Papua New Guinea's Minister of Foreign Affairs and Trade, called colonialism an anochronism and commended France for trying to help the indigenous Melanesian population of New Caledonia. He expressed hope that the French efforts would lead to independence. He added that he hoped other French territories in the Pacific would be given a chance to determine their own future.\nMr. Namaliu praised the United States for giving the people of Micronesia ''a range of options, including a plebescite on their future.''\nBut he condemned France for continuing to test nuclear weapons in the Pacific, and noted that Pacific leaders had asked atomic powers to refrain from dumping nuclear waste in their area.\nMosese Qionibaravi, Fiji's Foreign Minister, noted that his country had not been fully reimbursed for maintaining troops in Lebanon.  Fiji's soldiers have been part of the United Nations peacekeeping force in Lebanon for four years. ''The cost of maintaining troops in Lebanon has been burdensome,'' he said.\nHe also said the force must have the support of all parties in the conflict. ''This had not always been the case in Lebanon,'' he said."
}