{
    "title": "Hong Kongers fear drastic law marks 'before' and 'after' Hong Kong 's new national security law, imp",
    "publisher": "the christian science monitor",
    "year": 2020,
    "month": 7,
    "day": 1,
    "full text": "Hong Kong residents awoke Wednesday to a stark new reality: China's state-security apparatus has them within easy reach following Beijing's swift and secretive imposition on the territory of a sweeping national security law.          \nThe new law drew protests by 27 countries at the United Nations Human Rights Council in Geneva for undermining the freedoms and semiautonomous status of the Asian financial center. Critics say it destroys a legal firewall that had offered some protection for basic rights against the rule of China's Communist Party.\nThe top-down enactment of the law on Tuesday night, bypassing Hong Kong's legislature, belies the \"one country, two systems\" formula that China pledged to uphold for 50 years after regaining sovereignty over Hong Kong, a former British colony, in 1997.\n\"It marks the end of Hong Kong that the world knew before,\" tweeted pro-democracy campaigner Joshua Wong. He and other activists immediately disbanded their organizations, while vowing to continue their fight in a personal capacity.\nDespite the heightened risks, protesters took to the streets to oppose the law on Wednesday, the 23rd anniversary of Hong Kong's handover from Britain to China. Riot police arrested about 370 people, including 10 they suspected of breaking the new law - the first of whom, police said, was a man who held a \"Hong Kong Independence\" flag. Police raised purple flags warning protesters they may be breaching the security law.\n\"The time for collective self-delusion ... is over,\" says Alvin Cheung, a Hong Kong barrister and university lecturer now at New York University, predicting prosecutions under the new law of several prominent Hong Kong pro-democracy figures. \"We've seen that Beijing is able and willing in the current climate to ram this legislation down everybody's throats. I would imagine they are unlikely to sit on it now that they have obtained it.\"\nThe law broadly defines national security crimes - secession, subversion, terrorism, and collusion with foreign \"elements\" - with a maximum penalty of life in prison. But it also opens the door wide for not only Hong Kong citizens, but anyone, to be apprehended by Chinese state-security agents, sent to the mainland, tried in courts controlled by the Communist Party, and punished under China's criminal code.\nThe law allows Chinese state-security authorities to operate secretly through a new National Security Agency (NSA) in Hong Kong, which can take jurisdiction of any cases it considers \"complex,\" \"serious\" or that involve a \"major\" threat.\nHigh-stakes confusion \nOvernight, Hong Kong residents had to calibrate how to respond to the new risk of prosecution by Chinese authorities.\nThe full text of the law was withheld from Hong Kongers until just before midnight on Tuesday, when it was published after Hong Kong's Chief Executive Carrie Lam signed and promulgated it.\nBeijing carefully choreographed the move to quash unrest and instill fear in the city of 7 million people on China's southern coast, say Hong Kong political analysts.\n\"Everything is kept in a black box ... in the dark ... in this shock and awe campaign against Hong Kong,\" says Kenneth Chan, associate professor of government at Hong Kong Baptist University. \"It is right of Hong Kong people to prepare for the worst.\"\nBeijing's aim, analysts say, is to extend to Hong Kong the same psychological control system long used in mainland China, one that relies heavily on self-censorship. People curb their behavior inordinately because they are never sure where the line is that they cannot cross.\n\"The ambiguity of the law is the most frightening part,\" says Hong Kong activist Glacier Kwong. \nThis puts at risk civil liberties such as freedom of speech and protest, activists say. For example, posting on social media about organizing protests in Hong Kong could be cast as attempts to overthrow the government and subject to prosecution, Ms. Kwong says.\nDual state danger\nIn terms of Hong Kong's autonomy, \"this national security law clearly is a lethal blow demolishing the firewall between the two systems,\" says Professor Chan, a former Hong Kong lawmaker.\nIn its place, the law creates a \"dual state\" inside Hong Kong, with two different legal tracks for prosecuting national security crimes. Beijing holds the prerogative to take jurisdiction of cases as it sees fit.\n\"This is pretty much a textbook example of the dual state,\" says Mr. Cheung, a nonresident affiliated scholar of NYU's U.S.-Asia Law Institute. \"Every single person is left at the mercy of the state, and whether or not you get arrested and prosecuted is entirely dependent on the whims of the [Chinese Communist] Party.\"\nHong Kong's chief executive, Ms. Lam, says the law will only be applied in \"rare\" cases, and will not be applied retroactively.\nBeijing has long sought to tighten its hold over Hong Kong, and the leadership has been frustrated - if not embarrassed - by the open defiance of millions of Hong Kong \"compatriots,\" experts say.\nChina's leadership began calling for strengthening the national security apparatus in October, after months in which Hong Kong failed to quell mass pro-democracy protests. Earlier efforts by Hong Kong lawmakers to pass national security legislation, as required by the Basic Law, were thwarted by popular opposition.\nMass protests erupted in June 2019 over a proposed extradition law, later withdrawn, that would have allowed some criminal suspects in the territory to be tried in the mainland. Millions of citizens of all ages and walks of life took to the streets to oppose Beijing's erosion of Hong Kong's autonomy and demand universal suffrage and police accountability.\nThe protests were largely peaceful, although some protesters clashed with police and vandalized metro stations, government offices, and pro-Beijing businesses. Beijing labeled the protests akin to \"terrorism\" and said they were instigated by foreign forces, or \"black hands.\"\nThe new law echoes such charges and seems tailored to counter the protests - for example by labeling destruction of vehicles as \"terrorism\" and damaging government facilities as \"subversion.\" Signaling the unfolding chill, numerous social media accounts of activists are going dark.\nFutures here - or elsewhere?\nIn addition to stifling the protest movement, the law may be timed to prevent anticipated gains by Hong Kong's pro-democracy candidates in legislative elections scheduled for September. Last November, pro-democracy candidates won a landslide victory in district council elections.\nAnyone convicted of violating national security is disqualified from holding or running for public office, allowing for a possible purge of democrats and localists from elected bodies.\nHong Kong public university presidents are required to pledge allegiance to the national security law, Professor Chan says, and some scholars fear self-censorship in classrooms and research will soon follow.\nHong Kong's foreign business community, meanwhile, worries about how the law undercuts the territory's independent judiciary, and about its authorization of covert surveillance and the intercept of communications.\nThe law says national security authorities in Hong Kong will take unspecified \"necessary measures to strengthen\" the management of foreign organizations, nongovernmental organizations, and news agencies in the territory.\nIn a June survey taken by the American Chamber of Commerce in Hong Kong (AmCham), 83% of respondents said they were \"very concerned or moderately concerned\" by the impending law. Nearly half expressed pessimism about Hong Kong's medium- and long-term outlook. But with interests in China and no clear alternative location, most said they had no immediate plans to leave. About 1,300 U.S.-owned companies and 100,000 Americans are based in Hong Kong.\nAs for Hong Kongers, some are seeking refuge abroad. Taiwan opened a new office Wednesday to help those fleeing, Reuters reported, and the United Kingdom has vowed to create a path to citizenship for many Hong Kongers.\nBut others such as Professor Chan envision \"a new chapter for Hong Kong's pro-democracy movement,\" now that the myth of \"one country, two systems\" has been fully revealed. \"Never succumb to the inevitability of dictatorship,\" he says. \"Live a life as human beings and embrace uncertainty. A lot of people in Hong Kong will continue to do that.\"\n\nLoad-Date: July 1, 2020"
}