{
    "title": "Honoring heroes of 9_11 and 2020",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 9,
    "day": 11,
    "full text": "Most American adults will pause at some moment today and think about where they were on Sept. 11, 2001.\nEven before that day was over, citizens knew it was one that - like with the attack on Pearl Harbor - would live in infamy.\nWhat kind of world are we living in where terrorism threatens the mass taking of innocent lives on American soil, we wondered at that time. Think now of all the ways our world has changed with advanced security measures. Walking into public buildings, flying on airplanes and attending large events or tourist locations now often means metal detectors, security officers and even full-body scans. After 9/11, we adapted to a new way of life, and taking off shoes in an airport security line seems natural.\nIn 2020, we're again reconciling new \"normal\" conditions. While the threat now is not terrorism, it has heeded some of the same results. It has brought about new policies and protocols, some of which may be adapted as cultural norms going forward. And while 2020 has caused people to pull together in some cases, it also has created division.\nAs we reflect on the anniversary of 9/11, we should honor the memory of all those who lost their lives or their loved ones by renewing efforts to build consensus and collaboration rather than division.\nLike the heroes of 9/11, the pandemic of 2020 has brought about its own set of everyday workers we now see in a new light.\nWhile many people adapted to a new work-from-home environment in recent months, others were called to duty despite the risk to care for the sick, to provide food and other basic necessities and to keep our nation functioning. In recent weeks, teachers and school administrators moved into that force of front-line workers.\nFrom doctors and nurses in hospitals and long-term-care facilities, to truck drivers, grocers, restaurant employees and retail workers, we salute the legion of men and women who have worked through this pandemic and continued to serve others. We salute your service and pray for your safety.\nSpeaking of those who show up for work every day as part of America's lifeline, this week we honor farmers for their relentless effort and key role in our nation's food chain.\nThursday marked the event honoring four Telegraph Herald Tri-State Farm Families of the Year, and their stories have been told in the TH during the past week. All of the stories, photos and videos are available at TelegraphHerald.com.\nThe winners are:\nLivestock farm family: Moore Family Farm Group.\nGrain farm family: Mike Rea and family.\nDairy farm family: Redrock View Farms.\nOrganic farm family: Bear Creek Acres Dairy.\nA tip of the seed cap to these hardworking folks who have preserved the way of farm life for themselves and their families. Farmers are at the heart of the tri-state area, and we're proud to honor their dedication and commitment.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board.\nwhere we stand\nRemembering 9/11 and hoping for a similar camaraderie to emerge in 2020.\n\nLoad-Date: September 12, 2020"
}