{
    "title": "HOPEFULS CALL FOR MORE ANTI-TERRORISM FUNDS_ DEMOCRATS SEEK BILLIONS FOR LOCAL AGENCIES",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 1,
    "day": 30,
    "full text": "In the two years since the Sept. 11 terrorist attacks, President George W. Bush's administration has sent $7.8 billion to state and local first responders to prepare for future attacks on the homeland.\nThe Democratic candidates for president want to devote billions more.\nAre the billions spent enough? Or do local police, firefighters and other first-on-the-scene emergency personnel still lack what they need to be prepared?\n\"I don't think at this point we can say anything's enough,\" said Sam Simon, director of public safety for St. Louis. He is also point of contact for a $9.8 million federal grant to bolster a regional approach to homeland security across the metropolitan area: Madison, St. Clair and Monroe counties in Illinois and St. Louis, St. Charles, Franklin and Jefferson counties in Missouri.\n\"We're not talking about just response and recovery. We're talking about deterrence and prevention (of terrorism). If somebody wanted to know, 'Do you need more money?' I would always say yes.\"\nSo as the president touts the billions his administration has spent for the cause, most Democratic candidates are promoting billions more for the locals as key to their homeland security strategy. With Bush's post-Sept. 11 war on terrorism as one of his greatest political strengths, the Democrats are seeking to distinguish themselves on aspects of the Bush strategy unpopular with many Democratic voters.\nAmong them:\n* Going to war in Iraq without United Nations' approval.\n* The expansion of federal law enforcement power through the Patriot Act.\n* The need for more cash among local agencies that have stretched their budgets responding to federal terrorism alerts.\nHoward Dean, former governor of Vermont, wants to spend $5 billion more for first-responder equipment and gear. Sen. Joseph Lieberman of Connecticut prefers $7.5 billion - plus $7 billion more to hire firefighters. Sen. John Edwards of North Carolina wants $1.5 billion to hire more local first responders. Sen. John Kerry of Massachusetts, who is shadowed by members of firefighters unions at every campaign stop, wants to give states the money to hire 100,000 new police officers and 100,000 new firefighters.\nJames Jay Carafano, a senior research fellow for national security and homeland security at the Heritage Foundation, is skeptical of the promises.\n\"I think right now a big increase in homeland security would not only be wasteful, it wouldn't be productive,\" Carafano said. \"For example, if you have guys running around training on responding to a dirty bomb threat and that's not a credible threat, not only are they wasting time, but people may be buying equipment they don't really need. So you've taken away the resources from doing something that might be more productive.\"\nStephen Flynn, senior fellow for national security for the Council on Foreign Relations, believes that more financial attention should be devoted to homeland security efforts.\n\"We designed our national security apparatus for an away game. To a large extent, the response to 9-11 by President Bush has been to continue that tradition,\" said Flynn, who said Democrats have backed that strategy but are now issuing critiques as local governments complain. \"In the beginning, everybody was going through patriotic silence. There was an expectation that once the federal government gets its act together, the federal spigot will be turned on. It took them two years to realize there's nothing coming, or very little.\"\nGeorge Washington University political science professor Forrest Maltzman said the campaign-trail talk of spending more money locally is good politics.\n\"Those areas have lots of local support,\" Maltzman said. \"This has been a fairly typical pattern where people in Congress are supporting more money for first responders - and the president is putting more into federal expenditures.\"\nSimilarly, Maltzman said, some presidential contenders' pledges to focus National Guard troops on activities more at home also play well with the locals.\n\"People in the National Guard are not happy going to Iraq right now, so, politically, this is a popular thing,\" Maltzman said.\nNor is the war in Iraq popular among Democratic voters. Exit polls from this week's New Hampshire Democratic primary showed that 63 percent oppose the war.\nLieberman has proudly defended his vote for the Iraq war resolution and his vote for the $87 billion special budget for Iraq and Afghanistan. Edwards and Kerry, who voted for the war resolution but against the $87 billion plan, say Bush misused the authority they gave him by failing to secure international support. Dean criticizes them for voting for the resolution in the first place.\nWesley Clark, a retired Army general, and civil rights activist Al Sharpton also oppose the war. Ohio Rep. Dennis Kucinich, the most anti-war candidate of them all, is the only candidate from Congress who voted against the Iraq resolution. He wants to create a Department of Peace whose mission would range from averting domestic abuse to changing the worldview that \"war is inevitable.\"\nAll the Democratic candidates, even Lieberman, criticize Bush for going forward with the Iraq war without U.N. approval.\nThey all also are in accord on accusing the Bush administration - and particularly Attorney General John Ashcroft - of overly aggressive use of new law enforcement powers under the Patriot Act. The law, passed after the terrorist attacks, widely expanded government power to detain, search and monitor people targeted in terrorism investigations.\nMany of the law's provisions were noncontroversial. But others raised civil liberties concerns, such as one provision allowing FBI agents to secure warrants for business or library records without probable cause that the target committed a crime. That created such a furor that Ashcroft issued a statement to say it had never been used.\nAnother controversial provision is one that allows agents to delay notice when they carry out a search warrant on someone or seize a person's property.\nKerry wants to limit the delayed notification to no more than seven days after the search. Clark wants to repeal it. Kerry and Edwards, both of whom voted for the Patriot Act, want to repeal the part that allows a warrant for records without probable cause. Kucinich, who voted against the Patriot Act, has sponsored a bill to replace it with a version that he says is more respectful of civil rights. Dean also wants revisions.\nBoth Lieberman, who voted for the law, and Sharpton have called for a review.\nBush wants to expand powers to allow federal law enforcement agents to issue administrative subpoenas to seize records quickly in terrorism cases without grand jury approval. He also wants to ban bail for people charged with terrorist crimes and wants to make the death penalty available as punishment for more terrorism crimes.\nThat's unlikely to happen this election year, since the House Judiciary Committee chairman first wants to review use of the Patriot Act's current powers. But efforts to roll back the law will face obstacles as well.\nAshcroft sent a letter Thursday to the Senate Judiciary Committee chairman, saying one such bill sponsored by Sens. Larry Craig, R-Idaho, and Dick Durbin, D-Ill., would \"undermine our ongoing campaign to detect and prevent catastrophic terrorist attacks.\"\n\"If (the bill) is presented in its current form to the president, the president's senior advisers will recommend that it be vetoed,\" Ashcroft wrote.\nKerry is a co-sponsor of the bill.\n= = = =\nHomeland and national security: Where they stand\nSource: Post-Dispatch research, The Associated Press\nHere's how Democratic presidential candidates stand against Republican President George W. Bush:\nPresident George W. Bush\nNATIONAL SECURITY: States is safer because the terrorist-supporting Taliban regime in Afghanistan has been overthrown, because Saddam Hussein's effort to acquire and possibly share weapons with terrorists is ended, and because other nations fear the American response should they threaten the West.\nHOMELAND SECURITY: Created Cabinet-level Homeland Security post. Created Terrorist Threat Integration Center to place all terrorist intelligence-gathering domestically and abroad in one center. Reorganized FBI to focus on preventing domestic terrorism. Boosted airport security and border security.\nGen. Wesley Clark\nNATIONAL SECURITY: Previously spoke in favor of the Iraq war but now says he opposes it. Criticizes the administration for having acted without a broad international consensus. Cites his leadership role in the war in Kosovo as an example of bringing nations together to fight a justified war against genocide that ended without American casualties.\nHOMELAND SECURITY: Proposes 100 percent security inspections for all cargo on commercial passenger airlines. Wants larger investment in airport security screeners, required background checks for employees who serve commercial airliners and funding to protect airliners from surface-to-air missiles.\nHoward Dean\nNATIONAL SECURITY: Has made early opposition to the Iraq war the centerpiece of his campaign. Accuses the administration\nof misleading the American people about the reasons\nfor invading Iraq, and criticizes congressional Democrats who accepted Bush's statements on the war. Says that the capture of Saddam has not made the United States safer.\nHOMELAND SECURITY: Proposes sending $5 billion to the states to pay for communications equipment and gear for local first responders, including National Guard and hospital workers. Calls for expanded defense of seaports and land borders; greater security at chemical plants; and improved intelligence-gathering.\nSen. John Edwards\nNATIONAL SECURITY: Supported the decision to go to war, but voted against the $87 billion package for Iraq and Afghanistan, saying he didn't want to give Bush a blank check. Says the removal of Saddam was good for Iraqis and Americans, but that the administration has acted without sufficient international support.\nHOMELAND SECURITY: Wants to create\na new homeland intelligence agency to conduct foreign surveillance within the United States to help prevent terrorist attacks. Proposes $1.5 billion to help states hire police, firefighters and emergency medical technicians as local first responders for attacks.\nSen. John Kerry\nNATIONAL SECURITY: Supported giving the administration the authority to go to war, but opposed the $87 billion package. Now contends he cast the pro-war vote based on faulty U.S. intelligence, and that the president misused that authority by rushing into the conflict with insufficient international support or planning.\nHOMELAND SECURITY: Proposes retraining National Guard to have as central mission ability to evacuate, quarantine and assist local communities in the event of an attack. Proposes doubling the size of the volunteer AmeriCorps to also focus on homeland security.\nRep. Dennis Kucinich\nNATIONAL SECURITY: Says the war in Iraq was illegal and immoral and calls for U.S. troops to be brought home now, to be replaced by U.N. troops. Has sued to block the administration from withdrawing from the Anti-Ballistic Missile Treaty. Wants to establish a Department of Peace.\nHOMELAND SECURITY: Proposes cutting the Pentagon budget to focus on what he calls \"hometown security -- health care, jobs and education for all.\"\nSen. Joseph Lieberman\nNATIONAL SECURITY: Supports the war and the removal of Saddam. Is the most hawkish Democratic contender, but criticizes the way the administration has dealt with allies and has conducted the postwar situation.\nHOMELAND SECURITY: Wants to spend $7.5 billion more for local first responders, plus $7 billion over six years to hire local firefighters. Proposes a National Homeland Security Academy to educate future domestic defense leaders.\nAl Sharpton\nNATIONAL SECURITY: Opposed the war, which he says has directed resources away from domestic needs. Says the United States would be safer if it acted more in cooperation with other nations.\nHOMELAND SECURITY: Proposes cutting significantly increase the military budget, which he says has done nothing to improve security.\n\nNotes\n\nCAMPAIGN 2004 - PRESIDENT/ Reporter Karen Branch-Brioso/ E-mail: kbranch@post-dispatch.com/ Phone: 202-298-6880/ / Missouri primary/ The Missouri presidential primary is Tuesday. This series looks at the stances of the Democratic candidates./ Tuesday: Taxes Wednesday: Health care Thursday: Jobs, trade Today: Homeland security/ terrorism/war Sunday: Character; electability; social issues/ As it is published, the complete report on the issues, as well as our earlier candidate profiles, can be found online at STLtoday.com/election2004.  \n\nGraphic\n\n \nPHOTO, GRAPHIC(2) Color Graphic/chart with photos 1-8 - Homeland and national security: Where they stand (see text field)/ Source: Post-Dispatch research, The Associated Press ; (1-8) Photo headshots - President George W. Bush, Gen. Wesley Clark, Howard Dean, Sen. John Edwards, Sen. John Kerry, Rep. Dennis Kucinich, Sen. Joseph Lieberman, Al Sharpton\n\nLoad-Date: February 9, 2004"
}