{
    "title": "Horn of Africa still a hotbed for Islamic terrorism",
    "publisher": "the world",
    "year": 2009,
    "month": 12,
    "day": 28,
    "full text": "RIYADH, Saudi Arabia - A Nigerian man's claim that his attempt to blow up a U.S. plane originated with al-Qaida's network inside Yemen deepened concerns that instability in the Middle Eastern country is providing the terrorist group with a base to train and recruit militants for operations against the West and the United States.\nUmar Farouk Abdulmutallab has been charged with trying to destroy a Detroit-bound Northwest Airlines flight on Christmas day in a botched attempt to detonate explosives. The 23-year-old claimed to have received training and instructions from al-Qaida operatives in Yemen, a U.S. law enforcement official said.\nIf confirmed, it would be the second known case recently by the relatively new group, al-Qaida in the Arabian Peninsula, of exporting terrorism from Yemen - a country with a weak central government, many lawless areas and plentiful supplies of weapons. But Yemen, the ancestral home of Osama bin Laden, has long been an al-Qaida stomping ground.\nIn August, al-Qaida in the Arabian Peninsula tried to assassinate Saudi Arabia's counter-terrorism chief, Prince Mohammed bin Nayef, in a suicide-bombing attack that bore similarities to the airliner plot.\nU.S. officials say the device used by Abdulmutallab contained PETN, a high explosive also known as pentaerythritol. The same material was used in the August attack in Saudi Arabia by Abdullah Hassan Tali al-Asiri, who had traveled to Yemen to connect with the al-Qaida franchise there. PETN also was what convicted shoe bomber Richard Reid used when he tried to destroy a trans-Atlantic flight in 2001.\nThe botched attack on the U.S. plane came a day after Yemeni forces, with the help of U.S. intelligence, launched the second of two major air and ground assaults on major al-Qaida hideouts in Yemen. At least 64 militants were killed in the two operations.\nAl-Qaida in the Arabian Peninsula said in a statement, dated last week and posted online Sunday, that the first airstrike was conducted by American jets. The group urged followers to attack U.S. military bases, embassies and naval forces in the region.\nThe mass shooting at the Fort Hood, Texas Army post on Nov. 5 added to the concerns about al-Qaida threats from Yemen. U.S. Maj. Nidal Malik Hasan, who is accused of killing 13 people, had exchanged dozens of e-mails with radical U.S. cleric Anwar al-Awlaki, who has been hiding out in Yemen. Last week's attack on al-Qaida hideouts targeted a meeting of Yemeni and foreign al-Qaida operatives, believed to include al-Awlaki.\nA video posted online four days before the airliner bombing attempt featured an al-Qaida operative in Yemen threatening the United States and saying \"we are carrying a bomb.\" Although it was not clear whether the speaker was anticipating Friday's bombing attempt, it has attracted scrutiny.\nYemen's weak central government is battling two rebellions as well as al-Qaida. The terrorist group's presence is particularly worrying because the lawlessness of the country allows its operatives to roam freely.\nSome analysts say increased activity by al-Qaida in Yemen suggests the group has strengthened and taken root in a country whose proximity to the world's top oil producer, Saudi Arabia, and vital maritime routes make it strategically more important than Afghanistan.\nAnwar Eshki, the head of the Middle East Center for Strategic and Legal Studies based in Jiddah, said al-Qaida in Yemen \"is stronger than it was a year ago and is turning Yemen into its base for operations against the West.\" Eshki's center closely follows al-Qaida in Yemen.\n\"Yemen is al-Qaida's last resort,\" Eshki said. \"There's no doubt that al-Qaida's presence in Yemen is more dangerous than its presence in Afghanistan.\"\nEvan Kohlmann, a senior investigator for the New York-based NEFA Foundation, which researches Islamic militants, suggested that rivalry among al-Qaida's branches might be a factor behind the focus on the United States.\nHe said al-Qaida central, in Afghanistan and Pakistan, is still the main source of attempts to attack the United States.\n\"There's now a competition in the world of al-Qaida between various al-Qaida factions, with each trying to prove themselves and prove their worth,\" he said.\n\"The ultimate achievement for these folks is being able to replicate something that previously only al-Qaida central could achieve,\" he added. \"If you can be sophisticated enough to hit a target in the continental United States, that's a tremendous achievement for these folks.\"\nYemen was the scene of al-Qaida's 2000 suicide bombing of the destroyer USS Cole, which killed 17 American sailors.\nThe difference now is that rather than just carrying out attacks in Yemen, the new generation of al-Qaida militants appears to be trying to establish a long-term presence here, uniting Yemenis returning from fighting in Iraq and other areas and Saudis fleeing the kingdom's crackdown on al-Qaida.\nA year ago, the terrorism network's Yemeni and Saudi branches merged to become al-Qaida in the Arabian Peninsula, another factor that might have strengthened the group.\n\nLoad-Date: December 29, 2009"
}