{
    "title": "Horror What's the cure_",
    "publisher": "the world",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "TERRORISM expert Walid Phares, author of Future Jihad, says last week's horrifying massacre in Mumbai, India, probably will be repeated in various cities around the world. The attack demonstrated that a handful of suicidal fanatics can hide amid the populace (Mumbai, formerly Bombay, has 20 million people) until they unleash mass murder on unsuspecting civilians.\n\"Mumbai should be the moral and psychological 9/11 of the world,\" the MSNBC analyst told reporters. \"What has happened in that city will and can happen in all cities. That model is now a living model.\"\nHe said extremist \"jihadis\" hope to seize control of the world's 52 Islamic nations and restore a far-flung Caliphate, a tyrannical theocracy that would trample human rights and unleash nuclear weapons on non-Muslim countries. Such zealots gladly die for their cause, he said, \"because, in the view of a suicide bomber, life is not 'here,' it's on the 'other side.'\"\nDr. Phares said the only hope of curbing this menace is for governments around the world to unite in \"an international coalition against jihadis that would go across ideology, regions and cultures. ... You have to have international action in the same way Nazism and fascism were fought. You must have an international charter against the radicalization of young minds.\"\nMeanwhile, more suicide bombers killed 38 more Iraqi civilians Monday, after a gory week claiming many victims including 13 female government workers. Reuters news service says 90,000 Iraqis have been slaughtered since President Bush ordered the U.S. invasion. In somewhat different violence, rioting between Muslims and Christians in Nigeria killed about 200 last week as rival mobs burned churches and mosques.\nPhares is correct. A unified world movement is needed to suppress faith-based killing, the worst peril of the 21st century. Although 99 percent of humanity is peaceful, it takes just a few armed fanatics to inflict terrible harm on the defenseless majority. The United Nations should call a global summit on this crisis and mobilize international action \"against the radicalization of young minds.\"\nThe Mumbai killers evidently were 10 young Pakistani men who belonged to Lashkar-I-Taiba (\"Army of the Righteous\"). Normal Westerners cannot understand \"holy warriors\" who think murder is a divine mission. Finding a solution will be extremely difficult. Military invasions don't work - and actually spur more terrorism. But the best experts in the world community should be united to seek feasible cures for this baffling phenomenon.\nReleased Tuesday, a new study mandated by Congress warned that it's \"more likely than not\" that terrorists will acquire nuclear or biological horror weapons by 2013 and unleash them on America. This sobering conclusion adds even greater urgency to the need for mammoth international teamwork against fanatics.\n\nLoad-Date: December 9, 2008"
}