{
    "title": "Horror Mumbai terrorism",
    "publisher": "the world",
    "year": 2008,
    "month": 11,
    "day": 29,
    "full text": "Civilized society is wide-open, letting people travel freely by cars, trains, boats, aircraft, etc., without being stopped for Gestapo-style searches. In every city, unarmed multitudes go about their daily jobs, peacefully doing no harm to others, never thinking about violence. The operation of modern life is based on trust and decency - an assumption that law-abiding folks will coexist harmoniously and productively in safety.\nThis openness - even cordiality - makes it easy for crazed, armed, secretive, suicide fanatics to walk into luxury hotels or other public places and commit psychotic mass murder. The belief-driven killers are nearly undetectable as they mingle furtively among the unsuspecting populace, before they inflict horror.\nThe whole world is sickened by this week's cruel massacres in Mumbai, India. About 150 defenseless civilians evidently were killed and many others were wounded by a few zealots. Presumably, the attackers were Muslim militants waging jihad (holy war) against innocent strangers.\nHow can such believers think that God wants them to slaughter unprotected families and others? How can they gladly give their own lives to carry out systematic killing in a warped religious cause that is barely comprehensible? It seems insane to normal Westerners - yet this menace is the worst producer of bloodshed in the 21st century. The historic 9/11 attack on America set a pattern for hundreds of suicide massacres in numerous countries.\nOn Thanksgiving Day, a time for humane feelings, the Chicago Tribune commented:\n\"A fresh act of savagery drills home the lesson: We are India, as we are Spain, as we are Great Britain, as we are the United States. We are, together, the breath-filled targets of ideological extremists who want us dead.\"\nThe paper said the \"shocking images from the streets of Mumbai\" remind the world \"of the power of terrorism, the capacity of small people with vicious intentions to provoke wide fear.\"\nThe Indian tragedy came only a day after the FBI warned that al-Qaida reportedly plotted an attack on the New York subway system.\nWhat a nightmare. It's hard to think of a cure for this madness. Even if Western nations became police states, with machinegun-carrying troops on every corner, concealed \"holy warriors\" might slip through. Development of high-tech scanners able to see guns hidden under clothing amid street throngs might help - but the devices probably wouldn't detect armed terrorists inside cars.\nIt takes only a handful of furtive suicide volunteers to inflict terrible harm on ordinary folks going about their daily lives. As long as a few twisted fanatics think they're serving a divine mission, average civilians will have little protection from surprise massacres.\n\nLoad-Date: December 2, 2008"
}