{
    "title": "Horror without terror, just anger",
    "publisher": "the pantagraph",
    "year": 2013,
    "month": 4,
    "day": 18,
    "full text": "President Barack Obama has made it official. The Boston Marathon bombing was an \"act of terror,\" he declared. \nAnd, furthermore, you will be found. \nI don’t yet know who you are or what voices in your head told you to do what you did. \nYou may be one or you may be a dozen. You may be foreign or domestic. \nYou didn’t even grant us the simple courtesy of blowing yourself or yourselves up like the 9/11 hijackers did. \nYou acted more like Timothy McVeigh, who lit a fuse to a truckload of explosive fertilizer in front of the Alfred P. Murrah Federal Building in Oklahoma City in 1995 and walked away. He was eventually caught. \nYou acted more like Eric Rudolph, who blew up a backpack at the 1996 Atlanta Summer Olympics. He disappeared for a few years but he eventually was caught, too. \nAnd maybe you’ll end up like Osama bin Laden. It took years to catch him, but he was caught - and killed. \nWho knows? Maybe you were given some sort of false confidence by the ways we Americans don’t always get along. Our differences make headlines every day. We live in a very diverse country and we have a lot to argue about. \nBut, nothing concentrates our minds like the certain knowledge that somebody, somewhere is trying to kill us - just for being Americans. \nWhat else are we to make of this psychopathic assault on one of America’s proudest and most festive events? \nWe don’t know who placed the two bombs that within seconds of each other ripped through crowds of spectators near the finish line of the marathon. \nBut we can tell that the bombs were meant to kill or injure as many as possible and terrorize the rest of us. \nOfficials counted three dead by the next morning and more than 150 injured, a statistic that hardly captures the breathtaking horror in witness accounts. \n\"War Zone at Mile 26,\" read a New York Times headline: \"‘So Many People Without Legs.’\" \n\"These runners just finished and they don’t have legs now,\" said Roupen Bastajian, 35, a Rhode Island state trooper and Marine veteran, according to the Times. \nOne moment he was one of thousands of exhausted runners. The next, he was helping to tie tourniquets on bleeding legs - and what was left of legs. \n\"So many of them,\" he said. \"There are so many people without legs. It’s all blood. There’s blood everywhere. You got bones, fragments. It’s disgusting.\" \nYet the big story soon turned from terrorism to heroism. No one knew how many more bombs might explode at any moment. Yet without hesitation, police officers, marathon workers, firefighters and emergency medical workers jumped in to rip out temporary barricades by hand and treat the wounded. \nTwitter and bloggers buzzed with praise for the selfless first responders, who did not look in any way terrorized. They were too busily focused on helping bomb victims. Out of the horror, Americans were making their own good news with stories of courage and sacrifice. \nTV viewers wanted to help, too. Phone calls flooded in from across the country with offers of assistance. The American Red Cross was flooded with so many blood donations that they politely asked would-be donors to make an appointment to come back in the coming weeks and months. \n\"The Boston Marathon has lost its innocence,\" one surviving runner told an NPR interviewer. She was referring to how the marathon, an event that beautifully brings people together from all over the world has been assaulted by terrorism. \nIn that sense, the nation lost its innocence years ago. Yet we seem to have replaced it with a new readiness and a new realism. The reactions to this tragedy seemed to be less panicked, more professional. \nEven the Twitter frenzy seemed to include more cautionary notes against spreading the usual unsubstantiated rumors. That’s a blessing. When we panic we only terrorize ourselves. \n\"The Boston Marathon has lost its innocence,\" one surviving runner told an NPR interviewer. She was referring to how the marathon, an event that beautifully brings people together from all over the world has been assaulted by terrorism. \nIn that sense, the nation lost its innocence years ago. Yet we seem to have replaced it with a new readiness and a new realism. The reactions to this tragedy seemed to be less panicked, more professional. \nEven the Twitter frenzy seemed to include more cautionary notes against spreading the usual unsubstantiated rumors. That’s a blessing. When we panic we only terrorize ourselves. \n\nGraphic\n\n \nThis is a Quark CopyDesk document!\n\nLoad-Date: April 23, 2013"
}