{
    "title": "HORROR OF EARLIER TERRORISM LINGERS",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 2,
    "day": 24,
    "full text": "NEW YORK -- Even after 17 years, the images linger: The body of a slain Navy diver dumped on the Beirut tarmac from a hijacked plane; the pilot in his cockpit, a gun at his head.\nAmericans were targets of terrorism long before Sept. 11 and the recent slaying of Wall Street Journal reporter Daniel Pearl.\nFor several reasons his high-profile kidnapping, the barbarity of his execution, the wrenching photographs of him in captivity Pearl seems likely to become one of those who remain etched in America's collective memory.\nOthers have been forced into that role, including two men who were aboard TWA Flight 847 when it was hijacked en route from Athens to Rome in June 1985. The hijacking followed a series of suicide bombings killed more than 270 Americans in Lebanon in 1983-84.\nFor more than two weeks, 39 hostages were held aboard the plane at Beirut's airport by Hezbollah guerrillas. One televised image showed the pilot, Capt. John Testrake, leaning out the cockpit window with a hijacker's pistol at his head.\nOne day into the ordeal, after enduring brutal beatings by the hijackers, Navy diver Robert Stethem was pushed from the plane, a bullet in his head. He died on the tarmac.\nBetween beatings, the 23-year-old from Waldorf, Md., had told another hostage that, if anyone had to die, he hoped it would be him, because his five Navy buddies on the flight were all married and he was not.\nBy the end of 1985, Americans were all too familiar with the names and faces of other hostages, victims of a wave of kidnappings that snared more than 100 foreigners in Lebanon.\nSome eventually were freed, including the longest-held The Associated Press' chief Middle East correspondent, Terry Anderson. He was abducted in Beirut on March 16, 1985, and released Dec. 4, 1991.\nOther American hostages were killed, including the CIA's station chief in Beirut, William Buckley, and Marine Col. William R. Higgins, who was serving with a U.N. peacekeeping force in Lebanon.\nBuckley's haggard face became familiar in January 1985, nine months after his abduction, when he appeared in a videotape released by his captors.\nAnother memorable victim was Leon Klinghoffer, a 69-year-old New Yorker shot by Palestinian terrorists on Oct. 8, 1985, during the hijacking of the Italian cruise ship Achille Lauro. Klinghoffer's body, still seated in the wheelchair that he used, was thrown overboard into the Mediterranean.\nAt a memorial service, his cousin Sharon Hellman spoke about her vision of Klinghoffer's legacy: \"Just as Anne Frank became the symbol of victory over the Nazis, Leon Klinghoffer will become the symbol of victory over the terrorists.\"\n\nLoad-Date: February 25, 2002"
}