{
    "title": "Hospital terrorism warning taken in stride in suburbs, city",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 11,
    "day": 15,
    "full text": "A vague bio-terrorism warning that an FBI spokesman said \"got more play than it needed\" caused suburban hospitals to review their crisis plans and security Thursday, but hardly caused a wave of panic, officials around the area said.  \nMost hospitals in the suburbs, in fact, said little changed at their facilities after word circulated Wednesday of a potential mid-December to April threat to hospitals in Chicago, Houston, San Francisco and Washington, D.C.  \nSome hospital officials said they never even received a warning from law enforcement and had heard about the potential threat from media reports. Others said they were notified by local police or the FBI late Wednesday or early Thursday. Few said they told workers to alter much of anything, other than to continue to be on the lookout for suspicious activity.  \nLaurie Stevens, director of public relations at Advocate Good Samaritan Hospital, said workers at the Downers Grove hospital have already been trained on how to treat victims of biological agents. The hospital, like others in the area, has bought new decontamination equipment and has conducted crisis drills.  \nDowners Grove police notified the hospital of the current threat.  \n\"They have told us, but they believe the threat would be greater to an urban hospital,\" Stevens said.  \nOfficials at University of Chicago Hospitals braced for a bio- terrorism attack by buying a new, $50,000 decontamination trailer, which arrived this summer. In response to Wednesday's warning, they posted more security guards and extended patrol hours. Employees there and at other hospitals have been told to keep a close eye on identification badges worn by people around the hospital.  \nThe Metropolitan Chicago Healthcare Council sent out e-mails Thursday downplaying the threat. It offered suggestions on how to be prepared, including testing backup systems. The council provides crisis training for hospitals, including how to set up decontamination units or how to deal with an influx of patients.  \nAlexian Brothers Medical Center in Elk Grove Village has been sending workers to the council's seminars every month. On Thursday, workers at the hospital received e-mails warning of the latest threat. In it, they were told how to treat suspicious packages, including ones with misspelled words or from foreign countries.  \nThe latest terrorism warning came out Wednesday. Officials in the FBI's Houston office said the agency received uncorroborated information from overseas intelligence sources about possible anthrax or explosions at hospitals.  \nA White House spokesman on Thursday insisted the information collected \"has very low credibility.\"  \nWashington, D.C.-based FBI spokesman Ed Cogswell agreed with that assessment and suggested the warning was meant to go out to hospitals and police - not the public. The FBI's Houston office had to go \"more public than originally intended\" after the news media learned of the warning, he said.  \n\"The real issue is when you get the number of threats that come in, that are non-specific, that you can't verify the veracity of, you have to be very cautious,\" Cogswell said. \"The thing is, it did get out. It got more play than it needed to get.\"\n\nLoad-Date: November 18, 2002"
}