{
    "title": "Hostage-takers must be brought to justice",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 12,
    "day": 7,
    "full text": "Americans love happy endings, and the final homecoming for the hostages provides one. Once again, images of rapturous faces of former captives reacting with stunned wonder at their sudden emergence from the shadows speak more eloquently than mere words.\n \n    It seems a perfect end to a terrible story that has dominated American life for more than 12 years. Except this isn't the end. That can't happen until the nation comes to terms with the hostages, demonstrates it has learned the lessons of this long ordeal and finds a way to hold those responsible accountable.\n   That last will be the most difficult. It is also the most critical.\n \n    No sooner had Terry Anderson stepped before the cameras to close the circle on the hostage saga than long-suppressed accounts of the horrors inflicted on them began appearing. These are worse than could have been imagined.\n \n    The hostages suffered much more than cruel and unusual treatment; they were victims of atrocities on a scale that rivals anything since medieval torture mills.\n \n    Chained, isolated, blindfolded, savagely beaten, starved, frozen, kept in a state of perpetual darkness, they were denied even the most rudimentary care that is supposed to be the lot of any prisoner of war. They weren't even combatants; they were prisoners of chance, and of mindless terrorism.\n \n    Two of those most recently freed Alann Steen and Joseph Cicippio will carry scars from that experience for the rest of their lives.\n \n    However long it takes, the United States must continue to do everything in its power to bring those responsible to justice by whatever means necessary.\n \n    Admittedly, this will not be easy. But the United States does have options. It can, and should, make clear to the surrogates of terrorism the Iranians, Syrians and Libyans among them that they can expect no advantages from economic relations with the United States until the perpetrators of these terrorist acts are delivered to proper authorities. It can, and should, bring to bear all possible pressure on other nations who deal with these states. It can, and should, reserve the right to strike at these outlaw terrorists  wherever they can be found.\n \n    Beyond these immediate goals, the entire hostage episode provides important lessons for U.S. policy-makers and the public.  The varying ways in which the Carter, Reagan and Bush administrations responded to the hostage crisis are instructive.\n \n    The Carter administration, the first to face this problem, permitted the hostages to dominate virtually everything else to such an extent it literally became true, as the television programs of the time put it, that all America was held hostage. And the humiliating disaster of the Desert One rescue attempt only encouraged more hostage taking.\n \n    The Reagan administration carried the disasters to new dimensions. It talked tough \"we make no concessions; we make no deals\" and acted weak by secretly trading arms for hostages, thus rewarding the hostage takers and ensuring even more captives.\n \n    The Bush administration has acted the most skillfully by far and has, finally, reaped what appears to be the most satisfactory conclusion. It applied political and diplomatic pressure and didn't heighten public expectations for a breakthrough.\n \n    Through its response to the Persian Gulf crisis, the Bush administration also demonstrated that it was prepared to use full military force if necessary. At the same time, in another departure from the Reagan approach, it worked through the United Nations to seek a solution.\n \n    Now that has been achieved, to the relief of the nation. But the final solution has yet to be struck.\n \n Washington Post Writers Group\n\nLoad-Date: November 12, 1992"
}