{
    "title": "Hostages_ fanaticism or grievances_",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 6,
    "day": 21,
    "full text": "WHILE the TWA hijacking is in itself a repugnant act, it is important to transcend emotional responses to attempt to appreciate the political context of the event and to clear away stereotypes and erroneous assumptions.\nThe context is one of emerging Lebanese Shiite political self-consciousness since the aftermath of the Lebanese civil war of 1975-76. At first largely religiously inspired and led, the movement has come under the more secular leadership of Nabih Berri, as it seeks a greater political voice in Lebanon. His maneuvering for leadership of the Shiites, however, has been made more complex by the effects of the Israeli occupation of south Lebanon. Thus in the present situation, he is finding himself having to accommodate to the action of a fringe group to coopt the issue of the freeing of 700 Shiite prisoners in Israel.\nThe characterizations of fanaticism and terrorism have to be addressed, as does any naive sense that American policy bears no indirect responsibility for frustrating Shiite political ambitions. The hijackers happen to be Shiites, but that religious label is relevant as a background conditioning factor only. We should look not to Iran for the inspiration of the act, but to south Lebanon, where the Shiite people have been engaged in a strikingly successful guerrilla warfare struggle against Israeli military occupation.\nThis occupation continues both directly (500 Israeli soldiers remain behind) and indirectly via a south Lebanon Army surrogate, in spite of an official withdrawal of Israeli troops. When the Israelis withdrew they transferred to Israeli detention camps some 700 Shiites previously held in Lebanon, and whom the hijackers want released. This transfer across national borders is in violation of the Geneva Convention. Therefore, the grievances of the Shiites are real, tangible, and far from fanatic.\nTerrorism can only be understood when it is put into a political context, as its past and present practitioners have understood: for example, Menachem Begin, his organization the Irgun, and George Habash, and his organization the Popular Front for the Liberation of Palestine. A policy response to terrorism has become a growth industry in Washington, where the subject often is reduced to psychological theories or military tactics. Behind acts charged with being ''fanaticism'' and ''terrorism'' lie real and rational political issues.\nThis brings us to the third point, namely whether such actions represent simply blind hatred of Americans or something more substantial. Most immediately, Shiites can say with significant validity that the United States is at the base responsible for the deaths of 80 compatriots and the wounding of scores more in March of this year. This is a reference to the tacit admission in Washington that American intelligence ''trained the trainers'' who set off the car bomb in Beirut aimed at killing a prominent religious leader.\nWhile the United States claims to have an evenhanded position in the Middle East, it is also by its actions and statements boldly and clearly standing beside its ally Israel in Lebanon. Therefore, the US is seen as having a responsibility for and/or influence over the 700 prisoners in question in spite of the mild US reproof to the Israelis for having violated the Geneva Convention.\nAmerican policy has been involved in Lebanon episodically and ignorantly, for instance the stationing of Marines without clear policy direction, the firing of the guns of the battleship New Jersey, and air attacks on Syrian positions. It is at best naive and at worst manipulative and cynical to think that there will be no violent consequences. There is already a hostage crisis in Beirut separate from the TWA aircraft (seven Americans held) and both ''official'' Americans (marines and diplomats) and ''unofficial'' Americans (businessmen, educators, and tourists) have already died for no discernible policy purpose. Only a deeper understanding of the questions of the motivations of one's adversaries and the examining of the assumptions of US policy will contribute to bringing the carnage and suffering to an end for Americans and all others involved."
}