{
    "title": "HOT DISH POLITICS",
    "publisher": "star tribune ",
    "year": 2020,
    "month": 9,
    "day": 27,
    "full text": "With the news that at least a half dozen GOP state legislative candidates have expressed support for the QAnon conspiracy theory, one senior Republican lawmaker issued a full-throated call for their endorsements to be rescinded.\nState Rep. Patrick Garofalo, R-Farmington, in a post on Twitter, called QAnon \"a crackpot conspiracy group that has zero legitimacy.\"\n\"Any candidate for office who supports or advocates QAnon nonsense is unqualified to be an elected official,\" he wrote. \"The Republican Party should rescind the endorsement of any candidate who supports QAnon poison.\"\nYet it remains unclear if the Minnesota Republican Party will take any action. The party has not responded to requests for comment or publicly addressed the report. Other Republican leaders in the state are appearing to let Garofalo's statement speak for itself. Some Republican strategists suggest that the QAnon-linked candidates have emerged in Minnesota races the GOP has little chance of winning and that the issue is being ginned up by the media.\nStill, addressing QAnon before the 2020 election poses a unique challenge: Any reports on conspiracy theories or other examples of extremist movements risk further spreading their narratives. But it is undeniable that QAnon's adherents are inching closer into the GOP mainstream. In 2018, QAnon supporters were occasional sightings at political rallies. Now, they are beginning to appear on ballots. Scores of congressional and state-level candidates for office around the country have expressed varying degrees of support for a movement that the FBI has warned could inspire domestic terrorism or violence.\nThe same day the Star Tribune reported on the six GOP candidates, the Simon Wiesenthal Center, a human rights group, released a report on how the fringe movement has made its way into mainstream politics. The report outlined four candidates for the U.S. Senate and House who have been connected to QAnon.\n\"Increased awareness, coupled with easy accessibility on social media, and the compelling intrigue of a cryptic and evolving (and sometimes salacious) conspiracy, may suggest that QAnon is here to stay for a while longer,\" according to the report. \"Increased legitimacy from political candidates, the FBI's warning that it is likely to inspire domestic extremists, alongside multiple documented violence incidents supposedly inspired by QAnon, also could signal that QAnon poses a dangerous threat to U.S. society.\"\nMinnesota U.S. Rep. Tom Emmer, who chairs the National Republican Congressional Committee, has said in previous media interviews that the committee doesn't \"support any hate-driven conspiracy theories,\" adding that the campaign arm of the House Republicans is focusing on candidates in the dozens of targeted districts that can be swung back to GOP hands Nov. 3. MinnPost reported last week that the NRCC had included multiple candidates linked to QAnon in its Young Guns program. Emmer has congratulated candidates such as Marjorie Taylor Greene, a QAnon supporter who appears headed to a U.S. House seat in Georgia.\nStephen Montemayor · 651-925-5048\n\nLoad-Date: September 30, 2020"
}