{
    "title": "Hotel risk managers prepare for everything",
    "publisher": "business insurance",
    "year": 2008,
    "month": 6,
    "day": 16,
    "full text": "Hotel risk managers face a myriad of crisis exposures, although the nature of some risks has evolved.\nSecurity is a major issue that encompasses risks from theft to workplace violence to terrorism.\n``You kind of have to prepare for anything,'' said Mel Bangs, director of risk management for Irving, Texas-based Omni Hotels Corp.\nSince the Sept. 11, 2001, terrorist attacks, there has been a merging of safety/loss control and security functions to manage the evolving risk, said Thomas Dondero, assistant vp and manager of excess and surplus risk control services for Westport Insurance Corp. in Andover, N.J. ``In the past, video cameras used to be used more for theft prevention,'' he said. ``Now they are used for security of guests and employees.''\nReputational risk, meanwhile, has become a major issue because terrorism, disease outbreaks or fires can damage a hotel's good name, said Brian Ruane, executive vp, director of the real estate and hotel practice group of Willis Group Holdings Ltd. in New York. ``When something happens, it's front-page news,'' he said. ``You have to protect the brand.''\nFireman's Fund Insurance Co. offers an enhancement to its property policy to provide crisis management coverage for reputational risk. The policy covers reasonable fees of public relations professionals hired to respond if the hotel owner's brand suffers negative publicity.\nWhile the coverage is useful, having a plan to mitigate such a risk before there is a crisis may be a factor in insurance rates, said John Braschi, product director for commercial business for Fireman's Fund in Novato, Calif. For example, a hotel should know what public relations firm to use to take control of the flow of information to the media.\n``Having the insurance is OK, but without the planning, it really doesn't matter,'' Mr. Braschi said. ``We reward them for having that plan because it's so important.''\n\nGraphic\n\n \nArt Credit: The Omni Hotel in the CNN Center sustained damage from a tornado that stuck Atlanta earlier this year.\nArt Credit: AP Photos\n\nLoad-Date: June 20, 2008"
}