{
    "title": "Hotel backs out of hosting Muslim group",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 7,
    "day": 12,
    "full text": "A controversial Muslim group canceled its annual U.S. conference planned for Sunday after a suburban Chicago hotel backed out of hosting the event, organizers said.\nAmerican members of Hizb ut-Tahrir, which advocates establishing a worldwide Islamic state, had planned a conference at the Chicago Marriott Oak Brook. But conference organizer Ayman Hamed said the suburban hotel sent a cancellation notice and refund without explanation about two weeks ago.\nThat led organizers to cancel the daylong event, which has drawn protesters in the past.\n\"We're purely an intellectual political group,\" said Hamed, who declined to discuss why he thought the hotel canceled. \"We were very open when we approached the Marriott.\"\nThe group signed a contract in May which stated that the hotel wouldn't cancel unless there was a catastrophic event or that conference participates were to engage in illegal activity, Hamed said.\nThe hotel did not respond to calls and e-mail messages seeking comment on Sunday. A hotel receptionist said no other events had been canceled Sunday.\nHizb ut-Tahrir, which started in the 1950s, calls itself a political organization that advocates the establishment of an Islamic caliphate. The group is banned in Turkey and several Muslim countries.\nWhile it is popular in\nparts of Central Asia, Hizb ut-Tahrir's work in the U.S. is unclear and little scholarship is available on the group's American presence. The faction, whose members don't openly advocate violence, is not considered a terrorist organization by the U.S. government.\nThe group held one of its first major U.S. conferences last year at a hotel in the Chicago suburb of Oak Lawn. About 800 people attended the open-to-the-public event, titled \"Fall of Capitalism and Rise of Islam.\" It featured academic lectures and resembled, at times, a family festival with food and parents pushing strollers.\nBut it was also heavily guarded by police and drew a handful of protesters who alleged the group was tied to terrorism.\nHamed recognized that the hotel received concerned phone calls and may have been under pressure in hosting the group, but he declined to say if he thought that was the reason the hotel canceled.\nJeffrey Imm, a founder of the Washington-based Responsible for Equality and Liberty, which says it advocates for universal human rights, said he contacted the Marriott when he noticed the conference on the hotel's calendar.\n\"I wanted to educate (the Marriott) about (Hizb ut-Tahrir's) anti-democracy position,\" Imm told the Chicago Tribune for a Sunday story. \"I'm not looking to have their event canceled. I wanted them to be aware of who they are so they could have the appropriate security. These hotels have a right to know when there are groups that have been involved with or threaten violence against other people.\"\nA message left for Imm on Sunday by The Associated Press wasn't immediately returned.\nAccording to informational fliers on the group's London-based website, democracy is increasingly \"deeply flawed\" and \"controlled by large corporations and largely indifferent to the needs of ordinary citizens.\"\nIt says the group's focus has been influencing Muslim countries and it has no plans to change governments in the United Kingdom or the West. But the group has come under scrutiny from experts because of its allegedly secretive workings.\nZeyno Baran, a scholar who has worked for the Washington-based think-tank Hudson Institute, has called the group a \"conveyor belt to terrorism,\" saying it doesn't advocate violence, but has an ideology that is violent.\nHamed and other group members are familiar with the criticism and deny any violence or ties to terrorism.\n\"Everything that is said about us is pure lies and absurd,\" Hamed said. \"We are devoted to educating Muslims.\"\nMembership estimates\nfrom scholars, military experts and group members range from a few hundred in the U.S. to up to a million globally. Mainstream Muslim organizations, including the Islamic Society of North America, largely consider the Hizb ut-Tahrir a fringe group whose members are occasionally spotted near mosques handing out fliers.\n\nLoad-Date: July 12, 2010"
}