{
    "title": "Hotline targets potential terrorism",
    "publisher": "the tampa tribune ",
    "year": 2011,
    "month": 9,
    "day": 2,
    "full text": "Campaign is asking Floridians to report 'suspicious activity'\nBY CATHERINE WHITTENBURG\nThe Tampa Tribune\nTALLAHASSEE With the anniversary of the 9/11 attacks approaching and heightened concerns nationwide about terrorist activity, state and federal officials want Floridians to keep an eye on one another and report whether something is amiss.\nBillboards soon will go up publicizing a new hotline number, 1-855-FLA-SAFE, Floridans can call \"when something is out of place.\"\nThe \"If You See Something, Say Something\" initiative, announced Thursday, comes a week before the 10th anniversary of 9/11 and two weeks after a tipster clued in Tampa police to an alleged plot by a former Freedom High School student to \"inflict mass casualties\" at the school.\nFlorida Gov. Rick Scott noted the value of such tips.\n\"I think the biggest benefit of this is it highlights the fact that things happen. What was it, two weeks ago in Tampa where the young man was going to go shoot up his school? And fortunately someone said something.\"\nGerald Bailey, commissioner of the state Department of Law Enforcement, said at a news conference on Thursday that \"there are no specific threats to our state at this time, but we remain on high alert.\"\nResidents, he stressed, are encouraged to report people based on suspicious things they do, not who they are. The hotline is now operational.\nExactly what \"suspicious\" means, however, remains subject to interpretation.\n\"Suspicious activity can come in a variety of forms,\" Bailey said, offering examples such as trying to enter a security-restricted area, impersonating government or security staff, carrying false identification or planting suspicious packages.\nThe campaign builds on one created by New York's Metropolitan Transportation Authority and already isin effect in several states, including Colorado, Minnesota and New Jersey.\n\"As our nation prepares for the 10-year anniversary of 9/11, there's no better time for remembering the many lives lost that day,\" saidScott.\n\"It's also the perfect time to remind citizens of the need to remain vigilant,\" Scott said. \"Today we encourage Floridians and visitors to stay aware and alert, and to contact authorities when you witness something you know is out of place.\"\nThe initiative already hasdrawn criticism, however, from the American Civil Liberties Union of Florida, which argues that it could easily lead to racial profiling.\nPeople should report criminal behavior, but \"these 'turn in your neighbor' programs produce unreliable information and are little more than a government sponsored invitation to view everyone as a potential criminal and act on racial and ethnic stereotypes,\" ACLU of Florida director Howard Simon said in a written statement.\nSimon added: \"By unveiling this new program in the lead-up to the anniversary of 9/11, the Governor and others don't have to say what they really mean -- that Floridians should keep an eye on people who look, act, speak or worship differently.\"\nResponding to a reporter's question, Bailey conceded that \"of course, it's possible\" that such an initiative could cause people to target Muslims and other minorities disproportionately.\nBut that is not the goal, he said. \"That's why we're emphasizing behavior.\"\ncwhittenburg@tampatrib.com\n(850) 222-8382\nCopyright © 2011, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: September 7, 2011"
}