{
    "title": "House Delays Vote on U.S. Treatment of Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2005,
    "month": 11,
    "day": 4,
    "full text": "The House Republican leadership has delayed a vote on a proposed ban against cruel and degrading treatment of prisoners in American custody, and Democrats say the move is an effort to spare Vice President Dick Cheney an embarrassing defeat. \n  House Democrats, led by Representative John P. Murtha of Pennsylvania, had planned to offer a motion this week to endorse language in a military spending bill, written by Senator John McCain, Republican of Arizona, that would prohibit abusive treatment of terror suspects. The motion would instruct House negotiators to adopt Mr. McCain's precise language, which the Senate approved last month, 90 to 9. The White House has threatened to veto any bill containing the provision, saying it would restrict the president's ability to fight terrorism and protect the country.\nThe White House, in negotiations led by Mr. Cheney, is insisting that the Central Intelligence Agency be exempted from the proposed ban. \n  While not binding, the motion would put pressure on conferees who are trying to wrap up work on the underlying $453 billion military spending bill by next week. House Republicans have warned the White House that the motion is likely to pass.\n  But Speaker J. Dennis Hastert, Republican of Illinois, has not formally appointed the House conferees, and with no conferees there can be no motion to instruct them. \n  Democrats on Thursday were quick to accuse Mr. Hastert, a close friend and political ally of Mr. Cheney, of taking steps to postpone a vote that would embarrass the vice president at a time when his former chief of staff, I. Lewis Libby Jr., is under indictment in the C.I.A. leak case. \n  ''At a time when we should be protecting American service men and women from torture and improving our sullied international reputation, the majority in the House is more interested in protecting the vice president and this administration from embarrassment,'' said Representative Ellen O. Tauscher, a California Democrat on the House Armed Services Committee. \n  Representative Jane Harman of California, the ranking Democrat on the House Intelligence Committee, said in a telephone interview that the White House's opposition to Mr. McCain's provision was damaging the United States' image aboard. ''It's hurting the U.S. moral position to have it be perceived that some in our government want no rules,'' Ms. Harman said. \n  A spokesman for Mr. Hastert, Ron Bonjean, said that he had no knowledge of the speaker's delaying work on the military spending bill because of Mr. McCain's language, and that consultations were still under way with the Appropriations Committee on the timing of House conferees' formal appointment,\n  Republican and Democratic aides said there were other possible reasons for the House leadership to delay a decision on the conferees. \n  They said the leaders might want to keep the military spending bill in reserve as must-pass legislation to which other bills could be attached in a final session-closing measure later this month. \n  A Democratic aide added that there were still knotty substantive issues, including shipbuilding matters, that had not been resolved and that could be contributing to the delay. \n  But the attention of many legislators was focused on Mr. McCain's language. Last week, 15 House Republicans wrote Representative C. W. Bill Young, a Florida Republican who heads the Appropriations Committee, in support of Mr. McCain's provision. \n  The lawmakers said that they strongly endorsed Mr. Bush's efforts to defeat terrorism, but that the McCain provision would aid American troops in the field without interfering with presidential prerogatives. ''We believe the antitorture provisions are vital to protecting American service members in the field both now and in the future,'' they wrote on Oct. 27. \n  The Republicans who signed the letter were Representatives Michael N. Castle of Delaware; Christopher Shays, Nancy L. Johnson and Rob Simmons of Connecticut; James T. Walsh, Sherwood Boehlert and John R. Kuhl Jr. of New York; Joe Schwartz and Vernon J. Ehlers of Michigan; Charlie Dent of Pennsylvania; Wayne T. Gilchrest of Maryland; Tom Petri of Wisconsin; Ron Paul of Texas; Jim Leach of Iowa; and Jeb Bradley of New Hampshire.\n  Last month, Mr. Cheney and the C.I.A. director, Porter J. Goss, urged Mr. McCain to support an exemption for the agency, arguing that the president needed maximum flexibility in dealing with global terrorism. \n  Mr. McCain rejected the proposed exemption, which stated that the measure ''shall not apply with respect to clandestine counterterrorism operations conducted abroad, with respect to terrorists who are not citizens of the United States, that are carried out by an element of the United States government other than the Department of Defense and are consistent with the Constitution and laws of the United States and treaties to which the United States is a party, if the president determines that such operations are vital to the protection of the United States or its citizens from terrorist attack.'' \n  A spokeswoman for Mr. Cheney, Lea Anne McBride, said Thursday that Mr. Cheney frequently met with members of Congress to discuss legislative issues, but she declined to characterize his stand on Mr. McCain's provision or the proposed motion to instruct House conferees. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 4, 2005"
}