{
    "title": "Houses OKs Senate Terrorism Risk Bill",
    "publisher": "american banker",
    "year": 2007,
    "month": 12,
    "day": 19,
    "full text": "Just before the Terrorism Risk Insurance Act's expiration Tuesday, the House passed a narrower Senate bill by a 360-to-53 vote that would extend the government backstop program created after the Sept. 11 attacks for seven years and include domestic terrorism coverage.\nThe House had passed more expansive bills twice, initially seeking a 15-year extension that would include coverage for group life insurance and acts of terrorism not currently covered, such as nuclear, biological, chemical, and radiological attacks.\nBut the White House had threatened to veto the bill, and the Senate refused to take it up.\nRep. Gary Ackerman, D-N.Y., expressed disappointment that the House was unable to broaden the risk coverage program but introduced supplemental legislation that would include a provision to improve coverage for places like New York that have already suffered an attack. \n\"The Terrorism Risk Insurance Revision and Extension Act with Senate amendments is not the outcome that most of us in the House, on both sides of the aisle, wanted. ... The Senate amendments come from a naive world where there is no real risk of terrorism and another attack like 9/11 is impossible,\" Rep. Ackerman said on the House floor.\n\"We can either accept the Senate's shell of a bill - and ensure that our nation's economy is protected against terrorist attacks - or we can let the program expire in less than two weeks,\" he said.\nRep. Ackerman said he would keep pushing for further risk insurance coverage.\n\"We will continue to advocate for those provisions that we know are critical to securing our homeland against terrorist attacks, namely, the reset mechanism, group life coverage, lower program triggers, and ... [nuclear, biological, chemical, and radiological] coverage. To this end, I have just introduced legislation.\"\nhttp://www.americanbanker.com/            http://www.sourcemedia.com/\n\nLoad-Date: December 18, 2007"
}