{
    "title": "House puts 5-year limit on anti-terrorism powers; Civil-liberties concerns_ It also dumps money-laun",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "The House on Friday quickly approved anti-terrorist legislation pushed by the Senate and White House to increase the government's power to spy on, detain and punish suspected terrorists.\nBefore passage, however, the House insisted on changing the Senate package to put a five-year expiration deadline on the most intrusive of the new measures, including roving wiretaps, because of misgivings about civil liberties. It also dumped a Senate money-laundering provision, which is moving separately through the House.\nHouse Judiciary Chairman James Sensenbrenner, R-Wis., said he hoped the Senate would accept the House changes and send the bill to President Bush.\nBush was pleased with the House passage, on a 337-79 vote.\n\"I commend the House for passing anti-terrorism legislation just one day after the Senate took action,\" he said in a statement.\nDespite the presidential plea, possible delays loomed. \"We will not support a counterterrorism bill that does not have money-laundering provisions in it,\" said Sen. Majority Leader Tom Daschle, D-S.D.\nThe Senate approved its version 96-1 late Thursday night.\nBoth the House and Senate anti-terrorism measures would expand the FBI's wiretapping authority, impose stronger penalties on those who harbor or finance terrorists, and increase punishment of terrorists.\nMembers of the House Judiciary Committee were unwilling to give police some of the powers the Senate did, however, such as allowing secret \"sneak-and-peak\" searches of suspects' homes.\nUntil Friday, the House also had put the burden on the government to prove that an alien suspect was a terrorist instead of making the suspect prove he was not. Also dropped was an earlier House insistence that police get a court order before seizing business and phone records in terrorism investigations.\nMeanwhile, Americans should be vigilant about ensuring their civil liberties are not quashed as Congress expedites legislation to maintain their safety, members of a panel told a meeting of newspaper editors Friday.\n\"If you want to protect your own liberties, you have to protect mine. Because if mine go down the drain, soon yours will follow,\" said Azizah Y. al-Hibri, a law professor at the University of Richmond.\nThe panel discussion on the balance between security and freedom was held as part of the annual conference of Associated Press Managing Editors.\nSen. Russ Feingold, D-Wis., later defended his decision to vote against the anti-terrorism bill when he spoke to the organization Friday evening. Feingold, the lone dissenter in the 96-1 vote, said the bill did not strike the right balance between law-enforcement and civil liberties.\n\"The pressure to move on this bill quickly, without discussion or debate, has been relentless,\" he said. \"This, in my mind, was not the finest hour of the U.S. Senate.\"\nWhile he did support several measures in the bill, Feingold said he was worried about enhanced legal powers such as allowing officers to search a home without a warrant if they believed notifying the subject would thwart their investigation.\n\"There is no doubt that if we lived in a police state, it would be easier to catch the terrorists,\" he said. \"That probably would be a country in which we would not want to live.\"\n\nLoad-Date: October 16, 2001"
}