{
    "title": "House panel OKs bills to stop Pa. investment in countries with terror links",
    "publisher": "pittsburgh tribune review",
    "year": 2007,
    "month": 6,
    "day": 30,
    "full text": "HARRISBURG -- A state House committee on Friday approved a package of bills aimed at halting Pennsylvania's investments in countries identified as terrorist states. \nThe unanimous approval by the State Government Committee is an effort to set up the issue for consideration by the full House when the Legislature returns to session in September. \nThe bills would prohibit investing state money in companies that do business in nations identified by the U.S. State Department as terrorist regimes. It covers investments by the Public School Employees' Retirement System, State Employees' Retirement System and state treasurer.  \nState Rep. Josh Shapiro, D-Montgomery County, the bill's sponsor, told the committee that Pennsylvania and other states can use their economic power to deter terrorism abroad.  \n\"We have a unique opportunity to use our dollars to say no to terrorists, and to say yes to our men and women overseas,\" Shapiro said.  \nThe State Department identifies Cuba, Iran, Syria, North Korea and Sudan as countries that sponsor terrorism.  \nSome committee members, though, said the retirement funds are concerned that suddenly changing their investment portfolios would weaken their value. The change could necessitate a tax increase to cover the difference, they said.  \nShapiro said he's willing to take that chance.  \n\"I for one don't want my tax dollars going to a terrorist-sponsoring nation, even it means an extra dollar of taxes here,\" he said. \nSeveral other states, such as Missouri and Illinois, have divested their state funds from companies that deal with identified terrorist countries. Shapiro's legislation would not prohibit investment in companies that promote humanitarian efforts in the five identified terrorist nations.  \nIn 2004, a Washington-based think-tank, the Center for Security Policy, reported state retirement funds across the nation invest $188 billion in companies that do business with nations identified as sponsors of terrorism. \n\nLoad-Date: June 30, 2007"
}