{
    "title": "House passes bill to fight terrorism; Senate DFLers pushing less extensive measure",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 3,
    "day": 21,
    "full text": "A $22 million Republican anti-terrorism package passed the House with strong bipartisan support Wednesday, but it faces tough negotiations with DFLers who sent a bill for a much smaller amount to the Senate floor.\n     The Senate bill, which the Finance Committee approved Wednesday, would spend $4 million on equipment and training for local emergency responders and statewide hazardous-materials teams _ less than one-fifth of the House outlays on those items.\n     It also would make considerably fewer changes in criminal and civil law than the 62-page House bill, which sparked four hours of floor debate Wednesday over provisions ranging from wiretapping to immigrants' driver's licenses.\n     \"Our bill is the conservative one,\" said Senate sponsor Jane Ranum, DFL-Minneapolis.\n   But House Republican leaders argued, in effect, that conservatism in the defense of homeland security is no virtue.\n     \"Just as police officers, firefighters and first responders accept the duty to place their lives on the line for the sake of others, it is our responsibility as policymakers to ensure that these brave men and women have every advantage to succeed,\" said House cosponsor Rich Stanek, R-Maple Grove, a Minneapolis police inspector.\n     He said the bill answers persistent pleas from uniformed local forces for help in combating terror.\n      \"The House Republicans heard our call for help post-Sept. 11,\" Anoka County Sheriff Larry Podany was quoted as saying in a House GOP news release.\n     The House bill would be financed by permanently withdrawing $22 million from a state endowment fund to combat youth smoking. In a separate measure, the House would borrow $26 million for continuing upgrades in the state's police-emergency radio system.\n     No specific source has been identified for the Senate's $4 million expenditure on equipment, training and hazardous-materials response, Ranum said. An additional $17.7 million for the radio system would be raised by a 25-cent increase in the current 27-cent surcharge on every telephone line in the state, she said.\n     Extensive debate\n     During the long House debate, DFLers offered 10 amendments to soften criminal provisions, add new ones or restore proposed cuts to the tobacco endowment and state ombudsmen for crime victims and corrections. All but two failed.\n      Rep. Karen Clark, DFL-Minneapolis, won approval of background checks for crop-duster pilots, and Rep. Tom Rukavina, DFL-Virginia, stripped out a proposed ban on trespassing on school roofs.\n     \"I don't see what that has to do with terrorism,\" he said.\n     DFLers made similar arguments about tough trespassing provisions at \"critical facilities,\" looser wiretap and e-mail privacy protections and a color-coded driver's license for noncitizens. None of them is in the Senate bill.\n     Rep. Carlos Mariani, DFL-St. Paul, likened the license proposal to racist identification rules enforced in apartheid South Africa and Nazi Germany. He called it \"branding people in public.\" But the measure survived on a party-line vote of 62 to 70.\n     \"The intent is worthy,\" Rep. Michael Paymar, DFL-St. Paul, said of the anti-terrorism bill, which also includes a new crime of terrorism punishable by up to 30 years in prison. \"But it will bring an erosion of our civil liberties. And there's nothing in this bill that would have deterred what happened on 9-11.\"\n     Republicans differed with that assessment. House Majority Leader Tim Pawlenty, R-Eagan, said it would provide \"levers of law enforcement to fight this war.\"\n     Added House cosponsor John Tuma, R-Northfield: \"We owe it to Minnesotans and the thousands of citizens and public safety practitioners who lost their lives on September 11 to do everything we can to prevent, effectively respond to and punish acts of terrorism.\"\n    _ Conrad deFiebre is at cdefiebre@startribune.com.  \nHighlights of the bill\n     The House passed a $22 million anti-terrorism package. Half would be spent on training for emergency workers, $9 million on new equipment, such as for chemical decontamination, and about $200,000 on state trooper security at the Capitol. The bill also:\n    - Requires the health commissioner to establish a registry of which laboratories have certain biological agents that could be used for terrorism.\n    - Requires background checks for drivers transporting hazardous materials.\n    - Increases penalties for falsely reporting a crime or making terroristic threats.\n    - Creates a new crime of trespassing on the property of utilities (not including railroad lines or the land under telephone lines).\n    - Lets police more easily obtain \"roving\" wiretaps covering multiple cell phones, including access to voicemail, if federal law is changed to allow it.\n    - Allows Internet service providers to turn over their customers' e-mails, without fear of lawsuits, if they have reason to believe terrorism is planned.\n\nLoad-Date: March 21, 2002"
}