{
    "title": "House Dems want to change direction of war funds Murtha_ 'We've got problems in our own country'",
    "publisher": "usa today",
    "year": 2007,
    "month": 1,
    "day": 31,
    "full text": "WASHINGTON -- Democratic leaders in Congress plan to make extensive changes to the Bush administration's anticipated $100 billion request for new war funds. They want to redirect money from Iraq to military readiness at home and say Iraq, Afghanistan and other NATO countries must carry more of the financial burden.\nThe administration is to formally seek the new money Monday. The funds would be added to more than $500 billion appropriated for the global war on terrorism and are needed by spring. It is not clear whether Democrats can block any part of President Bush's plan to increase the troop level in Iraq by 21,500.\nHouse Democrats hope to use a series of hearings on the new spending request to show that the Iraq war hurts troop readiness at home and elsewhere, particularly in the National Guard and Reserves.\n\"We've got problems in our own country,\" said Rep. John Murtha, D-Pa., who chairs the House subcommittee with control over the defense budget. \"We're going to check every cent that's spent by the United States government\" in the war on terrorism, particularly the billions more being sought by Iraq and Afghanistan to equip their forces.\nMurtha, a Vietnam War veteran, has become one of Congress' leading critics of the Iraq war. He returned Monday from a five-day trip to the war zone with House Speaker Nancy Pelosi and other members of Congress.\nRep. Dave Hobson of Ohio, the lone Republican on the trip, said Iraq, Afghanistan and other NATO countries must carry more of the financial burden.\n\"They've let us do it up to this point, and we're not going to take it anymore,\" Murtha said. Armed Services Committee Chairman Ike Skelton, D-Mo, said, \"We in Congress have the power of the purse. We can cut off funds.\"\nThe administration says the requested funds are needed to protect troops. \"The troops need to know ... that their elected officials stand behind them,\" said Sean Kevelighan, a spokesman for the White House budget office.\nMurtha wants to bolster equipment inventories that have left the Guard and Reserves at their lowest state of readiness. He also wants to reduce requested funding for detention facilities at Guantanamo Bay; bulldoze the former Abu Ghraib prison outside Baghdad where U.S. troops abused Iraqi detainees; and add language to the spending bill barring torture under any circumstances. He said he plans 25 to 30 hearings.\nFunding for the war on terrorism is dominated by the conflict in Iraq, which costs $8.5 billion a month. The new request would bring 2007 funding to about $170 billion, up from about $120 billion in 2006. The war on terrorism consumes nearly 30% of the nation's total defense budget, a figure that could grow as equipment is upgraded and veterans seek medical care and disability benefits.\n\"There will be considerable costs to 'reset,' to fix and replace worn-out Army and Marine Corps equipment,\" said House Budget Committee Chairman John Spratt, D-S.C. \"Last year, the Army and Marine Corps estimated a need for $15 billion to $20 billion a year to repair, replace and refurbish equipment at the current rate, and for two to three years\" after the war ends.\nThe administration will estimate how much the war will cost in 2008 and include a partial request for 2009 in its proposed 2008 budget, to be delivered to Congress the same day. \"There will be significant war costs shown,\" White House budget director Rob Portman said.\nThe Pentagon estimates the cost of the additional troops at $5.6 billion; the Congressional Research Service says it will cost $7.6 billion, at $3,600 per person. Deputy Defense Secretary Gordon England told lawmakers this month that the new funding will be needed in Iraq by May or June, but White House spokesman Tony Snow has said the administration has enough money to increase troops.\nAt an Armed Services Committee hearing last week, Army Chief of Staff Peter Schoomaker and Marine Corps Commandant James Conway expressed concern about the military's ability to respond to other conflicts. \"We feel there is a risk,\" Conway said. \n\nGraphic\n\n \nPHOTO, B/W, Mark Wilson, Getty Images\n\nLoad-Date: January 31, 2007"
}