{
    "title": "House Members Arrive in City for Hearing on Terror Insurance",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 3,
    "day": 5,
    "full text": "A congressional push to give the government a permanent role in providing insurance against terrorist attacks has quietly been gaining momentum.\nIt is an ideologically charged move that would be felt most acutely in New York City - and Lower Manhattan in particular, where the perception of terrorism risk is high and real estate developers say the private market is ill-equipped to insure against the dangers.\nHighlighting New York's importance in the debate, members of a House subcommittee arrived from the capital for a hearing at City Hall today on the legislation, known as the Terrorism Risk Insurance Act. Mayor Bloomberg and Senator Schumer are scheduled to deliver remarks.\nFollowing the attacks of September 11, 2001, many insurance companies, rattled by roughly $32 billion in losses, began excluding terrorism risk from policies. The government responded by passing TRIA, a bill designed to coax them into renewing their coverage by agreeing to pay the bulk of insurance losses up to $100 billion a year in the event of future attacks.\nThe legislation, extended in 2005, is set to expire at the end of this year. A coalition of insurance and real estate industry leaders and supporters in Congress are pushing to make the arrangement, in one form or another, permanent.\n\"We're either going to have a permanent bill or we're going to move on,\" Senator Dodd of Connecticut, a Democrat who heads the Senate Banking Committee, told a group of insurers last month. \"I feel like Groundhog Day: Every time I turn around, I'm dealing with terrorism risk insurance to get this monster boulder up the hill again.\"\nProponents of a permanent government role argue that the market simply cannot bear the economic risk of terrorist attacks - projected in scenarios involving weapons of mass destruction to reach $778 billion - without government financing. About 60% of companies nationwide now hold terrorism insurance, protection seen as vital among construction and real estate companies.\nMoreover, they argue that without TRIA, terrorism insurance would become prohibitively expensive or simply vanish altogether, forcing construction to halt, businesses to flee, and jobs to evaporate.\nLast week, the World Trade Center project director for the Silverstein Group, Janno Lieber, told a Senate banking subcommittee that the expiration of TRIA \"could actually trigger a halt to the rebuilding of the Word Trade Center and the rest of Lower Manhattan.\"\nCritics of TRIA say the economic threats have been exaggerated by a clubby nexus of powerful interests - insurers who gain from free reinsurance, business leaders who enjoy reduced premiums, and their supporters in Congress who aim to appear aggressive on homeland security.\nThe political case for making TRIA permanent has been hampered by record-breaking profits in the insurance industry in recent years - in 2006, the industry drew $60 billion in profits, according to a recent study by the Consumer Federation of America. The report estimated that TRIA has boosted those gains by effectively providing insurers with a $7 billion subsidy, measured in premiums that would normally be paid for such reinsurance.\nRep. Carolyn Maloney, a Democrat of New York, who lobbied to bring today's House hearing to City Hall, said New York's appeal as a terrorist target makes the extension of TRIA critical to the city's economy. \"We remain terrorist target no. 1,\" she said. \"You couldn't even build a hot dog stand near ground zero without TRIA.\"\n\nLoad-Date: March 5, 2007"
}