{
    "title": "House sends extension of Patriot Act to Obama",
    "publisher": "the bismarck tribune",
    "year": 2010,
    "month": 2,
    "day": 26,
    "full text": "WASHINGTON - Key provisions of the nation's primary counterterrorism law would be extended for a year under a bill passed by the House on Thursday evening after Democrats retreated from adding new privacy protections.\nThe House voted 315 to 97 to extend the USA Patriot Act, sending the bill to President Barack Obama. Without the bill, the provisions would expire Sunday.\nThe Senate approved the extension Wednesday. The privacy protections were cast aside when Senate Democrats lacked the necessary 60-vote supermajority to pass them. Thrown away were restrictions and greater scrutiny on the government's authority to spy on Americans and seize their records.\nThe Democratic retreat is a political victory for Republicans and a major disappointment for Democrats and their liberal allies who believe the Patriot Act fails to protect privacy and gives the government too much authority to spy on Americans and seize their property.\nThe three sections of the Patriot act that would stay in force:\n* Authorize court-approved roving wiretaps that permit surveillance on multiple phones.\n* Allow court-approved seizure of records and property in anti-terrorism operations.\n* Permit surveillance against a so-called lone wolf, a non-U.S. citizen engaged in terrorism who may not be part of a recognized terrorist group.\nSenate Judiciary Committee Chairman Patrick Leahy, D-Vt., noted that the bill with privacy protections had been approved in committee by a bipartisan majority. He said the measure \"should be an example of what Democrats and Republicans can accomplish when we work together, but I understand some Republican senators objected to passing the carefully crafted national security, oversight and judicial review provisions in this legislation.\"\nBut Sen. Jeff Sessions of Alabama, the ranking Republican on Leahy's committee, said Thursday that any changes to the Patriot Act would weaken it.\n\"Recent terror attacks, such as those at Fort Hood and on Christmas Day, demonstrate just how severe of a threat we are facing,\" Sessions said. \"This extension keeps Patriot's security measures in place and demonstrates that there is a growing recognition that these crucial provisions must be preserved.\"\nThe Obama administration supported the revisions to the law as approved by the committee.\nRepublicans have been steadily pounding the Obama administration over the closing of the detainee prison at Guantanamo Bay, Cuba, as well as the possibility of holding civilian trials for detainees in the United States. They have also criticized federal agents for informing a Nigerian, Umar Farouk Abdulmutallab, of his right to remain silent after 50 minutes of questioning for allegedly trying to ignite explosives on a Detroit-bound airliner on Christmas.\n\nLoad-Date: February 26, 2010"
}