{
    "title": "House should show Shea the door Array of misdeeds outlined in report add up to grounds for expulsion",
    "publisher": "spokesman review",
    "year": 2019,
    "month": 12,
    "day": 20,
    "full text": "There was a simple question hanging over the House-ordered investigation of Rep. Matt Shea: Would there be a last straw?\n A damning revelation that finally broke the tough old camel's back of institutional support for Shea?\n Turns out the answer is no. There's no last straw.\n There's a whole bale.\n The mountain of evidence in the new 108-page investigative report that Shea committed \"domestic terrorism\" in organizing and inciting the  Malheur National Wildlife Refuge standoff - among a raft of his other radical, subversive, militarized behavior that has escalated for more than a decade - is stronger, clearer and more uncompromising than we had any reason to expect.\n It prompted a  rapid response from House Republicans, who booted him from the caucus, yanked his committee assignments and party support, and urged him to quit.\n It was a truly admirable move by the House GOP. But presuming that Shea does not quit - loving, as he does, the role of martyr - the information in the new investigation more than supports the legislative death penalty here: expulsion.\n The House ought to give him the boot.\n This is considered unlikely, a high bar to clear. Lawmakers are rightfully reluctant to overturn the wishes of voters and have only voted once to expel a member - who was convicted of statutory rape decades ago.\n But the new report, conducted by the Rampart Group, includes more than enough reason for lawmakers to kick Shea out.\n Many of the arguments for this might be familiar to you, if you've followed the Shea saga. But the chief accomplishment of the Rampart report is that it unearths and compiles seriously damning information that shows Shea was much more closely involved with planning and inciting the armed Bundy standoffs than was previously known.\n These are the activities that investigators plainly called \"domestic terrorism.\"\n They should be the death knell for Shea's legislative career.\n Shea approached both Bundy standoffs - the first one in Bunkerville, Nevada, in 2014, and the second at the Malheur refuge in 2016 - as a general in a holy war. He helped whip up an army of armed \"patriots\" who flocked to both conflicts, and communicated in no uncertain terms about the potential for violence. He partnered with other fringe-right lawmakers, like Idaho's Heather Scott, in the group COWS (Coalition of Western States) to develop a plan for \"armed resistance\" of the government.\n And he lied to a House ethics investigator about his activities, saying he was just involved in \"fact-finding.\"\n Most damningly, the report cites contact between Shea and Ammon Bundy in advance of the occupation of the Malheur refuge - four telephone calls in which they planned the takeover in advance, the report says. It also reports that he likely helped author a demand letter from the occupiers, which included threats of \"undefined consequences\" if the sheriff there did not comply. People whipped up into vulgar, idiotic frenzies flooded the phone lines to the Harney County sheriff, and made it impossible for officials there to respond to 911 calls.\n The investigators report that Shea developed a military-style plan called \"Operation Cold Reality\" that detailed how militia members and COWS lawmakers would support the occupiers. It included the goal: \"Expose (federal agents) as tyrants by making them act like tyrants.\" He repeatedly raised the specter of violence by government agents against the occupiers - as part of a gun-control agenda from the Obama White House, among other supposed nefarious purposes.\n He continually used the hottest, most unhinged language possible, flooding his supporters with talk of the \"terrorist\" BLM and impending violence. He traveled uninvited to the standoff, sent in his associate Anthony Bosworth and directed some of his activities while inside the refuge, interfered with law enforcement there, and, again, lied to the House ethics investigator later about what he had done there.\n The report minces no words about what this all adds up to.\n \"Representative Shea participated in an act of domestic terrorism against the United States by his actions before and during the standoff at the Malheur National Wildlife refuge,\" the report says.\n That's \"Finding #1.\" In a just world, no further findings would be required to conclude that Shea should, by resignation or expulsion, no longer serve in our Legislature.\n But there are more findings, of course.\n The report cites Shea's creepy online stalking of his former political opponent, Amy Biviano. He posted a picture of himself standing in her driveway and refused to take it down when asked to do so by his opponent, people in his party and law enforcement.\n It cites Shea's condoning of violent talk in online chats, and his offer to do background checks on his opponents. He condoned the intimidation by his supporters of Muslims and others who do not share his religious beliefs. He engaged in counterintelligence and other efforts against local, state and national law enforcement.\n He trained Christian soldiers - adults and children - and wrote a \"Biblical Basis for Warfare\" document that called for replacing democracy with theocracy and killing those who disagree with key tenets.\n This is but a brief summary of the scary craziness in the report. It is a thoroughgoing documentation of the fringe activities of an unwell mind, an extreme thinker out of touch with basic reality and engaged in activities that are all but certain to produce violent conflict. Indeed, he often seems to yearn for it - for the conflict of a righteous apocalypse.\n One way or the other, the guy's gotta go.\n Contact the writer:\n  (509) 459-5431\n  shawnv@spokesman.com\n\nLoad-Date: December 20, 2019"
}