{
    "title": "HOUSE PASSES ANTI-TERRORISM BILL, SENDING IT TO CLINTON",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 4,
    "day": 19,
    "full text": "Just in time to meet its deadline - if not its original goal - the House gave final approval yesterday to a compromise anti-terrorism bill, one day before the anniversary of the Oklahoma City bombing.\n \nThe bill, which won on a 293-113 vote, makes it a federal crime subject to the death penalty to murder a federal employee on the job, and it allows the government to block foreign terrorist groups from raising money in the United States.\nIt does not, however, include the authority for roving wiretaps to track suspected terrorists, and it agrees only to study whether explosives and some fertilizers should be marked for detection.\nStill, Republican leaders were relieved, having avoided the embarrassment of seeing their promised terrorism bill disintegrate because of an intra-party dispute.\nIn March, conservative Republicans, led by Rep. Bob Barr of Georgia, stripped from the bill its stronger provisions for tracking suspected terrorists. Backed by lobbyists for the National Rifle Association, they repeatedly cited the federal raids at Waco and Ruby Ridge as examples of government lawlessness.\nAs Rep. Tom Coburn, R-Okla., said, ''There is a greater fear in this country, and that is fear of our own government.''\nYesterday's final debate also featured the role reversal that marked the yearlong battle over the terrorism bill.\nLiberal Democrats lambasted the majority for putting forth a ''gutless'' bill that fails to get tough with domestic militia groups, while conservative Republicans stressed it was most important to ''be mindful of civil liberties,'' as Barr said.\nRep. Barney Frank, D-Mass., mocked the weak bill crafted by the majority party and charged it was the work of the ''Hamas wing of the Republican party,'' a comment he later withdrew.\nAmong Western Pennsylvania congressmen, Rep. William Coyne, D-Oakland, cast the only vote against the bill.\nIn the end, the bill modestly strengthens the government's powers to deal with the terrorism threat.\nAttorney General Janet Reno said it includes ''some very effective tools that we can use in our efforts to combat terrorism.'' President Clinton is expected to sign the bill next week. Still, most of the changes that won final approval were proposed before the Oklahoma City bombing.\nLast April 6, FBI Director Louis J. Freeh testified in support of a new terrorism bill intended to respond to the World Trade Center bombing. He urged a greater authority for the government to deport suspected terrorists and to block fund-raising by foreign terrorist groups. Those provisions were part of the final bill.\nBut on April 27 of last year, eight days after the Oklahoma City bombing, Freeh returned to Capitol Hill and urged Congress to give the FBI new power to trace cellular phone calls and greater authority to gather hotel and bank records of persons linked to terror groups. Most of those provisions were removed from the bill.\n''Ask law enforcement what is their No. 1 priority for fighting terrorism, they say the multi-point wiretap. That is the glaring omission from this bill,'' said Rep. Charles Schumer, D-N.Y.\nWhile the standard wiretap allows agents to listen to calls coming through a single phone, the ''roving'' or ''multi-point'' wiretap would allow agents to trace calls by a moving person, including those from cell phones.\nIn the long run, the most important changes in the bill may be those affecting the death penalty. And on that issue, the two parties reverted to form, with several Democrats denouncing the change as a blow to civil liberties, while Republicans applauded the get-tough approach to convicted killers.\nThe bill strips federal judges of most of their power to second-guess decisions by state courts. It gives death row inmates only one chance to appeal their cases in federal court.\nSince 1953, federal judges have had broad power to review with a fresh eye the cases of persons who are in state prison or on death row.\n''Responsibility for defining the very meaning of the Constitution would be given over to the states,'' said ACLU President Nadine Strossen said of the death penalty provision. ''This is an agenda that has everything to do with weakening civil rights and nothing to do with combatting terrorism.''\nBut House Judiciary Committee chairman Henry Hyde, R-Ill., said state courts could be equally relied upon to preserve constitutional rights of prisoners. ''State judges went to the same law schools, studied the same law books and passed the same bar exams as federal judges,'' he said. ''And when a state judge is sworn in, he swears to defend the same Constitution as federal judges.''\nKnight-Ridder News Service contributed to this report.\n\nLoad-Date: April 24, 1996"
}