{
    "title": "HOUSE VOTES TO KILL PARTS OF PATRIOT ACT",
    "publisher": "daily news ",
    "year": 2005,
    "month": 6,
    "day": 16,
    "full text": "WASHINGTON - In a slap at President Bush, lawmakers voted yesterday to block the government from using the Patriot Act to peek at library records and bookstore sales slips.\nThe House voted 238 to 187.\nSupporters of rolling back the library and bookstore provision said the law gives the FBI too much leeway to go on fishing expeditions on people's reading habits and that innocent people could get tagged as potential terrorists based on what they check out from a library.\n\"If the government suspects someone is looking up how to make atom bombs, go to a court and get a search warrant,\" said Rep. Jerrold Nadler (D-N.Y.).\nCongress is preparing to extend the Patriot Act, which was passed quickly in the emotional aftermath of the Sept. 11, 2001, terrorist attacks. Congress included a sunset provision under which 15 of the law's provisions are to expire at the end of this year.\nPresident Bush has campaigned in recent days to have the Patriot Act extended and even toughened, but critics have questioned the President's rhetoric.\nLast week he told a group of Ohio cops, \"Since September the 11, federal terrorism investigations have resulted in charges against more than 400 suspects, and more than half of those charged have been convicted.\"\nBut experts say convictions for actual terrorism offenses is a fraction of Bush's estimate.\nOnly 39 people have been convicted on terrorism charges since 9/11 and about 180 others classified as terrorism convictions were really for much lesser charges, The Washington Post reported after an exhaustive examination of federal court records.\nSen. Patrick Leahy (D-Vt.) said Americans want \"an honest picture of the successes and failures in fighting terrorism.\"\n\"Credibility and accountability both suffer when the [Bush] administration pads statistics and holds misleading, self-congratulatory press conferences,\" Leahy told the Daily News.\nCarl Tobias, a University of Richmond law professor who writes about civil liberties and national security, said, \"The President overestimated the number of people who have actually been convicted of terrorism offenses.\"\nTobias said Bush may have used the padded figure to boost his argument for renewing the act.\njmeek@nydailynews.com\n\nGraphic\n\n \nRep. Jerrold Nadler\n\nLoad-Date: June 16, 2005"
}