{
    "title": "House Rules Sends Terrorism Insurance Bill to Floor for Vote Next Week By Jennifer Bendery CongressN",
    "publisher": "congressnow",
    "year": 2007,
    "month": 12,
    "day": 6,
    "full text": "The House Rules Committee today approved limited debate on the Senate amendment to legislation that would extend a soon-to-expire terrorism risk insurance program for another seven years.\nHowever, House lawmakers refused to concur with several changes made by the Senate, which has resisted going to conference on the bill and instead given the House an ultimatum to approve their version of the bill.\nHouse Rules Chairwoman Louise Slaughter (D-N.Y.) told CongressNow the bill is set to come up on the House floor on Tuesday night or Wednesday morning.\nBy voice vote, the committee agreed to make one amendment in order during debate on legislation (H.R. 2761) to extend the Terrorism Risk Insurance Act, which is set to expire on Dec. 31. Enacted in 2002, TRIA responds to the dwindling private insurance market for property owners and developers who want to insure against the risk of terrorist attacks. Without the terrorism risk coverage, lenders would not make loans to developers for their construction projects.\nThe amendment by House Financial Services Chairman Barney Frank (D-Mass.) makes a handful of changes, many of which come from the original House-passed bill.\nIt adds group life insurance to TRIA's covered lines and creates a separate $5 billion recoupment pool for group life. It lowers the program's coverage trigger from $100 million to $50 million. It clarifies that provisions in the bill apply beginning on Jan. 1, 2008.\nIt also provides that for an act of terrorism resulting in industry losses exceeding $1 billion, the deductible would be 5 percent for acts that occur in 2008, 5.5 percent in 2009 and an increase of 50 basis points for each year after that. The percentages would reset to 5 percent in the year following such an act.\nFrank described today's hearing as a \"virtual conference\" since the Senate has refused to go to conference on the bill. The Senate version is a \"take it or leave it\" proposal, he said, which is \"inappropriate\" and forces House lawmakers to negotiate via the Rules Committee.\nThe House bill sought a 15-year TRIA extension but Frank said he would recede to the Senate's seven-year plan. Other changes he said he would accept include the Senate's modified definition of terrorism to include domestic acts of terror and a requirement that the President's Working Group send ongoing reports to Congress relating to the inclusion of coverage for group life and nuclear, biological, chemical and radiological events.\nHouse Financial Services Committee member Randy Neugebauer (R-Texas) said the Senate version is \"more fiscally responsible\" than the House bill but that he would still support Frank's amendment on the floor because \"it is better than the earlier version.\"\nRepublicans attempted to amend the rule to allow for an open rule, to allow House Financial Services Committee ranking Member Spencer Bachus (R-Ala.) to offer an amendment and to simply concur in the Senate amendment, but all three motions failed on party-line votes.\n\nLoad-Date: December 7, 2007"
}