{
    "title": "House panel okays measures to combat terrorism",
    "publisher": "st. petersburg times ",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "Lawmakers could vote as early as today on a series of bills to make the state more prepared - and more secretive - in dealing with terrorist threats.\nMembers of the state House Select Committee on Security postponed action Monday on some of the more controversial proposals for combating terrorism, including bills to detain witnesses and to allow law enforcement to delay the release of public records.\nStill, the committee approved several proposals and aroused concern about others.\nTERRORIST30\n\"Any measure that detains any of our citizens without probable cause demands very serious scrutiny from us,\" said Rep. Dan Gelber, vice chair of the Select Committee.\nGelber, D-Miami Beach, was speaking of a bill that would allow the state to detain  witnesses  for four days if they might have information related to a terrorism investigation. Action on that bill was postponed because of concerns expressed by Gelber and other committee members.\n\"This bill frightens me,\" said Rep. Allan Bense, R-Panama City.\nAny of the bills that were postponed Monday are likely dead for this special legislative session. They could come up again during the regular legislative session scheduled for January.\nAmong them is a bill that would place the Florida Capitol Police under the authority of the Florida Department of Law Enforcement and would require the police to meet the employment standards of the FDLE.\nBut several bills that were approved by the House and Senate this week still could make it into law during the special legislative session scheduled to end this week.\nIt was unclear Monday whether the Senate would bring any bills to the floor for a vote. House Speaker Tom Feeney has listed several bills for possible consideration today, including 11 related to security and terrorism.\nAmong the bills approved by the House committee Monday are some straightforward measures to add a definition of terrorism to Florida's statutes, to enhance criminal penalties for terrorist acts and to specifically add wording to Florida law making it a first-degree felony to introduce \"any bacterium, virus, or chemical compound into any spring, well, or reservoir of water.\"\nAnother bill would provide $ 875,000 for the state to establish a sophisticated lab - a biocontainment facility - for testing and studying bioterrorism.\nOther bills would expand the range of a Florida judge's wiretapping authority to allow electronic surveillance outside their jurisdictions, if the surveillance begins in the court's jurisdiction. Another would regulate the use of crop-dusters in Florida.\nOne bill that drew objections would prevent the release of public records related to the location, the amount and the type of drugs maintained by the state for response to terrorist acts.\nBarbara Petersen, president of the First Amendment Foundation, said the constraints on public records regarding pharmaceuticals will make it impossible for the public to know if the state has enough vaccine on hand and will undermine \"the public's ability to reassure itself.\"\nPetersen said it makes sense for the state to guard information about the location of such drugs, but neither  the amount nor type of the supply.\nBut lawmakers disagreed.\n\"I would like to have this information if I was a terrorist,\" said Rep. Ken Sorensen, who voted to approve the bill.\n\nLoad-Date: October 30, 2001"
}