{
    "title": "House approves anti-terrorism legislation",
    "publisher": "the bismarck tribune",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "WASHINGTON -- The House on Friday quickly approved anti-terrorist legislation pushed by the Senate and White House to increase the government's power to spy on, detain and punish suspected terrorists.\n Before passage, however, the House insisted on changing the Senate package to put a five-year expiration deadline on the most intrusive of the new measures, including roving wiretaps, because of misgivings about civil liberties. It also dumped a Senate money-laundering provision, which is moving separately through the House.\n House Judiciary Chairman James Sensenbrenner, R-Wis., said he hoped the Senate would accept the House changes and send the bill to President Bush.\nBush was pleased with the House passage, on a 337-79 vote. Rep. Earl Pomeroy, D-N.D., voted for the bill.\n 'I commend the House for passing anti-terrorism legislation just one day after the Senate took action,' he said in a statement.\n 'The House and Senate bills are virtually identical. I urge the Congress to quickly get the bill to my desk. We must strengthen the hand of law enforcement to help safeguard America and prevent future attacks -- and we must do it now.'\n Despite the presidential plea, possible delays loomed. 'We will not support a counterterrorism bill that does not have money-laundering provisions in it,' Sen. Majority Leader Tom Daschle, D-S.D., said. 'Whether it's done in conference or whether it's done in the House of Representatives, it must be done, and we will insist that it be done.'\n The Senate approved its version 96-1 late Thursday night.\n Both the House and Senate anti-terrorism measures would expand the FBI's wiretapping authority, impose stronger penalties on those who harbor or finance terrorists and increase punishment of terrorists.\n Members of the House Judiciary Committee were unwilling to give police some of the powers the Senate did, however, such as allowing secret 'sneak and peak' searches of suspects' homes.\n Until Friday, the House also had put the burden on the government to prove that an alien suspect was a terrorist instead of making the suspect prove he was not. Also dropped was an earlier House insistence that police get a court order before seizing business and phone records in terrorism investigations.\n The American Civil Liberties Union criticized the legislation. 'Most Americans do not recognize that Congress has just passed a bill that would give the government expanded power to invade our privacy, imprison people without due process and punish dissent,' said Laura Murphy, director of the the group's Washington office.\n With the Senate gone for the weekend and no final resolution possible, Democrats argued that the House should wait until Monday before passing the 175-page bill so that members could read it.\n 'This could be the Gulf of Tonkin resolution for civil liberties, instead of a measure meant to fight terrorism,' said Rep. Peter DeFazio, D-Ore. Because of a reported attack on two U.S. warships, Congress gave President Johnson a free hand in August 1964 to strike back at attacks on U.S. forces in Southeast Asia, which Johnson used to greatly expand the Vietnam War.\n With the government daily looking at new terrorist threats, however, Republicans argued there was no time to wait.\n 'This is the same bill that the Senate passed last night. It's the same bill that has been available for a few weeks,' said Rep. David Weldon, R-Fla. 'These are not new issues.'\n Differences probably will have to be worked out among House, Senate and White House negotiators, but key lawmakers promised finding a compromise won't require the year it took to finish anti-terrorism legislation after the 1995 Oklahoma City bombing. 'We will complete that conference quickly,' said the Senate Judiciary chairman, Sen. Patrick Leahy, D-Vt.\n\nLoad-Date: October 15, 2001"
}