{
    "title": "HOUSE STALLED MIRANDA RIGHTS VIA DEFENSE BILL",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 1,
    "full text": "Oppose extending \"Miranda Rights\" to foreign terrorists\nWill \"oppose all efforts to force our military, intelligence and law enforcement personnel operating overseas to extend 'Miranda Rights' to foreign terrorists.\"\nSources: GOP Pledge to America\nSubjects: Civil Rights, Crime, Foreign Policy, Military, Terrorism\n* * *\nGOP PLEDGE-O-METER: PROMISE KEPT\nAs terrorism suspects are apprehended around the world, a debate is swirling in the U.S. over how those suspects should be tried for crimes. House Republicans want the military to handle these cases, not the American criminal justice system.\nThat\"s where Miranda rights come in. Those are the rights afforded defendants in the U.S. -- to remain silent, to speak to a lawyer, etc. Many Republicans argue that non-Americans should not be afforded those rights and tried in U.S. courts. That\"s at odds with the White House, which has favored traditional prosecutions in the court system.\nThe case of Umar Farouk Abdulmutallab, known as the Christmas Day bomber (also the underwear bomber), highlights the conflict. After Abdulmutallab tried to blow up a plane with a bomb in his underwear in December 2009, the plane landed in Detroit, he confessed extensively for about an hour and then went into surgery.\nAfter he emerged from surgery, the New York Times reported, he stopped talking, so officials decided to read him his Miranda rights. Abdulmutallab refused to cooperate for several weeks, \"which some critics asserted was because of the warning,\" the Times said.\nAttorney General Eric Holder later issued a memo to law enforcement agents encouraging them to use a \"national security safety exception\" for asking questions of terrorism suspects about any immediate threats to public safety before informing them of their Miranda rights. The judge in Abdulmutallab\"s case accepted that position and refused to suppress statements he made in the first hour after his arrest. President Barack Obama\"s counterterrorism adviser John O. Brennan told the Times the ruling \"clearly validated the national security exception.\"\nNevertheless, the debate surges on. In March 2011, Rep. Lamar Smith, R-Texas, filed the Ensuring the Collection of Critical Intelligence Act of 2011, which required the Justice Department to consult with the director of National Intelligence and the Secretary of Defense before giving terrorists Miranda rights. The bill says the Justice Department must consult with the director of National Intelligence and the Secretary of Defense before mirandizing or charging a foreign terrorist as a criminal.\nThat bill never advanced out of a House subcommittee. But Smith\"s office pointed us to nearly identical language in the Fiscal Year 2012 defense authorization bill, which did pass. It says, in part, that before seeking an indictment or otherwise charging an individual in a federal court, the Attorney General shall consult with the director of National Intelligence and the Secretary of Defense about \"whether the more appropriate forum for prosecution would be a federal court or a military commission; and whether the individual should be held in civilian custody or military custody pending prosecution.\"\nThere\"s no specific discussion of Miranda rights, so we checked with Scott Roehm, counsel for the Constitution Project, a bipartisan civil liberties group.\nRoehm told us that while the bill doesn\"t explicitly deal with Miranda rights, \"it does make prosecution in civilian federal court of certain terrorism suspects more difficult.\"\nThe bill, he said, politicizes the decision-making process about where suspects will be tried -- criminal courts or military commissions.\n\"That\"s relevant because the set of terrorism suspects least likely to be Mirandized are those captured and held outside the U.S. by the military, so to the extent that the impact of (the bill\"s language) is to discourage moving any such suspects into civilian custody for prosecution in federal court (as opposed to, say, indefinite detention or military commission trial at Guantanamo) it does make it far less likely that those suspects would be Mirandized,\" Roehm said.\nIt\"s not clear if the same language will be renewed in the 2013 defense authorization bill, which has yet to be passed. But in 2012 at least, Republicans made it less likely that foreign terror suspects would be read Miranda rights. We rate this a Promise Kept.\n* * *\nSources:\nEmail interview with Charlotte Sellmyer, spokeswoman for Rep. Lamar Smith, R-Texas, Sept. 20, 2012\nNew York Times, \"Developments Rekindle Debate Over Best Approach for Terrorism Suspects,\" Oct. 13, 2011\nTHOMAS, Ensuring the Collection of Critical Intelligence Act of 2011, March 17, 2011\nTHOMAS, National Defense Authorization Act for Fiscal Year 2012, April 14, 2012\nEmail interview with Scott Roehm, counsel for the Constitution Project, Sept. 24, 2012\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: November 2, 2012"
}