{
    "title": "House boosts embassy security on terrorism fears",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 7,
    "day": 22,
    "full text": "WASHINGTON (AP) - The House, fearing another terrorist attack like the twin bombings of U.S. embassies in Africa a year ago, voted Wednesday to more than quadruple the Clinton administration's proposed spending to fortify America's embassies worldwide.\nCongressional concern for the safety of diplomats and other Americans abroad has grown with the approach of the Aug. 7 anniversary of the bombings that killed 224 people, including 12 Americans, and injured thousands.\nThe House renamed its main foreign operations legislation \"The American Embassy Security Act.\" It would allocate $ 1.4 billion - 60 percent of the bill's total funding - to rebuilding or remodeling American embassies around the world. The remaining $ 1 billion would go to State Department programs, international agencies and refugee relief.\n\"American facilities abroad are under threat as they never have been before,\" said Rep. Benjamin Gilman, R-N.Y., chairman of the House International Relations Committee. The bill notes that security at half the 250 U.S. facilities abroad is considered inadequate.\nThe legislation also addresses concern over the response of U.S. law enforcement units to crises abroad. One provision would allow the FBI immediately to lease an aircraft for sending agents to the site of a crisis - something officials say took over 13 hours after word of the African bombings.\nIn other action, top House Republicans indefinitely postponed votes on the year's biggest spending bill Wednesday after they failed to decide how to raise $ 12 billion they want to add to the measure.\nThe delay in the $ 300 billion-plus bill financing education, labor, health and welfare programs underlined the GOP's struggle to craft spending bills that can attract enough votes to pass in the House.\nOf the 13 annual spending bills for the fiscal year beginning Oct. 1, initial versions of six have passed the House and seven have been approved by the Senate.\n\nLoad-Date: July 23, 1999"
}