{
    "title": "House joint hearing looks at TRIA issues",
    "publisher": "business insurance",
    "year": 2006,
    "month": 7,
    "day": 31,
    "full text": "WASHINGTON-Adding the House Homeland Security Committee to the debate over how best to guarantee the availability of terrorism insurance could focus new attention on what might happen if the federal government's current terrorism insurance backstop expires with nothing to take its place, say Washington observers.\nThe committee's involvement began with an unusual joint hearing, held July 25 by the Financial Services Committee's Subcommittee on Investigations and Oversight and the Homeland Security Committee's Subcommittee on Intelligence, Information Sharing and Terrorism Risk Assessment. The hearing marked the U.S. House Homeland Security panel's first foray into the subject.\nThe federal government currently provides a financial backstop for insurers in the event of future catastrophic terrorist attack. That backstop, however, is scheduled to end on Dec. 31, 2007, unless Congress renews the public-private program.\nAnd a public-private partnership remains the best way to ensure the availability and affordability of terrorism insurance, a member of the Risk & Insurance Management Society Inc.'s board of directors told members of the two subcommittees.\nCiting an informal survey RIMS took of its members, Terry Fleming told the hearing that 86% of the respondents said they did not believe they would be able to obtain sufficient terrorism coverage at affordable prices without the current federal terrorism backstop or something similar remaining in place.\nMr. Fleming, who is a director-external affairs for RIMS and director of risk management for Montgomery County in Rockville, Md., noted the extreme difficulties risk managers faced in obtaining terrorism coverage after the attacks of Sept. 11, 2001. ``It's only because of TRIA''-the Terrorism Risk Insurance Act enacted in late 2002-``that the insurance markets have calmed down,'' Mr. Fleming said.\n``Terrorism is an uninsurable risk,'' said Christopher M. Lewis, vp-alternative market solutions at Hartford Financial Services Group Inc. of Hartford, Conn.\nIn an interview after the hearing, Mr. Lewis said that he did not see the uninsurable nature of terrorism changing. ``Unless there's a fundamental change in our understanding of the terrorism threat, I don't see that happening,'' he said.\n``Classified information is the big unknown,'' said Peter Ulrich, senior vp-risk model management at Newark, Calif.-based catastrophe modeler Risk Management Solutions Inc. The type of classified information that could aid modelers includes details of foiled attacks, how they were foiled, as well as any changes in the modus operandi of terrorists, he said.\nAfter the hearing, Mr. Fleming said RIMS is pleased that the Homeland Security Committee had joined the Financial Services Committee in examining the issues surrounding terrorism insurance. He noted that before last week's hearing, terrorism insurance questions in the House had been dealt with only by the Financial Services Committee.\nBringing the Homeland Security Committee into the discussion is ``important because it points out the true nature of the risk, which is a wartime risk,'' said Ben McKay, senior vp-federal government relations for the Property Casualty Insurers Assn. of America in Washington.\n``We're talking about terrorism and I think sometimes that gets lost when we get talking about the minutiae of insurance policies, but at the end of the day this is about national security and economic security, and insurance is just a part of that,'' said Mr. McKay.\n``I think it bridges the dialogue from this year into next. There were a lot of good comments in favor of extending TRIA or coming up with a more long-term solution, which we've always advocated,'' he said.\n``The Homeland Security involvement highlights (that) this isn't about the solvency of the insurance industry. This is about the responsibility of the government to protect its citizens against the implications of international terrorism,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington.\n``The risk of a terrorist attack not only threatens the economic security of the U.S., it also threatens the national security of our country-so there's an obvious connection,'' said a spokesman for the Washington-based American Insurance Assn. ``We appreciate (Homeland Security's) interest and look forward to working with them as we have the House Financial Services Committee, whose leadership has made the issue of terrorism insurance a priority. The more members of Congress who are engaged, the better,'' said the spokesman.\n\nLoad-Date: August 2, 2006"
}