{
    "title": "HOUSE OKS BILL TO WIDEN FEDERAL ACCESS TO DATA_ ANTI-TERRORISM MEASURE WOULD ADD CASINOS, PAWNSHOPS",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 11,
    "day": 21,
    "full text": "The House voted Thursday to expand the U.S. government's power to demand financial records from businesses as part of terrorism investigations, despite concerns that the measure could undermine civil liberties.\nThe provision was part of a mostly secret appropriations bill for intelligence programs that got final House approval in a 264-163 vote. The amount of the bill is classified, but it is believed to be about $40 billion. House Intelligence Committee Chairman Porter Goss said it is slightly more than the amount requested by President George W. Bush.\nThe Senate is expected to approve the bill soon, and it will then go to Bush for his signature.\nCommittee members said the measure addresses some of the shortcomings identified by the panel's inquiries into the terrorist attacks of Sept. 11, 2001, and prewar intelligence on Iraq. Those problems include the failure of agencies to share information, insufficient funding for intelligence and an inadequate emphasis on human spying.\n\"This legislation convincingly moves us in the right direction by enhancing the depth and the capacity of all facets of our intelligence community,\" said Goss, R-Fla.\nGoss stressed his committee's bipartisan work on the bill at a time when questions about the prewar intelligence on Iraq have become a major political issue. He said his committee has rejected \"the divisiveness, the partisan trickery and treachery that has been elsewhere\"- an apparent reference to divisions on the Senate Intelligence Committee.\nThe bill requires that CIA Director George Tenet complete a report as soon as possible on what intelligence agencies have learned from their experiences with Iraq.\nAn internal review has been under way, and Tenet last week ordered that it be expanded to include not only agencies' finished analysis, but also raw reports collected by the CIA and other agencies, said one official, speaking on the condition of anonymity. The review is being conducted by a team led by Richard Kerr, a retired senior analyst and former deputy CIA director.\nKerr's initial findings noted that intelligence analysts sometimes relied on intelligence 5 years old or more in reaching conclusions that Iraq had chemical and biological weapons and an active nuclear program. Their conclusions have not been validated by discoveries in Iraq.\nThe bill's provisions affecting financial records will expand the number of businesses from which the FBI and other agencies could demand information without needing a subpoena. That power is now limited to trad itional financial institutions, such as banks and credit unions. It broadens the definition of financial institutions to include businesses that deal with large amounts of cash, such as casinos and pawnshops.\nA report by the House and Senate Intelligence committees said the change is \"crucial in tracking terrorist finances or espionage activities.\" But Rep. Butch Otter, R-Idaho, said he is concerned the FBI won't need court approval before demanding the information.\n\"With this legislation, we eliminate the judicial oversight that was built into our system for a reason, to make sure our precious liberties are protected,\" he said.\nIn other provisions, the bill orders a review of how all intelligence agencies handle classified information and instructs the attorney general to establish guidelines on determining what information should be revealed during the prosecution of espionage cases.\n\nGraphic\n\n \nPHOTO; Photo Headhsot - Porter Goss - Hails passage of measure\n\nLoad-Date: November 22, 2003"
}