{
    "title": "House panel to take up TRIA extension bill Proposal may face objections from Bush administration",
    "publisher": "business insurance",
    "year": 2005,
    "month": 11,
    "day": 14,
    "full text": "WASHINGTON-Legislation that would extend the Terrorism Risk Insurance Act by at least two years has been scheduled for a Nov. 16 markup by the House Financial Services Committee.\nTRIA, enacted in November 2002, created a federal financial backstop that would respond to insurers' losses from future catastrophic terrorist attacks. The backstop, however, is slated to expire on Dec. 31, despite calls from insurers, risk managers and others to extend it.\nEarlier in the week, before some details of the House proposal became known, a high-ranking Treasury Department official reiterated, in an interview, the Bush administration's insistence that any TRIA extension scale back the program's existing protections for insurers.\nThe legislative language of the Financial Service Committee's Terrorism Risk Insurance Revision Act of 2005 was not immediately available. Sources said that the committee's chairman-Rep. Michael Oxley, R-Ohio-and the chairman of the committee's subcommittee on Capital Markets, Insurance and Government Sponsored Enterprises-Rep. Richard Baker, R-La.-were the prime movers behind the extension proposal.\nSources familiar with negotiations surrounding the legislation said the bill would create so-called ``silos'' that would segregate individual lines of coverage and subject them to differing deductibles before individual insurers could tap the federal financial backstop created by TRIA. The silos would include workers compensation, property and general liability. Group life, which was not covered in the original version of TRIA, would be added.\nInsurers also would be required to offer coverage for nuclear, biological, chemical and radiological attacks, which is not currently mandated. But the deductibles insurers would have to pay before they could tap the backstop would be much smaller for those risks than for other exposures.\nThe size of the terrorist event would determine the size of insurers' copays on a sliding scale that would range from 20% for the smallest covered event to 5% for events causing more than $40 billion in insured damage. During the first year of the extension, an event would have to cause at least $50 million in covered damage to trigger coverage, a size that would double to $100 million in the second year. The backstop provided under the current version of TRIA can be triggered by an event as small as $5 million under some circumstances.\nAccording to sources, the new bill would eliminate any differentiation between events caused by foreign terrorists, which are now covered by TRIA, and acts of domestic terrorism, which are not.\nInsurers would have to pay back any money they receive from the backstop by charging a policyholder surcharge that would be capped at 3% a year.\nNeither Treasury Department officials nor spokespeople for the committee were available for comment Friday on the House proposal because of the federal Veterans Day holiday.\nAlthough the exact details of the bill aren't likely to be known before its formal introduction, supporters of TRIA extension hailed the development.\n``We're very excited that the House has come up with a product that looks to have tremendous bipartisan appeal and is the best possible solution for policyholders given the political constraints,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents and Brokers in Washington.\n``The latest legislative outline discussed with the industry provides the framework for a workable program to address the ongoing risks of terrorism,'' said Carl Parks, senior vp in the Property Casualty Insurers Assn. of America's Washington office. ``The program, as outlined, would give the industry the time to develop sound, market-oriented mechanisms to deal with the threat of terrorism while allowing a stable insurance marketplace to continue to function.''\nHe added though that although PCI ``is aware of the pressures to move trigger levels and deductibles upwards, Congress must also be aware that increases in these parts of the program could have a devastating effect on smaller companies wishing to participate in the terrorism insurance marketplace.''\n``Policyholders are encouraged by news of a House Financial Services Committee markup,'' said a spokesperson for the Washington-based Coalition to Insure Against Terrorism, a policyholder group whose members include the Risk & Insurance Management Society Inc. ``Our goal remains a terrorism insurance backstop that is both workable and comprehensive. And we look forward to working with leaders in the House and Senate as they move closer to adopting such a program.''\nThe Bush administration, however, is not expected to welcome the measure with such warmth. In fact, during a Nov. 10 interview with Business Insurance, Emil W. Henry Jr., undersecretary of the Treasury for financial institutions, noted several times that the administration would accept only a scaled-back program of limited duration.\nMr. Henry made it clear that the Treasury does not want to see the program extended as long as its original 39 months. ``If there is an extension, we'd like to see it less than three years,'' he said.\n``Our specific view on this is that this is a program that had a word in it that we all recognize, and that is `temporary.' TRIA was indeed created to provide temporary assistance at the time of massive dislocation,'' he said. ``We'd like to see-and we are strongly committed to seeing-a program with the current trajectory of becoming smaller and tighter and less of something that might crowd out private-market initiatives.''\nMr. Henry said the administration's position has not changed since the release of a Treasury report on June 30 that called for a smaller program. Among other things, the report called for dropping coverage for certain lines of insurance such as commercial automobile and general liability, increasing the size of the loss required to trigger the backstop and requiring that any extension legislation contain tort reforms.\nNevertheless, members of the House of Representatives and the Senate have proposed expanding the program to cover group life insurance, in addition to commercial property/casualty lines. The Bush administration does not believe market conditions justify such an expansion.\n``We are very opposed to the inclusion of group life to an extended TRIA program,'' Mr. Henry said. ``Group life is offered broadly and widely in the market today, and we don't believe there has been a private market failure that would require a backstop supplied by the TRIA program.''\nThe administration is also skeptical about the idea of creating silos within TRIA.\n``Siloing, we believe, adds an unnecessary level of complexity,'' Mr. Henry said. If Congress pushes ahead with silos, the administration ``would want to make sure that industry's aggregate exposure was higher in the program'' than it is now, he said.\nMr. Henry also said the administration realizes that the property/casualty insurance industry faces significant losses from Hurricane Katrina, but those losses do not impair insurers' ability to assume a greater portion of terrorism risk.\n``Industry surpluses are up substantially, but we're very much aware that Katrina was a significant insurance loss,'' he said. Despite the Katrina loss, the administration believes ``that the industry is on firm and solid footing to bear increased exposure to terrorism.''\n``It's clear that, among other things, that the industry is on much better footing than it was in the wake of Sept. 11,'' he said.\nIn addition to shrinking the backstop, the administration would like any extension legislation to include tort reform, specifically a provision shielding the program from any punitive damages claims, said Mr. Henry. ``Our position on punitives is that they should be excluded from TRIA. We don't think it is appropriate for the government and, ultimately, the taxpayers to be footing the bill for such things as punitive damages.''\nEventually, the administration would like to get out of the business of terrorism insurance altogether, Mr. Henry said.\n``We would ideally like to see a private market that had a robust capacity for terrorism-related insurance and reinsurance in amounts that would satisfy all of the stakeholders-that business interest would not suffer discontinuity by virtue of a lack of insurance,'' he said.\n\nGraphic\n\n \nArt Credit: Reps. Michael Oxley, left, and Richard Baker led the effort to craft legislation to extend the federal terrorism coverage backstop. * Emil W. Henry, U.S. Treasury Department\nArt Credit: Michael Marcotte * Robert Trippett/Sipa Press\n\nLoad-Date: November 19, 2005"
}