{
    "title": "House Effort to Scale Down Federal Terrorism Insurance Divides Republicans",
    "publisher": "the new york times",
    "year": 2014,
    "month": 7,
    "day": 16,
    "full text": "WASHINGTON -- House Republicans' efforts to pare federal terrorism insurance have ignited a battle between some Republicans from big metropolitan areas and much of the rest of their conference, while giving Democrats a new wedge into a business community increasingly flustered by its traditional allies.\nThe Senate will take up legislation on Wednesday that extends the federal insurance first approved after the attacks of Sept. 11, 2001, when developers and builders in large cities suddenly found their projects uninsurable. The extension, for seven years, is expected to pass easily on Thursday with only minor changes to increase the sharing of costs by the private sector.\nBut the House, which hoped to take up its scaled-back version in the coming days, is facing a revolt, led by Representative Peter T. King, Republican of Long Island, who says he has support from 25 to 30 other Republicans from districts with potential terrorism targets.\nLast month, Mr. King persuaded Representative Jeb Hensarling, Republican of Texas and the chairman of the Financial Services Committee, to visit the newly opened Sept. 11 museum in Lower Manhattan, but he failed to persuade Mr. Hensarling to back down from the more restrictive bill.\n''This is a solution in search of a problem,'' said Mr. King, who argued that the existing federal terrorism insurance program ''hasn't cost us one penny.''\n''It's brought in billions of dollars in tax revenues from the rebuilding of New York,'' Mr. King added, ''and it's still needed.''\nThe fight has given Democratic leaders a fresh avenue to make their case to big business that the Tea Party-infused Republican Party is no longer looking out for its interests.\nIt is also the first showdown in which the absence of Representative Eric Cantor, Republican of Virginia, as heir apparent to the post of House speaker has had a real impact. In previous fights over Hurricane Sandy relief, saving the federal Export-Import Bank and revamping federal flood insurance, Mr. Cantor served as the bridge between business groups, Wall Street and the fractious Republican conference. With his primary loss to a Tea Party challenger last month, Mr. Cantor, the House majority leader, has just days left in his leadership suite -- and has largely stayed out of the fight over terrorism insurance.\nFor New York and other cities with potential terrorism targets -- even small cities with large stadiums -- the stakes are high. Currently, after a terrorist attack that produced more than $100 million in devastation, insurers would receive a heavy federal backstop, 85 percent of the insurance costs once a 20 percent deductible was reached. Some percentage would be repaid to the government over time.\nThat law, enacted in 2002 and reauthorized in 2005 and 2007, has helped underwrite the rebuilding of Lower Manhattan and construction in other cities.\nUnder the House bill, nuclear, radiological, chemical or biological attacks would still have the $100 million trigger. But an attack like Sept. 11 would have a $500 million trigger. The bill extends that new regime for five years, not the Senate's seven.\n''After an unspeakable act of terrorism, who pays the bill? Property owners, insurance companies or the taxpayers?'' Mr. Hensarling asked last month as his committee passed its bill. ''I, for one, believe that ultimately there are far too many costs that are involuntarily socialized by the government today.''\nNew York, Los Angeles, Chicago and Las Vegas have come out strongly against the changes, which they argue could cripple development in markets where insurance for huge terrorist attacks still does not exist. Backing them are Major League Baseball, the National Football League, Nascar and other entities with large stadiums, sports arenas or shopping malls.\n''This is something that major urban centers are focused on,'' said Senator Mark S. Kirk, Republican of Illinois, who calls Chicago the birthplace of the skyscraper.\nSenator Charles E. Schumer, Democrat of New York and one of the architects of the Senate bill, said: ''If you're a financier, you say: 'Look, we couldn't predict 9/11. What's the next thing we can't predict?' They don't say, 'Oh, we can't model nuclear but we can predict conventional.' We can't predict either.''\nDemocrats have seized on the issue. Mr. Schumer gave a speech on June 18 to the Business Roundtable, which represents the chief executive officers of the nation's largest companies, making the pitch that mainstream Democrats are more aligned with business interests than are the cores of the Republican conferences in the House and Senate.\nHe highlighted Republican opposition to overhauling immigration laws, financing a long-term highway bill, extending routine and now-expired business tax breaks, reauthorizing the Export-Import Bank and renewed funding for terrorism insurance.\n''The business community feels adrift,'' Mr. Schumer said in an interview. ''They had always cast their lot with Republicans. With the Tea Party stranglehold on the Republican Party, now they're wondering what to do, and it presents some opportunities to Democrats.''\nBut Republicans do not appear particularly rattled -- either by Democratic overtures to their longtime business allies or by their opponents' efforts to keep the federal government involved in private sector insurance.\nSenator Tom Coburn, Republican of Oklahoma, who is leading opposition to the bill in the Senate, said its proponents were arguing that there would be no private market for terrorism risk insurance. ''And I don't believe that,'' Mr. Coburn said. ''What we're doing is throwing out the free enterprise system.''\n\nhttp://www.nytimes.com/2014/07/16/nyregion/house-effort-to-trim-terrorism-insurance-splits-gop.html\n\nLoad-Date: July 16, 2014"
}