{
    "title": "House OKs backstop for insurers on terrorism losses",
    "publisher": "the hill",
    "year": 2007,
    "month": 9,
    "day": 20,
    "full text": "The House on Wednesday voted 312-110 to renew and expand the federal backstop to insurers for terrorism risk, after the Democratic leadership tacked on an unusual provision ensuring that the program won't cost the government a dime unless Congress acts in the aftermath of a terrorist attack to compensate insurers.\n\"I am pleased that we were able to pass this important legislation — which affects our national security and ability to address a crisis — in a bipartisan manner,\" Majority Leader Steny Hoyer (D-Md.) said in a statement. \"Frankly, some of the arguments made against this bill seem strained, and based upon an unwillingness to recognize the role of the federal government if an act of terrorism occurs.\"\nDemocrats defended the \"second-vote\" provision, which passed along party lines during a prior vote on the rule for debate, as proof of their commitment to pay-as-you-go budget rules, but Republicans pounced on them for using gimmicks to circumvent their own rules.\nAnd though the business and insurance lobby hailed the passage of the legislation, one of the largest insurance trade groups raised concerns about the provision, arguing that it could undermine the strength of the federal backstop.\n\"The industry has serious reservations about the commercial workability and certainty of the provision and the potential adverse marketplace impact,\" the president of the American Insurance Association, Marc Racicot, wrote in a letter to members of the House majority and minority leadership.\nIf enacted, the House legislation would renew the Terrorism Risk Insurance Act (TRIA) by 15 years and expand it to cover domestic terrorism as well as nuclear, biological, chemical and radiological attacks. The bill also would extend the backstop to group life insurers and lower its trigger for an event to $50 million from $100 million. The program's congressional and insurance industry proponents view TRIA as must-pass legislation, because the program is set to expire at year's end.\nBefore it was amended, the legislation was on track to violate pay-go rules because the Congressional Budget Office (CBO) scored it has having a net cost of $8.4 billion over 10 years and the bill carried no offsets.\nReluctant to waive the budget rules that they had reinstated earlier this year, the Democratic leadership crafted language to require Congress to pass a joint resolution under an expedited procedure in order to compensate insurers after a terrorist act. With the provision attached, the legislation has a cost of zero, the CBO said.\nRep. Barney Frank (D-Mass.), the chairman of the Financial Services panel and the chief sponsor of the legislation, had voiced doubt about adding the language. He told reporters on Wednesday that he would have preferred to waive the budget rules instead.\n\"Shmaygo-pay-go,\" he said. \"Pay-go, item by item, is too restrictive.\"\nBut the leadership, under pressure from members of their caucus who belong to the Blue Dog Coalition, opted for the \"second-vote\" language, leading Republicans to blast them for using tricks to avoid the political embarrassment of violating their own budget rules.\n\"Democrats have once again shown that they will resort to complete gimmickry in order to subvert their own pay-go rules,\" a spokesman for the Republican Study Committee, Brad Dayspring, said. \"The Democrats' ability to live by their own pay-go rules is even worse than the New England Patriots' ability to play within the NFL rules.\"\nSeveral insurance lobbyists speculated that the language would be taken out during negotiations with the Senate, which has yet to tackle TRIA. In a letter to Rep. Gary Ackerman (D), a member of the New York delegation and a vocal proponent of the legislation, Hoyer gave assurances on behalf of himself and Speaker Nancy Pelosi (D-Calif.) that the pay-go issue would be fixed before the House takes a final vote on the legislation, and after it goes to conference committee, according to a spokesman for Ackerman.\nMembers of the Blue Dog Coalition, which advocates strict adherence to the budget rules, denied that the provision was a de facto waiver of pay-go.\n\"This rule does not waive pay-go period. According to the Congressional Budget Office, H.R. 2761 has no effect on the deficit and is therefore in compliance with pay-go,\" one of the group's leaders, Rep. Allen Boyd (D-Fla.), said.\nRep. Mike Ross (D-Ark.) argued, \"The bottom line is, this is a common-sense proposal to act swiftly to provide funding in the event of a terrorist attack.\" He called the CBO estimate \"silly,\" saying that it was impossible to predict the costs of a future terror attack. \"There's absolutely no money being spent, so how do you predict the cost?\"\nBudget experts disputed the notion that an extension of the federal program carried no cost. \"This is a cost to the federal government. We'd hope that we never have to pay it off, but that's what providing insurance is all about,\" James Horney of the Center on Budget and Policy Priorities said.\nAs a former CBO director, Douglas Holtz-Eakin agreed that the amended legislation doesn't generate spending because the CBO is \"not allowed to anticipate a future act of Congress.\"\n\"But there's a difference between legislation and budget reality,\" he argued. \"The goal of budgeting — and for those adhering to pay-go — is to weigh priorities, and this takes that pressure off. There's no question.\"\nBusiness and insurance lobbyists praised the passage of the legislation, but expressed concerns that the financial markets could react skittishly to the pay-go fix. \"We don't have any concern about whether Congress would [vote to compensate insurers],\" said Peter Lawson, the director of congressional and public affairs at the U.S. Chamber of Commerce. \"But the problem is whether the markets are concerned about whether Congress would do that.\"\n\nLoad-Date: October 18, 2007"
}