{
    "title": "House panel cautious ; U.S. insurers seek reinsurance pool for terrorism risks",
    "publisher": "business insurance",
    "year": 2001,
    "month": 10,
    "day": 1,
    "full text": "WASHINGTON-Members of a key House of Representatives committee are greeting with caution some insurers' call for the creation of a government-backed terrorism reinsurance pool.\nDean O'Hare, the chairman and chief executive officer of Warren, N.J.-based Chubb Corp., broached the idea publicly as he testified before the House Financial Services Committee last week. Mr. O'Hare and other industry leaders had already discussed the concept during a Sept. 21 meeting with President Bush.\nPrinciples for a federally backed terrorism reinsurance pool began circulating in Washington last week. A ''concept paper'' prepared by the American Insurance Assn. calls for a privately run and financed reinsurance facility for terrorism risks that would purchase its own reinsurance from the federal government. Insurers that offer coverage for terrorism risks could buy reinsurance from the facility, though they would not be required to do so. The AIA paper is by no means final, and no proposal has been incorporated in legislative language, though some sources say a bill of some sort could be introduced as early as this week.\nAfter assuring the committee that ''I strongly believe that the property and casualty insurance industry as a whole will be able to pay its claims and remain solvent,'' Mr. O'Hare warned that reinsurance coverage for terrorism is already vanishing. ''It is becoming apparent that as current reinsurance treaties expire, they will be renewed only with a terrorism exclusion. Therefore, it will become impossible to provide our customers with terrorism coverages,'' he said. In addition, the Chubb CEO said that if the United States ''were to suffer a series of future attacks or catastrophes of the magnitude of Sept. 11, insurer solvency would be called into question.''\nHe said that his ''fundamental message'' to the committee was that ''legislation is needed quickly, perhaps patterned after (Pool Reinsurance Co. Ltd.) in the United Kingdom, for terrorism coverage. The availability of insurance is absolutely essential to the growth of our economy.'' Pool Re, which reinsures excess terrorism coverage purchased from commercial property insurers, is guaranteed by the U.K. government (BI, Sept. 24).\nMr. O'Hare was one of several witnesses to appear before the committee. Another speaker-National Assn. of Insurance Commissioners President Kathleen Sebelius-said that regulators were already looking at Pool Re, but cautioned that the scope of the British program was much smaller than would be needed to respond to an event on the scale of the Sept. 11 attack.\n''I have no desire to have the government in my business,'' Mr. O'Hare said in response to a question from Rep. Mike Oxley, R-Ohio, who chairs the committee. But, Mr. O'Hare said, ''if the issue of some kind of reinsurer of last resort is not addressed, the effect is very simple''-insurers won't cover terrorism.\nA witness representing the reinsurance industry stressed that ''we are not coming here with our hat in our hand.'' But Ronald Ferguson, chairman and CEO of General Re Corp., a unit of Berkshire Hathaway Inc., said that at the appropriate time, the industry and lawmakers must ask ''and then what?''\nHe noted that insured losses from the attacks on the World Trade Center and the Pentagon as well as the downing of a passenger jet near Somerset, Pa., are currently estimated to run between $30 billion and $40 billion for all lines of coverage, including life insurance. And Mr. Ferguson said that he believes the cost will be at the high end of that range. Berkshire Hathaway alone has estimated that its insurance and reinsurance operations face losses of about $2.2 billion from the attacks.\nMr. Ferguson pointed out that ''not a single premium dollar'' was collected specifically to cover terrorism risk at the World Trade Center, so losses will be paid out of the industry's ''capital account.'' He said all branches of the insurance industry together have a surplus of about $500 billion, roughly $300 billion of which is property/casualty. But because personal lines insurers do not face massive losses from the Sept. 11 attacks, ''you can arguably get down to a capital base of $120 billion,'' he said.\n''With $120 billion of capital in the U.S. supporting this business, it's clear that the losses will be paid,'' said Mr. Ferguson. He said the question is, what needs to be done now to protect the industry?\n''I suspect, Mr. Ferguson, that the question you asked is very timely: Where do we go from here?'' said Rep. Oxley as he opened the floor to questions, many of which dealt with how any U.S. version of Pool Re might work.\nWhile committee members praised the insurance industry for its response-notably assurances from property/casualty insurers that they wouldn't invoke the war exclusion to deny coverage-they also remained wary of rushing to create a federal facility for terrorism reinsurance.\n''As a general rule, I do not believe that the government should prop up a marketplace'' except under the most extreme of circumstances, said Rep. Richard Baker, R-La., who chairs the committee's Securities and Insurance Subcommittee. Rep. Baker added that he would be ''extremely reluctant'' to accept any proposal that would put taxpayers ''on the hook for insurable losses when there is no federal office that exercises any real jurisdiction'' over insurance. Rep. Baker had planned to hold hearings this fall on creating an optional federal charter for insurers, but those plans have been put on the back burner because of the attacks.\nThe ranking minority member of the committee-Rep. Paul Kanjorski, D-Pa.-also expressed concern about government intervention. He called for allowing ''market discipline'' to deal with the problem, though he added that Congress eventually may decide that insurers need greater flexibility in meeting capital requirements and liquidity or providing terrorism reinsurance.\nMeanwhile, the National Assn. of Independent Insurers issued a statement Thursday urging Congress to ''proceed cautiously in its consideration of any proposal to implement a federal reinsurance program to cover future claims from acts of terrorism or war.'' The NAII said that the issue requires ''careful study and deserves input from the entire industry,'' adding that, ''to date, Congress has only heard from a narrow segment of property/casualty insurers.''\n\nGraphic\n\n \nMr. O'Hare * Ms. Sebelius\n\nLoad-Date: October 5, 2001"
}