{
    "title": "House OKs indefinite definition of terror suspects",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 5,
    "day": 18,
    "full text": "WASHINGTON ? A divided House on Friday endorsed the indefinite detention without trial of terrorist suspects, even for U.S. citizens seized on American soil. A coalition of Democrats and tea party Republicans fell short in their effort to end the controversial policy established last year and based on the post-Sept. 11 authorization for the use of military force that allows indefinite detention of enemy combatants. \nThe Republican-controlled House rejected an amendment by Reps. Adam Smith, D-Wash., and Justin Amash, R-Mich., that would have barred indefinite detention and rolled back mandatory military custody. The vote was 238-182. \"The frightening thing here is that the government is claiming the power under the Afghanistan authorization for use of military force as a justification for entering American homes to grab people, indefinitely detain them and not give them a charge or trial,\" Amash said during hours of House debate. Opponents of ending the policy argued that it would weaken national security and coddle terrorists. The vote came as the House pushed to finish a $642 billion defense budget for next year. The White House has threatened to veto the legislation, as Republicans made wholesale changes in President Barack Obama's budget proposal. The spending blueprint calls for money for aircraft, ships, weapons, the war in Afghanistan and a 1.7 percent pay raise for military personnel, billions of dollars more than Obama proposed. House Republicans abandoned last summer's deficit-cutting plan that was worked out with Obama, embracing a budget that adds $8 billion for the military while slashing funds for some safety-net programs for the poor such as Medicaid and food stamps. The bill snubs the Pentagon's budget that was based on a new military strategy shifting focus from the Iraq and Afghanistan wars to future challenges in Asia, the Mideast and in cyberspace. The bill spares aircraft and ships slated for retirement, slows the reduction in the size of the Army and Marine Corps and calls for construction of a new missile defense site on the East Coast. The detention issue has created an unusual political coalition in Congress. Conservatives fear it could result in unfettered power for the federal government, allowing it to detain American citizens indefinitely for even a one-time contribution to a humanitarian group that's later linked to terrorism. They argue it would be a violation of long-held constitutional rights. Also disconcerting to the GOP is the reality that the current government is led by a Democratic president. Several Democrats also have criticized the provision as an example of government overreach and an unnecessary obstacle to the administration's war against terrorism. The provision in the current defense law denies suspected terrorists, including U.S. citizens seized within the nation's borders, the right to trial and subjects them to the possibility they would be held indefinitely. When Obama signed the bill on Dec. 31, he issued a statement saying he had serious reservations about provisions on the detention, interrogation and prosecution of suspected terrorists. Such signing statements are common and allow presidents to raise constitutional objections to circumvent Congress' intent. \"My administration will not authorize the indefinite military detention without trial of American citizens,\" Obama said in the signing statement. \"Indeed, I believe that doing so would break with our most important traditions and values as a nation.\" In February, the Obama administration outlined new rules on when the FBI, rather than the military, could be allowed to retain custody of al-Qaida terrorism suspects who aren't U.S. citizens but are arrested by federal law enforcement officers. The new procedures spelled out seven circumstances in which the president could place a suspect in FBI, rather than military, custody, including a waiver when it could impede counterterrorism cooperation with another government or when it could interfere with efforts to secure an individual's cooperation or confession. In a face-saving move, the House voted 243-173 Friday for an amendment that reaffirms Americans' constitutional rights. During Thursday's debate, Republicans insisted they're stronger on defense than Obama. Rep. Michael Turner, R-Ohio, railed against \"the secret deal the president has with the Russians to weaken our missile defense,\" a reference to Obama being caught on an open microphone in March telling then-Russian President Dmitry Medvedev that he would have more room to negotiate after the November election. The White House wrote to Turner on April 13, explained what transpired with Medvedev and insisted that in pursuing cooperation with Russia, \"We have been clear that we will not agree to any constraints limiting the development or deployment of United States missile defenses.\" The GOP effort to make Obama's national security record an issue in the campaign has made little headway. Opinion surveys show Americans give the president high marks on defense after the killing of Osama bin Laden, repeated drone attacks against suspected terrorists and a weakened al-Qaida and an end to the Iraq war. In a series of votes Thursday, the House overwhelmingly backed the continued war in Afghanistan. \n\nLoad-Date: May 19, 2012"
}