{
    "title": "House Armed Services Subpanel Backs Increased Funding for Special Operations",
    "publisher": "congressnow",
    "year": 2008,
    "month": 5,
    "day": 8,
    "full text": "House Armed Services lawmakers today approved legislation by voice vote that authorizes increased funding for Special Operations Command and key counterterrorism programs, while slightly changing the Defense Department's command structure to accommodate emerging and irregular warfare.\nThe House Armed Services Subcommittee on Terrorism, Unconventional Threats and Capabilities approved the measure that will become part of the fiscal 2009 National Defense Authorization Act (H.R. 5658). The full committee is expected to take up the legislation next week, and two other subcommittee are set to mark up portions of the Defense policy bill today.\nAcknowledging \"the strain we put on our forces in the current conflicts,\" subcommittee Chairman Adam Smith (D-Wash.) lauded the SOCOM funding increase, which would authorize an additional $185 million for eight programs within the nation's Special Forces.\nSmith also touted the attention devoted in the legislation to irregular forms of warfare, including counterinsurgency, reconstruction and stability efforts, and strategic communications by assigning the portfolio to an assistant secretary of Defense. Other changes in Defense's command structure would include the creation of a management board to deal with terrorism and other unconventional threats.\nRep. Jim Marshall (D-Ga.) expressed some concerns with this alteration in command structure, raising the issue of where the new management board would located - in SOCOM, in the Army command or elsewhere.\n\"My instinct would be to say that it should not be within SOCOM,\" Marshall said, acknowledging its expertise with unconventional threats, but pointing out that the Army faces the threats more often.\nSmith disagreed, saying that \"SOCOM would be a logical place for it,\" but that the legislation leaves that decision to the Pentagon. Regardless of where the management board resides, however, Smith insisted that \"there needs to be an interagency piece,\" and that all agencies involved will have to \"interact on a regular basis.\"\nOther measures within the bill authorize more funding for homeland defense initiatives, including the Chemical Biological Defense Program and the Defense Threat Reduction Agency. \"All of these initiatives aim to prevent and/or [minimize] the effects of major, unconventional attacks on the United States,\" Smith said.\n\nLoad-Date: May 9, 2008"
}