{
    "title": "House Passes Sinema Bill to Combat Terrorist Financing",
    "publisher": "yellow sheet report",
    "year": 2017,
    "month": 7,
    "day": 25,
    "full text": "WASHINGTON, D.C. - Today, Congresswoman Kyrsten Sinema (AZ-09) voted for H.R. 3364, the Countering America's Adversaries Through Sanctions Act. This sanctions agreement holds Iran, Russia, and North Korea accountable for their efforts to undermine global peace and security and ensures strong Congressional oversight of sanctions against these authoritarian regimes.\nThis bipartisan agreement includes Sinema-sponsored legislation to establish a whole-of-government strategy to combat the financing of terrorism. Congresswoman Sinema spoke on the floor in support of her counter-financing legislation and the underlying bill.\nRead Congresswoman Sinema's full remarks below:\nI rise today in support of H.R. 3364, the Countering America's Adversaries Through Sanctions Act.\nThe authoritarian regimes in Iran, Russia, and North Korea continue to undermine global peace and security and threaten the safety of the United States and our allies.\nRussia's coordinated efforts to undermine democracies and free and fair elections around the world is particularly troubling and demands a strong response.\nI thank Chairman Royce and Ranking Member Engel for their bipartisan legislation that counters these belligerent regimes and ensures strong oversight by Congress and the American people.\nThe safety and security of our communities and our country must come before partisanship.\nI also thank the Chair and Ranking Member for including my bipartisan legislation, introduced with Congressman Budd, to establish a whole-of-government strategy to combat the financing of terrorism.\nCurrent U.S. efforts to counter the financing of terrorism lack sufficient coordination, and the United States has no unified national strategy to guide our counter financing efforts.\nMoney is the lifeblood of any organization. We must establish a comprehensive and effective strategy to deny money to terrorists.\nThis strategy will enhance detection, deterrence and prosecution, and ultimately strengthen our broader national security goals.\nAgain, I thank the Chair and Ranking Member for advancing this important, bipartisan national security bill and urge my colleagues to vote yes.\nI yield back.\n###\n\nLoad-Date: July 31, 2017"
}