{
    "title": "House OKs anti-terrorism bill; Senate approval expected today",
    "publisher": "philadelphia daily news",
    "year": 2001,
    "month": 10,
    "day": 25,
    "full text": "The House yesterday passed and sent to the Senate for final congressional approval a bipartisan bill to expand the power of law enforcement to combat terrorists.\nThe Senate was expected to pass the measure as early as today, and send it to President Bush, who has pushed for such legislation since shortly after the Sept. 11 attacks on the United States.\nBush said in a statement, \"I look forward to signing this strong bipartisan plan into law so that we can combat terrorism and prevent future attacks.\"\nApproved on a House vote of 357-66, the bill would increase the authority of law enforcement to wiretap suspected terrorists, share intelligence information about them, track their Internet movements, prosecute those who knowingly harbor terrorists and crackdown on their money laundering.\n\"I am most pleased that this bipartisan compromise knocks down current legal barriers that prevent the FBI, CIA and other law enforcement officials from sharing information with one another,\" said House Speaker Dennis Hastert, an Illinois Republican.\n\"Our goal must be stopping terrorists . . . rather than wasting time, energy and resources fighting bureaucratic legal hurdles,\" he said.\nSenate Majority Leader Tom Daschle, a South Dakota Democrat, said: \"It's a good bill [and] I expect a pretty overwhelming\" Senate vote for it.\"\nBut Sens. Ron Wyden, an Oregon Democrat, and Gordon Smith, an Oregon Republican, both have \"holds\" on the measure - at least for now.\nThey've vowed to block the bill until they obtain legislation that would again permit federal prosecutors to participate in covert investigations in their state.\nFederal law requires U.S. prosecutors to abide by state ethics codes, and a new code in Oregon has been interpreted by the state's highest court as prohibiting prosecutors from participating in undercover operations.\nA senior Democratic aide said the chamber's leadership was confident it could resolve the matter so the anti-terrorism bill could soon be sent to Bush.\nThe bill is a bipartisan compromise from similar measures approved earlier by the House and Senate. A chief difference is that the final legislation would have many of its provisions expire, or \"sunset,\" in four years.\nThe White House had opposed any such limits, but was forced to accept them as part of the price of getting a measure that both the House and Senate could pass.\nMany lawmakers said \"sunsets\" were a needed safeguard to help protect against future abuses of the war-time legislation.\nSenate Judiciary Committee Chairman Patrick Leahy, a Vermont Democrat, said, \"We did the White House a favor\" by eliminating provisions that he called unconstitutional and would have trampled civil liberties.\nChanges made in the legislation included eliminating or revising provisions that would have allowed for the indefinite detention without charges of foreigners deemed security risks and execution of search warrants without any notification.\nRegardless, the American Civil Liberties Union remained unsatisfied, warning that many of the remaining provisions could be misused to violate the rights of law-abiding people.\n\"This legislation is based on the faulty assumption that safety must come at the expense of civil liberties,\" said Laura Murphy, director of the ACLU's national office in Washington.\nLegislation highlights include:\n* Make it a crime to knowingly harbor a terrorist.\n* Authorize \"roving wiretaps.\" This would grant court orders to wiretap any phone a suspected foreign terrorist might use rather than a specific phone. Many suspects now frustrate law enforcement by constantly switching phones.\n* Make it easier for U.S. criminal investigators and intelligence officers to share intelligence information.\n* Give the U.S. Treasury Department new powers to target foreign countries and banks deemed money-laundering threats.\n* Authorize funds to triple the number of border patrol agents along the U.S. northern border and to triple the number of Immigration and Naturalization Service inspectors at each port of entry along the northern border.\n* Allow law enforcement to get e-mail transmissions of suspected terrorists from Internet providers. *\n\nNotes\n\nAMERICA AT WAR\n\nGraphic\n\n \nPHOTO;\nAssociated Press\nPresident Bush addresses employees at Dixie Printing and Packaging Corp. in Glen Burnie, Md., yesterday.\n\nLoad-Date: November 13, 2001"
}