{
    "title": "House Approves Plan to Aid Insurers",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 20,
    "full text": "Over the objections of the White House, the House overwhelmingly adopted on Wednesday legislation that would significantly expand the federal program to assist the insurance industry in the event of a major terrorist attack.\n  The expansion has been sought by commercial real estate developers and insurers, who say that such insurance is scarce on the private market and that, without it, developers cannot get financing to complete major projects, particularly in cities considered most likely to be attacked.\n  By a vote of 312 to 110, the House approved a measure that would extend the terrorism risk insurance program for 15 years. It would add group life insurance to the lines of insurance covered by the program, and it would cover terrorist attacks by Americans as well as by foreigners. It would also require commercial property and casualty insurance policies to cover losses from terrorist attacks involving nuclear, biological, chemical or radiological attacks. Typically such policies now exclude that coverage.\n  The measure was written by Representative Barney Frank, Democrat of Massachusetts, and pushed aggressively by the delegation from New York and surrounding areas. It now heads to the Senate, which is expected to act promptly because the current federal terrorism insurance program is to expire in December.\n  In recent days, the prospects for quick legislative action seemed to have been diminished by a new estimate from the nonpartisan Congressional Budget Office that the measure could increase the deficit by $3.5 billion over the next five years and by $8.4 billion over a decade. \n  In one of its first acts after taking control of the House in January, the Democratic majority adopted a ''pay as you go'' measure that required any new government spending to be offset by a tax increase or a cut in other federal programs.\n  The new estimate had threatened to derail the measure, and this week the House leadership agreed to wording that even supporters of the legislation said probably would not work but would at least move the legislation along as other options are considered. To get past the ''pay as you go'' rules, the Democrats inserted a provision requiring Congress to vote again if an attack occurred to provide the money outlined in the bill.\n  The original Terrorism Risk Insurance Act was adopted in 2002 after commercial real estate developers and other businesses heavily lobbied Congress for assistance to the insurance industry. The industry's unwillingness to provide adequate insurance against terrorism had threatened to derail many projects as lenders insisted on broad coverage. \n  Under that program, which was reauthorized in 2005, the government agrees to provide financial assistance to commercial property and casualty insurers for losses above certain thresholds if those losses are caused by foreign terrorists. The program also gave the government the authority to recoup federal payments up to certain limits.\n  This week, the White House said that President Bush would veto the House measure, calling it an unacceptable expansion of what should be a temporary and short-term program. \n  ''The most efficient, lowest-cost and most innovative methods of providing terrorism risk insurance will come from the private sector,'' the White House said in a statement Monday.\n  Mr. Frank and others supporting the legislation disagree. ''There are in our midst people who believe in the free market so firmly that they believe in it the way other people believe in unicorns,'' Mr. Frank said.\n  He quoted from a 2005 letter to Congress from Henry M. Paulson Jr., then the chief executive of Goldman Sachs, urging reauthorization of the insurance program because there was no significant coverage available on the private market. Mr. Paulson is now the Treasury secretary.\n  Mr. Frank predicted that the part of the bill that bypasses the budget rules would be changed, but Republicans seized on the provision, calling it an accounting gimmick.\n  ''This bill should be defeated because it is irresponsible and fiscally dangerous to pass legislation that has an open-ended obligation on the budget,'' said Representative John Culberson, Republican of Texas.\n  Some Democrats who support the measure also were uncomfortable with the financing proposal because they said the need for Congress to vote again to approve the disbursement of money would leave too much uncertainty in the markets.\n  ''We should fix the rule so that in case there is an attack, the federal government would step in and we would not worry about the budget,'' said Representative Gary L. Ackerman, Democrat of New York. ''Any town, any city, deserves to know that if they are attacked, they will know that America stands behind them and will help put them back together again.''\n  Insurance industry groups praised the House vote but said they would lobby against a provision requiring companies to provide coverage for attacks involving weapons of mass destruction.\n  ''This provision undermines the intent of the program, reduces consumer choice and would leave more Americans and our economy unnecessarily exposed to the financial devastation from a terrorist attack,'' said Ben McKay, a lobbyist at the Property Casualty Insurers Association of America.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Barney Frank, chairman of the House Financial Services Committee, scoffed at a White House statement that said the private sector was best suited to creating terrorism insurance. (PHOTOGRAPH BY DENNIS DRENNER/BLOOMBERG NEWS)                         \n\nLoad-Date: September 21, 2007"
}