{
    "title": "HOUSE PASSES ANTI-TERRORISM MEASURE; SENATE TO MOVE SOON",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 10,
    "day": 25,
    "full text": "The House approved legislation yesterday to give police new search powers in response to last month's terrorist attacks, including the ability to secretly search homes, tap phones and track people's use of the Internet.\nThe Senate plans to vote on the measure today, hoping to get it ready for President Bush's signature before the end of the week.\n\"I expect a pretty overwhelming vote, and that's how it should be,\" said Senate Majority Leader Tom Daschle, D-S.D.\nThe president praised the quick passage of the legislation by the House, saying in a statement, \"I look forward to signing this strong bipartisan plan into law so that we can combat terrorism and prevent future attacks.\"\nBush and Attorney General John Ashcroft have been calling for legislation to expand the FBI's wiretapping and electronic surveillance authority, impose stronger penalties on those who harbor or finance terrorists and increase punishments of terrorists since the Sept. 11 attacks on the World Trade Center and Pentagon.\nThe GOP-controlled House gave strong support to the bill, passing it by 357-66 despite critics' concerns about compromising civil liberties.\nIn order to get a deal with the Senate, House leaders dumped the House Judiciary Committee's GOP-Democratic compromise with more civil liberties and privacy provisions for a modified Senate version negotiated withthe Justice Department and the White House.\n\"This legislation is not perfect, and the process is not one that all will embrace,\" House Judiciary Chairman Jim Sensenbrenner, R-Wis., said Tuesday. \"However, these are difficult times. .*.*. This legislation is desperately needed.\"\nBut the new legislation is \"not just limited to terrorism,\" argued Rep. Robert Scott, D-Va. \"Had it been limited to terrorism, this bill could have passed three or four weeks ago without much discussion.\"\n(Among Virginians in the House, Scott and fellow Democrat Rep. Rick Boucher voted against the measure. The remaining nine members of the delegation voted in favor.)\nThe legislation expands the federal government's power to inspect educational records, wiretap telephones, track e-mails, seize voice mails and detain immigrants suspected of being terrorists. Critics say it goes too far.\n\"This legislation is based on the faulty assumption that safety must come at the expense of civil liberties,\" said Laura Murphy, head of the American Civil Liberty Union's Washington office.\nBut senators say the House-Senate compromise is a good one.\n\"It's a good bill, and I am very pleased with the work product here,\" Daschle said.\nThe Senate will take up the bill after the completion of the foreign aid spending bill, Daschle said.\nIt may hit a snag in the Senate, with Oregon Sens. Ron Wyden, a Democrat, and Gordon Smith, a Republican, threatening to block final approval.\nThe two senators want to use the anti-terrorism bill to fix a law that prevents federal prosecutors from using certain investigative techniques labeled \"deceit.\" Such techniques are allowed by federal law but banned under ethics rules enforced by state bar associations.\nIn Oregon, Wyden and Smith's home state, ethics rules prohibit attorneys from using deceit. Federal prosecutors say that means wiretaps and other covert methods cannot be used in that state.\nWyden said yesterday he is considering a filibuster to force the point.\n\nLoad-Date: October 27, 2001"
}