{
    "title": "House readies anti-terrorism compromise",
    "publisher": "charleston gazette",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "WASHINGTON - Police would be able to secretly search the homes of suspects, tap all their cell and home phones and track their use of the Internet under anti-terrorism legislation moving toward final approval in the House.\n\"This legislation is not perfect and the process is not one that all will embrace,\" said House Judiciary Chairman Jim Sensenbrenner, R-Wis. \"However, these are difficult times that require steadfast leadership and an expeditious response. This legislation is desperately needed.\"\nLawmakers last week reached a compromise between the House and Senate versions of President Bush's measure, which would expand the FBI's wiretapping and electronic surveillance authority, impose stronger penalties on those who harbor or finance terrorists and increase punishment of terrorists.\n\"This is one of the most important measures that we will determine … because it is anti-terrorist legislation that expands the law in many directions,\" said Rep. John Conyers, D-Mich., the top Democrat on the Judiciary Committee.\nHouse leaders said the bill will be voted on today, with the Senate expected to take up the bill later this week. The plan is to get it to Bush for a possible Friday signing at the White House.\nHowever, there may be a snag on the Senate side. Sen. Ron Wyden, D-Ore., has threatened to block final approval in the Senate because of a compromise Senate negotiators made to get House approval.\nThe original Senate bill tinkered with the \"McDade amendment,\" which prevents federal prosecutors from using investigative techniques - such as wiretaps or undercover stings - that are disallowed under ethics rules crafted by state and local bar associations, although not barred by federal law.\nThe Senate fix would loosen the McDade amendment, named for Joe McDade, a former congressman whose reputation was clouded by an eight-year racketeering case before he won acquittal in 1996.\nFormer House Judiciary Committee chairman Henry Hyde, R-Ill., and current chairman Sensenbrenner have opposed any changes to the amendment. \"I believe U.S. Attorneys ought to obey ethical requirements of the state,\" Hyde said last week.\nWyden wants the fix put back into the anti-terrorism bill and has threatened to delay final approval. By Senate custom, any senator can block a bill, at least temporarily. Majority Leader Tom Daschle, D-S.D., can override the block.\nIn Oregon, a court ruling last year said that federal prosecutors must abide by Oregon State Bar ethics rules that prohibit deceit. \"Its unintended consequences have led to a complete shutdown of all federal covert investigative methods for over a year,\" Wyden and Sen. Gordon Smith, R-Ore., said in a letter to Bush.\nThe Senate's McDade compromise wasn't the only one made during negotiations for the anti-terrorism bill.\nThe Justice Department gave up on its demands that the new laws immediately become permanent, a major loss for the Bush administration. \"No one can guarantee that terrorism will sunset,\" Attorney General John Ashcroft implored lawmakers, but House leaders said it was unlikely that they would pass the bill without an expiration date.\nThe Bush administration ultimately decided that having the wiretapping and electronic surveillance portion of the terrorism legislation expire at the end of 2005 was better than having no new laws at all.\nThe Republican-controlled House gave up its insistence that money-laundering legislation be passed separately and not with the anti-terrorism legislation.\nHouse Republican Leader Dick Armey of Texas said last week that the Senate-passed bill was \"loaded up with incomplete money-laundering legislation, so a better option is to get a complete comprehensive look at money laundering, move that separately and do that job as fully and completely as possible, and then get refocused on the anti-terrorism bill.\"\nBut Senate leaders repeatedly threatened to scuttle the bill if the money-laundering provisions were taken out, and House leaders relented.\nThey also dumped a provision, sought by some House members, that would have prohibited the use of credit cards or checks for illegal Internet gambling. Law enforcement authorities have identified Internet gambling as a means for money laundering.\nIn other action, the House:\n-Required registration of all researchers using biological agents or toxins and made unregistered possession a felony, regardless of intent. It would also become a federal crime to use biological agents in a way that shows reckless disregard for public safety.\n-Passed legislation authorizing the Treasury Department to issue the first war bonds since World War II.\n-Passed legislation to make it easier for students called up to active duty in the military to pay off their college loans.\n\nLoad-Date: October 24, 2001"
}