{
    "title": "House approves detainee-abuse ban",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 12,
    "day": 20,
    "full text": "The House approved a defense authorization bill yesterday that would ban cruel, inhuman and degrading treatment of terrorism suspects in U.S. custody, putting on the brink of congressional approval a provision that President Bush had threatened to veto until reversing himself last week.\nOn a 374-41 vote, the House sent the sweeping measure setting Pentagon policies to the Senate, which planned to pass it this week. Also included is a military pay raise.\nThe terrorism-detainee provision, sponsored by Sen. John McCain (R., Ariz.), is also included in a separate $453 billion military spending bill that also passed the House yesterday and is now before the Senate.\nBush is expected to sign both measures.\nThe detainee provision seeks to standardize interrogation techniques and repair a tarnished U.S. image abroad.\nAfter months of resistance that included White House veto threats, Bush bowed to pressure from Congress and reluctantly endorsed the legislation - a recognition that McCain had the votes in the House and Senate to override any veto.\nSen. John W. Warner (R., Va.), chairman of the Armed Services Committee, said the detainee provision would put U.S. policy into law and \"further protect members of our military and their civilian counterparts as they perform vital intelligence operations.\"\nThe panel's top Democrat, Sen. Carl Levin of Michigan, said the provision \"should help restore America's reputation around the world.\"\nThe legislation would prohibit \"cruel, inhuman or degrading treatment or punishment\" of anyone in U.S. government custody anywhere in the world. It also would require that service members follow procedures in the Army Field Manual while interrogating prisoners in Defense Department facilities.\nVice President Cheney had lobbied to exempt CIA interrogators from the provision's requirements. In the end, the White House and McCain agreed that civilian interrogators accused of violating the standards would get the same legal protections as those afforded to military interrogators - that is, they could defend themselves by saying they reasonably believed they were following legal orders.\nOther aspects of the measure are specific to terrorism detainees at the U.S. naval base at Guantanamo Bay, Cuba.\nThe measure would narrow a 2004 Supreme Court ruling that gave Guantanamo detainees the right to fight the legality of their detentions in any federal court. Instead, it limits their ability to appeal their status and punishments to a federal appeals court in Washington.\nAnother provision would allow military panels determining whether to hold detainees indefinitely to consider information gained from coercive interrogation techniques.\nThe bill also would authorize a 3.1 percent raise for military personnel and allow exceptions to a law that bars the adoption of military working dogs before the end of their useful life.\n\nLoad-Date: December 20, 2005"
}