{
    "title": "HOUSE PASSES ANTI-TERRORISM LEGISLATION BUT PUTS 5-YEAR CAP ON SOME MEASURES",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "* The House and Senate versions of the bill would extend the FBI's wiretapping authority and increase punishment for terrorists.\nThe House approved on Friday a package of anti-terrorist legislation pushed by the Senate and White House. The bill increases the government's power to spy on, detain and punish terrorism suspects.\nBut before passage, the House insisted on changing the Senate package to put a five-year cap on the most intrusive measures, including roving wiretaps. House members registered misgivings about the loss of civil liberties involved.\nThe House also dumped a Senate money-laundering provision. That part is moving separately through the House.\nThe chairman of the House Judiciary Chairman, Rep. James Sensenbrenner, R-Wis., said he hoped the Senate would accept the House's changes and send the bill to President George W. Bush.\nBush said he was pleased with the House passage, on a 337-79 vote.\nEven so, delays loom. \"We will not support a counterterrorism bill that does not have money-laundering provisions in it,\" said Senate Majority Leader Tom Daschle, D-S.D.\nThe Senate had approved its own version 96-1 late Thursday.\nBoth the House and Senate versions would expand the FBI's wiretapping authority, impose stronger penalties for harboring or financing terrorists and increase punishment of terrorists.\nBut members of the House Judiciary Committee were unwilling to give police some of the powers that the Senate did - for example, an OK for secret \"sneak-and-peek\" searches of suspects' homes.\nUntil Friday, the House version also had put the burden on the government to prove that an alien suspect was a terrorist, instead of making the suspect prove he was innocent. Also dropped was an earlier House insistence that in terrorism investigations, police get a court order before seizing business and phone records.\nWith the Senate gone for the weekend, some House Democrats urged the chamber to put off a vote until Monday so members could carefully read the 175-page bill.\nDifferences probably will have to be worked out among House, Senate and White House negotiators. But key lawmakers promised to avoid a repeat of the year it took to finish anti-terrorism legislation after the Oklahoma City bombing of 1995.\nAirport security bill stalls\nHouse Republicans continued to balk at legislation that Bush had requested for improving security at airports and aboard airliners.\nThe Senate passed legislation Thursday making baggage screeners at major airports federal employees. Some House GOP leaders oppose the idea but admit they have fewer votes than those who support it.\nAdministration officials had agreed earlier to the Senate approach. But on Friday, White House officials changed their minds and said they wanted the Senate to reconsider.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: October 13, 2001"
}