{
    "title": "House votes to fund states based on terrorism risk; Similar legislation failed last year because law",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 5,
    "day": 13,
    "full text": "Terrorism-fighting money guaranteed to rural states would decline but cities' shares could increase greatly under a House bill approved Thursday.\nActing in response to a recommendation from the Sept. 11 commission, the House voted 409-10 in favor of the measure that would change the formula for awarding money to help emergency responders.\nSimilar legislation failed last year because lawmakers from rural areas contended that such a change would leave their regions more vulnerable to attack.\nRep. Chris Cox, chairman of the House Homeland Security Committee, said the bill would end wasteful spending in a program that pays for new equipment and training for police officers and firefighters.\n\"The question is not whether we're putting enough money into terrorism preparedness for first responders. The question is whether it is making it to the front lines and the answer is no, it is not,\" said Cox, R-Calif.\nThe bill would reduce the minimum percentage of money that states get from the Homeland Security Department. The reduction would not be as severe for states that border another country or face an international body of water.\nThe measure also would require that states have long-term plans for proper spending of their share.\nFor this budget year, the minimum amount per state was about $11 million, before additional dollars were allotted based on the terrorism risk for states.\nThe bill is intended to award more money based on threat assessments by homeland security and intelligence officials. Such a change would be expected to send more dollars to cities and places with essential public works. The 2006 budget proposes $3.6 billion in terrorism-fighting grants.\nThe legislation also directs the Homeland Security Department to examine the risks of terrorism in rural areas.\nA Senate version, sponsored by Sen. Susan Collins, R-Maine, sets a higher minimum percentage than the House bill.\nThe department, created after the attacks of Sept. 11, 2001, says it has sent some $17 billion to state and local authorities to safeguard against attacks.\nElected officials from New York, California and other big states have appealed for a larger share of the grants. Department officials also have argued for more money to be awarded according to risk and vulnerability.\nBut lawmakers who represent rural areas have sought to make the case that security worries about threats to agriculture and military facilities in their states were just as much of a priority as protecting skyscrapers.\nSupport for changing the grant formula reflects an acceptance of the Sept. 11 commission's recommendation and growing complaints the money is often misspent or delayed.\n\"Unfortunately, the system of delivering grant money to the local level is fundamentally broken,\" said Rep. Bill Pascrell, D-N.J., who supported the bill.\nOther lawmakers said a risk-based system would bring more money overall to their states.\nRep. Jerrold Nadler, D-N.Y., whose district includes the site where the World Trade Center once stood, said, \"I understand this bill is a delicate political compromise, but state minimums waste homeland security funding.\"\n\nLoad-Date: May 13, 2005"
}