{
    "title": "HOUSE PANEL DELAYS ANTI-TERRORISM BILL",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 25,
    "full text": "A Virginia lawmaker cautioned yesterday against eroding civil liberties as Congress began debating new legislative tools sought by the Justice Department to fight terrorism.\n\"The terrorists could not undermine our freedoms. But as we consider this legislation, that might be exactly what we're doing,\" warned U.S. Rep. Robert C. Scott, D-3rd, a senior Democrat on the House Judiciary Committee, urging a deliberative approach.\nScott asked Justice Department officials to clarify whether an innocent person, for example, could be the subject of government eavesdropping through upgraded wiretapping proposals aimed at tracking an individual as opposed to a phone number.\n\"What I think is important about these provisions is none of them is a revolution in the law,\" replied Assistant Attorney General Michael Chertoff. He said instructions similar to current ones would be issued so that an innocent person using a targeted phone would not be monitored \"for an extended period.\"\nThe House Judiciary Committee had planned to vote today on the anti-terrorism package, one day after Attorney General John Ashcroft came up to Capitol Hill to call for the legislation's speedy approval.\nBut Chairman F. James Sensenbrenner, R-Wis., said the committee would now take up the bill late next week to give the panel time to work out concerns raised by some lawmakers, including some questions about the constitutionality of some of the provisions.\nBoth Democrats and Republicans on the committee said the issues were too important to rush the legislation.\nAshcroft is scheduled to testify today before the Democratic-controlled Senate Judiciary Committee, which has already said it will move much slower on the package. The Senate panel's chairman, Sen. Patrick J. Leahy, D-Vt., is proposing his own bill.\nScott said after the hearing on Capitol Hill that he hoped the panel would be able to produce a better bill with the extra time that Sensenbrenner ordered yesterday for its consideration.\nA liberal, Scott wrote a letter Friday with conservative Republican Bob Barr of Georgia and three other Republicans listing certain Bush administration proposals that could pass easily and others that would not. They urged the panel's leaders not to \"blindly expand law enforcement's investigation authority\" without deliberating it first.\nAnother Virginia lawmaker, Rep. Robert W. Goodlatte, R-6th, told Justice Department officials at yesterday's hearing: \"I strongly support this legislation with some concerns that some elements of it need some fine-tuning.\"\n\nLoad-Date: September 27, 2001"
}