{
    "title": "House committee to begin work on bill to pay for war on terrorism",
    "publisher": "air force times",
    "year": 2002,
    "month": 5,
    "day": 13,
    "full text": "A lean budget request by President Bush   clears the way for the House Appropriations   Committee to start work on a bill to pay for   the war on terrorism.\nThe committee has been sitting on the administration's $27 billion supplemental request, received in mid-March, because   White House budget officials warned lawmakers against adding any funding. A similar dispute last year, ultimately decided in   the White House's favor, led to threats that   an emergency funding bill would be vetoed.\nSenior House Republicans, who had been   telling leaders of the Appropriations Committee to stick within Bush's limit, weren't   able to keep their troops in line, so they   arranged a May 2 meeting with Bush to   talk about the possibility of spending more.\nBush did not approve any specific amount,   but assured lawmakers he would not veto   the bill if Congress spends a little more on   terrorism-related items, according to John   Scofield, spokesman for the House Appropriations Committee.\nThe exact amount of the increase still is   being negotiated, Scofield said, adding that   the plan is to \"keep it lean.\"\nRep. C.W. \"Bill\" Young, R-Fla., the committee chairman, has talked about spending   an extra $3 billion.\nThe Senate Appropriations Committee,   headed by Rep. Robert Byrd, D-W.Va., has   been waiting for the House to pass the supplemental bill before even starting to draft   its version.\nThe $27 billion includes about $14 billion   for the military. Most of the pressure to increase funding has been for nonmilitary   projects, Scofield said.\nBush's assent for extra spending allows   the committee to give a little more to the   military while also relieving lawmakers'   temptation to cut the military's request to   fund other programs, according to congressional aides involved in preparing the bill.\nThe biggest military expense in the supplemental request is $7.2 million for ongoing operations, including fuel and spare parts.\n\nLoad-Date: June 18, 2004"
}