{
    "title": "House Joins Senate in Passing TRIA Extension; President Expected to Sign",
    "publisher": "congressnow",
    "year": 2007,
    "month": 12,
    "day": 18,
    "full text": "The House today overwhelmingly passed Senate-approved legislation that extends a terrorism risk insurance program through 2014, opting not to push its more far-reaching version of the bill in order to facilitate quicker passage into law. The measure, which passed 360-53, now heads to the president, who has indicated that he will sign the Senate-backed version.\nTRIA, which was enacted in 2002 to help restore the private market for terrorism risk insurance following the Sept. 11 attacks, is set to expire Dec. 31.\nToday's bill (H.R. 2761) extends the program for seven years and sets a \"trigger\" of $100 million for the government's share in the cost of a terrorist event. It also modifies the definition of terrorism to include domestic acts of terror and requires ongoing reports to Congress on inclusion of coverage for group life and nuclear, biological, chemical and radiological events.\nHouse Financial Services Chairman Barney Frank (D-Mass.) had been pushing for the Senate to include group life insurance coverage, a $50 million trigger and a reset provision for areas hit by more than one event. However, he indicated that he would not block their bill if the Senate would not accept these terms.\nThe original House bill would have extended the program for 15 years, included group life insurance coverage and reset provisions, and included mandatory coverage for nuclear, biological, chemical and radiological (NBCR) events. But in November, the Senate shaved it down to its current, much narrower focus.\nThe Senate's stance is in line with the Bush administration's. The administration has maintained that the program was intended to be a temporary fix and expansion would further impede the private market. House Republicans, led by House Financial Services Committee ranking member Spencer Bachus (R-Ala.), had been whipping up support for the Senate version.\n\"While it is not a perfect bill, the Senate's TRIA extension is a reasonable, bipartisan compromise that will ensure the continued vitality of our commercial insurance markets operating under the threat of global terrorism,\" he said today. \"The fiscally responsible seven-year extension includes coverage for domestic acts of terrorism, but otherwise limits and improves taxpayer protections and prevents further intrusion by the government into this market-based program.\"\nSenate Banking, Housing and Urban Affairs Chairman Christopher Dodd (D-Conn), who authored the Senate version of the bill, commended the House for backing his measure.\n\"This is a carefully crafted, strong and balanced bill that the president has said he will sign into law,\" he said. \"It will help to protect our nation's workers and businesses from the risk of terrorism and help to ensure that our economy is able to thrive and create jobs.\"\nProperty-casualty insurance groups have expressed support for both versions of the bill and urged lawmakers to simply settle their differences before the program expires.\n\"We are enormously pleased that Congress has approved a new backstop that will help provide needed coverage for the business customers of independent agents and brokers and for our nation's economic security,\" said Robert Rusbuldt, CEO of the Independent Insurance Agents and Brokers of America. \"This legislation is crucial to maintaining affordable and available terrorism coverage and brings certainty to policyholders, insurers and the insurance market.\"\nGov. Marc Racicot, president of the American Insurance Association, reiterated that the bill will help to extend market stability. \"This action is critical to businesses throughout the nation that rely on insurance to protect them from the threat of terrorism,\" he said. \"AIA looks forward to the next step: the president's signature on this legislation.\"\nDavid Sampson, president of the Property Casualty Insurers Association of America, noted that while the insurance industry was divided on inclusion of NBCR in the bill, PCI opposed it. He praised lawmakers for recognizing that NBCR could negatively affect TRIA.\n\"We are pleased that members of Congress understand that attacks using weapons of mass destruction are uninsurable,\" he said. \"It would be an onerous and risky burden for both insurers - particularly small- to mid-sized companies - and policyholders to expand the program to require companies to offer NBCR coverage to their policyholders.\"\n\nLoad-Date: December 20, 2007"
}