{
    "title": "HOUSE PASSES ANTI-TERRORISM PACKAGE",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 7,
    "day": 24,
    "full text": "WASHINGTON -- The House signed off Tuesday on a compromise $ 28.9 billion anti-terrorism package, capping a four-month fight that saw lawmakers heed President Bush's demands to limit the bill's cost.\nHalf the measure's money was for the stepped-up battle against terrorism that the Pentagon and intelligence agencies have waged since the Sept. 11 attacks. Other recipients included New York's rebuilding efforts, federal aviation safety programs, local emergency agencies, allies like Afghanistan and the Philippines and a slew of home-district projects won by lawmakers.\n\"This bill is critical to winning the war on terrorism,\" said Rep. Randy Cunningham, R-Calif.\nThe House approved the measure by 397-32 after only an hour of debate, and Senate passage was expected today. The money is for the rest of the budget year that ends Sept. 30.\nThe bill's contents were widely popular, but Bush's request last March for a $ 27.1 billion version of the measure ignited an election-year battle over its proper size. The Democratic-run Senate's bill reached $ 31.5 billion, but with huge budget deficits on a comeback, White House officials threatened to veto anything exceeding the Republican-run House's near $ 29 billion cost.\nFor a while, Democrats used Bush's demands for lower spending to question his seriousness about shoring up domestic security. Even many Republicans wanted more money than Bush, and White House budget chief Mitchell Daniels bore the wrath of lawmakers from both parties over his insistence that his bottom-line demands not be surpassed.\nBut with the federal fiscal year nearing its end amid administration complaints that the Pentagon and Transportation Security Administration were scrounging for dollars, party leaders were unwilling to wage a veto fight against a popular president.\n\"We simply need to get on with it, and we need to get this down to the president,\" said Rep. David Obey of Wisconsin, one of the leading Democratic authors of the package.\nBy the time the House-Senate compromise was written, lawmakers had sprinkled it with items for the folks back home.\nSuch projects included $ 6 million to upgrade a U.S. Geological Survey data center near Sioux Falls, S.D.; $ 10 million to help farmers near the Rio Grande River involved in a water dispute with Mexico; $ 7 million for enhancing water supplies in New Mexico; and a provision pressuring the Agriculture Department to reimburse poultry producers in West Virginia and Virginia for losses from avian influenza.\nThe bill's major categories included $ 14.5 billion for defense and intelligence; $ 6.7 billion for aviation safety, the FBI and other domestic security programs; $ 5.5 billion for New York; and $ 2.1 billion for foreign aid and U.S. diplomatic programs.\nOne provision would let Colombia use U.S. aid to combat specified right- and left-wing groups characterized as \"terrorist organizations,\" an expansion of current restrictions limiting the funds to fighting narcotics trafficking.\n\nLoad-Date: July 24, 2002"
}