{
    "title": "House likely to act on TRIA extension in April Support growing for expansion of losses program would",
    "publisher": "business insurance",
    "year": 2007,
    "month": 3,
    "day": 12,
    "full text": "NEW YORK-Congress should eliminate the distinction between acts of terrorism committed by foreign and domestic terrorists under a renewed federal terrorism insurance program, witnesses said last week at a hearing of the House Financial Services Subcommittee on Capital Markets, Insurance and Government Sponsored Enterprises.\nThe field hearing, held at New York City Hall near the World Trade Center site, came shortly after a Senate Banking, Housing and Urban Affairs Committee hearing about the terrorism backstop earlier this month (BI, March 5).\nWitnesses also stressed that the bill should steer clear of temporary solutions, and institute a long-term-if not permanent-program to replace the backstop created by the Terrorism Risk and Insurance Act. TRIA was originally passed in 2002, extended for two years in 2005, and is set to expire on Dec. 31.\nMeanwhile, House lawmakers indicated last week that legislation to extend-and likely expand-TRIA could be ready as early as next month.\nIn testimony, New York Mayor Michael Bloomberg said that TRIA should not discern between acts of terrorism carried out by foreign or domestic interests; this distinction becomes complicated when a domestic group contains at least one member from another country, or maintains contact with other terrorism groups, he said. He noted the 2005 attacks on London's mass transit system-carried out by British citizens-as an example of the type of event that would be excluded under the current version of TRIA if a similar attack occurred in the United States.\nIn addition, terrorism coverage for only conventional types of weapons such as explosives is insufficient, and TRIA should be expanded to respond to all possible kinds of attacks, Mayor Bloomberg said. ``We must not only be prepared for yesterday's attack,'' he said.\nSen. Charles Schumer, D-N.Y., in his testimony outlined four major points for lawmakers to consider in drafting a new TRIA bill, including that the new version should provide coverage for nuclear, biological, chemical and radiological threats (see box).\nCongress should also consider permitting tax-deferred reserving for underwriters to create a dedicated pool of capital for terrorism insurance, said Eric Dinallo, acting New York state insurance superintendent.\nRobert W. Ferguson, chairman of Swiss Re America Holding Corp. in Armonk, N.Y., urged lawmakers to include coverage for group life insurance in the extension of the federal backstop.\nMeanwhile, some lawmakers at the hearing indicated that extension legislation is a priority.\n``We're committed to extending TRIA this year,'' said Rep. Deborah Pryce, R-Ohio, a subcommittee member.\nRep. Carolyn Maloney, D-N.Y., meanwhile, noted that lawmakers are looking drafting a new TRIA bill as early as April.\nIn addition, at a separate event last week, Rep. Barney Frank, D-Mass., said that the House would vote next month on extending the backstop program.\nDuring a keynote address at the annual Insurance Reform Summit in Washington held by the Networks Financial Institute at Indiana State University, Rep. Frank noted that the extended program would be expanded to cover group life insurance. In addition, it would cover both domestic- and foreign-initiated acts of terrorism, he said.\nOthers who testified at the subcommittee hearing in New York included: Donald J. Bailey, chief executive officer of Willis North America; Edmund F. Kelly, chairman, president and CEO of Liberty Mutual Group Inc.; Warren Heck, president and CEO of Greater New York Mutual Insurance Co.; and representatives of World Trade Center Properties L.L.C. and S.L. Green Realty Corp.\nMark A. Hofmann contributed to this story.\n\nGraphic\n\n \nArt Credit: Sen. Charles Schumer\nArt Credit: Zuma Press\n\nLoad-Date: March 16, 2007"
}