{
    "title": "House OKs terrorism bill",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 4,
    "day": 19,
    "full text": "Legislation on its way to President Clinton would speed the execution of death-row inmates by restricting state prisoners' right to federal appeals.\nThe measure is part of an anti-terrorism bill passed, 293-133, by the House on the eve of today's first anniversary of the Oklahoma City bombing. The Senate approved the bill, 91-8, Wednesday, and President Clinton is expected to sign it next week.\nAmong the new powers to combat domestic terrorism, the measure would allow deportation of alien terrorists without disclosing classified evidence against them, prevent fund raising in the United States for terrorists and require chemical labels in plastic explosives so they can be traced.\nPerhaps the most controversial provisions, however, are the limits on inmates' federal appeals. The measure would set time limits for filing such appeals and might restrict federal judges' power to review state court rulings.\nCritics say that will prevent thousands of inmates, including those not on death row, from getting a fair hearing on valid appeals.\n\"There will be many injustices which will not be corrected,\" said Stephen Bright of the Southern Center for Human Rights. \"We'll see a lot of people in this country executed despite fundamental violations of the Constitution and despite innocence.\"\nThe measure would fundamentally change state inmates' ability to challenge their convictions in federal court by seeking a writ of habeas corpus - Latin for \"you have the body\" - requiring that a prisoner be brought into court to determine if he or she is being legally held.\nLawmakers and prosecutors complain that inmates have abused that right, spending a decade or more on death row while pursuing various legal strategies.\nSenate Judiciary Chairman Orrin Hatch, R-Utah, has said the provisions generally will allow death sentences to be carried out within two years of final state court action.\nAbout 3,000 inmates are now on death row nationwide, and those executed between 1977 and 1994 spent an average of eight years awaiting execution, said Richard Dieter of the Death Penalty Information Center. About 40 percent of federal appeals by death-row inmates result in overturning a conviction or sentence.\n\nLoad-Date: December 9, 1996"
}