{
    "title": "House Panel Adopts a Broad Measure to Fight Terrorism",
    "publisher": "the new york times",
    "year": 1995,
    "month": 6,
    "day": 15,
    "full text": "In its haste to advance anti-terrorism legislation, a House committee today voted to classify as a terrorist act almost any crime in which a gun was used.\nSuch a classification would mean that any street crime or crime of passion involving a gun, whether or not it was fired, could be investigated and punished by the Federal Government. The only exemption would be if the gun was used for \"mere personal monetary gain,\" as in a robbery. The bill would also brand carjacking as a terrorist act.\n\"I wanted to move the bill,\" said Representative Henry J. Hyde, the Illinois Republican who heads the panel, the House Judiciary Committee. He said he sponsored the language in an effort to improve original language that presented other problems.\nOnce committee staff members realized that the panel had elevated street crime to the level of terrorism, concern spread throughout the committee room. Mr. Hyde said the committee would come up with new language in a couple of weeks to try to repair the latest change.\nThe language on terrorism was adopted as the House Judiciary Committee began consideration of a major anti-terrorism bill, similar to the bill passed last week by the Senate and endorsed by President Clinton. The legislation, which has taken on new urgency since the bombing in Oklahoma City on April 19, is expected to be voted out of committee on Thursday and debated on the House floor before the July 4 recess.\nThe House bill would provide tougher penalties for bombing Federal property, deny visas to members of designated terrorist organizations, expand the Government's wiretapping authority, streamline deportation procedures for aliens believed to be engaged in terrorist activity, allow the military to be deployed in emergencies involving chemical and biological terrorism, and ban fund raising in the United States for organizations that the President designated as terrorist.\nThe committee unexpectedly passed an amendment to ban \"cop-killer\" bullets.\n\"No one, no one, no one needs a cop-killer bullet for any legitimate purpose,\" said Representative Charles E. Schumer, Democrat of Brooklyn, one of the chief advocates of gun control in the Congress, who sponsored the amendment. No such provision is in the Senate bill.\nThe amendment passed, 16 to 14, with three Republicans helping the Democrats to pass it. But tonight, Mr. Hyde said that the committee might reconsider the measure on Thursday because five members had been absent.\nThe committee opposed another measure offered by Mr. Schumer, which was supported by the Clinton Administration and opposed by the National Rifle Association. It would have required tracer material, or taggants, to be placed in all chemical explosives, including gunpowder. The Senate version would require the material in explosives.\nInstead, the House bill would require an odor-emitting agent to be placed in materials for plastic bombs and would order the Justice Department to study within 180 days the safety, cost and effectiveness of taggants.\nThe bill's original definition of terrorism applied to activity that was \"intended to achieve political or social ends.\" After a member of the American Civil Liberties Union alerted the committee that the language could apply to civil disobedience, including protests at abortion clinics, Mr. Hyde, one of Congress's chief opponents of abortion, acknowledged that the language was too broad.\nSo he substituted it with the language from the Immigration and Nationality Act, written in 1990, thinking it would be acceptable since it has been in effect under two Presidents of different parties.\nWhile the language covers assassins and hijackers, it also applies to \"the use of any explosive or firearm (other than for mere personal monetary gain) with intent to endanger, directly or indirectly, the safety of one or more individuals.\"\nThe committee members received the new language just moments before it was to vote on it.\nRepresentative Bob Barr, a Georgia Republican who is a strong opponent of gun control, noticed the firearm language and complained that it was overly broad.\n\"The use of a gun in a crime IS a serious act,\" Mr. Hyde said. \"That doesn't offend my sense of rectitude to have that defined as terrorism.\"\nMr. Barr again complained, saying the language was \"phenomenally broad.\" And Representative Martin R. Hoke, Republican of Ohio, added, \"We don't want crimes of passion to be suddenly federalized.\"\nBut Mr. Hyde said that prosecutorial discretion could weed out such cases. He then said a case in which a man who had been betrayed by his wife and had a gun and \"lunges through the living-room window\" is an act that \"sounds pretty terroristic to me.\"\nThe new language then passed by a voice vote.\nAs concern swept through the room, and aides whispered to House members, Mr. Hyde interrupted discussion on another matter to say, \"By the time this bill gets to the floor, we'll try to have a printed, better, more accurate definition\" of terrorism.\"\nHe added: \"But meanwhile, we have a workable one. It's not the worst in the world.\"\nOthers agreed it was not so bad.  \"The big picture,\" said Andrew Fois, an associate deputy attorney general, who has been monitoring the legislation for the Justice Department, \"is that we proposed a definition that is broad enough to enforce our needs. The efforts are to narrow it. Our concern is that it doesn't get too narrow.\"\nGregory T. Nojeim, legislative counsel for the American Civil Liberties Union, who raised the initial question about the language, said he thought the change was an \"improvement.\"\n\"It takes out the political determinations,\" Mr. Nojeim said, referring to language that originally identified terrorism as acts intended to achieve \"political or social ends by intimidating or coercing a segment of the population.\"\nMr. Barr told reporters later, \"Under this definition, any crime that involves the use of firearms becomes a terrorist act, and then the provisions of this bill -- making it easy for the Federal Government to wiretap or obtain financial records -- apply.\"\nMr. Barr added, \"In addition, these all become Federal offenses, and that cuts squarely against the grain certainly that I and the people in my district want me to be doing up here, which is to be narrowing the scope of Federal activity, not vastly expanding it.\"\n\nGraphic\n\n \nPhoto: The House Judiciary Committee yesterday voted to classify as a terrorist act almost any crime in which a gun was used. \"I wanted to move the bill,\" said Representative Henry J. Hyde, the Illinois Republican who heads the panel. At left is Representative Pat Schroeder. (David Scull/The New York Times)\n\nLoad-Date: June 15, 1995"
}