{
    "title": "House blocks detainees from U.S",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 12,
    "day": 9,
    "full text": "WASHINGTON -- The House on Wednesday approved legislation to prohibit moving terrorism suspects from the military prison at Guantanamo Bay to U.S. soil, a blow to President Obama's efforts to prosecute them in criminal courts. \nThe proposed legislation prevents moving such prisoners to the United States under any circumstances by prohibiting the administration from spending any money to do so. \nIn the past, the government was allowed to bring detainees, including the self-professed mastermind of the Sept. 11 attacks, Khalid Sheikh Mohammed, to the United States to face trial. \nThe provision was tucked in must-pass legislation that would fund the U.S. government's operations through the end of the 2011 fiscal year, Sept. 30. That legislation now goes to the Senate for approval. \nThe Obama administration condemned the tighter restriction on moving the detainees and argued that Congress should not direct how the administration prosecutes such cases. \n\"We strongly oppose this provision. Congress should not limit the tools available to the executive branch in bringing terrorists to justice and advancing our national security interests,\" said Justice Department spokesman Matthew Miller. \nThe inclusion of the provision in the bill was unusual because Democrats still control the House through the end of the year, and previously they had approved allowing detainees to be brought into the country for prosecution. \nMeanwhile, about one-fourth of all released Guantanamo detainees have been confirmed or suspected of engaging in terrorism or insurgency activity, the vast majority of them freed in the Bush years, according to a new U.S. intelligence report. \nDirector of National Intelligence James Clapper included the figure in a report filed with Congress on Tuesday that was required by the 2010 U.S. intelligence funding bill. \nThe 150 former Guantanamo detainees who turned to terrorism or may have done so include 83 men who are at large, 54 who are now in custody and 13 who have been confirmed dead. \n\nLoad-Date: December 9, 2010"
}