{
    "title": "House defeats effort to cut ANWR drilling from bill; YOUNG_ A vote to prevent exploration is a vote",
    "publisher": "daily news ",
    "year": 2005,
    "month": 4,
    "day": 21,
    "full text": "The House underscored its support for opening the Arctic National Wildlife Refuge to oil drilling Wednesday by defeating an amendment to remove that authority from a comprehensive energy bill.\nThe measure to strip drilling from the bill was rebuffed in a 231-200 vote. The House is slated to vote Thursday on the full energy bill.\nMore than a dozen House members made arguments on the floor Wednesday for and against opening the refuge. One called the debate, echoing around the Capitol in one form or another since 1980, a \"congressional ritual.\"\nRep. Edward Markey, D-Mass., who introduced the amendment and a similar, failing one last week in the House Resources Committee, urged members to increase vehicle fuel efficiency before considering drilling in the \"crown jewel\" of the nation's refuge system.\n\"Instead of making those vehicles more efficient, they've decided to construct a gas station in the refuge,\" he said.\nRep. Don Young, R-Alaska, countered in a fiery floor speech that voting against drilling is a vote for terrorism. The nation needs the oil, he said.\n\"If we don't wake up,\" he said, \"you will have a collapsed American economy.\"\nThe Senate is working on a companion energy bill, but it is unlikely to contain the same provision for opening the refuge, in recognition of a long-standing Democratic threat to kill such a bill with a filibuster. This year, Republican leadership passed the ANWR provision in the Senate's budget resolution, which is not subject to a filibuster.\nBut the complex budget bill still has several other controversial provisions that could sink it and thwart the latest effort to open the coastal plain.\nProponents of drilling say the refuge contains enough oil to improve the nation's energy security. Opponents counter that there isn't enough oil in the refuge to justify the possible disruption to migrating caribou and the Gwich'in Natives who depend on them.\nThe House's ANWR measure includes language that limits the surface area covered by wells, roads and buildings to 2,000 acres. Opponents of drilling say that the 2,000 acres is unrealistic and that drilling will result in miles of roads and industrial complexes.\nHouse Resources chairman Richard Pombo, R-Calif., said he agreed that ANWR is one of the most important areas in the country and needs to be protected, though that was no reason to keep the refuge off-limits.\n\"We don't have to choose between providing the energy resources for our country and protecting our environment,\" he said. \"We can do both.\"\nThe energy legislation, with $8 billion in tax incentives and cuts, also includes a controversial provision that protects manufacturers of the gasoline additive MTBE from lawsuits related to drinking water contaminated by the additive. The MTBE provision helped doom the energy bill in the Senate in the last Congress.\nIf the energy legislation passes, it will be the fifth time in four years that the House has approved energy legislation. But the House and Senate have not agreed on an energy package since President Bush was elected in 2000.\nEnergy Secretary Samuel Bodman said at a news conference Wednesday morning that President Bush backs the House's energy legislation.\nThe legislation is the first step in a complex process, but \"the president is very pleased with the overall package,\" he said.\nDaily News reporter Nicole Tsong can be reached at ntsong@adn.com or 1-202- 383-0007.  \n\nGraphic\n\n \nYoung\n\nLoad-Date: April 21, 2005"
}