{
    "title": "House Dems fend off GOP bid for Pelosi-CIA waterboarding probe",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 5,
    "day": 21,
    "full text": "WASHINGTON » House Democrats on Thursday defeated a Republican push to investigate House Speaker Nancy Pelosi's claims that the CIA misled her in 2002 about whether waterboarding had been used against terrorism suspects. \nThe House voted 252-172 to block the measure that would have created a bipartisan congressional panel. Rep. Rob Bishop, R-Utah, sponsored the resolution.\n\"This is partisan politics and an attempt by the Republicans to distract from the real issue of creating jobs and making progress on health care, energy and education,\" said Pelosi spokesman Nadeam Elshami.\nPelosi told reporters this month that she had not been told that waterboarding had been used against terrorism suspects, even though it had been. President Barack Obama and human rights groups have said waterboarding, which simulates drowning, is torture.\n\"To have this charge out there and not have it resolved I think is damaging to our intelligence efforts, and certainly will have a chilling effect on our intelligence professionals around the world,\" said House Republican Leader John Boehner of Ohio.\nFormer Vice President Dick Cheney also stepped into the debate.\nIn a speech at the conservative American Enterprise Institute, Cheney said Pelosi and other lawmakers had been briefed on the interrogation techniques on \"numerous occasions.\"\n\"In my long experience in Washington, few matters have inspired so much contrived indignation and phony moralizing as the interrogation methods applied to a few captured terrorists,\" Cheney said.\nPelosi has asked the CIA to declassify information supporting her claims.\nThe CIA has sent lawmakers its notes and memos on 40 congressional briefings on the interrogation techniques. But that document has been found to include several errors.\nCIA Director Leon Panetta acknowledged in a May 6 letter to House Intelligence Committee Chairman Silvestre Reyes, D-Texas, that the CIA's list may not be completely accurate.\n\"In the end, you and the committee will have to determine whether this information is an accurate summary of what actually happened,\" Panetta wrote.\nDemocrats also are pointing out that Republicans too have accused the CIA of misleading them on intelligence matters. Boehner himself called into question the soundness of the intelligence community when it determined in 2007 that Tehran had halted its nuclear weapons program.\nBoehner told reporters on Thursday that it was an unfair comparison because he never accused the men and women of the intelligence community of misleading Congress.\n \n\nLoad-Date: May 21, 2009"
}