{
    "title": "House sides with Bush on Iraq Lawmakers passed a resolution to complete the mission, rejecting a dea",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 6,
    "day": 18,
    "full text": "The House on Friday voted 256-153 to back President Bush's policies in Iraq after two days of passionate and partisan debate that saw Republicans try to recast an unpopular conflict as part of a broader war on terrorism and totalitarianism.\nForty-two Democrats bucked their leadership to join a virtually united Republican Party and declare that the United States must complete \"the mission to create a sovereign, free, secure and united Iraq\" without setting \"an arbitrary date for the withdrawal or redeployment\" of U.S. troops.\nThree Republicans - Reps. Ron Paul of Texas, John Duncan Jr. of Tennessee and Jim Leach of Iowa - joined 149 Democrats and one independent to oppose the resolution. Five others - three Democrats and two Republicans - voted present in protest.\nPublic opinion polls continue to show the Iraq war is deeply unpopular, even after the death of al-Qaeda in Iraq leader Abu Musab al-Zarqawi. But, convinced they cannot avoid the issue in an election year, Republicans tried to put Democrats on the defensive with the first extended debate on the war since Congress authorized the use of force nearly four years ago.\nHouse Republicans sought to frame the conflict in the broadest possible terms, linking it not only to the Sept. 11, 2001, attacks and the war on terrorism but also to what they saw as the Clinton administration's repeated failures to act after terrorist attacks in the 1990s.\n\"The American public deserves to hear how their elected leaders will respond to international terrorism and those enemies who seek to destroy our American way of life. Will we fight or will we retreat?\" asked House Majority Leader John Boehner (R., Ohio). \"Let me be clear: Those who say this is a war of choice are nothing more than wrong. This is a war of necessity.\"\nHouse Majority Whip Roy Blunt (R., Mo.) said the question before the House was whether \"the global war on totalitarianism is worth fighting.\"\nHouse Minority Leader Nancy Pelosi (D., Calif.) countered: \"Republicans in Congress continue to try to mislead the American people by suggesting a link between the war in Iraq and the war on terror. They are distinct... and efforts to portray one as part of the other are a disservice to the truth and to the men and women fighting in Baghdad, Kirkuk and Ramadi.\"\n\"We've become the enemy. We've given a microphone to people like Zarqawi,\" said Rep. John P. Murtha of Pennsylvania, the hawkish Democrat who rocked Capitol Hill last year by calling for a rapid withdrawal of forces. \"We support the troops. It's the policy we don't support.\"\nFor much of the last four years, House Republicans have avoided serious debate on Iraq. The Senate, not the House, held hearings on prisoner abuse at the Abu Ghraib prison. The Senate, not the House, descended into bitter debate last year over an amendment by Sen. John McCain (R., Ariz.) to ban torture at U.S. detention facilities. And the Senate, not the House, pushed into law a measure declaring 2006 a \"year of significant transition\" in Iraq.\nBut with midterm elections less than five months away, House leaders - driven in part by dissenting voices in their party - decided their members needed to engage the Iraq issue directly.\n\"I think all members are going to have to express themselves on this issue as the year goes on,\" Boehner said. \"There is no way of avoiding it.\"\nBut Republicans wanted to air it out under the most favorable circumstances, debating a leadership-tailored resolution for more than 10 hours that would not be subject to amendment and would not face competing policy statements. By drafting a resolution that supported U.S. troops, which emphasized triumphing over terrorism and called for victory in Iraq, GOP leaders had constructed a measure that was \"hard not to support,\" Rep. Tom Davis (R., Va.) said.\nAfter the vote, Republicans crowed that they had held ranks while highlighting Democratic division. Speaker J. Dennis Hastert (R., Ill.) said that \"we are pleased that 42 Democrats defied their leadership and stood with House Republicans to support both our troops and their mission to win the global war on terror.\"\nThe 42 Democrats were dominated by Southerners and members in Midwestern and Western swing districts, but they included a few surprises, such as Reps. Howard Berman of suburban Los Angeles and Stephen Lynch of Boston.\n\"I voted 'aye,' notwithstanding the partisan and cynical motivations of the Republican sponsors of the resolution, the patently unfair process by which it was brought before the House, and the grossly distorted recitation of events leading up to the present,\" Berman said.\n\nLoad-Date: June 18, 2006"
}