{
    "title": "House Financial Services Backs 15-Year Extension for Terrorism Risk Insurance Program",
    "publisher": "congressnow",
    "year": 2007,
    "month": 8,
    "day": 1,
    "full text": "A federal terrorism risk insurance program designed to help insurance companies pay claims following a declared terrorism event would be extended for 15 years, under a bill approved by the House Financial Services Committee today.\nThe bill (H.R. 2761), sponsored by Rep. Michael Capuano (D-Mass.), was reported to the House floor by a vote of 49-20, with 14 Republicans voting for the bill. House Financial Services Chairman Barney Frank (D-Mass.) said he expects the bill to reach the House floor in September.\nCapuano's bill updates the terrorism risk insurance program established in 2002 by eliminating the distinction between domestic and foreign attacks, adding group life insurance coverage and decreasing the trigger for insurers to $5 million. The program was reauthorized in 2005 and is scheduled to expire in December 2007.\nBy a vote of 39-30 the panel adopted an amendment Rep. Peter King (R-N.Y.), co-sponsored an amendment with the other Democratic New York lawmakers on the panel, to extend the program for 15 years. As originally drafted the bill would have provided a ten-year extension.\n\"This is not 15 years of welfare. This is not 15 years of handouts,\" King said.\nSupporters of a longer-term extension say that it would correct a market failure caused by the threat of terrorism. They argue that the existence of too many variables - including weapons, methods, targets and timing - make it difficult if not impossible for insurers to assess the scale of risk from \nterrorism before an attack.\nFrank said he favored longer-term extension of the program to provide certainty for long-term construction projects.\n\"It shouldn't cost you more to build because some murderous thug decided to blow up your building,\" Frank said. \"The cost should be borne equally by all Americans.\"\nRep. Tom Feeney (R-Fla.) rejected Frank's argument. \"The economic consequences are the same regardless if its nature or made who made the risk,\" Feeney said.\nOpponents advocating for much shorter terms argued that the program was never intended to be a permanent solution.\n\"This amendment establishes whether this program is permanent in nature or should be subject to review. Fifteen years takes us down a road too far,\" said Rep. Richard Baker (R-La.).\n\"Let's not go beyond the program extension length that the administration already opposes,\" said House Financial Services ranking member Spencer Bachus (R-Ala.), who warned of a White House veto threat against the bill if it included a long-term extension.\n\"We got 14 Republican votes for the bill even with the 15 years. That's a good sign to the administration,\" Frank said.\nOn a 26-39 roll call vote, the committee defeated an amendment by Rep. Adam Putnam (R-Fla.) that would have proposed an initial eight-year extension of the program, with a two-year \"soft landing period\" containing a separate formula to calculate the value of an insurers premiums to determine the program's trigger.\nThe committee did adopt a manager's amendment from Frank that among several changes would add a voluntary terrorism buy down fund provision to provide additional coverage against threats. The insurer's deductible would not be applied to the additional coverage.\nRep. Scott Garrett (R-N.J) won support for his amendment that would set insurer deductible from at 5 percent and increase it by 0.5 percent annually. His amendment, adopted 42-27, would set the insurer deductible at 5 percent if another conventional terrorist event exceeds $1 billion. He offered a similar amendment that would have raised the insurer deductible without the provision for attacks resulting in losses greater than $1 billion, but it was rejected by voice vote. \nThe panel also gave voice vote approval to the following amendments:\n* Rep. William Clay (D-Mo.) amendment that would restore multiple peril coverage for farm owners in the bill. Clay said his amendment would help protect against threats to the food supply.\n* Rep. Donald Manzullo (R-Ill.) amendment that would exempt for two-years insurers earning less than $50 million in direct premium from a requirement in the bill to make NBCR coverage available. It would allow the Treasury Secretary to provide an additional two-year extension.\n* Rep. Kenny Marchant (R-Texas) amendment that would allow insurers to form partnerships to provide coverage for NBCR risks.\n* Rep. Ginny Brown-Waite (R-Fla.) that would index the program trigger every two years for inflation. Brown-Waite said the adjustment would be based on the change in gross domestic product so that trigger's value doesn't decrease further.\n* Rep. Michele Bachmann (R-Minn.) amendment that would give the Treasury Secretary the discretion to recoup the federal share of payments for losses in connection with acts of terrorism from states receiving those funds.\nThe Senate has not yet introduced its version of the bill, but Senate Banking, Housing and Urban Affairs Chairman Christopher Dodd (D-Conn.) has been advocating for a more permanent solution to provide insurance against terrorist attacks.\nHouse Committee on Financial Services\nHR 2761\n\nLoad-Date: November 14, 2007"
}