{
    "title": "House Committee Passes Anti-Terrorism Measure",
    "publisher": "the new york times",
    "year": 1995,
    "month": 6,
    "day": 21,
    "full text": "The House Judiciary Committee today passed its anti-terrorism package, sending the legislation to the House floor for expected approval later this summer.\nThe Senate approved a similar bill this month by a vote of 91 to 8, and the Clinton Administration has been eager to sign such legislation. Although the package had been in the works for several months, the April 19 bombing in Oklahoma City has given the bill added urgency.\nThe Judiciary Committee today approved the bill 23 to 12, with 7 Democrats joining 16 Republicans to pass it.\nThe bill would greatly expand the Government's wiretapping authority and would streamline deportation procedures for aliens believed to be engaged in terrorism. It would allow limited use of the military in emergencies involving chemical and biological weapons of mass destruction and would ban fund raising in the United States for organizations deemed to be terrorist.\n\"Everything that has been done here is a balance between the constitutional requirements and the need to provide for national security,\" said Representative Henry J. Hyde, the Illinois Republican who heads the committee.\nBut four conservative Republicans and eight liberal Democrats opposed the bill. The conservatives said the bill gave too much power to the Federal Government; the liberals said it impinged on individual rights.\n\"We need an anti-terrorism bill, but this is not it,\" said Representative John Conyers Jr., Democrat of Michigan. \"The committee has been unable to balance the rights of innocent citizens with attempts to stop terrorism.\"\nBut Mr. Conyers and other opponents put up only a half-hearted fight, knowing that the measure had broad bipartisan support and popular political appeal.\nThe House bill is similar to the bill passed by the Senate and sought by the Administration, which was generally pleased with the committee bill today. \"Of the 38 provisions in our bills, 35 are here,\" said Andrew Fois, Associate Deputy Attorney General, who has been monitoring the legislation for the Justice Department.\nBut a few important differences must still be resolved.\nThe House would give the Government much broader authority in wiretapping, increasing the number of crimes for which the Government can seek a wiretap and allowing wiretaps without a court order in emergency situations, although an order would have to be obtained within 48 hours or the evidence yielded could not be used in court.\nAnother major difference is that the Senate bill would allow the Treasury Department to ban chemical explosives that did not contain tracer materials, or taggants. The House committee calls only for a study, since the last one was conducted in 1980.\n\"Time and science and crime have marched on,\" Mr. Hyde said during debate. \"The prudent thing to do is study this.\"\nBoth versions would require odor-emitting agents to be placed in plastic explosives so they might be detected by dogs before detonation.\nFinally, the Senate bill speeds the appeals process in death-penalty cases, while the House committee did not address the issue because the House already passed such provisions earlier this year in its anti-crime legislation.\n\nGraphic\n\n \nPhoto: Representative Henry J. Hyde, Republican of Illinois, at the House Judiciary Committee hearing on anti-terrorism yesterday. (Stephen Crowley/The New York Times)\n\nLoad-Date: June 21, 1995"
}