{
    "title": "HOW WESTERN STATES CAN FIGHT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 1,
    "day": 12,
    "full text": "NEW YORK One day perhaps the West will summon the moral and political courage to face the truth about terrorism. On that day, the conquest of terrorism will begin. But it may never happen. The reason is not the brilliance or bravery of the terrorists. It is the hypocrisy and cowardice of the West in refusing to acknowledge the truth - that we have known all along who the major criminals are and exactly where they live.  So, for once, let us look at reality squarely: The important criminals are not the men and women who sneak the bombs on board the plane, or chain a hostage to the wall, but the top officials of the states that provide the money, the training and the camps where the terrorists are mustered. Terrorism makes anybody anywhere a potential victim every time he buys a plane or ship ticket or she enters her own embassy abroad.  Terrorism would be totally impossible without the money, weapons and succor that these countries and their leaders provide. At this moment, these three men are at the heart of international terrorism: Hafez Assad, president of Syria, who has made his country a headquarters and jumping-off place for a variety of Palestinian terrorists.  Ayatollah Khomeini of Iran and the men trying to squiggle to the top of the mound of hatred that is the government of Iran.  Col. Moammar Gadhafi of Libya, paymaster of terrorism in all parts of the world from the Middle East to the Philippines and even sometimes in Belfast.\nMost terrorist atrocities are carried out in the name of statehood for Palestine. But those Palestinians who yearn for a decent settlement with Israel are not blowing up planes. And the men psychotic enough to blow them up - long before the unsolved Pan Am disaster - will not call off their horrors unless they achieve the goal to which they are sworn, the death of Israel. Nor is Palestinian statehood the goal for the criminals who pay the criminals.  Assad, for instance, still dreams of Greater Syria, which would swallow up not only Jordan, Lebanon and Israel, but the territory on which a separate Arab Palestine is supposed to be created.  Why all this evasion of the plain truth about where terrorism has its roots? Why the refusal to take economic and political action that would hit the terrorist states and their leaders hard enough to show them that terrorism does not pay? Such as: A total economic boycott of states financing or giving refuge to terrorists.  A total ban on all weapons sales to these states.  A total closing of Western airports to all traffic to and from any of their cities.  A warning that military action would follow if economic steps were not persuasive enough.  The reason for Western refusal to act is money - money to be made from selling weapons, equipment and factories to the terrorist states.  Maybe one day we will change our values and decide that the lives of the innocent are more important. If not, let us at least have enough self-respect not to run around whining that we do not know the names and addresses of the terrorists.\n\nLoad-Date: October 23, 1993"
}