{
    "title": "HOW TERRORISM WENT FROM AFTERTHOUGHT TO PRIORITY",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 9,
    "day": 8,
    "full text": "Scouring their speeches from the 2000 election, President Bush and Al Gore, his Democratic rival, can both find moments when they urged increased vigilance against terrorists.\n But terrorism wasn't a central, or even a secondary, issue in their fiercely fought campaign. Neither candidate suggested that defending against terrorism would soon become perhaps the pre-eminent challenge facing the United States. Taxes, education, health care, Social Security, even the moral climate in the capital, all attracted far more attention.\n That's a measure of how abruptly the terrorist attacks of Sept. 11 compelled America to reorder its priorities. Just as the jumbo jets slamming into the World Trade Center ignited fires hot enough to melt steel, the threat exposed on that searing morning has reshaped the agenda in Washington and the terms of political debate.\nAcross the country, dozens of federal agencies are shifting their focus: stockpiling vaccines, reconstructing the security systems at the nation's airports, struggling to build systems to monitor foreign students and visitors, dispatching more inspectors to examine cargo containers in foreign ports and searching for new ways to monitor and disrupt extremist groups at home and abroad. In all, this might be the most comprehensive government mobilization since the frantic months after Pearl Harbor.\n \"It's historic, and it's stunning in terms of how much we are trying to do at once,\" said Donald Kettl, a University of Wisconsin political scientist who studies federal administration.\n Former Gov. Tom Ridge, director of the White House Office of Homeland Security, said that as many as 100 agencies and departments are involved in the effort to stiffen the nation's defenses. \"If you took a look at all these agencies, you will find that as of 9/11 if they didn't have a particular individual or team assigned to [terrorism], they do now,\" he said.\n Initially, this massive mobilization in a climate of wartime urgency appeared poised to mute political debate. But after a few months' truce, the two major parties are again banging heads.\n Nonetheless, the new threat has changed the playing field. It has compelled Congress to appropriate billions of dollars for the military and homeland defense -- spending that over time is likely to squeeze domestic priorities favored by Democrats and drive the parties toward sharpened conflict over taxes and the federal budget.\n It has increased the relevance of national defense, which faded after the Cold War, as a campaign issue in 2002, and almost certainly will make credibility as commander-in-chief more important to voters in 2004 and beyond.\n And it has greatly strengthened Bush, whose performance in the days after the tragedy appears to have resolved the doubts many Americans held about whether he was up to the job of president. Just before the attack, as many as 40 percent to 45 percent of Americans were still telling pollsters they doubted Bush had the experience and intellect for the job; today, three-fourths of Americans say they consider him a strong and decisive leader who can manage the government effectively.\n \"It has given him a credibility and a legitimacy that was questionable before the attacks,\" said Andrew Kohut, director of the Pew Research Center for the People and the Press, an independent polling group. \"He became every bit a legitimate president, and questions about the 2000 election and his gravitas just disappeared.\"\n At a more fundamental level, the powerful emotions that bound together the country after the tragedy suggested Americans still have a greater sense of connection than many social critics believed -- especially after the bitter presidential election that showed the country divided almost exactly in half between political coalitions defined mostly by their cultural differences.\n \"It's clear to me that America's self-perception has changed,\" said one senior White House official. \"There is a feeling that if you scratch an American, there's an elemental decency beneath. That's a source of national unity, and I think it's going to be pretty durable.\"\n Long-term effects unclear\n With so much in flux at once, the hard part for policymakers, analysts and ordinary Americans alike is divining which changes will last and which are transitory. The shift in mission toward combating terrorism looks like a lasting change for federal agencies from the FBI to the Coast Guard. But the surge in public trust in the federal government evident in polls immediately after the attacks already has faded.\n Likewise, while Bush appears to have crossed a fundamental threshold in public confidence, that doesn't guarantee concern about the economy or disagreements over his policies on other issues won't erode his support before 2004.\n Already clear, though, is that the struggle against terrorism will consume much more of the federal government's attention and money than seemed possible a year ago.\n Projecting forward from the amounts already approved, the Democratic staff on the House Budget Committee recently estimated the bill for increased homeland security and national defense after Sept. 11 (as well as cleanup of the attack sites and aid for the airline industry) is likely to reach about $600 billion over the next decade.\n That's almost certainly too low. In the national strategy it recently released, Ridge's office said the $40 billion Bush requested this year for homeland security should be viewed only \"as down payments to cover the most immediate security vulnerabilities.\"\n As a management and organizational challenge, the war against terrorism is probably the federal government's biggest undertaking since World War II. Experts note that other massive government projects -- such as the race to put a man on the moon, the 1960s War on Poverty, or the reorganization of the national security bureaucracy in the 1940s for the Cold War -- didn't simultaneously ask so many agencies to shoulder new responsibilities or revamp their operations.\n In every direction, the sheer magnitude of the challenge now is, as Ridge put it, \"monstrously complex.\"\n So much activity is under way on so many fronts that few, if any, in Washington think they can keep it all in view. But some long-term implications of this new focus are emerging.\n In political terms, the increased reliance on federal efforts to protect Americans from terrorist threats could make it tougher for conservatives to pursue the anti-government arguments common in the 1980s and 1990s.\n Although polls show that overall trust in government has receded almost to its levels before the attacks, \"You are not going to have a return to the discontent with government we had in the early 1990s, because we need Washington,\" Kohut said. \"That's not to say people aren't going to have their complaints or worry about big government, but it's a real climate shift.\"\n Conversely, the rising tab for defense and domestic security could lastingly crimp Democratic hopes of new federal offensives on issues such as education, health care and prescription drugs. The competition for resources may eventually force now-hesitant Democrats to challenge some defense outlays or seek to retrench the 10-year, $1.35 trillion tax cut Bush won last year, or both.\n Eventually, debate also may develop about the strategy the government has employed to meet the terrorist threat -- especially if the United States suffers another major attack.\n Experts such as Kettl note that for the most part, Washington has responded to this challenge the way it did in World War II and the Cold War: by centralizing power in the capital, either bulking up existing agencies or creating new ones. Bush's proposal to create a mammoth Homeland Security Department is a precise modern analogue to Harry S. Truman's 1949 decision to unify the armed services in a centralized Department of Defense.\n But against such a diffuse threat as terrorism, Kettl and others argue, in time it may make more sense to follow the model of many companies in the information age and decentralize authority and initiative to officials closer to the front line of the problem -- providing more freedom, for example, to field-level FBI agents to pursue leads, rather than depending on analysts in Washington to make connections.\n \"We have responded to a 21st-century problem with a 20th-century approach,\" Kettl lamented.\n It may take years, many false starts and perhaps some painful reversals before Americans genuinely feel safer. And even then Americans may have to live with more uncertainty about their security than at any point since the chilliest early years of the Cold War.\n \"If you believe in what we stand for in this country and accept that we are open … diverse … a freedom-loving people … very trusting [and] a nation of immigrants,\" Ridge said, \"endemic within that [is] that we will never get to a fail-safe, I-guarantee-you-you're-safe system.\"\n\nGraphic\n\n \nPhoto: Annie O'Neil/Post-Gazette: Hundreds of people are visiting the temporary United Flight 93 memorial site in Shanksville, Somerset County, each day. Some are from the area, others are making a detour off the Pennsylvania Turnpike to pay their respects to the passengers and crew who died Sept. 11. \n Photo: Eric Draper/The White House: National Security Advisor Condoleezza Rice waits in the Oval Office early on Sept. 12, 2002, as President Bush talks on the phone with British Prime Minister Tony Blair. \n Photo: Ron Edmonds/Associated Press: Homeland Security Director Tom Ridge listens to President Bush speak in Kansas City, Mo., in June. In every direction, the sheer magnitude of the challenge now is \"monstrously complex.\" Informational Graphic:Associated Press;ICR/International Communications Research;Associated Press: (Public mood a blend of optimism and worry)\n\nLoad-Date: September 11, 2002"
}