{
    "title": "How are mosques fighting terror_",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 8,
    "day": 12,
    "full text": "Abdur-Rahim Shamsiddeen is one Muslim leader who doesn't beat around the bush on terrorism. All who regularly attend this imam's mosque know of his \"zero-tolerance policy.\"\nBefore every meeting, he reminds visitors to the Jewel of Al-Islam mosque in Phoenix, one of the city's largest, that they are welcome to pray. But then he ticks off schools of ultraconservative Islamic thought that are not welcome for open discussion and debate, including several known to have been favored by the 9/11 terrorists.\n\"We follow exclusively the Holy Koran and the approved Sunnah [Islamic custom] of Prophet Muhammad,\" he says. \"If all Muslims followed those we'd have no problems.\"\nThis week, Muslim leaders nationwide find themselves rallying - again - to defuse the notion that terrorism finds a sympathetic ear in America's 1,200-plus mosques. On Tuesday in Albany, N.Y., a federal judge refused bail for the imam and one other member of a local mosque, who were indicted on 19 counts of money laundering and promoting terrorism. The pair were caught in a government sting in which they are alleged to have conspired to launder money through their organizations as part of a fictitious plot to assassinate the Pakistani ambassador to the United Nations.\nThe Albany case has shocked many in the Muslim community, which is 5 million to 7 million strong. Though some blame an overzealous government intent on entrapment, the indictments come as the latest in a series of blows to US Muslim credibility in the war against terrorism. These setbacks have prompted many religious leaders to take visible steps to repair that credibility. For example:\n* On a radio talk show in February, Rep. Peter King (R) of New York, a member of the House Select Committee on Homeland Security, claimed that 85 percent of mosques have extremist leadership and that \"no [American] Muslims are cooperating\" with law enforcement in the war on terror. Muslim groups quickly rebutted the charges.\n* In May, the beheading of Nicholas Berg by terrorists in Iraq prompted The Council on American-Islamic Relations in Washington, a major lobby group, to open an online petition drive called \"Not in the name of Islam.\" More than 684,000 Muslims signed on to decry such atrocities.\n* Also in May, law-enforcement officials and officials of the Muslim Public Affairs Council (MPAC) launched a five-step program aimed at helping the nation's 30 largest mosques and hundreds of others. The five-step program aims to teach Muslims how to contact law enforcement if they suspect terrorist activity in a mosque; reemphasize that terrorism is not a valid means of struggle in Islam; and develop skills to detect criminal activities.\n\"The broad concept is to create a different culture in the mosque, one of greater responsibility, of watching out for this activity,\" says Nader Elmakawi, an MPAC spokesman. \"We want mosques to maintain accurate and audited financial records that are open to the public to ensure that all the money comes from legal sources.\"\nJust knowing who is in the mosque can help. Recently, a group of 20-odd Muslim missionaries asked to spend the night at Mr. Shamsiddeen's mosque in Phoenix. Ordinarily, such a request is automatically granted. But Shamsiddeen demurred because he didn't know any of them personally and some of the young men were from Middle Eastern countries, making him uncertain of their affiliations.\n\"All of them, over a period of time, would have probably known someone who had been to the [terrorist] camps,\" he says. \"Then when you ask them, they're very quiet about things, because they don't want it known. I said to them, 'I cannot be certain that one of you has not given $ 5 to someone who was at one of those camps.' I had to say, 'Sorry, you can't stay.' \"\nThat sounds pretty tough to some. But it's a hard line that's spreading among US mosques. \"While we are encouraging expressing our opinions freely, we want Muslims to be aware that their religion will not allow them to tolerate, to accept, or to cover up any criminal behavior,\" says Maher Hathout, spokesman for the Los Angeles-based Islamic Center of Southern California, the first US mosque to endorse the MPAC five-step program.\nMosques have sometimes been used by terrorists. Omar Abdul Rahman, a radical Islamic cleric now serving a life term for the 1993 bombing of the World Trade Center, once preached at a Jersey City, N.J., mosque. But are US mosques breeding grounds for terrorism today?\nIt becomes less likely each year as the Muslim mosque community emerges into the American mainstream, says Ihsan Bagby, professor of Islamic studies at the University of Kentucky and coauthor of a recent study of attitudes among Detroit area mosques. \"The 9/11 attack has really propelled the Muslim community to become more involved in American society. It has translated bitterness over American foreign policy into constructive engagement.\"\nFor its part, the Federal Bureau of Investigation calls mosques essential partners in the fight against terrorism.\nSome Muslims want more action.\n\"We don't think outrage and condemnation of terrorism by Muslim organizations have been sufficient,\" says Kamal Nawash, a lawyer and Palestinian immigrant. In May, he formed the Free Muslim Coalition Against Terror, which has a website where Muslims can anonymously report suspicious activity.\nWhile the Albany case distresses US Muslims, \"some have called me since the Albany arrests to say they are glad this is happening,\" Mr. Nawash says. \"Muslims who deny we have a problem can see for themselves this isn't a fictitious attack on Islam, but that some who are out there pretending to be leaders in our communities really are prepared to do bad things.\"\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: August 11, 2004"
}