{
    "title": "How communities respond to terrorism - and overcome fear As foreign correspondents for the Monitor w",
    "publisher": "the christian science monitor",
    "year": 2017,
    "month": 6,
    "day": 5,
    "full text": "What's the best way to respond to terrorism and the fear it tries to instill? As foreign correspondents for the Monitor with more than 40 years' experience between us, that's a question we've asked ourselves - and watched civilians grapple with, from Jerusalem to Istanbul to Paris.\n\"The purpose of its perpetrators is to frighten you, terrorize you, and try to make you change the way you live your life,\" says Scott, who has reported from war zones all over the world and was in London Saturday night, when a trio of men rammed their van into pedestrians on London Bridge and then went on a knife-wielding rampage through a popular nightlife area nearby, killing seven and leaving nearly two dozen in critical condition.\nWhat we've found is that humor, faith, and unity have helped communities emerge resilient - if also more alert. And we're already seeing signs of that from London, from hotels opening up spare rooms to those stranded by the attack to residents putting up posters that read, \"Dare to keep on loving.\"\nThere's been some talk in London about whether to delay the election scheduled for later this week. But in a reflection of Londoners' defiant standing up to these attackers, we saw a tweet to the effect that the last time the United Kingdom delayed an election, the Germans were poised to attack England.\n\"We will never let these cowards win, and we will never be cowed by terrorism,\" tweeted London's mayor, Sadiq Khan. In an opinion piece for the Evening Standard, Mayor Khan - a self-described \"proud and patriotic\" British Muslim - denounced the perpetrators' \"sick and wicked ideology\" and added, \"They cannot win if we don't let them.... That's why Thursday's general election will go ahead as planned, because to postpone it would be to play into the hands of those who want to undermine our democracy.\"\nVery dangerous couscous!\nSince the Bataclan attack in Paris in November 2015, which marked the start of a series of attacks inspired by the so-called Islamic State across Europe, one of the defining reactions has been humor. As politicians or media reports have propagated fear - intentionally or unwittingly - residents across Europe have countered with their best jokes.\nAfter Fox News did a television report about \"no-go zones\" in Paris after the terrorist attack on the Bataclan, describing dangerous, Muslim-only communities of impunity, Sara says, \"those of us living in Paris and reporting in some of those neighborhoods scratched our heads because it didn't match up with the Paris we know.\"\nSo when a television comedy show aired a satire of two on-air reporters at the scene of an imaginary \"no-go zone,\" Sara says it felt like a collective statement that helped knit people together who might not usually laugh at the same jokes. \"Oh ... couscous!\" one of the \"reporters\" reacted, as the headline COUSCOUS ATTACK IN PARIS appeared on the screen. \"Very dangerous couscous in Paris.\"\nYesterday, as CNN reported quiet streets on Sunday morning, a man who goes by @Scottieboy shot back with British wit on Twitter: \"Woman on CNN talking about London's streets being eerily quiet. Mate, it's Sunday. They're not cowering in fear, they're having a lie in.\" (A lie-in is a Britishism for sleeping in.)\nAnd when Sara was in Brussels reporting during a citywide lockdown, as authorities hunted for a ringleader of the Paris attack and asked residents not to report on their movements, Belgians took to social media with pictures of cats instead, in every variety of pose.\nIt's just one sign of the communal strength that has emerged in the past 2-1/2 years - some of it organized, most of it organic. After the attack on the Paris-based satirical magazine Charlie Hebdo in January 2015, 44 global leaders linked arms and marched down a main boulevard of Paris, right in front of Sara's house. It's left an enduring impression, reminding her, \"We are in this all together.\"\nAfter the attack on the Bataclan, a soccer stadium, and cafes around Paris less than a year later, Parisians organized \"Tous au Bistro,\" or everyone to the bistro - refusing to change their lifestyles out of fear.\nThat defiance was best captured this weekend by Richard Angell, a patron in the restaurant in Borough Market that was attacked over the weekend. He returned on Sunday to pay his bill as well as give a much deserved tip to the staff, he told media.\nEmpathy and faith\nTo be sure, some Londoners are shaken by the uptick in attacks in their city, which until now had been relatively free from terrorism since the 7/7 attacks in 2005. But even as those concerns are addressed and officials take concrete steps to crack down on extremist activities, it's important to not let fears exaggerate the scope of the problem.  \n\"There's a danger of focusing on and being too obsessed with the visceral imagery of the attack or killings or bombing without putting it in a broader context,\" says Scott, a foreign correspondent since 1989 and also a professional photographer. \"Often what gets lost in that very, very focused view, which can appear overwhelming, is that 99.999 percent of the human beings in that town or city went about their daily lives perfectly normally, perfectly safely that day.\"\nOn the other hand, dealing with terrorist attacks closer to home can inspire greater empathy for Middle Eastern cities that have been dealing with terrorism on a far greater scale for years.\n\"I have heard some of my British friends, who have a good understanding of certain communities in the Middle East say, 'Wow, now we're beginning to get a small taste of what it must be like to be in Baghdad or Yemen or Syria or Afghanistan - so many places in the Middle East where you have substantial attacks that are aimed at civilians and are measured by the dozen, or even 100s of deaths, if they're really big,\" says Scott. \"We often forget what kind of stress those people are under on a day-to-day basis because they've been under those stresses for years.\"\nWhile religion is often blamed as a catalyst for this region's conflicts, it can also be a solace for those affected by violence.\n\"If we trust God and everything is in His hands, we don't have to worry about it,\" a young yeshiva student told Christa amid an uptick in attacks against Israelis in 2014 - almost the same words that a Muslim mother had shared with her the week before after her son was killed. \"We just turn to prayer as our comforter.\"\nDuring the same spate of violence, Christa showed up at a synagogue in West Jerusalem, where Palestinians had killed four rabbis at prayer the morning before, to find a young father and mother emerging with their infant son.\nDespite the attack, they had gone forward with the traditional circumcision ceremony they had planned to hold there. \"We decided to do it today to show we're not running away,\" said the father, posing with his wife and son for photos with bullet holes and policemen in the background.\n\"This whole thing of rebirth is a constant in the Jewish history,\" the baby's grandfather, Yosef Sorotzkin, told Christa. \"It's in our belief, culture, religion, that we push forward.\"\n\nLoad-Date: June 6, 2017"
}