{
    "title": "HOW LONG TO HOLD TERROR SUSPECTS_ PRESIDENT'S DETENTION PLAN RAISES DIFFICULT ISSUES OF LAW AND FAIR",
    "publisher": "the new york times",
    "year": 2009,
    "month": 5,
    "day": 23,
    "full text": "President Barack Obama's proposal for a new legal system in which terrorism suspects could be held in \"prolonged detention\" inside the United States without trial would be a departure from the way this country sees itself, as a place where people in the grip of the government either face criminal charges or walk free.\nThere are, to be sure, already some legal tools that allow for the detention of those who pose danger: quarantine laws as well as court precedents permitting confinement of sexual predators and the dangerous mentally ill. Every day in America, people are denied bail and locked up because they are found to be a hazard to their communities, though they have yet to be convicted of anything.\nStill, the concept of preventive detention is at the very boundary of American law, and legal experts say any new plan for the imprisonment of terrorism suspects without trial would seem inevitably bound for the Supreme Court.\nMr. Obama has so far provided few details of his proposed system beyond saying it would be subject to oversight by Congress and the courts. Whether it would be constitutional, several legal experts said in interviews, would most likely depend on the fairness of any such review procedures.\nUltimately, they suggested, the question of constitutionality would involve a national look in the mirror: Is this what America does?\n\"We have these limited exceptions to the principle that we only hold people after conviction,\" Cornell University constitutional law professor Michael C. Dorf said. \"But they are narrow exceptions, and we don't want to expand them because they make us uncomfortable.\"\nIn his speech Thursday on anti-terrorism policy, Mr. Obama, emphasizing that he wanted fair procedures, sought to distance himself from what critics of the Bush administration saw as its system of arbitrary detention. \"In our constitutional system,\" he said, \"prolonged detention should not be the decision of any one man.\"\nBut Mr. Obama's critics say his proposal is Bush redux. Closing the prison at Guantanamo Bay, Cuba, and holding detainees domestically under a new system of preventive detention would simply \"move Guantanamo to a new location and give it a new name,\" said Michael Ratner, president of the Center for Constitutional Rights.\nDefense Secretary Robert M. Gates suggested this month that as many as 100 detainees might be held in the United States under such a system.\nMr. Obama chose to call his proposal \"prolonged detention,\" which made it sound more reassuring than some of its more familiar names. In some countries, it is called \"administrative detention,\" a designation with a slightly totalitarian ring. Some of its proponents call it \"indefinite detention,\" which evokes the Bush administration position that Guantanamo detainees could be held until the end of the war on terror -- perhaps for the rest of their lives -- even if acquitted in war crimes trials.\nMr. Obama's proposal was a sign of the sobering difficulties posed by the president's plan to close the Guantanamo prison by January. The prolonged detention option is necessary, he said, because there may be some detainees who cannot be tried, but who pose a security threat.\nThese, he said, are prisoners who, in effect, remain at war with the United States, even after some seven years at Guantanamo. He listed as examples detainees who received extensive explosives training from al-Qaida, have sworn allegiance to Osama bin Laden or have otherwise made clear that they want to kill Americans.\nOther countries, including Israel and India, have had laws allowing indefinite detention of terrorism suspects, said, University of Michigan assistant law professor Monica Hakimi, who has written about the subject. But few provide for essentially unending detention, she said, and several European countries have restricted preventive detention to days or weeks.\nMr. Obama's proposal, Ms. Hakimi said, appears to be \"an aggressive approach that is not commonly taken in other Western developed countries.\"\nIn a letter to the president yesterday, Sen. Russ Feingold, D-Wis., said he was not sure that Mr. Obama's idea would prove constitutional, and added that \"such detention is a hallmark of abusive systems that we have historically criticized around the world.\"\nSome critics of the Bush administration, who have become critics of Mr. Obama as well, have long said they are skeptical that there are detainees who are a demonstrable risk to the country, but against whom the government can make no criminal case.\nBut some proponents of an indefinite detention system argue that Guantanamo's remaining 240 detainees include cold-blooded jihadists and perhaps some so warped by their experience in custody that no president would be willing to free them. And among them, the proponents say, are some who cannot be tried, in part for lack of evidence or because of tainted evidence.\nBrookings Institution senior fellow Benjamin Wittes said Mr. Obama's proposal was contrary to the path his administration apparently hoped to take when he took office. But that was before he and his advisers had access to detailed information on the detainees, said Mr. Wittes, who in a book last year argued for an indefinite detention system.\n\"This is the guy who has sworn an oath to protect the country,\" he said, \"and if you look at the question of how many people can you try, and how many people are you terrified to release, you have to have some kind of detention authority.\"\nCivil liberties lawyers say U.S. criminal laws are written broadly enough to make it relatively easy to convict terrorism suspects. They say Mr. Obama has not made the case persuasively that there is a worrisome category of detainees who are too dangerous to release, but who cannot be convicted. The reason to have a criminal justice system at all, they say, is to trust it to decide who is guilty and who is not.\n\"If they cannot be convicted, then you release them,\" American Civil Liberties Union lawyer Jameel Jaffer said. \"That's what it means to have a justice system.\"\n\nLoad-Date: May 27, 2009"
}