{
    "title": "How trade impacts US jobs and the war on terrorism",
    "publisher": "the christian science monitor",
    "year": 2003,
    "month": 9,
    "day": 9,
    "full text": "With the war on terrorism its No. 1 priority, the Bush administration will have an opportunity at international trade talks starting Wednesday to highlight the link between poor-country development and global security.\nThe United States stands to gain in terms of both its image abroad and long-term security interests if countries that have been the seedbeds of terrorists get a better shake at prosperity through international trade, experts say.\nA long-elusive agreement reached recently between the US and a group of developing countries on access to low-cost medicines patented by US pharmaceutical companies could demonstrate how additional deals can be reached, particularly in the thorny area of farm trade. The drug accord, in fact, is seen as breathing life back into global talks that trade ministers from World Trade Organization (WTO) countries will convene in Cancun, Mexico.\nYet as the Bush administration takes trade as a tool against terrorism to the world stage, it is watching over its shoulder how the issue of international trade and job losses is playing at home. With trade hitting some specific constituencies - in Southern textile and Northern steel states, for example, and in Florida's orange groves - the White House risks taking a hit on the jobs issue in states that will be key to the 2004 presidential election.\n\"There'll be reluctance to do anything incredibly bold with the presidential [election] cycle coming up, but the world situation today demands looking at trade policy not just as commercial policy but as foreign policy with ramifications for national security,\" says Brink Lindsey, director of the Cato Institute's Center for Trade Policy Studies in Washington.\nPivotal moment\nThe Cancun meetings mark the midway assessment point in a trade negotiating round that is supposed to result in some landmark benefits for developing countries by December 2004. These countries want a better shake for their farmers and access to pharmaceuticals, in exchange for developing nations opening their markets wider to the service industries of wealthy countries.\nBut with progress slow, some key developing countries had started predicting Cancun would be a bust much like the ill-fated WTO talks of Seattle in 1999. The US focus on terrorism and global turmoil over the war in Iraq were not seen as helping - even after President Bush linked development and terrorism's defeat in a speech in Mexico last year.\nThe problem for the Bush administration is that jobs and job losses are tangible, while the links between trade and terrorism are indirect. In addition, security benefits from increased prosperity in poor countries are reaped long term. \"There may not be a clear or immediate link, but as President Bush himself has said, these poor and failed states are like a cauldron where poverty and disease, frustration and resentment of the world can brew and come back and bite you,\" says Eugenio Diaz-Bonilla, a trade expert at the International Food Policy Research Institute (IFPRI) in Washington.\nWhile no one expects the US to make sweeping concessions in international trade, there is a growing sense that America's security interests must be addressed in part in the trade realm.\n\"I don't think the US will use the Cancun ministerial meeting to make the security-trade connection explicit,\" says George Perkovich, an expert in rich-poor trade issues at the Carnegie Endowment for International Peace in Washington. \"But the underlying reality is that if developing countries are satisfied on pharmaceuticals and have a sense of progress on agriculture [trade], they're more disposed to cooperate on what we want.\"\nPointing to a reluctance by key developing countries like India and Pakistan to send troops to Iraq, Mr. Perkovich adds, \"If people don't pitch in on something like this because they're angry with you, that's a security issue.\"\nIn the US, polls show that Americans generally favored international trade and free-trade measures during the economic- and jobs-growth years of the 1990s. But as the economy has struggled - and figures such as Democratic presidential hopeful Howard Dean criticize the Bush administration for pursuing bilateral free-trade accords - the focus has shifted to trade's impact on jobs.\nThe terrain for 2004\nEven as many economists point out the positive impact international trade has on national employment, more attention is paid to job losses in particularly prone sectors, such as textiles and steel. With these jobs concentrated in states that could be battlegrounds for Bush, no one expects the jobs-and-trade issue to be treated lightly in the campaign.\nPointing to the 30 percent tariffs that Bush slapped on steel imports last year - a decision the president must review this month - Cato's Mr. Lindsey says the campaign is not likely to take a back seat to international development. \"We sent a clear signal [with the steel tariffs] that as far as the US is concerned, politics trumps good policy.\"\nIn a new IFPRI study, the institute finds that wealthy countries' farm subsidies cost developing countries about $ 24 billion annually in lost agricultural income - and about $ 40 billion in farm exports.\n\"When you see the numbers, it's hard to argue that the lack of market access is not at least one factor among many that make for these unstable countries that end up posing a problem for international security,\" says IFPRI's Mr. Diaz-Bonilla.\nLindsey argues that the connection is so evident that the US should consider granting duty-free market access to a list of Muslim countries. Winning the war on terrorism depends on cooperation from the countries where it breeds, these experts say, so the US will have to act in ways that make other countries want to make the fight theirs - and that's where trade policy comes in.\n\"When it comes down to it, we're asking these countries to take steps to save our people's lives,\" says Carnegie's Perkovich. \"To get that cooperation, it's only normal that they would expect us to do the things that they think will save their lives.\"\n(c) Copyright 2003. The Christian Science Monitor\n\nLoad-Date: September 8, 2003"
}