{
    "title": "How can we fix the world if we can't read a map_",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 8,
    "day": 2,
    "full text": "Compromise is what maps and mapmakers are all about. When I teach geography, this is the first principle I teach.\nTo demonstrate this, I use \"the grapefruit lesson.\" Take a grapefruit. Think of it as the Earth. Identify the North and South poles. Then, with a marker, draw a line around the Earth between the poles (the Equator).\nDraw a few lines of longitude. Then draw a few shapes on the surface to suggest the continents. Finally, using a knife, remove the skin of the grapefruit so that it can be both a flat and readable map of the world.\nWhen students do this, of course, they discover that the final step is impossible. It can only by done by tearing the skin to shreds, or subdividing it into impossibly small segments. This leads to conversations about map projections and their inherent compromises of shape or size. Understanding this is the first step toward understanding what geography is really about.\nNoted geographer Harm de Blij does something similar - and a good deal more - in his remarkable new book \"Why Geography Matters.\"\nThis is not an academic tome or a technical book about geography. It is a friendly and accessible reader for those who have a basic grasp of some of the concepts of geography and who want to understand where the world is headed.\nIt is also an urgent call to educators across the United States to restore the study of geography to the nation's schools. Climate change, terrorism, and massive population shifts cannot be fully grasped without a grounding in geography that US students are not currently getting, he contends.\n\"Geographic knowledge by itself cannot solve these problems,\" writes de Blij, who is a geography professor and editor at the National Geographic Society. \"But they will not be effectively approached without it. \"\nAs one example to support his argument that geography matters, he takes a close look at the American-led invasion of Iraq and the consequences incurred there by gaps in geographic knowledge on the part of US officials and decisionmakers.\nHe writes, \"The invasion of Iraq changed the political and cultural geography of terrorism… [generating] a counterinsurgency that attracted thousands of foreign fighters and provided them a training ground Osama Bin Laden could only have dreamed of … [and revealing] disqualifying miscalculations on the part of planners who should have known their political and cultural geography better.\"\nDe Blij begins his book with two chapters on the generalized importance of geography and on the basics of maps and cartography.\nHe then moves on to what he calls \"Three Challenges Facing America\" - climate change, the rise of China, and global terrorism.\nHe devotes three or four chapters to each of these topics and is encyclopedic yet comprehensible as he covers the historical perspective, the present, and possible future directions.\nThe historical perspective on climate change is huge: He begins 4.6 million years ago. And yet he brings everything up to the latest present-day research.\nAt one point he discusses the cycles of climate change through history and notes that the future promises abrupt climate changes, likely to be triggered even sooner and more powerfully because of the impact of human activity on the global atmosphere.\nHe does not leave out the critical issue of population densities:\n\"When it comes to depicting the current world population on a map, it is well to remember that no single map can adequately represent the complexities involved.\"\nThis leads to subsections on \"Population and Politics\" and \"Population and Environment\" and, finally, \"The Penalty of Poverty,\" asking how it is that \"the poorest of the world's countries tend to have the highest rates of population growth.\"\nThe chapters on China begin with a historic view of civilizations, of geopolitics and boundaries, and lead to a section titled \"Global Civilizations - Mesh or Clash.\"\nHe considers China's changing geography as it continued to evolve over centuries, and he looks at the \"Modern Map of the Chinese Empire\" saying, \"Make no mistake: China remains a modern-day empire.\"\nThe last section, on global terrorism, includes a sweeping look at the changing face of Islam, and the potential threats to the United States and to the rest of the world.\nDe Blij finishes not with terrorism but with a look at three other growing and changing realms: the European Union, Russia, and Africa. His epilogue is a reasoned and thoughtful analysis of the global effect of the US as the world's largest (or only) superpower, doing good and bringing hope in countless ways but also alienating much of the world \"through unilateral and overbearing actions in pursuit of goals with which many of its cohorts do not agree.\"\nA powerful and deeply personal writer, de Blij discusses his own background in detail and fills the book with anecdotes from his experience. This makes for an entertaining and enlightening trek through the compromises required in a complex, challenging, and dangerous world.\n* David J. Smith is the author of 'If The World Were a Village' and 'Mapping The World By Heart.' Website: www.mapping.com \nWhy Geography matters: Three Challenges Facing America\n \nBy Harm de Blij\n \nOxford University Press\n \n288 pp., $ 30\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: August 1, 2005"
}