{
    "title": "HOW INDIVIDUAL NATIONS FARED THE CONFERENCE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 10,
    "full text": "Economic summit meetings have often produced winners and losers. The key factors have been the agendas set up by the leaders themselves, and how their performances turn out on the issues they earmarked as important to emphasize or to avoid.\n The meeting that concluded today was characterized by the presence of five leaders who essentially looked to skirt possible difficulties, and to go home to their constituencies without losing face or carrying controversy along with them. In the case of France, Britain, West Germany, Italy, and the United States, this cautiousness relates to the European Parliament elections being held in the Common Market countries next week, and to the developing American presidential campaign.\nArticle on how seven nations at London economic summit conference fared in relation to the aims they set out for themselves; photo (M)Unlike Last Year\nBy contrast, Francois Mitterrand of France and Yasuhiro Nakasone of Japan made important policy innovations at the Williamsburg summit conference last year, signing a security document that brought each country closer to the United States view of the global security balance. As a result, both men confronted sharp criticism from their domestic political opposition.\nThis time, circumspection appeared to replace important risk or major change; winning and losing in London was a matter of a degree.\nThe following is a rough scorecard, setting out how the individual countries did in relation to the aims they set out for themselves:\n \nBRITAIN - Prime Minister Margaret Thatcher had all the natural advantages of organizing the conference to fit the needs of British public opinion. Before the meetings began, British officials said they would try to get a strong statement on terrorism from the summit, including measures that would blacklist diplomats involved in state terrorism.\nBut the summit's terrorism statement was vastly less specific and binding than the document produced on air piracy by the Bonn summit of l978. It did not use the word ''recommendations.'' Rather it employed the vague expression ''proposals which found support in the discussion'' to describe a call for greater cooperation among the participating countries.\n \nUNITED STATES - President Reagan's biggest success was in avoiding specific criticism of the budget deficit and high interest rates in the final communique. A working draft of the final communique singled out the problem as an American one, and talked about ''downpayments'' that the Administration promised to make to alleviate the deficit. But by the time the final document was produced, the uncomfortable specific references had disappeared.\nMr. Reagan could be pleased that the communique had echoes of his style of economics. It spoke of the need to restrain public expenditure and to limit ''rigidities in the labor market,'' a phrase reflecting American criticism of Europe's inability to restructure its industries and create jobs.\n \nFRANCE - Compared to Williamsburg, this summit was a clear success for Mr. Mitterrand. Although unemployment is rising in France and the automobile industry is in a deepening crisis, the French President could go home bearing a statement that ''recovery can now be seen to be established in our countries.'' The line might be a useful international shield against attacks by the poltiical opposition.\nMr. Mitterrand could also attempt to enhance his reputation in the developing world by insisting that it was France that pressed most strenuously for more flexibility toward the third world's debt problems. In addition, the conference's support of ''extended political dialogue'' with the Soviet Union would serve as ammunition against critics of Mr. Mitterrand's trip to Moscow later in the month.\n \nJAPAN - Japan's classic aim at the summits has been to escape criticism of its industrial and import policies. This time, there was little talk about Japanese protectionism and almost no discussion of its supposed unwillingness to open its doors to foreign products.\nBut the Japanese failed to get a hoped-for date for the start of the so- called Reagan Round of commercial negotiations, which they consider an important factor in developing their long-term industrial policy. The Japanese also brought up complaints about unitary taxation procedures in the United States, but the issue remained submerged and of concern mainly to specialists.\n \nWEST GERMANY - The West Germans came to the conference seeking very little and risking less. They were happy, however, with the summit's declaration on East-West relations and arms control, which were regarded as helpful to Chancellor Helmut Kohl in terms of domestic policy.  Mr. Kohl was also considered likely to profit at home from a summit statement on cooperation to reduce environmental damage. The statement makes the Christian Democratic Government look active on ecological measures, by stressing the importance of a conference on the environment sponsored by the Bonn Government later in the month in Munich.\n \nITALY - Italy's success was in avoiding highlighting the deep split involving the two major parties of the government coalition, the Socialists and the Christian Democrats. Prime Minister Bettino Craxi, a Socialist, and Foreign Minister Giulio Andreotti, a Christian Democrat, could say that they worked calmly enough together to help in the European push for movement on third world debts.\nOn the Italian asset list was a blessing from the summit participants for an Italian initiative to hold a world conference next year on the theme of turning technical innovation into a producer of jobs.\n \nCANADA - Some summit participants described Prime Minister Pierre Elliot Trudeau, who will retire this year, as moody and distracted. Not much attention was given to his paper on East-West relations, growing out of his worldwide travels over the year.\nCanadian officials took credit, however, for a phrase in the summit's East-West statement that asserted that ''East and West have important common interests.'' They insisted that this was a meaningful broadening of the seven countries' position toward the Soviet bloc. The Canadians also shared the satisfaction of those participants who felt that they had moved the United States on the question of third world debt.\n\nGraphic\n\n \nphoto of the final session of summit conference"
}