{
    "title": "HOW TO COMBAT TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 1,
    "full text": "One of the most fashionable criticisms of the new American policy of responding to terrorism with force is that it fails to address ''the underlying cause'' of terrorist violence. Underlying causes should certainly be treated whenever possible, but those who urge understanding as an alternative to a military response err in several respects.\nFirst, we must not be diverted from dealing directly and swiftly with terrorists when they can be identified and found. Those who would divert attention from the assassin and bomb-thrower weaken international resolve to punish lawlessness and prevent a breakdown of world order. Just as we do not delay law enforcement in order first to understand the psychological deprivations that motivate criminals, so we must not delay our response to terrorism.\nSecond, while some who counsel examination of underlying causes may indeed be sincere, others who do so have a political agenda.\nConsider those who suggest that international terrorism would go away if only some solution could be found to the Palestinian problem. They argue that less hatred would be directed at Americans if the United States were less supportive of Israel and more understanding of Arab concerns. It is an argument that misstates history and implicitly condones terrorism as a tool of international relations.\nIn fact, the United States has never given total support to Israeli policies. Instead, we have sought to maintain credibility and cordiality with both sides in the Arab-Israeli conflict, often to the frustration and despair of both. In 1956, 1967, 1973 and 1982, American restraint prevented Israel from exploiting opportunities that might have given it a considerable advantage in future conflicts. Further, the United States' concern for its relationship with the Arabs has effectively prevented us from insisting that they accept Israel's right to exist in the Middle East.\nThe real reasons for terrorist anger at the West are much more complicated - rooted in Arab radicalism, religious fundamentalism, frustrated nationalism and xenophobic hatreds. A ''solution'' to the Israeli-Palestinian conflict would do nothing to end the terrorism inspired by Shiite radicalism, the Iran-Iraq war or the East-West tensions in the Persian Gulf. More likely, such a solution would only reveal the vast disarray of the Arab world and accelerate the clash of religious and national differences.\nFinally, those who argue for looking at underlying causes usually have the wrong causes in mind.\nThe common denominator of terrorism is the training and arming of terrorists - elaborate preparation that requires considerble sums of money. Who provides that money? We can trace it back. Most non-state terrorism can be attributed to one or another faction of the Palestine Liberation Organization, or to other groups, such as the Red Brigades and the Baader-Meinhof gang, that it has trained and supported. P.L.O. funding, it is known, comes largely from Saudi Arabia - ''insurance'' extorted by the Palestinians - Libya and Syria, among other places.\nWhy is so much money required? Terrorists are rarely fanatic religious idealists intent on suicide. Quite the contrary, very few of those captured are suicidally inclined. Much more often, they are mercenaries or misguided youths who have been drugged or otherwise manipulated by guerrilla leaders. Cut off their funding, and terrorism will abate.\n''Moderate'' Arab states like Saudi Arabia must be convinced to stop their payments. America's friends and allies must deny political and economic support for those who countenance terrorism. The Soviet Union, which maintains cordial relations with Libya, Syria and the P.L.O., should be made to see that it too suffers from international terrorism, which freezes travel and commerce and destabilizes political relations.\nSomething must be done about the ambivalent reaction of these nations and groups - and of anyone else who does not appreciate the need to move forcefully against international terror. By their ambivalence, they contenance and even encourage terror. It is one underlying cause that we cannot afford to neglect."
}