{
    "title": "How To Tackle Security Challenges In Nigeria Otunba Adejare Adegbenro, Security Consultant",
    "publisher": "the will ",
    "year": 2020,
    "month": 9,
    "day": 7,
    "full text": "Adejare Adegbenro SAN FRANCISCO, September 07, (THEWILL)  Otunba Adejare Adegbenro, is an international entrepreneur as well as a security consultant. Worried by the security challenges in the country, Adegbenro, in this interview proffers comprehensive solutions for the malaise threatening the existence of the nation to its very foundation.\n As a security consultant, what exactly do you think the government should do to address the country's security challenges permanently? Thank you very much. The security situation in the country today is very worrisome to put it simply.\n But the solution is simple if the government could muster the political will to carry it out. Can we have an insight into some of the solutions?  Oh yes.\n Strengthened Intelligence is a reliable key to defeat all forms of security challenges across the globe. Intelligence is the nerve of all Counter Insurgence Operations, so, intelligence must be unified to be effective, if the Army, Air force and the Navy gather their intelligence separately and independent of each other, it would be inimical to success.\n Intelligence must be centralized and all intelligence assets pooled and properly assigned. How do you mean? I mean presently, there seems to be inter-Service rivalry and lack of cohesive synergy.\n The various Services, especially the Army and the Air Force seem to be carrying out independent operations. However, we should all be guided by the fact that our Armed Forces are mainly tactical in nature and concept, which means we are equipped to complement each other.\n The Defence headquarters DHQ needs to function in its established role of coordinating the operations. What are the reliable assets for intelligence gathering? There are four major assets for intelligence gathering.\n Though they are too technical for a layman to understand, I will just mention them and explain a few of them in the course of this interaction. They are, Signal Intelligence, which is Communication.\n Information Intelligence/Electoric Intelligence. Geospatial Intelligence (EO/IR).\n Synthetic Aperture Radar (SAR). Full Motion Video Wide Area Airborne Surveillance.\n Light Detection and Ranging (LiDAR). Advanced Full Spectrum (hyper spectral and multi spectral).\n Measurement and Signature Intelligence (MASINT). Open Source Intelligence and Human Intelligence.\n But let me just confide in you that, drones are about the most cost effective means to gather most aerial intelligence. Drones can carry multiple sensors and have capacity for persistent monitoring (surveillance).\n The types range from Palm size to drones the size of light aircraft. It is encouraging to note that drones (not armed) are relatively affordable and Nigeria even has the knowledge to build them.\n What are other areas the security forces should explore to bring down the insurgence to its knees? Thank you for this question. Special Forces are part of it.\n Special Forces are a good addition in counter insurgency. It is common knowledge that the Army, Air Force and Navy all claim to have Special Forces.\n But the question is: are they properly and adequately trained as Special Forces? If they are, we ask, are they properly equipped? And if they are, we ask, are they properly deployed as special force team, or as regular infantry units? So, my conclusion is that we need special forces that are properly trained, properly equipped and properly deployed. It will help! We also need Forest Rangers.\n I understand that personnel of the Nigeria Security and Defence Corps (NSDC) are already receiving training as forest rangers. This is good.\n Their strength should be enough to cover all the forests. In the North alone, we have over 8 major forests and the number is higher in the South.\n So the NSDC Forest Rangers need to be in adequate numbers and equipped to patrol our forests. If truth must be told, morale is the intangible but most lethal weapon of war.\n Once it's lost, war becomes almost impossible to win, even with the best plans and weapons. The officers Corp of the Nigerian Armed Forces seems to be at very low state of morale.\n And this could also be affecting the rank and file. One main factor causing the low morale could be the long stay of the Security Chiefs.\n Most officers have now adopted 'Sidon dey Look' attitude, since they now feel that they or their contemporaries will not get to the top. So an attitude of 'wetin concern me' (indifference and lethargy) may have set in.\n Here is where the welfare of Soldiers comes in. To boost and sustain the morale of frontline soldiers, their salary and allowances must be enhanced.\n Nigerian soldiers succeeded in the several military operations outside the country because their allowances were mostly based on international standard. The same can be replicated to quickly bring to an end the current war.\n Is the Media having any impact in the war against insecurity in Nigeria? Well, truth is that the Nigerian Army and Air Force seem to be too visible in the media. Every single shot fired and every single bomb dropped is released to the press.\n Please don't misunderstand me, telling Nigerians the progress of the military efforts is a good thing. However, too much press engagement waters down the efforts of the operations.\n In my opinion, it should be coordinated by the DHQ, and should be like a periodic (fortnightly) event. What is your take on the clamour from certain quarters that the Security Chiefs? Yes, it is necessary.\n Without mincing words, political will to enforce changes of heads of security organisations and military chiefs is highly necessary. The changes must be based on merit and the capacity to quickly bring to an end, the war of insurgents.\n Such changes must not be sentimental or based on any parochial interests. The new heads must be given targets and milestones.\n Moving forward, it appears there is an emerging need for the overhauling of the tri-service (The Army, Navy and Air force). This rebranding should take the form of a structural reform, ideological reform and institutional reforms.\n Frankly speaking, there is a deficit of interagency collaboration within the armed forces with each arm tending to claim greater superiority than the other. How do you explain Airstrikes being delayed when called upon by ground forces in a bid to gain advantage? It's an anomaly that should be corrected.\n Recall that this lack of cooperation among the agencies in the US led to the successful bombing of the Word Trade Centre (WTC) by Al-Qaeda. The tri services exist for the defence of the country and measures should be taken to effect this.\n Why, in a clear term should they be changed? Sentiment apart, it is necessary that the Service Chiefs be changed by this time. It is not to say that they are inefficient or unfit.\n No. The onus lies in the fact that strategies need to be re-evaluated from time to time.\n And strategies are domiciled in humans. If a set of Service Chiefs have served for a period, then they should be changed to bring in new ideas and innovations.\n The insecurity issues in the country seem to be evolving faster than the strategies developed by security chiefs. There is need for a new crop of thoughts and security leaders.\n Carl Von Clausewitz submitted that when war lingers for too long, the strength of the offense may get depleted giving the enemy room to re-launch an attack. Nigeria may gradually tow this unfortunate route unless there is a change in the military executives.\n Or, do you suspect that the military is not being adequately funded for the way against the insurgence? Well, every military campaign rest on a tripod of human resource, material resource, and financial resource to achieve the set out objectives or what is referred to as 'end state' in military parlance. The third leg of the tripod- the financial resource constitutes the burden of our discussion.\n The Nigerian armed forces it should be noted was caught unprepared by the new kind of war- terrorism. Prior to this, the armed forces were trained in conventional warfare.\n Indeed, the subject of funding the military in the fight against terrorism is a slippery issue that must be approached in a careful manner to avoid making unguarded and unsubstantiated assertions. It is important to understand that counter terrorism is a very expensive war to prosecute and as such has demanded lots of funding for the military by the federal government.\n Terrorism thrives on being faceless and asymmetric requiring a high level of sophistication from the military. These military sophistications are measured in terms of cost.\n It may not be safe to quickly assert that the military is underfunded when one takes into account the huge sums spent in acquiring drones, training of officers for special operations, servicing of fighter jets, training and retraining of the officer cadre, acquisition of fighter jets, combat helicopters, etc. It is however understandable when the public doesn't see this given that most of these operations are classified.\n For instance, most Nigerians are unaware that it takes times for military equipment to be delivered to the country after deals are signed. The Tucano jets are a good case in point.\n There are procedures to this and huge sums have been committed already. We cannot always expect results in counter terrorism to match the funding exactly all the time.\n Counter terrorism is not a perfect example of a round peg in a round hole. It's not a conventional setting and the enemy springs surprises sometimes.\n It's more technical than that. The United States military has been fighting its longest war in Afghanistan despite having one of the most funded militaries in the world.\n So here we have a well-funded military yet not being able to secure victory. Of course we cannot excuse the place of corruption and misappropriation of funds in the military just like in other sectors in the Nigerian system.\n There are less patriotic officers in the armed forces who may be more concerned about enriching themselves than devoting selfless sacrifice. In the same corollary, it is not enough to get the funds, judicious and adequate measures should be employed.\n Strategies should be well thought out by think thanks in the armed forces before financial resources are committed to executing them, otherwise no amount of funding will yield the desired results. Earlier, you mentioned political will.\n Do you think the perpetuation of heads of security organizations and Service Chiefs is impacting negatively on the fight against insurgents? Yes, I think a change at this point is necessary. The only thing that is constant they say, is change.\n We need to try other capacity since it comes with zeal to perform and possibly outdo the previous leadership. Therefore, political will to enforce changes of heads of security organizations and military chiefs is highly necessary.\n The changes must be based on merit and the capacity to quickly bring to an end, the war on insurgents. Such changes must not be sentimental or based on any parochial interests.\n The new heads must be given targets and milestones to measure their achievements over time limits. What is your opinion on welfare of soldiers? The President and Commander in Chief of the Nigerian Armed Forces, President Muhammadu Buhari has tried in enhancing the welfare and allowances of soldiers particularly those at the frontline.\n However, there is need to further boost and sustain the morale of frontline soldiers by upward review or full implementation of their reviewed salary and allowances. Recall that Nigerian soldiers succeeded in the several military operations outside the country.\n One of the factors for successes in those exploits is that their allowances were mostly based on international standard. The same can be replicated especially for our frontline soldiers to quickly bring to an end the current war on insurgency.\n\nLoad-Date: September 8, 2020"
}