{
    "title": "How we press forward",
    "publisher": "university wire",
    "year": 2012,
    "month": 3,
    "day": 8,
    "full text": "The year 2012 comes with the customary presidential election held every four years, and along with it, all the old issues in our nation seem to be revived - issues such as the high price of gas, unemployment, terrorism, etc. All of these issues collectively compose the problems of our dear nation. One in particular seems to connect with all of the rest of the issues of our country, the issue of money.\nWe seem to have a problem demonstrating that we are the No. 1 economy in the world. The fact of the matter is that we are one of the most in-debt nations on the planet, so of course our nation's good credit is affected at the moment.\nThe Chinese have proved superior at overstocking our Wal-Marts' shelves with their merchandise. This, however, is probably a good thing for us, since the Chinese do us a favor at doing the pathetic job of making our products for the price of peanuts.\nIn spite of our national debt to a country like China, we still posses the best economy in the world, for as of right now, no other country alone has surpassed us yet. While this remains true, we can say we own the present.\nThe most recent recession we suffered revealed to us our flaw in the house market sector, the consumer's credit discrepancy and the inability of our government to pass legislation that would ensure responsibility to the rest of the world, in regard to credit and finance of course. As the consequence of our immense debt to the world and as President Obama pointed to us, our nation lost the good credit rating it had, dropping one credit grade level. This, of course, makes things harder for America, no doubt.\nNevertheless, as our president also pointed out, our nation continues having a rich economy. Despite what others may say, the U.S. still is the No. 1 power in the world. Proof of this lies in the bailout money that our government was able to use to stabilize what seemed to be a great potential economic depression.\nWe witnessed how our precious banks managed to maintain their numbers, even if their equity and assets - thousands of foreclosed houses - have been fruitless in the business of producing dividends. This fact, though adverse to the common eye, is evidence that we can fix our flaws, survive and recover from a world recession.\nThe war on terrorism gives us the burden of doing the job that no other nation in world wants to do, except of course the U.S.'s allies. Since this is true, our finances get affected, but who can argue that the U.S. is not the mightiest country on earth? Spending on military might is an indication of wealth on behalf of the nations that invest in it. The fact that the U.S. still spends so much on the military, taking on the cost of the war on terrorism is a good indication that our economy still solid.\nYes, we also have to suffer the cost of gas prices, but this is pushing us into creating electric cars, getting solar energy and coming up with new ways of fuel. I believe that in the long run this would lead to a great and vast success, financially speaking.\nThis year is election year, and politicians will preach, as some have already been doing, that our economy needs fixing up. I think our economy is as it should be, recovering from its bumpy traveling. I am a firm believer in a free market, a market having no intervention from the government, but I also believe that the government should introduce to the market desired directions for our economy.\nWe have seen in the past four years that our nation has survived a recession, has been successful in the war on terrorism, has begun to invest in renewing energy technology, has changed the way the credit business is conducted - this for the better, as costumers are protected now more than ever. We have recognized our flaw of our national debt to the world and have begun passing initiatives to balance the government's budget.\nFour years ago we witnessed one of the most spectacular elections ever, for a lot of reasons - technology and the media's coverage gave the world a good exhibition of our democratic system here in America. Now this year is due for whole lot of occurrences yet to happen, and we probably cannot even anticipate any of them, so we can never say that we own the future. It just simply doesn't belong to us.\nWe are barely at the verge of March 2012, and we are pressing forward. I believe rightly that because of our perseverance against the challenges that the days bring us, we can claim the present. Let us assume that tomorrow is ours too - only let's keep in mind that we cannot live two different years at the same time, or three, or four.\nColumnist Henry L. Ancheta is a junior in the English program. His views do not necessarily represent those of The Inkwell editorial board.\n\nLoad-Date: September 18, 2013"
}