{
    "title": "How Trump has normalized racism",
    "publisher": "usa today",
    "year": 2018,
    "month": 8,
    "day": 10,
    "full text": "A year ago, it seemed unfathomable: a U.S. president  defending \"very fine people on both sides\" of neo-Nazism.\nTo be fair, President Donald Trump  was not calling neo-Nazis great folks but arguing that many of the Confederate-statue-loving protesters in Charlottesville, Virginia, were not neo-Nazis at all. Somehow, these \"fine people\" got mixed in with white supremacists shouting, \"Jews will not replace us,\" and never noticed their compatriots were not fine people, too.\nMore than a year-and-a half into  Trump's presidency, many  have accepted the reality that he's  unlike any U.S. president previously seen, that he wallows in divisive rhetoric and tolerates odious behavior because he so often indulges in it.\nThe trap -- and one that Trump could easily lead us into -- is to start thinking such behavior is not just normal for Trump but normal.\nIn addressing Charlottesville last year, Trump was asked whether race relations had gotten worse. He replied that they were \"better or the same,\" but added, \"They have been frayed for a long time.\" Despite promising racial harmony through job creation, he was betting the opposite.\nIndeed, his political career was built on betting the opposite. It effectively began with birtherism, blossomed with talk of Mexican rapists and Muslim terrorists, and flourished with allusions to gang-bangers spilling over the border.\nAt a recent rally in Tampa, Florida, he fired up the crowd by ridiculing Democrats' desire for \"open borders, which equals massive crime.\" They \"want to let MS-13 rule our country,\" he declared, adding, \"Every day the brave men and women of ICE are liberating communities and towns from savage gangs like MS-13 that are occupying our country like another nation would.\"\nBenjamin Wittes, editor in chief of the Lawfare blog, spent more than a year chasing down one of Trump's statistics. In a speech before Congress in February 2017, Trump cited a Justice Department study showing \"the vast majority of individuals convicted of terrorism and terrorism-related offenses since 9/11 came here from outside of our country.\" After repeated requests for information from the Justice Department, Wittes concluded that the president was lying. Justice never generated such a statistic. Nor, as fact-checkers have confirmed, is there evidence of Immigration and Customs Enforcement liberating towns across America from  immigrant gangs.\nWhen our president warns of  hordes pouring across the border and refers to brown people seeking asylum as an infestation, it's no surprise that people are fretting over race relations. An NBC News|SurveyMonkey poll this May found that 30 percent of Americans see race as the biggest source of division in the country, and that 45 percent think race relations are getting worse.\nIn 2009, I visited Rwanda and talked to men who had participated in the attempted genocide 15 years earlier, many of whom were in prison. Why, I asked, had they tortured and killed their Tutsi neighbors? Some refused to give a direct answer. Others claimed they were wrongly accused. But the typical response was  they thought they were doing what the state wanted; they thought they were performing a service by ridding the world of people the government called \"cockroaches.\"\nWe have gotten nowhere near that point in America -- yet -- though one could argue that putting immigrant kids considered part of an infestation in cages is a step in that direction.\nA year after the tragic events in Charlottesville, white supremacists seem emboldened. Although part of a street has been named for Heather Heyer, and her accused murderer is in jail charged with murder and federal hate crime violations, we remain a conflicted nation. Indeed, that seems to be part of Trump's vision for our country, but there is no reason why it should be ours. There is no nobility in falling into Trump's trap or in normalizing his ethnic animus. Although wallowing in bigotry might help Trump politically, it only diminishes us as individuals and as a people.\nEllis Cose, a fellow of the National Center for Free Speech and Civic Engagement at the University of California, is  a member of USA TODAY's Board of Contributors. \n\nLoad-Date: August 10, 2018"
}