{
    "title": "How Reuters ended terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "In the days after Sept. 11, almost every news organization covered the terrorist attacks, the response to terrorism, and the threat posed by terrorism. Every news organization, that is, except Reuters.\nWhile Reuters regularly reports on violent acts and organizations from around the world, it refrains from labeling them as terrorist in nature -- thereby cleverly eliminating terrorism as a coherent problem. That monumental feat faced a serious challenge in the wake of Sept. 11. Stephen Jukes, the head of the news department, proved equal to the task. He issued a memorandum to his reporters reminding them that \"we all know that one man's terrorist is another man's freedom fighter.\"\nColumbia U.\nThat statement underlines the crux of the confusion. Reuters seems to have decided that the word \"terrorist\" passes judgment on an individual's motive and the justice of his actions. Reuters is wrong.\nTerrorism refers to a particular method of action. 'Terrorist' derives from the Latin terrere, and was first used to describe the creators of the Reign of Terror during the French Revolution. By the middle of the nineteenth century, it had come to refer to more than the Jacobins and their ilk. The Oxford English Dictionary defines a terrorist, in part, as \"a member of a clandestine or expatriate organization aiming to coerce an established government by acts of violence against it or its subjects.\"\nIf the word has acquired a pejorative sense, it is only because we tend to disapprove of the use of coercive violence. But to be perfectly clear, terrorists can act on behalf of the noblest of causes, as well as the most vile.\nSo, how exactly did Reuters manage to back itself into this corner? It turns out that it differs from other international media organizations only by virtue of its consistency.\nThe policy has its roots not in some abstract moral theory, but in coverage of the ongoing conflict in the Middle East. In recent years, news organizations striving to present an appearance of impartiality have carefully excised the term \"terrorist\" from their coverage. For a time, many substituted the term \"activist,\" before finally settling upon \"militant.\" Rather than attempt to draw lines between various violent acts, most reporters have taken to applying that label both to firefights between \"soldiers\" and \"militants,\" and to \"militants\" who strap bombs to themselves and seek out massed groups of civilians.\nThe two terms, though, are hardly interchangeable. Militants, put simply, are those engaged in war. They seek to accomplish their objectives through direct force of arms. For a terrorist, by contrast, the direct effects of violence are purely secondary. A terrorist shoots a civilian not so much to remove that particular individual as to frighten every other civilian.\nThe blurring of that distinction might be forgiven were it inadvertent. Our friend from Reuters, though, suggests something more disturbing. Jukes has explained in a series of media accounts that he fears for the safety of his staff in places such as Gaza and Afghanistan. \"The minute we seem to be siding with one side or another,\" he said, \"they're in danger.\"\nIn other words, Reuters' reporting is colored by the coercive fear of retribution for stories that cast a negative light on one side of a conflict. In spite of their recognition of this fact, Reuters and other news organizations continue to send their reporters into such situations. They have lost sight of the media's primary responsibility: the production of balanced, measured, and accurate reports. They are driven instead by an insatiable appetite for facts, and a gnawing fear that someone else may report those facts first.\nReporters find themselves called upon to produce stories even when reporting certain facts may place their lives in jeopardy. The solution that has been embraced by virtually every reporter in the Middle East is to avoid language that potentially violent people might find offensive. Thus, the more likely an individual is to resort to violence to achieve political ends, the less likely a reporter is to label him a terrorist, or to write about him in an unflattering manner.\nThis started to change on Sept. 11. With the exception of Reuters, no one really wanted to explain to the American people, or to a stunned and angry world, why killing thousands of innocent civilians was not a terrorist act. Headline after headline labeled the attackers as terrorists. Since doing so placed no reporters in jeopardy, the only potential drawback was hypocrisy.\nMeanwhile, buried deep in the news section, articles about the Middle East continued to refer to militants and militant organizations. Most of these organizations, including Hamas, Palestinian Islamic Jihad, and Kahane Chai, are on the State Department's list of foreign terrorist organizations. Some, most notably Hizballah, have attacked American forces or citizens in the past. Others, like Egyptian Islamic Jihad, have been identified as a part of Osama bin Laden's al Qaeda network. Yet while the attack on Sept. 11 has been roundly identified as terrorist, the actions of these other organizations continue to be a manifestation of their militancy.\nReuters, virtually alone, displays the virtue of consistency. But is it a virtue? Almost every other news organization has been sufficiently jarred to return to some semblance of sanity in its reporting, if only in connection with the recent attack. It is a step in the right direction. Reuters persists in its policy of avoiding such \"emotive language\" as the word \"terrorist,\" so that \"readers can make their own decisions based on the facts.\" Would that Reuters was willing to make its own decisions on the same basis.\n(C) 2001 Columbia Daily Spectator via U-WIRE\n\nLoad-Date: October 24, 2001"
}