{
    "title": "How to Fight Terror From the Air",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 14,
    "full text": "Britain has expelled three Syrian diplomats after they scorned to answer questions about their suspected role in the recent plot to blow up an El Al airliner . . . Israel says it has also detected Syria's hand in the plot . . . in a related episode, West German police suspect Syrian involvement in the March 29 bombing of an Arab-German friendship society in West Berlin.\nSuch suspicions prompt the question of punishment, particularly following the United States raid on Libya last month and the call now from the Tokyo summit for joint action against state-sponsored terrorism.\nSyria's offense, if proven, would be comparable to Libya's. Very possibly the same terrorists work for both states, drawing double pay in an amoral trade. Yet no one clamors for an aerial strike against Damascus, a pivot of the Arab world and a pervading presence in Lebanon, where shadowy gangs still hold Americans hostage.\nSyria's case is more complicated. The regime of President Hafez al-Assad, Soviet supported, selectively indulges in terrorism but he is no mad dog and Western governments treat him with wary restraint. Besides, there's a better way to express collective condemnation - aviation sanctions.\nThese sanctions would close airports to planes from an offending country and forbid other carriers to land in the offender's airfields. Such sanctions work, as President Carter recalled in an interview last week. In 1978 the seven big democracies sent a private message to Colonel Qaddafi threatening to boycott Libya's airports if he continued to shelter hijackers. This followed a declaration at Bonn by the seven leaders warning that if hijackers were not extradited or punished, civil aviation sanctions would follow. Thus warned, Libya closed its airfields to hijacked planes.\nThese sanctions applied only to hijacking. But at the the Tokyo summit, the industrial democracies broadened the Bonn formula to apply to ''all forms of terrorism affecting civil aviation.'' Having enlarged their policy, the allied democracies now need to make plain their intention to enforce it.\nMore than any other, the aviation sanctions are likely to command support, here and in Europe. They accord with civil aviation treaties adopted at The Hague and Montreal. They have been urged by airline pilots. They reinforce the European Convention on terrorism. A total civil aviation boycott is easier to impose than any other penalty. It is a punishment related to the offense. And it can hurt.\nYet some countries are reluctant to use a weapon that might momentarily jeopardize lucrative air routes even when there's a flagrant case on the books. Consider Iran, which has yet to extradite or punish those who hijacked a Kuwaiti airliner and killed two Americans in December, 1984. Yet there are hints of change in Teheran; Americans have been indirectly informed that a trial is finally in preparation.\nAre the democracies finally willing to impose collective aviation sanctions instead of just talking about them? That could speed this old case - and deter new ones, in Syria and elsewhere."
}