{
    "title": "How Tunisia Will Succeed",
    "publisher": "the new york times",
    "year": 2014,
    "month": 11,
    "day": 20,
    "full text": "TUNIS -- In this time of great change in the Arab region, political struggles are often viewed exclusively through an ideological lens, creating the impression of a binary choice between Islamists and secularists. But the fundamental choice facing the citizens living through this tumultuous period in Tunisia, Egypt, Turkey, Iraq, Syria and Libya is not between Islamism and secularism, but between democracy and despotism.\nThe binary view also overlooks the considerable pluralism within the political trends in both Tunisia and other Arab countries. Islamists are not only diverse in type, but have also evolved over the last century. Whereas their primary focus was once on protecting religious freedom and defending an identity that had undergone repression, many Islamists have come to participate in political parties whose principal focus is economic and social programs aimed at protecting individual rights and achieving social justice.\nFor my own party, Ennahda (which means renaissance), the Oct. 26 legislative elections in Tunisia were not about the role of Islam in society. They were an opportunity to address issues of unemployment, more inclusive economic growth, security, regional development and income inequality -- in other words, the bread-and-butter issues that matter to ordinary Tunisians. When Ennahda conceded defeat in the parliamentary elections to the Nidaa Tounes party last month, the atmosphere at our party headquarters was not downcast, but festive -- a testament to our belief that this was nonetheless a victory for Tunisian democracy.\nEstablishing the people's sovereignty through the ballot box was one of the most important aims of the 2011 revolution, and of the Ennahda party itself. Holding our second free and fair election was, regardless of the result, a key step to securing Tunisia's long-term democratic future.\nThe dictatorships of Habib Bourguiba and Zine el-Abidine Ben Ali that together lasted nearly 50 years led to endemic corruption, repression of dissent and disastrous economic underdevelopment. Tunisia's democratic transition involves establishing institutions that will protect the interests of citizens. Without the commitment of Islamists like Ennahda to dialogue, cooperation and compromise, Tunisia would not have remained the sole peaceful island in a turbulent region.\nBut democracy means more than just elections. Ennahda supports the concept of a strong civil authority, as defined in Tunisia's Constitution, where the state is the guarantor of all freedoms and rights. This fabric, with a clear ''made in Tunisia'' label, is what will make the democratic transition succeed. And it includes the contribution of reformist Islam, to which my party adheres and which has argued, for more than 150 years, that democracy and Islam are not in conflict. Today, in Tunisia, we are proving that true.\nMost of the political spectrum in our country is evolving toward more centrist and pragmatic politics. The reduction of the elections to an ''Islamist/secularist'' dichotomy is unhelpful and inaccurate. In fact, most secularist parties, including Nidaa Tounes, reject the label of ''laïcité,'' or secularism, as unhelpfully polarizing.\nIt would be a grave mistake to respond to the threat of terrorism and extremism by forcibly excluding religious values from public life. This kind of repression has been at the root of terrorism in our region. Under the former presidents of Tunisia, the institutions of mainstream reformist Islamic thought were shut down or restricted, leaving the way for extremist ideas to fill the vacuum.\nYoung people growing up in the Ben Ali era had no reference points for moderate Tunisian Islamic thought, and some turned to extremism. The threat of terrorism then became a convenient card the regime could wave every time the international community pressured it to respect human rights or introduce political reform. The mistaken bargain of maintaining stability in the Arab world by sacrificing freedom ended up undermining both.\nThe solution to extremism is not less freedom, but more. The solution to terrorism is not less religion; it is freedom of religion and the cultivation of moderate, balanced religious thought. Muslim democrats have an important role to play in combating the spread of extremist interpretations by upholding democratic values of freedom and pluralism.\nIn many countries in my region, losing power -- through an election or otherwise -- used to entail imprisonment, mass repression or worse. In some, it still may, but today, we have a new Tunisia, in which politics is pluralistic, our differences are resolved through mediation, and no individual party monopolizes authority.\nEnnahda has demonstrated its commitment to consensual democracy: We shared power when in office and handed over power to a technocratic government to guarantee free elections. For next month's presidential election, we have chosen to neither field nor back a candidate, because we judged that this abstention would help maintain the equilibrium necessary for the healthy development of our democracy.\nTunisia still faces a daunting task. The Constitution, with its vision of a separation of powers and newly accountable institutions, has yet to be implemented. The ''truth and dignity'' commission has just begun its work toward providing justice to the victims of the Ben Ali dictatorship; this process is vital to healing the wounds of the past.\nTunisia will need the cooperation of all political parties to tackle much-needed reforms of economic subsidies and public administration, and of our banking system and investment laws. Consensus has got us this far, but Tunisia will need an inclusive, democratic approach if it is to solve the problems that are the legacy of dictatorship.\nNearly four years have passed since a man named Mohamed Bouazizi so despaired of the system that he set himself on fire in protest. With every decision we make, politicians in Tunisia must never forget what he died for. We need to protect freedom and dignity, and provide hope and opportunity. This was the dream of the Tunisian Awakening, and it is how Tunisia will succeed today.\nRachid Ghannouchi, a Tunisian politician, is a founder and the leader of the Ennahda Party.\n\nhttp://www.nytimes.com/2014/11/20/opinion/rachid-ghannouchi-how-tunisia-will-succeed.html\n\nLoad-Date: November 20, 2014"
}