{
    "title": "How one US expert would tackle growing international terorism",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 1,
    "day": 12,
    "full text": "The Libyan hit squad . . . kidnapping of US Brig. Gen. James Dozier in Italy . . . capture of Weather Underground members following an unsuccessful armored car robbery.\nThese are but some of the latest manifestations of international terrorism. In the last few decades, small extremist groups have turned to violence against property and people with unprecedented frequency in an attempt to achieve their political ends. At the same time, modern industrial societies with their highly centralized power, communications, and transportation networks have become increasingly vulnerable to the violent actions of a few. As a result, combating terrorism at home and abroad has become a major policy issue.\nAs one of his first acts after taking office, President Reagan announced that his administration would take a hard line on international terrorism.\n''Let terrorists beware that when the rules of international behavior are violated, our policy will be one of swift and effective retribution. . . . We live in an era of limits to our powers. Well, let it be understood there are limits to our patience,'' Mr. Reagan said last January.\nYet recent events, such as the kidnapping of General Dozier by the Red Brigades, illustrate the practical difficulties of dealing with terrorism. Reagan could do little but publicly brand the Italian revolutionaries ''cowardly bums.''\n''It is a breathtaking plunge from speeches against terrorism to effective action against it,'' points out Brian Michael Jenkins, a Rand Corporation researcher and a leading authority on the subject. ''Governments are almost always at a disadvantage in dealing with terrorism. Terrorists create dramas in which they and their victims are the central figures. Except for the occasional successful commando rescue, governments seldom get to play the roles of heroes. More often, governments are seen as reactive, incompetent, impotent.''\nThat is not to say that Reagan and the heads of other governments cannot take steps to combat terrorism. In fact, in a recent paper Dr. Jenkins outlined a concrete strategy to counter terrorist activities.\nTerrorism is of particular concern to the United States. About one-third of all international terrorist incidents in the world involve US facilities or citizens. The vast majority of these have occurred abroad, so international terrorism is the most immediate subject of concern. The government's current approach emphasizes intelligence gathering on terrorist groups, heavier security at embassies, the declaration of a no-concessions policy to discourage terrorists from hostage taking, effective management of terrorist incidents when they occur, and the establishment of antiterrorist military capability as a measure of last resort, he says.\nWhile categorizing these measures as absolutely necessary and applauding the administration's determination, ''these measures do not constitute a coherent strategy against terrorism,'' Jenkins argues.\nThe goal of a no-concessions policy - meaning the US will not ransom hostages or release prisoners in return for their lives - is that it reduces or eliminates the gains terrorists may be seeking in return for hostages. The principal problem with this policy, however, is that it is easy to conjure up situations where the government would find itself compelled to negotiate, says the expert.\nBecause terrorist groups are generally small, secretive, and difficult to infiltrate, the only approach to curbing their activities is indirect, Jenkins concludes.\n''This means identifying, isolating, and, it is hoped, ultimately modifying the behavior of those states that support terrorists with training, money, weapons, or asylum, that now passively tolerate them, or that use terrorist tactics abroad,'' he says.\nThe problem with going after individual countries that aid or employ terrorists is that there are so many of them. Officially, the US has identified four nations that aid terrorists: Libya, Syria, Iraq, and South Yemen. US officials have also accused Iran, the Soviet Union, and Cuba of terrorist support as well. However, Saudi Arabia and Kuwait have reportedly given money to the Palestinian organizations, which frequently resort to terrorist tactics; North Korea has provided training for terrorists; Czechoslovakia and East Germany have provided weapons for terrorist groups; France has been accused of harboring Basque and Italian terrorists by Spain and Italy; Bulgaria, Yugoslavia, Chile, Argentina, Israel, and South Korea all have reportedly dispatched kidnapping or assassination teams abroad to abduct or kill their enemies; and so on.\n''This gives us at least 20 nations, and the figure could easily be doubled,'' Jenkins says. For both practical and policy reasons, the United States simply could not apply sanctions to all these nations.\n''But to single out some and not others . . . exposes the entire effort to the suspicion of being politically motivated and hypocritical,'' he advises.\nHe says there is a danger in the administration's propensity to accuse the Soviet Union of backing terrorist activities on ''murky evidence'' at best.\n''Leaving aside the question of right or wrong, I don't think it is the most effective strategy to follow. If antiterrorist activities are put in this framework, we will lose support of a number of governments which are outraged by terrorism,'' says Jenkins.\nOfficials responsible for implementing the Reagan administration's antiterrorist policies stress that they are proceeding on the basis of an ''objective'' definition of terrorist acts: an act that uses violence to achieve political ends and is illegal under international law. According to this broad definition, however, colonial Minutemen who fought the British during the American Revolution would be considered terrorists. This illustrates one of the stickiest aspects of terrorism: One person's terrorist is often another's freedom fighter.\nThis is one aspect of the American public's sharp division over US policy in El Salvador. While the Reagan administration maintains that the revolutionary forces there are communist-supported terrorists, many Americans, including Robert White, former US ambassador to El Salvador, argue that the most ruthless terrorist groups in the country are the government security forces and the rightist vigilante groups allied to them.\nJenkins argues that it is best to avoid this sticking point altogether. Instead, he suggests that the US work for a body of international agreements among like minded nations, each aimed at a specific terrorist tactic. Because virtually all nations have airlines and many have experienced hijacking, there has been a great deal of international cooperation in dealing with this particular problem, he points out.\nAnother tactic that might be amenable to international cooperation is the growing number of attacks on diplomats and embassies, the expert proposes. In the last 10 years, nearly 100 diplomats have been kidnapped or murdered, and terrorists have taken over 50 embassies or consulates. ''A stringent convention reasserting diplomatic immunity and calling for the isolation of those nations that are negligent in providing security for diplomats . . . should have a good chance of widespread acceptance,'' he says.\nSimilarly, he sees potential support for an agreement aimed at governments that utilize terrorist tactics against foreign foes or dissidents living abroad. Although currently against international law, such a matter is currently between the offending state and the one whose sovereignty has been violated. An agreement that would threaten a nation with collective sanctions could be an effective deterrent, he suggests.\n''To attain such international cooperation, terrorist actions must be narrowly defined - not in broad political terms but rather in terms of specific mutual interest,'' he says. ''Therefore, the United States government must not aggravate the problem of combating terrorism with definitions that are too sweeping or offer initiatives that appear to serve only American political interest.''\nThe State Department refused requests for a telephone interview on this issue and Dr. Jenkin's suggestions."
}