{
    "title": "How the government demonizes activists",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 11,
    "full text": "Since 9/11, the word \"terrorism\" carries added emotional weight for many - perhaps most - Americans. In times when the word has such emotional power, it's important to consider what is and isn't truly \"terrorism,\" since - hardly surprisingly - there's no shortage of people willing to abuse the term if it gains them political advantage and furthers their agendas. Slinging such a volatile term around too freely can produce seriously questionable, and often unjust, results.\nConsider the SHAC-7 - seven activists from the animal-rights group Stop Huntingdon Animal Cruelty. In early 2004, SHAC was protesting animal cruelty at Huntingdon Life Sciences, an animal-testing company with labs in New Jersey and England which \"has a record of violating animal welfare laws\" and kills 500 animals daily, as the Eugene Weekly reported on Sept. 14. The activists' campaign, designed to pressure companies to stop doing business with HLS, included demonstrations, a Web site and the distribution of videos that showed HLS technicians punching beagle puppies in the face. After SHAC posted HLS executives' addresses and phone numbers on its Web site so activists could call or write them, someone vandalized one executive's golf course, and another's boat was partially sunk. At HLS's New Jersey lab, someone broke windows and freed caged beagles. None of the actual participants in these events were ever identified or caught.\nMeanwhile, SHAC's campaign caused HLS clients like Proctor & Gamble and the Bank of New York to cease doing business with the labs.\nIn May 2004, however, federal agents arrested seven SHAC activists - Kevin Kjonnas, Lauren Gazzola. Jacob Conroy, Joshua Harper, Andrew Stepanian, Darius Fullmer and John McGee. The government didn't claim these activists had done the vandalizing; instead, they were charged with violating an obscure 1992 law - the Animal Enterprise Protection Act. This law, passed via corporate lobbying, defines \"animal enterprise terrorism\" as a felony, including \"intentionally causing property loss\" to animal-testing companies.\nFederal prosecutors claimed SHAC \"conspired with\" the vandals (though supporting evidence for this was unclear, since executives' addresses were accessible on the Internet to numerous animal-rights advocates of all stripes). More importantly, prosecutors claimed the activists' media campaign itself was criminal because it caused \"property loss\" to HLS in the form of lost clients!\nBoycotts, media expos÷Ÿand economic pressure have been used by non-violent activists, including during the Civil Rights movement of the '50s and '60s, but prosecutors interpreted this \"property loss\" as \"animal enterprise terrorism,\" and thus labeled these non-violent activists \"domestic terrorists\" - though neither the activists nor the (still-unknown) vandals had hurt anyone. In September 2006, six of the activists received sentences ranging from one to six years in prison.\nFollowing this logic, as the Eugene Weekly writes, pro-life groups' staff members could be labeled \"terrorists\" and held responsible for abortion clinic bombings - but a government dominated by conservative corporate and religious groups is far more likely to apply the \"terrorist\" label to animal-rights or environmental groups than to anti-abortion protestors. While the Animal Liberation Front (ALF) and Earth Liberation Front (ELF) have, over time, caused $110 million in property damage, nobody has ever been killed, and most vandalism has been designed to avoid hurting anyone.\nOddly, the FBI calls these groups its \"highest domestic terrorism priorities\" - higher than the militia community which produced the 1995 Oklahoma City bombing. It's easy to condemn some destructive tactics, even aside from their illegality - Jeffrey Leurs's torching of SUVs, for example, was hardly environmentally friendly. But it's harder to paint bloodless property destruction as \"terrorism\" rather than simple vandalism or sabotage. And now, with the SHAC case, there's a legal precedent for defining \"terrorism\" to include activists' mere public exposure of a company's cruel practices.\nDespite vocal rejection of property destruction by mainstream activist groups, many conservatives, backed by corporate interests who stand to lose from environmental and animal-rights protesting, have long used underground groups' vandalism as an excuse to tar peaceful, mainstream activists as radical, dangerous \"wackos,\" \"eco-Nazis\" and - increasingly since 9/11 - \"terrorists.\"\nA failed 2003 Texas bill defined \"ecological terrorist organizations\" as \"two or more persons organized for ? politically-motivated activity to deter any person from participating in ? activity involving animals or ? natural resources.\" This definition would have applied to all animal-rights or environmental groups - including those who use legal means (or peaceful civil disobedience like blocking buildings' entrances) to stop pollution or animal abuse.\nThe bill - sponsored by the corporate-funded American Legislative Exchange Council - allowed anyone giving money to such organizations to be prosecuted for supporting \"terrorism.\"\nNationally, the Senate just passed the corporate-sponsored Animal Enterprise Terrorism Act - which expands the old 1992 law - and it's pending in the House of Representatives. Though it exempts \"economic disruption\" like boycotts resulting from \"lawful public [and] business reaction\" to a company's practices, this bill holds legal activists liable for damage if anyone in the public reacts unlawfully to information activists release about a company.\nThe term \"eco-terrorism\" was coined by Ron Arnold, the director of the Center for the Defense of Free Enterprise - a conservative think tank funded by Exxon, Du Pont and various lumber companies. This alone should provoke thought about ways in which pollutive or animal-abusing corporations stand to gain from driving environmental and animal-rights movements out of mainstream debate and creating the public perception that these movements consist chiefly of bomb-throwing \"loonies.\"\nBut we should also examine the use of terms like \"terrorism.\" Why should we consider it \"terrorism\" when yachts or golf courses are vandalized (or when addresses are posted on the Web), but not when technicians maim animals en masse, or when wild horses are rounded up and slaughtered to make way for farmland? The animals in these cases probably feel quite \"terrorized,\" and, at the least, such cases involve hurting and killing living beings, whereas \"eco-terrorism\" has killed nobody.\nSadly, such perspective is all too rare in our society today.\n(C) 2006 OSU Daily Barometer via U-WIRE\n\nLoad-Date: October 11, 2006"
}