{
    "title": "How some online web communities instigate violence",
    "publisher": "the bismarck tribune",
    "year": 2019,
    "month": 5,
    "day": 6,
    "full text": "SAN DIEGO - Calling itself \"the Darkest Reaches of the Internet,\" the online forum that appears to have shaped the ideology of the accused Poway synagogue shooter is a notorious echo chamber of hate.\nHere, violent uprisings are high-fived and body counts are referred to as \"scores.\"\nAnti-Semitic conspiracy theories are preached at length, and the role of Nazi symbolism in the white nationalist cause is a frequent topic of debate.\nIt's a place where bigoted views are not only nurtured, but propelled into violent action.\nIt all appears to have made a big impression on 19-year-old John T. Earnest.\nA year and a half after tapping into the online community, a manifesto attributed to the Rancho Penasquitos resident appeared on the website, shortly before authorities say he opened fire on worshippers at the Chabad of Poway. A 60-year-old woman was killed in last weekend's attack, and wounded were the synagogue's founding rabbi, an 8-year-old girl and her uncle.\nThe forum, called 8chan, and others like it are increasingly serving as incubators for radicalization in the extremist alt-right movement.\nUnlike the traditional Ku Klux Klan or skinhead gangs, these online communities lack hierarchy, organization and face-to-face connections that have bonded acolytes in the past. The forums have instead created loosely affiliated networks of like-minded people who can easily and anonymously engage from the privacy of their homes.\nIt's an evolution of hate that experts say hasn't seemed to receive the same attention or urgency as international terrorism, until recently.\nThe day before the attack in Poway, FBI Director Christopher Wray emphasized the \"steady, persistent threat\" domestic terrorism poses to the U.S.\n\"These folks aren't targeting the obvious _ you know, the airport, the power plant,\" Wray said during an address to the Council on Foreign Relations. \"They're targeting schools, sidewalks, landmarks, concerts, shopping malls with anything they can get their hands on, and sometimes things they can get their hands on pretty easily: knives, guns, primitive IEDs, cars.\"\nThe online forum allegedly frequented by Earnest was launched in 2013 but gained a significant following starting in 2014.\nThat's when a similar but tamer platform, 4chan, shut down all threads relating to a controversy known as Gamergate, a harassment campaign that targeted women working in the video game industry. So Gamergate proponents were encouraged to migrate to 8chan, where its operators strived for true freedom of expression.\nIts only rule is against posting content that violates \"the Digital Millennium Copyright Act or other United States law.\"\nRobert Evans, an American investigative reporter for the United Kingdom-based website Bellingcat, has watched the forum evolve over the past few years into a place where hate speech now flourishes.\nThe forum caught his attention in 2016 during the presidential election, when Donald Trump tweeted an image of Hillary Clinton imposed over a background of money with a red, six-pointed star calling her \"the most corrupt candidate ever.\" The meme was traced back to 8chan.\n\"They had a lot of success pushing memes through the mainstream,\" Evans said of the forum's participants, \"and I wanted to monitor that.\"\nWhat Evans found was hate speech that was once cloaked in sarcasm growing more explicit.\n\"The message board turned from a kind of ironic Nazism to just Nazism,\" he said. \"There's still sort of a tongue-in-cheek aspect - but they're not joking.\"\nBefore the April 27 attack on the Poway synagogue, a post attributed to Earnest appeared on 8chan implying impending violence, with links to a long manifesto as well as a Facebook page where the shooting was apparently supposed to have been livestreamed.\n\"I've only been lurking a year and a half, yet what I've learned here is priceless,\" the anonymous poster declared.\nThe first commenter encouraged him to \"get the high score.\"\nSomeone who saw the posting warned the FBI just moments before the shooting, but the agency could not act fast enough to prevent it because time and place were unknown.\nThe \"open letter\" attributed to Earnest contains the usual list of anti-Semitic grievances that white nationalists use to support their cause.\nIt is also a blatant call for others to follow his lead.\nThe letter writer said it was a similar manifesto penned by the suspect in the New Zealand mosque shootings in March that inspired him to act. Since the attacks - 51 dead at two mosques - the letter has been translated into many languages and widely circulated on social media.\n\"People who make these 'press kits,' what they are trying to do is use violence to provoke attention to a set of ideas they think will be contagious,\" said Joan Donovan, who leads research on the intersection of hate and technology at the Shorenstein Center on Media, Politics and Public Policy at Harvard Kennedy School. \"They think it will catch on if enough people hear them and will mobilize.\"\nRight-wing extremism in the U.S. appears to be rising, experts say.\nThe Transnational Threats Project for the Center for Strategic and International Studies, a policy research organization based in Washington, D.C., analyzed acts of terrorism by alt-right groups using the Global Terrorism Database.\nResearchers found that between 2007 and 2011, the number of attacks was five or less a year. Attacks rose to 14 in 2012, and continued at a similar level for the next four years. In 2017, the number jumped to 31.\n\"What we're seeing now is a generational shift, because this broader movement has been around literally 200 years,\" Feshami said. \"It goes through waves. The skinheads in the '80s, '90s, 2000s, those guys are aging out. They're still active and around, but not the center of the movement now. Now millennials are stepping in and adapting to the internet age.\"\n\nLoad-Date: May 6, 2019"
}