{
    "title": "How Harvard students want to fight terrorism",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 7,
    "day": 29,
    "full text": "A course about Al Qaeda taught by Peter Bergen, the British journalist who bagged Osama bin Laden's first face-to-face interview on CNN, became last semester's must-attend event at Harvard's elite Kennedy School.\nThe international students crowding into the school's largest auditorium were a cross-section of Americans, Europeans, and Middle Easterners, including current members of the US Army and intelligence community on sabbatical leave. Attending it gave me a fascinating window into the mind-set of the young, global elites who will lead the next generation's fight against terrorism.\nHow do these best and brightest view the \"long war\"? And do they have what it takes to win it? The last class of the course was the most instructive in how elite Americans' perspectives on the war against terrorism have matured. Mr. Bergen paced the auditorium, asking the students for their recommendations on defeating Al Qaeda.\nFrom horror, incomprehension, and the rush to conclude that \"They hate us for our freedoms\" - typical of the post-Sept. 11 response - there is now a shift toward viewing Al Qaeda as a fractious group that can be subverted and defeated by manipulating its internal divisions.\nIntelligence reform and the restructuring of the bureaucracy topped the discussion. Some suggested that the analyst shortage currently afflicting intelligence agencies could be overcome by scrubbing top-secret evidence pointing to sources (in order not to jeopardize the safety of field agents) and by inviting nonsecurity cleared analysts in the commercial intelligence arena to mull the information over.\nOthers felt that America's Arab immigrants should be seen as a strength rather than a liability, as the security clearance program currently tends to classify them. A student of Lebanese origin suggested that Homeland Security deploy a network of informants drawn from immigrant communities because \"these guys have come over here and benefited from the bounty, so they should put something back.\"\nA diplomat wearing a US-Kuwait friendship T-shirt stamped with a government seal suggested that Pentagon employees with 20-plus years of service should be recycled into the State Department and the CIA to help rejuvenate these institutions.\nGenerally, the American students tended toward recommending superficial solutions for winning the hearts and minds of the Muslim world. A deft repackaging of the war on terror or the realigning of bureaucratic entities in the Departments of Defense and State would do it, they seemed to think.\nOne American student took this syllogism to an extreme conclusion when he proposed that the US government confront Al Qaeda with \"brand denial\" by banning spokesmen and officials from referring to the organization by its name.\nHe reasoned that, deprived of the oxygen of publicity, the terrorists would shrivel up and die. Bergen asked the student whether the Bush administration should also ban the domestic press from referring to Al Qaeda. The student stammered in indecision and the auditorium exploded in laughter.\nSlicker packaging will not make American policies more palatable to Middle Eastern audiences or improve Washington's image in the region. The debacle of Al-Hurra, the State Department-funded Arabic-language news network is one example. But such shallow reasoning echoes at the very highest levels of the Bush administration.\nIn a speech in November, Secretary of Defense Robert Gates expressed embarrassment that \"Al Qaeda is better at communicating its message on the Internet than America.\" What seems to elude US policymakers is the truth that Al Qaeda's anti-Western, anti-interventionist message resonates with Arab and Muslim audiences sick of what they view as neocolonial meddling in their region.\nThese views are fed by daily television coverage of US-led occupations in Iraq and Afghanistan, American support for unpopular governing elites, and the stymieing of popular political movements such as Hezbollah and Hamas when they win elections.\nBack in Bergen's auditorium, a lone European student ventured that only a substantive shift in Washington's policy toward the region could bear true fruit and boost the US quest to succeed in the war against terrorism. Ceasing uncritical support for Israel, the student proposed, might overcome the impression in the Arab world that the US is not an \"honest broker.\" Silence greeted his comments.\nWill a new generation of Kennedy School graduates become effective bureaucratic and military foot soldiers in the \"long war\"? Can they provide America with the cultural awareness it needs if it is to vanquish its foes in the Middle East's battlegrounds?\nThe rush to study Arabic and other Middle Eastern languages has abated, with university departments reporting reduced applications compared with the initial post-Sept. 11 spike. Torrents of celebrity news, cost-cutting in the media industry, and a gripping presidential campaign have crippled the burst in foreign coverage that accompanied the 2001 and 2003 military campaigns in Afghanistan and Iraq.\nAspiring Kennedy School graduates looking for professional involvement in the \"long war\" will probably have their newfound expertise channeled into the same molds carved out already by diplomacy, intelligence analysis, and war. Sitting in on Bergen's class revealed that the shift in thinking implicit in the generational hand over will not be spectacular.\nAmerican elites still nurture a certainty that they are on the side of perfect right against perfect wrong in their struggle with Muslim militancy. But fighting a global guerrilla conflict against highly motivated irregular forces and without defined targets has condemned the US to a war with no expiration date. \nThe rumblings of doubt over how America's strength-sapping campaigns will conclude have still not gone mainstream. But frank classroom discussions about the true nature of jihadis, downward estimates that only 10 to 20 percent of them might be irreconcilable, and brazen proposals to adopt more consultative and multilateral approaches in tackling them reveal that members of the Western establishment will approach the conflict armed with newfound sensitivities and subtler understandings.\n* Iason Athanasiadis just completed a 2008 Nieman fellowship at Harvard University. A journalist who covers the Middle East, he is writing a book on the third generation of the Iranian Revolution titled, \"Children of the Revolution: Khomeini's Unintended Legacy.\"\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: July 28, 2008"
}