{
    "title": "How social media fuels attacks on sacred spaces",
    "publisher": "the deseret news",
    "year": 2019,
    "month": 5,
    "day": 27,
    "full text": "By Gillian Friedman\nDeseret News\nSALT LAKE CITY - Over the past sixth months, sacred spaces have repeatedly been targeted by terrorists.\nA gunman opened fire on Jews as they worshipped at Pittsburgh's Tree of Life synagogue in October, the deadliest attack on Jews in United States history. In March, Muslims were gunned down while praying in Christchurch, New Zealand, and Christians were targeted at Easter services in Sri Lanka on April 21.\nJust days later, on April 27, a shooting in a California synagogue, Chabad of Poway, left one woman dead and three people injured while they were celebrating Passover.\nThe targeting of houses of worship is an age-old phenomenon, says Robert Pape, professor of political science at the University of Chicago specializing in international security affairs. Pape says this trend is in part fueled by what he describes as the \"practical side\" of such attacks.\n\"Houses of worship have always been a perennial target for terrorism,\" he said. \"And the reason is because you know something about the individuals who are likely to be there, what their religion is, and also you know the time and place they're going to be there.\"\nBut the recent slew of attacks appear to have been fueled by a new phenomenon: the rise of what experts are calling \"social media terrorism.\"\nSocial media has become \"the centerpiece\" in spreading terrorism, Pape told NPR.\nThe 19-year-old suspect in the Poway shooting reportedly published a manifesto online, in which he claimed to have attacked the synagogue to \"help the European race\" defend itself against \"international Jewry.\" The lengthy document was similar to the one posted by the white supremacist charged with killing 50 people in New Zealand, who wore a camera attached to a helmet in order to broadcast his shooting spree on Facebook.\n\"Social media offers opportunities to Islamic terrorists, to white supremacist terrorists, and even school shooters for the amplification of themselves, glory for themselves, in ways that no other media platform does,\" Pape told NPR.\nRepresentatives of social media platforms have been vocal about their efforts to combat such activity on their sites.\nAfter Christchurch, Facebook released a lengthy statement expressing the company's commitment to \"working with leaders in New Zealand, other governments, and across the technology industry to help counter hate speech and the threat of terrorism.\"\nSuch a commitment was echoed by world leaders, including New Zealand Prime Minister Jacinda Ardern, who announced that on May 15, she and French President Emmanuel Macron would meet with world leaders and tech company executives in Paris in an effort to lead a global effort to stop social media from promoting terrorism in the wake of recent attacks in New Zealand and Sri Lanka.\nIn anticipation of the meeting, the Deseret News spoke to experts in counterterrorism and international security policy about specifically how social media has, in Pape's words, \"changed the landscape of terrorism,\" making sacred spaces more vulnerable than ever to extremism.\nA new trend\nSocial media doesn't create new motives for terrorism, according to Raffaello Pantucci, director of International Security Studies at the Royal United Services Institute, a U.K.-based independent think tank on international defense and security.\nRather, it \"gives greater acceleration to the ideas or problems that originally fuel terrorism,\" such as religious hatred, or an attacker's mental health state.\nThat acceleration manifests in three stages of terrorism, according to Pape.\nThe first is before an attack occurs, when social media can contribute to the radicalization and mobilization of individuals to plan and execute an attack in the first place.\nThis is also fueled by social media's algorithms, which construct a universe in which a person sees more and more of the content that one appears to be interested in, said Pantucci, rather than painting a balanced portrait of the world.\nFor example, he says, if someone is inclined to see the world through the lens of religious conflict, then social media can dramatize that worldview by constantly exposing the user to similar content on that topic and \"feeding the user things you already believe,\" he said.\n\"If you're looking at this problem solely through the lens of social media, it will feel like there's really immediate conflict happening in the world around you, it will strengthen that belief within you and spur you on to greater action,\" he added.\nThe second role that social media plays is during an attack, such as Facebook livestream, which amplifies the visibility of the attack as it's occurring in real time.\nFinally, there's social media after the attack, which glorifies and amplifies the reputation of the individuals doing the attacks, said Pape.\n\"Social media creates the opportunity for a vast amount of attention on an individual, which glorifies and amplifies the reputation of the individuals doing the attacks. And that's something that social media has been able to do more than any other vehicle that we have developed with technology,\" he said.\nHe says this is also because social media is not subject to \"gatekeeping by traditional media.\" For example, the press can choose not to run the attacker's name, or can choose to emphasize the heroes who save lives instead - such as Lori Gilbert Kaye, 60, who was killed in the Poway attack when she jumped between a gunman and her rabbi, Yisroel Goldstein, saving his life.\nBut that won't prevent people on social media from glorifying the attacker anyway - distributing his or her name and the details of the attack throughout the world on a variety of platforms.\nAnd, again, the way that social media's algorithms are designed amplifies this issue; the more people interact with a post, the more prominent and proliferated that post becomes, spreading faster and faster and finding its way to more and more people's eyes all around the world, said Pape.\n\"That is something that is truly new and different today,\" he said. \"Social media generates a tremendous amount of attention, which for individuals seeking attention is a primary goal.\"\nThat has also changed the profile of the kind of terrorist that experts say is likely to commit an attack - from one fueled by religious motivations, such as an individual who is deeply imbued with religious faith or affinity for a religious community or political issue, to someone with little connection to a community or religious belief and fueled more prominently by a prior history of social isolation or violence, said Pape.\n\"We now face individuals who are really seeking glory and self-empowerment, who have little connection to a (religious or political) community,\" he said. \"That's really new, and it dovetails with the rise of social media.\"\nGood from social media\nDespite the recent attacks, social media shouldn't be considered solely a force for evil, says Rabbi Hara Person, chief strategy officer and incoming chief executive of the Central Conference of American Rabbis.\n\"Social media can be a force for good, helping bring people together,\" she said. \"But sadly, as we've seen, it often helps stoke the flames of hatred and violence as well by allowing extremists to spread their dangerous message into the mainstream ... It's sadly not surprising that houses of worship have become targets for extremist violence.\"\nShe said that synagogues across the country and the world have taken proactive steps to prevent such acts of terrorism.\nIn Utah, Rabbi Avremi Zippel, program director of the Chabad Lubavitch of Utah, says the California attack on a Chabad synagogue prompted him to take steps to secure his own building, such as ensuring that the facility doors are locked at all times and hiring armed security to be present at services each week.\nBut he said the California Chabad shooting made him feel more sad than afraid. While Chabad is an Orthodox Jewish Hasidic movement, it is also the world's largest Jewish outreach organization, one that endeavours to help Jews of all backgrounds and religious traditions find meaningful ways to connect to their faith.\nTherefore, the attack on the California Chabad, says Rabbi Zippel, was not just an attack on Orthodox Jewry, but Jews of all background and walks of life coming together to celebrate Passover.\nRabbi Zippel says that's why after an attack, it's more important than ever for people of faith to pack the pews, rather than avoid them out of fear.\n\"The most important place for a Jew to be on the Shabbat after an attack is in a synagogue,\" he said. \"The greatest victory that we can proclaim over those that seek to attack us is to pack our synagogues fuller than they have ever been.\"\nEmail: gfriedman@deseretnews.com\nTwitter: @gill_friedman\n\nLoad-Date: May 27, 2019"
}