{
    "title": "How to Avoid America 's Coming Years of Lead",
    "publisher": "new york observer",
    "year": 2017,
    "month": 8,
    "day": 30,
    "full text": "In the aftermath of the Charlottesville fracas between far-right and far-left protestors, which left one dead and dozens injured, America has undertaken a self-examination of sorts regarding our homegrown extremism problem. The public now realizes that our country possesses violent fringes which, though small in numbers, display an ardent desire to create mayhem in the public square.\nThe far-right element, with its Nazi and Confederate flags, is catchier on camera, displaying transgressive desires and frequently absurd attire. They seem better at shocking than fighting, however, considering how Charlottesville played out. Few have noted that the kook-right, despite making a nationwide push to get everybody to come to Virginia for the Unite the Right rally, managed to gather only a few hundred followers. In a pattern that's familiar in Europe, the far-right was significantly outnumbered by left-wing counter-protestors.\nNot to mention that America's far-right has fallen on hard times after the Virginia debacle. While neo-Nazis managed to get the attention of the nation-and indeed the world-in Charlottesville, the repercussions have been severe. Since said movement exists more online than in real life, post-Charlottesville efforts to get them off the Internet have hit the kook-right hard indeed.\nTheir most noxious website, The Daily Stormer, infamous for its incantations of violence against Jews and others, has been run off the Internet. After multiple shutdowns, the avowedly Nazi site now resides on the Dark Web, where its site traffic is surely far lower than before Charlottesville. Similarly run off the Internet is Stormfront, an online message board that has been a focus for the far-right since 1995, when it was founded by Don Black, a former KKK leader.\nThe far-left has faced less public scrutiny than their sparring partners after Charlottesville. Part of this is the habitual double standard about genocidal totalitarianisms in our country: Carrying a Nazi flag is considered unthinkably offensive, while brandishing a Soviet one is viewed as much less awful-and possibly only quirky-notwithstanding that Stalin murdered more people than Hitler did.\nIndeed, in recent weeks quite a few mainstream liberals have gushed about the \"anti-fascists\" on the left who engage in violent street theater with the far-right. It's easy to detect more than a whiff of envy among some liberals for Antifa fighters, who get to punch Nazis whenever they feel like it. Even before Charlottesville, some on the mainstream left positively           gushed about black-clad Antifas and their eagerness to do battle with the evil forces of Trumpism.\nAfter Charlottesville, more sanguine voices on the left have observed that some of the Antifas seem to have signed up for the fighting more than the politics, while their anarchistic and sometimes nihilistic \"actions\" in reality encourage more extremism on the right-which is the opposite of their stated aim.\nThis too easily leads to regular brawling in the streets between right and left extremists in a sort of ritualized combat that corrodes politics and opens doors to ever more cancerous radicalism. Weimar Germany's inability to rein in such violent antics played a significant part in the rise of Hitler and his National Socialists to power in 1933, with their promises of curbing the mayhem.\nSuch extremism can normalize political violence and lead to regular occurrences of domestic terrorism. This isn't exactly new in American history. The social tumult of the 1960s birthed a modest wave of terrorism. The dog that happily failed to bark was right-wing terror, specifically armed Southern white resistance to the civil rights revolution. That could easily have become a grave problem, and the only reason it didn't can be attributed to J. Edgar Hoover, the long-serving and much maligned FBI director.\nUnder the FBI's Counterintelligence Program, the notorious COINTELPRO, Hoover in 1964 unleashed the Bureau on the KKK in a secret operation termed            WHITE HATE. Employing the fully array of FBI dirty tricks, they systematically broke the back of the Klan in the Deep South. By the early 1970s, the KKK was a spent force, a shadow of its former self, riddled with Bureau informants and never to recover. Although the left has refused to give him credit, Hoover cut short any serious terrorism by the Klan and the far-right in the 1960s.\nA few years later, to the left's chagrin, COINTELPRO began similar secret operations against left-wing extremists too. Although America suffered from a wave of far-left terrorism in the late 1960s and early 1970s, mainly by black nationalists and radicalized white college students, Hoover's FBI and its dirty tricks prevented this from becoming a bona fide terrorism wave.\nWestern Europe was less fortunate. There, late 1960s student protests birthed a serious terrorism problem that lasted for more than a decade. Nowhere got it worse than Italy, where the Red Brigades, founded on radical university campuses, left lecture halls and attacked the \"imperialist\" system with an ardor that would render our present-day Antifas green with envy.\nThrough the 1970s, the Red Brigades planted bombs, robbed banks, kidnapped \"capitalists\" and murdered their enemies-which constituted a broad group. Most infamously, in 1978 they kidnapped and later killed Aldo Moro, the country's former prime minister. Moro's murder was a turning point, creating widespread revulsion against the Red Brigades, and by the early 1980s the group was on its last legs, with most of its members dead, in prison, or cooperating with the police.\nThe Red Brigades never succeeded in seriously threatening Italy's \"imperialist\" system, yet they killed a lot of innocent people, radicalized the country's already bumptious politics, and birthed a dangerous wave of right-wing counter-violence. By the late 1970s, far-right terrorists had joined the melee, aping the murderous tactics of the far-left. This culminated in the neo-fascist bombing of the Bologna train station in 1980, which killed 85. This blood-stained era, when radicals right and left opted for the gun and the bomb, was termed Anni di piombo-Years of Lead-by Italians.\nAfter the end of the Cold War, Western intelligence learned that, per longstanding rumor, Soviet Bloc spies had boosted left-wing radicals in Western Europe, clandestinely supplying them with weapons, bombs and combat training. This was particularly the case in West Germany, where the Red Army Faction spent the 1970s on an extended rampage of mayhem and murder against \"imperialists.\" They succeeded in terrorizing their country's elite but never came close to fomenting the revolution they craved.\nThe dubious achievements of the RAF were due in part to its secret support from East Germany and its security service, the infamous Stasi, which gave the terrorists sanctuary, aid, and comfort-plus weapons. In a bitter irony, almost two decades after the end of the Cold War and East Germany's collapse, revelations from Stasi files revealed a Communist hidden hand behind West Germany's 1970s terrorism wave.\nThe RAF was born out of campus anger over the unprovoked shooting of a young student protestor, Benno Ohnesorg, during a demo in West Berlin in the summer of 1967. His killer, Karl-Heinz Kurras, was a right-wing cop, a veteran of Hitler's army, who became a stand-in for everything about the country that radical students hated. Their outrage over Ohnesorg's death mounted when Kurras got no jail time for the murder. In response, their most radical wing went underground and took to terrorism.\nMore than three decades after Ohnesorg's death, it turned out that Kurras was, in fact, a longtime and highly productive Stasi secret agent. The fascist cop turned out to be an ardent anti-fascist and East German hero. This stunning revelation turned recent German history on its head and raised awkward questions about what really happened in 1967.\nWe ought to be worried about similar covert operational games happening on our own soil. I recently exposed how Russian intelligence supports and manipulates the far-right in the West, our own country very much included. Similar things are happening on the far-left, where ties to Kremlin intelligence linger from the last Cold War.\nMounting chaos in America suits Vladimir Putin perfectly, and we should be wary of Kremlin provocations designed to make our increasingly messy politics violent. That is a fate all Americans of good faith should to seek to avoid. A good start would be denouncing anyone who accepts violence as a solution to political disputes. Moreover, those who brandish the flags of genocidal totalitarian regimes have no place in a law-based democracy and ought to be treated as the pariahs they are.\nLast, we must be aware of what's really going on, and who's trying to harm our country. Recent news that Charlottesville law enforcement ignored explicit intelligence warnings from the Department of Homeland Security about the potential for violence at the August 12 rally, egged on by both sides, makes for depressing reading. Such underperformance will not suffice if America is to avoid our own Years of Lead.\nJohn Schindler is a security expert and former National Security Agency analyst and counterintelligence officer. A specialist in espionage and terrorism, he's also been a Navy officer and a War College professor. He's published four books and is on Twitter at @20committee. \n\nLoad-Date: August 30, 2017"
}