{
    "title": "How dangerous is Islamic State_ Returning Western militants pose threat to homeland",
    "publisher": "the new york times",
    "year": 2014,
    "month": 8,
    "day": 22,
    "full text": "After U.S. planes bombed its forces in Iraq, the jihadist juggernaut that calls itself the Islamic State threatened to attack Americans \"in any place,\" adding for good measure: \"We will drown all of you in blood.\"\nFor now, facing a multifront war and bombs falling on their fighters' heads, the Islamic State's leaders probably lack the time and opportunity to plot a strike on the U.S. homeland.\nThat could change if thousands of fighters with Western passports -- including more than 100 American and 500 British -- return home, analysts warn.\n\"They have plenty of other things to worry about and bigger fish to fry,\" says Mia Bloom, an expert on suicide terrorism. But \"everybody's worried about what happens when these guys come back\" -- especially after the U.S. bombing.\nThe Islamic State, which emerged from the Syrian civil war, has conquered a swath of Iraq and Syria and governs the region under an extreme form of Islamic law. On Thursday, Defense Secretary Chuck Hagel called its threat \"beyond anything we've seen.\"\nMany Americans have been troubled by the Islamic group's military victories, outraged by its atrocities and startled by its ability to recruit fighters from Western nations. The video-recorded beheading this week of journalist James Foley has made some wonder whether the jihad that swept from Syria into Iraq could reach America.\nAn attack could come later from returning fighters, experts say, or sooner from Americans who've never been to the Middle East but are inspired by Islamic State propaganda.\nIn videos featuring fighters such as Canadian Andre Poulin, the recruitment message is clear, says John Horgan, a UMass-Lowell expert on terrorist groups: \"There's a role here for everybody.\"\nAlthough the Islamic State has eclipsed al-Qaeda on the battlefield and on the Internet, that doesn't necessarily mean it's better at promoting terrorism long-distance, says Michael O'Hanlon, a Brookings Institute foreign policy and security analyst: \"It doesn't mean they're better bombmakers than al-Qaeda.\"\nHe said there are limits to what even social media can accomplish. Working long-distance, without the \"brainwashing and personal relationship\" usually required, \"it's not easy to get people to kill themselves, or to do something that could get them killed.\"\nStill, the Islamic State has given Americans a case of the jitters.\nGen. John Allen, former U.S. commander in Afghanistan, calls the group an \"abomination\" and \"a clear and present danger to the U.S.\" John McLaughlin, former deputy CIA director, says its rivalry with al-Qaeda makes a strike at the U.S. homeland more likely, because \"success would contrast sharply with al-Qaeda's inability to pull off another major attack here after 9/11.\"\nAt a conservative think-tank Thursday in Washington, Texas Gov. Rick Perry, a possible GOP presidential candidate, raised the prospect of Islamic State members crossing the U.S.-Mexican border. Perry said there was \"a very real\" risk its members were already inside the USA, according to Business Insider.\nSen. Ron Johnson, a freshman Republican from Wisconsin who sits on the Foreign Relations Committee, has held town hall meetings this week to warn his constituents that unless the group is eradicated, it will export terrorists to the USA.\n\"They are evil. They are barbarians,\" he said at one session. \"If they're not conducting mass executions, they're burying people alive.\" There's no negotiating with them, he said.\nThe Islamic State is not a threat to the homeland \"at this point,\" Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff, told USA TODAY. Unchecked, however, it will threaten Israel and Europe, he said, describing the group's world view as virtually \"apocalyptic. ... This is not a group that can stop. It has to stay on the offensive.\"\nThe following advantages have made the Islamic State a jihadist dynamo in \"a league well beyond anything al-Qaeda ever was or can now hope to be,\" according to McLaughlin:\nVeterans: The Islamic State includes experienced officers from Saddam Hussein's regime. \"Say what you want about Saddam, but his military was top notch,\" Bloom says. \"These are not some of the ragtag Taliban forces in Afghanistan.\"\nWesterners: Several thousand fighters may hold passports of Western nations, including 100 to 150 Americans. McLaughlin says that's the largest number of American fighters to sign on with an Islamic extremist group.\nThere may be more Muslim British subjects fighting for the Islamic State than for Britain's military. The U.K. Ministry of Defense confirmed to USA TODAY that there are about 600 British Muslims in its armed forces at home and abroad; government estimates put the number of British Islamic State fighters in Syria and Iraq at 500 to 800.\nKhalid Mahmood, a member of Parliament from a district in Birmingham that has a high proportion of Muslims, said those government estimates are too conservative. He told Newsweek that at least 1,500 people have been recruited to fight in Iraq and Syria in the past three years.\nJoseph Young, an American University expert on political violence, says fewer Americans are involved, partly because it's hard to get to Syria and partly because the USA generally does a better job than its European counterparts of integrating religious minorities.\nMoney: The Islamic State has looted banks, seized oil wells, extorted businesses, sold electricity and collected ransom for hostages. The group demanded $132.5 million for Foley's release, according to The New York Times.\n\"They have enough money that they can afford to waste some of it. They can keep trying something until it works,\" O'Hanlon says.\nTerritory: Osama bin Laden's rise was abetted by his pre-9/11 safe haven in Afghanistan, but al-Qaeda was the guest of the Taliban government. The Islamic State controls its own territory, which gives it a secure base to plan, train, regroup and recruit.\nDanielle Pletka, a foreign and defense policy specialist at the American Enterprise Institute, says a place of one's own can make all the difference: \"Control of territory allows them to operationalize elsewhere.\" For bin Laden, that meant New York City and Washington.\nPropaganda: The extent and sophistication of the Islamic State's use of social media, video and other communication tools is unprecedented in terrorism, possibly because the group has so many tech-savvy Westerners in its ranks.\nIts message is half Disney, half Game of Thrones. \"They say, 'Greetings from the Caliphate! Come to the Caliphate!'\" Bloom says. \"They make it sound so inviting.\" Images posted online of massacres, executions and severed heads apparently appeal to other recruits.\nGiven these resources, the Islamic State's focus on the Middle East might seem reassuring to Americans, but Pletka says that in terrorism, as investing, past performance is no guarantee of future results.\n\"Al-Qaeda in the Arabian Peninsula weren't supposed to be interested in transnational terrorism, until they were,\" she says, referring to the group's attempt to blow up a Northwest Airlines flight from the Netherlands to Detroit on Christmas 2009.\n\"Al-Qaeda in the Islamic Maghreb wasn't interested in transnational terrorism, until they were,\" she says, referring to the North African group's declaration of plans to attack Spanish, French and American targets.\n\"There is no reason this is a campaign (the Islamic State) wishes to limit\" to the Middle East, she says. \"Maybe today. Tomorrow, no.\"\nShe worries about the prospect of a hundred or more hardened fighters returning home on U.S. passports with no indication of where they've been, besides studying Arabic in Cairo or traveling in Jordan. \"If we can't prove someone has been involved in a jihadist operation, how do we exclude them?\"\nSome worry that civil liberties could be sacrificed in an attempt to keep the jihadists out.\nAndrew Liepman, former deputy director of the government's National Counterterrorism Center, urges caution in assessing the danger. He says that although the Islamic State is a bigger threat than the pre-9/11 al-Qaeda, the United States is far more effective against terrorism than it was before those attacks. \"We know what we're looking for. Screening is better. We're postured pretty well to deal with this.\"\nHe warns against overreaction: \"After 9/11, we pulled out all the stops against another attack, but in hindsight, it produced some things the country was not comfortable with. We need to find a comfortable place between means and ends. ... It need not necessarily involve following Muslims around New York.\"\nHe offers a grim point of reassurance to those who fear waves of returning American jihadists.\nWesterners who fought during the Iraq War against U.S. forces, he says, \"tended to be used as cannon fodder. They didn't come home.\"\nContributing: John Bacon, Kim Hjelmgaard and Tom Vanden Brook \n\nLoad-Date: August 22, 2014"
}