{
    "title": "How to Make Terrorists Think Twice",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 24,
    "full text": "Is there a way to proceed forcefully against terrorism without resorting to expensive military action? The Libyan episode raises that question.\nAnd the answer is yes - by the application, through the United States' legal system, of established principles of international law to a new breed of international criminal.\nUltimately, terrorism should be formally defined as an international crime and prosecuted at the international level in a Nuremberg-type tribunal.\nIn the interim, however, we ourselves can do much to deter terrorism by aggressively using the United States criminal justice system.\nTo do this, however, we must enact the necessary laws and muster the will to enforce them.\nOrdinarily, our laws apply only to crimes occurring in this country. But under international law, we can extend that jurisdiction beyond our borders to cover terrorist attacks on Americans abroad. All Congress needs to do is pass a law making terrorist attacks against Americans a crime against the laws of the United States, regardless of where the attacks occur. The Senate has passed such a law and it now awaits action in the House of Representatives.\nMaking terrorist attacks a crime will not, by itself, protect Americans abroad. We must also be willing to take custody of alleged terrorists and bring them to the United States to stand trial.\nIn some instances, the United States would be able to gain custody through existing extradition procedures, pursuant to bilateral agreements. In other cases, however, there may be no such extradition treaty with the nation in question or, even if there is a treaty, we may have reason to doubt that nation's willingness to cooperate.\nWhen that happens, we should be prepared to resort to forcible seizure and arrest. Although it may come as a considerable surprise to some people, the option of forcibly seizing and arresting a suspect is available to us under American and international law.\nThe precedent for such action was clearly established 100 years ago in the Supreme Court case of Ker v. Illinois. Frederick M. Ker, who was accused of criminal fraud in Illinois, fled to Peru. Illinois authorities followed him there, seized him and brought him back to the United States for trial without seeking formal extradition as required by Peruvian law.\nIllinois's action in taking Mr. Ker into custody could be termed an arrest, an abduction or even a kidnapping, yet Mr. Ker's eventual conviction was upheld by the United States Supreme Court. This principle - that a criminal conviction will be upheld notwithstanding the fact that jurisdiction over the defendant was obtained by apprehension abroad and forcible return for trial - has been upheld repeatedly, most notably in a 1952 Supreme Court opinion written by Justice Hugo Black. International law, specifically the doctrine of ''state responsibility,'' also permits action by an aggrieved nation to apprehend a terrorist on foreign soil when he is being harbored by another nation in violation of its responsibility to the international community.\nNearly two years ago, when I first suggested that we should consider forcible arrest of terrorists where extradition fails or is not a workable alternative, Administration officials and others were skeptical. In recent testimony before the Senate, however, Secretary of State George P. Shultz, Attorney General Edwin Meese 3d and the State Department legal adviser, Abraham Sofaer, have all given support to the notion of using ''moderate force'' to obtain custody of terrorists who violate our criminal laws.\nAdmittedly, abduction is strong medicine. One must remember, however, that it would be abduction for the purpose of bringing a person to trial, with all the procedural and substantive protections the American legal system provides - not an abduction for some violent or otherwise illegitimate purpose.\nOne should also note that it is a far less aggressive action - and far less intrusive on the sovereignty of another nation - than retaliatory raids.\nIndeed, it is essentially the course attempted by the United States after the Achille Lauro incident, when United States Navy planes forced an Egyptian airliner to land on Italian territory in an effort to apprehend the terrorists and bring them here for trial. Had Italian authorities not insisted on asserting their own jurisdiction, the terrorists would have been brought to the United States for prosecution under a 1984 statute that makes unlawful the taking of Amer-ican hostages anywhere in the world.\nForcible arrest and seizure of alleged terrorists on foreign soil ought to be undertaken only in extraordinary circumstances after careful consideration of the consequences. It is an option, however, that we cannot afford to exclude. While it may not always be feasible, arresting terrorists and bringing them to American courts for trial, conviction and punishment is plainly preferable to bombing raids, which inevitably threaten innocent civilians.\nThe legal system can be a valuable weapon in the war against terrorism, however, only if we take the necessary steps to fill existing gaps in the law and demonstrate our willingness to apply our laws to terrorists wherever they may hide.\nIn 1984, recognizing one gap in the law, we passed the law that makes it a crime to take an American hostage. Under that law, indictments have been obtained and a United States district court has issued arrest warrants for the hijackers of last year's TWA flight 847.\nNow, Congress should take the next step, making a terrorist attack against an American anywhere in the world a violation of American law.\nCorrection\n\nAn editing error changed the meaning of Senator Arlen Specter's opening sentence in an article published Thursday. It should have read: ''Is there a way to proceed forcefully against terrorism without extensive military action?''\nCorrection-Date: May 24, 1986, Saturday, Late City Final Edition\n\nGraphic\n\n \ndrawing"
}