{
    "title": "How the Outbreak of War on 9_11 Rattled Gadhafi, Other Tyrants",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 4,
    "day": 6,
    "full text": "After the attacks of September 11, Colonel Muammar Gadhafi of Libya and Sudan's leader, Omar Bashir, made desperate pleas with Egypt's president and Jordan's king to urge America to spare them, according to a newly declassified diplomatic cable.\nThe September 20, 2001, cable, originating from America's embassy in Libya, describes Mr. Gadhafi as calling \"every Arab leader in his Rolodex,\" to intercede on his behalf with Washington. It also relays that Sudan's ambassador to Egypt at the time spoke in a \"quivering voice\" to his interlocutors at the Foreign Ministry in Cairo.\nThe new details provide a fresh insight into the policies that followed the attacks on New York and Washington, D.C. Since then, America has restored full diplomatic relations with Libya and Sudan. While both remain on the State Department's terrorism list, they have also provided tangible assistance in the war on terror.\nAt the same time, the regimes continue to torment their populations, with Sudan aiding a campaign America has called \"genocide\" in the Darfur region, and Libya refusing to hold elections or release its most prominent political prisoner.\nThe actions of Sudan and Libya after September 11, 2001, follow a pattern of other former and current foes of America in the Middle East. Iran agreed, for example, in October 2001 to allow America to use its territory to supply the Northern Alliance in Afghanistan. The Iranians also extradited what they claimed were lower-level Al Qaeda fighters to third countries where American intelligence was allowed to sit in on their interrogations.\nSyria agreed to a regular intelligence channel with the CIA shortly after the attacks. Former officials have differing accounts as to the channel's intelligence value, which broke down shortly after the Iraq war.\nThe cable was released yesterday after a freedom of information act request from a conservative legal group, Judicial Watch, best known for their dogged pursuit of material on former president William Clinton's adulterous affairs. Diplomatic cables of this kind are rarely declassified voluntarily by the State Department, in part because they contain frank assessments of the motives and actions of American allies.\nThe cable from the Cairo embassy shows the Egyptian government acting as a liaison after September 11, 2001 between Washington and Tripoli. For example, it says that the Egyptian foreign ministry informed American diplomats that \"Libya was out of the terrorism business,\" a September 17, 2001 visit from Egypt's foreign minister to Tripoli. At the same time, the Egyptians blocked requests from Libya and Sudan to hold an emergency Arab League summit, the cable writer says.\nThe assessment of Mr.Gadhafi is particularly harsh. The cable says Arab diplomats had relayed that the Libyan dictator famous for publicly confronting President Reagan with his \"line of death\" speech, was \"hysterical in his telephone phone call to King Abdullah as if only his personal intervention would prevent U.S. action.\"\nIn recent months, Gadhafi has returned to his old form. Last month he lectured a conference at Columbia University on why his country - which lacks any elections - is a true democracy, while America and the west are pretenders.That same week he announced that he still recognized Saddam Hussein as the legitimate leader of Iraq.\nBeginning in 2002, the CIA and Britain's MI6 began discreet negotiations with Libya over its nuclear weapons program. Those talks resulted in a surprise announcement at the end of 2003, whereby Gadhafi agreed to dismantle his nuclear program in exchange for normalizing ties with America.\nBut the classified cable shows that Gadhafi was interested in making such a deal after the hijacked planes hit the trade center and pentagon. The cable says that on September 17, Egypt's ministry of foreign affairs said that Gadhafi had conveyed his concern \"that he had no direct communications with the USG other than through his speeches.\"\nUnlike the Libyans, the Sudanese established channels with America before September 11,2001.In June of 2000,the government invited a team of CIA officers into the country in order to verify that it had no links to al Qaeda and international terrorism. But after soon after the attacks of September 11, the Sudanese offered unprecedented access to America, including, according to one former senior Bush administration official, \"a verbal download of their intelligence files on Al Qaeda.\"\nKhartoum also offered America to use its airspace for any attacks and soon began talks with American diplomats that resulted in the north-south peace agreement sealed last year.\n\"There was cooperation between Khartoum and Washington on multiple levels.There was coordination and cooperation on anti terrorism and the beginning of a dialogue on the north south conflict,\" former assistant secretary of state,Walter Kansteiner said yesterday.\n\"It started before September 11. I remember having initial conversations that laid the foundations for cooperation back in June of that year. There was a conscious decision of the leadership of Khartoum to seek new avenues. Let's reach out to these new guys.\"\nNonetheless the American diplomatic cable says Arab diplomats described President Bashir as afraid. However, the conversation shortly after September 11 between Presidents Bashir and President Mubarak was \"more an urgent plea for help than a reasoned discussion.\"\nThe cable went on to say that while the Sudanese believed they had won over the American counter-terrorism team in Sudan, they \"still feared themselves to be a likely target.\"\nA Senate Foreign Relations Committee senior staff member, Danielle Pletka, yesterday said the declassified cable was not surprising. \"Everyone with a guilty conscience thought they were going to be attacked,\" she said. \"The Iranians were worried. The Syrians were worried. Everyone was worried.\"\n\nLoad-Date: April 6, 2006"
}