{
    "title": "How to Really Make the Death of ISIS_s Leader Bigger Than Bin Laden_s",
    "publisher": "the new york times",
    "year": 2019,
    "month": 10,
    "day": 28,
    "full text": "If the U.S. plays its cards right, it could fundamentally weaken the Islamic State.\nWhen President Trump announced the death of the Islamic State leader Abu Bakr al-Baghdadi following a raid in northwestern Syria this weekend, he made sure to take the opportunity to one-up his predecessor: Mr. al-Baghdadi’s death, Mr. Trump said, was bigger than Osama bin Laden’s. Mr. al-Baghdadi was “the biggest there is,” the president said, “the worst ever.”\n“Osama bin Laden was very big,” Mr. Trump said, but “this is a man who built a whole, as he would like to call it, a country, a caliphate, and was trying to do it again.”\nMr. Trump might not know his Nusra Front from his Hayat Tahrir al-Sham, but in this case he’s not exactly wrong. The killing of Mr. al-Baghdadi could well prove more significant than the killing of Mr. bin Laden in 2011 — if the United States handles the next few critical months carefully.\nFor some Americans, this may come as a surprise; for all the alarm ISIS inspired in the United States, Mr. al-Baghdadi himself never quite achieved the same level of notoriety as the Al Qaeda leader.\nBut even if fewer Americans knew his name, it’s indisputable that at the time of his death, Mr. al-Baghdadi was a more significant figure in global terrorism than Mr. bin Laden was when he died. By the time Mr. bin Laden was killed, a decade after 9/11, he had become far removed from the day-to-day reality of his followers. Mr. bin Laden was in hiding in his compound in Abbottabad, Pakistan, cut off from the rapid changes that were taking place in the Arab world at the time, changes that would leave Al Qaeda reeling. Mr. al-Baghdadi, on the other hand, as we know from countless testimonies from captured ISIS members, still closely commanded an organization determined to revive his brutal caliphate.\nOver his nine years as leader, Mr. al-Baghdadi built his group up from the ashes, after it was defeated by local Iraqi tribes with the backing of United States troops following the 2007 surge. He then moved quickly to take advantage of the Arab uprisings of 2011 to expand into neighboring Syria, at a time when Al Qaeda’s central leadership seemed disoriented by the pro-democracy wave sweeping the region. Three years later, he ascended the iconic Al Nuri Grand Mosque in Mosul to declare himself a caliph, ruling over one-third of Iraq and nearly half of Syria.\nMr. al-Baghdadi was central to the revival of global jihadism after the death of Mr. bin Laden. If it hadn’t been for him, Al Qaeda would have possibly continued along “a path to defeat,” as President Barack Obama described it after Mr. bin Laden’s death. The re-emergence of Al Qaeda after 2011 owed a great deal to Mr. al-Baghdadi’s expansion into Syria where he built up what was once touted as the group’s most successful branch: Jabhat al-Nusra, a group established after the Syrian uprising in 2011 that deserted ISIS in 2013 over disagreements with Mr. al-Baghdadi and pledged allegiance to Al Qaeda instead.\nFollowing the death of Mr. bin Laden, Al Qaeda and other groups influenced by it have focused almost entirely on local wars, rather than on global jihad. International terrorism, especially in the West, has since become associated with ISIS. Which is why the fate of Mr. al-Baghdadi’s group, and international terrorism generally, depends largely on whether the United States seizes the historic moment of his death to keep the group down.\nThat the Islamic State can easily survive the loss of its top leader is not as straightforward a proposition as seems to be widely believed. Mr. al-Baghdadi’s death, almost exactly seven months after the obliteration of the physical caliphate he built, comes at an exceptionally bad time. The organization is still struggling to recover from the collapse of its caliphate and the deaths of many top leaders. It is fragile, caught somewhere between being a proto-state and a full-fledged insurgency.\nMr. al-Baghdadi’s oversight was vital in guiding ISIS’s current transition from governing body to effective underground organization. Captured commanders have testified to Iraqi and Kurdish troops about his involvement in day-to-day affairs, and the meetings he held with different regional heads. Under his watch, the group was able to maintain its control over a sprawling range of affiliates, from Afghanistan to Nigeria, despite the tumultuous collapse of the caliphate in Iraq and Syria. He also prevented internal ideological differences from spiraling out of control. Holding the organization together may not be so easy with him out of the picture.\nBut it is true that the Islamic State has been prepared for some time to go on without its leader. The group has experienced leadership decapitation twice in its short history — once in 2006 and 2010. Not only did it survive those upheavals, it also learned from its mistakes to make its leaders more elusive and their loss less disruptive. Mr. al-Baghdadi personified that learning experience: He appeared in videos only twice, rarely released audio messages, and set up the group’s institutions to minimize the effects of losing leaders or field commanders. ISIS most certainly prepared for the possibility that Mr. al-Baghdadi would be killed one day.\nPressure against ISIS now may not end the group — its rigid and hard-line ideology thrives amid the conflict and authoritarianism in the region. But it can change the group in the same way Al Qaeda changed after 9/11, to become locally focused and, ultimately, weaker. Since losing ground in Syria and Iraq, ISIS had already started focusing on building its regional affiliates rather than conducting attacks in the West. That trend could continue if pressure against it persists — pressure, say, in the form of continuing American presence in Syria to train local forces and detect any resurgent Islamic State activities until a robust political settlement to resolve the Syrian conflict can be reached.\nThe alternative is unthinkable. Some of the Islamic State’s members will be demoralized by Mr. al-Baghdadi’s death, but many will be reinvigorated by the idea of revenge. ISIS, judging from past examples, could wage a campaign of attacks — assassinations, raids, ambushes, suicide bombings — partly meant to mobilize the organization and keep it together under a new leader. The group must be prevented from revitalizing these activities; its future will be determined by what happens during this next critical phase.\nThe Islamic State is now an organization that has lost its caliphate and its caliph within the space of several months. The United States has a small window to keep up the pressure. What it does next could determine the shape of terrorism around the globe.\nHassan Hassan (@hxhassan) is the co-author of “ISIS: Inside the Army of Terror,” and the director of the nonstate actors program at the Center for Global Policy. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some            tips. And here’s our email:            letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook,            Twitter (@NYTopinion) and            Instagram.\nPHOTO: President Trump spoke on Sunday about the killing of Abu Bakr al-Baghdadi. (PHOTOGRAPH BY Al Drago for The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: October 29, 2019"
}