{
    "title": "How Many Terrorists In This Cell_",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 27,
    "full text": "The young man sat at the defense table behind a great cloud of a beard, an unblinking stone, as his lawyer argued that he was not guilty. Just the victim of desperate criminals, who needed to sell someone to save their own miserable skins, so they ratted out their high school buddy.\nBut oh, retorted the prosecutor, how we would love to have upstanding citizens testify against the defendant. But that's not who he was hanging around with.\nThese are lines that unspool in courtrooms all the time.\nThis time, though, they are being raised in a terrorism trial that has featured geopolitical fanaticism playing out in Kissena Park in Queens; at Bear Mountain, north of the city; and the George Washington Bridge toll plaza.\nAt the core of the trial of Adis Medunjanin, 28, are matters so authentically dangerous they are almost hard to recognize. Over the last decade, no voice rang louder than that of the boy who cried wolf, amplified by the reality of the Sept. 11 attacks, then gradually muffled by a succession of false alarms. Weapons of mass destruction in Iraq. Terrorists sure to blow up something, if only they weren't getting stoned all day long on pot. A catalog of terrorism cases that were short on the lively minds and driven spirits that would seem necessary for carrying out dire schemes, but long on informants and enablers in the pay of police agencies.\nThe result is that our scare glands have ceased to pump out high-octane anxiety. Then along comes the case of Mr. Medunjanin.\nIn the summer of 2008, he and two friends from Flushing High School, Najibullah Zazi and Zarein Ahmedzay, decided to join up with the Taliban, and made their way to Pakistan for training. Mr. Zazi and Mr. Ahmedzay, who have pleaded guilty, said that they all decided to take on the work of suicide bombing in the United States, and came home to New York, having learned to find ingredients for a suicide bomb in drug stores and supermarkets.\nUnlike many of the cases that preceded this one, no one disputes that the plans were real; the only issue is one of granular detail, the involvement of Mr. Medunjanin. In closing arguments on Thursday, his lawyer, Robert Gottlieb, argued that he had fallen out with his friends while they were overseas and had no desire to join them in the murder of innocents.\nYes, Mr. Gottlieb said, under a barrage of Qaeda video and training materials, and under constant surveillance by federal agents, Mr. Medunjanin had finally snapped and then driven his car onto the Whitestone Bridge, where he crashed. A visit by F.B.I. agents to his family's home, to seize his passport, which showed his trip to Pakistan, finally drove him to an irrational act on Jan. 7, 2010, when he sped off in his car.\n''He is in full and utter panic,'' Mr. Gottlieb argued. ''It doesn't reflect an act of jihad. It's simple emotion, boiling over.''\nThe prosecutor, Assistant United States Attorney David Bitkower, noted that Mr. Medunjanin had called 911 on his way to the bridge: ''In case there was any ambiguity, he left a message, 'We love death more than you love life.' ''\nMr. Bitkower scoffed at the idea that Mr. Medunjanin's two friends had separately come up with identical false stories to implicate him in their plot. Moreover, he said it was impossible to believe that Mr. Medunjanin had been coerced when he met his friends in Kissena Park to pick which subway lines they would bomb.\n''There were no armed Al Qaeda henchmen when they were in Kissena Park,'' Mr. Bitkower argued. As for the suggestion that Mr. Medunjanin had lost his free will, the prosecutor, a former champion on the game show ''Jeopardy,'' invoked another television program: ''Brainwashing is what happens on 'Gilligan's Island,' when a coconut falls on his head or something. It doesn't happen in the real world.''\nThe closing statements were made on a busy day at the federal courthouse in Brooklyn. A major Mafia trial was reaching its end, as was the corruption case against the former state senator Pedro Espada Jr. For all that, nothing on the street or at the entrance suggested that actual associates of Al Qaeda, who had all but finished bombs that they intended to plant on No. 4 and 5 trains, were in the building.\nThe mayor and the police commissioner have said that if Al Qaeda members in Guantanamo were tried in Manhattan, a ring of steel would have to be built for security, and the costs would total over $1 billion. Somehow, this terrorism case, stacked between matters of Mafia murder and political boodle, is not so terrifyingly expensive.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 27, 2012"
}