{
    "title": "How to respond to terrorism recruitment",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 8,
    "full text": "Last Saturday, I asked a crowd of people at the Eid Prayer in Minneapolis about their perception of the notorious youth recruitment for the Islamic State, or to any jihadist entity, for that matter. One shocking response that was common across the board was that the problem was grounded in a situation whereby we ourselves created the problem. We laid down the groundwork for this threat by focusing on quick-fix issues.\nMost of the nearly 150 people I asked agreed that the vulnerability of the youth to recruitment threats is partially due to the lack of proper developmental programs. And because the government failed to uplift the community through economic empowerment programs, the risk has grown considerably.\nWhat we all have failed to understand, as Richard Posner wrote, is that \"terrorism is a political phenomenon, and the demand is driven mainly by political grievances, real or imagined. Often the grievances are related to foreign occupation.\"\nWhen jihadist operatives from within are courting the attention of the vulnerable, marginalized youth, it does not only suffice to stage a propaganda campaign. Anything that ignores long-term development initiatives will be counterproductive.\nPoverty and social profiling have exacerbated the problem. If you look at the main spectrum, the ugliest acts of terrorism today are executed by the most disadvantaged individuals. People are repeatedly being sold to the idea of searching for freedom and the heavenly world out of illusion. Keeping youth busy on something with short-term ends is simply a waste of time.\nThe Associated Press produced a story on Oct. 4 about Somali-American youth being recruited in Minneapolis for overseas jihadist wars. Instead of campaigning for quick-fix stuff and spending money passively on strategies that produce no tangible results, the effort must be directed in another path. Vulnerable people must be included in an ongoing growth.\nWhile fighting grassroots terrorism is an advantage, the end result is not always sufficient. This is because it creates an environment of war and suppression that in turn is likely to create more hatred.\nTo achieve a supreme result, the missing combination of the equation must be achieved: restructuring the vulnerable and marginalized groups through empowerment projects and lifelong transformative initiatives. Initiatives such as these can generate great dividends.\nAny long-term project that intends to fight extremism must include youth development, community empowerment and poverty reduction schemes. Of course, short-term problem solving strategies are indispensable on the other hand.\n\nLoad-Date: October 8, 2014"
}