{
    "title": "How does White House plan to fight US extremism_ Locally. The same kind of community mobilization an",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 8,
    "day": 3,
    "full text": "A highly regarded Justice Department program designed to combat violent neighborhood gangs is one of the models the White House is highlighting as it unveils plans for addressing the threat of home-grown extremism.\nThe Obama administration on Wednesday released its vision for stopping domestic extremism: by encouraging and facilitating cooperation among the key actors in the communities where home-grown extremists - whether of the neo-Nazi or Al Qaeda-wannabe variety - spring up.\nThe same kind of community mobilization and intervention that have successfully reduced gang-related crimes in numerous cities can also work to address domestic extremism, the White House says.\nA key conclusion of the counterviolence plan is that the answer must be local: While federal agencies can help implement strategies, it says, success will depend on local involvement, from police and educators to community leaders and organizers.\nThe modest eight-page report, released by the White House with no press conference or other fanfare, had been expected for months, based on tip-offs from administration officials. But the report's completion was delayed in part, according to some sources with knowledge of its development, by wrangling over how to issue a plan for countering domestic extremism without it coming across as targeting the Muslim-American community.\nIn the end, the report echoes the National Strategy for Counterterrorism, released in June, which found Al Qaeda and its affiliates and adherents to be the \"preeminent terrorist threat\" to the United States.\nThe report says Al Qaeda and other Islamist extremist organizations are \"openly and specifically\" targeting Americans with their propaganda and inciting them to commit acts of violence on US soil. Terrorist organizations are having trouble sending foreigners to America to commit terrorist acts, the report says, but it emphasizes that the number of Americans drawn to the extremist siren \"remains limited.\"\nMoreover, it says, \"Any solution that focuses on a single, current form of violent extremism, without regard to other threats, will fail to secure our country and communities.\"\nOne reason that any strategy for combating domestic extremism risks coming across as a Muslim-American witch hunt is that several recent, high-profile cases of terrorism or attempted terrorism in the US were apparently dreamed up by members of the Muslim community. In his cover letter for the report, President Obama refers specifically to only one case of domestic terrorism: the Fort Hood attack in November 2009, allegedly perpetrated by Army Maj. Nidal Hasan, a Muslim-American.\nBut some experts in radicalization say they are impressed by how the White House initiative takes on domestic extremism without stigmatizing the Muslim-American community.\n\"The emphasis on partnership with the relevant local communities suggests that the US government does not view Muslim-Americans as potential terrorists, but more importantly, as partners in combating radicalization,\" says Charles Kurzman, a University of North Carolina sociologist who cowrote a 2010 report entitled, \"Anti-Terror Lessons of Muslim American Communities.\"\nProfessor Kurzman says he was struck in reading the White House report by the way it takes on the problem of extremism but does not overdramatize it. \"The report walks a fine line between taking on the terrorist threat,\" he says, \"and on the other hand not alarming the public so much that we end up damaging our own interests with anxiety and fear.\"\nHe notes that his 2010 report, undertaken after the Fort Hood attack, found that terrorist acts perpetrated by Muslim-Americans accounted for fewer than three dozen of the 136,000 murders committed in the US in the years following the 9/11 attacks.\nSome analysts of the new counter-extremism plan say one explanation for the low profile the White House gave its unveiling may be that a plan heavy on local responsibilities came out a day after the president signed the debt-ceiling legislation, which is expected to entail steep cuts to local-government funding.\nBut Kurzman - author of the recent book \"The Missing Martyrs: Why There Are So Few Muslim Terrorists\" - says a serious but low-key approach makes sense.\n\"The more Americans can manage their anxieties and bring their fears into proportion with the actual acts of terrorism we have experienced,\" he says, \"the saner the discussion we can have about security concerns in this country.\"\n       \n\nLoad-Date: August 4, 2011"
}