{
    "title": "How do terrorists look_ Very familiar",
    "publisher": "business insurance",
    "year": 1991,
    "month": 5,
    "day": 13,
    "full text": "Risk managers who think of terrorism solely as the work of foreign agents should look much closer to home.\n\"The possibility of a foreign terrorist coming in with a ski mask and a pipe bomb is pretty remote,\" said Bruce T. Blythe, president and chief executive officer of Crisis Management International Inc., a consulting firm based in Atlanta.\nIn fact, the terrorist that American corporations should fear is most likely to be an American male over the age of 40, Mr. Blythe said during a session at the 29th annual Risk & Insurance Management Society conference in New Orleans.\nColleagues would describe the man who fits this terrorist profile as a loner who draws much of his self-esteem from his job, he said.  When such a man loses his job, he can lose control and lash out at his former employer, with often tragic results.\n\"By far, the most common corporate disaster is murder,\" Mr. Blythe said.  In fact, murder is now the most common cause of on-the-job deaths among women, he said, noting that \"in the United States the workplace is becoming more and more violent.\"\nDealing with an increasingly violent workplace requires applying the risk management process to catastrophe planning, said Steven M. Sachs, vp-risk management services division at Hobbs Group, the Columbia, Md.-based brokerage arm of Arkwright Mutual Insurance Co.\nRisk managers need to begin by identifying the types of catastrophes that may overtake their company.  These would include natural disasters, terrorism or extortion, and third-party criminal acts, such as a disgruntled former employee who picks up a high-powered firearm and begins shooting, he said.\nDiscussing the second possibility, terrorism or extortion, Mr. Sachs pointed out that a risk manager has to assess a variety of factors in determining the extent of the exposure: Does the company have a high profile?  Is it mentioned frequently in the press?  Do corporate executives travel a lot, making themselves convenient targets?\nOnce the exposures have been determined, the risk manager needs to decide which loss prevention techniques to apply to the problem, Mr. Sachs said.\nAn emergency catastrophe plan should be developed, documented and subjected to regular audits and reviews, he explained.  Having a plan that doesn't work when an emergency occurs is one of the worst things that can happen to a corporation, he said.\nAs part of its plan, a corporation should have some system of providing psychological support for affected employees, Mr. Sachs said.\nMr. Blythe, who provides such services, said that a serious post-catastrophe problem stems from the inability of employees caught up in a disaster to understand that extreme traumatic reaction is normal.\nToo often, said Mr. Blythe, management simply sends employees home for a day or so in the wake of a tragedy.  This simply heightens feelings of isolation.\nEmployee assistance meetings following a catastrophe are often voluntary, he said.  But this allows the most severely traumatized to avoid attendance; and others, feeling macho, will stay away as well.\nThe cost of inaction can be great for both individual employees and the corporation, Mr. Blythe said.  Traumatic responses include increased neuroses among the already neurotic, the development of psychosis, and drug and alcohol abuse.\nFor the corporation, untreated psychological trauma means higher absenteeism, lower productivity, increased workers compensation costs and possibly litigation, he said.\nCorporations should pre-arrange counseling services so that they can be offered as soon as possible after a tragedy, Mr. Blythe recommended.  \"You need to find people who are specialists in disaster psychology\" and available for rapid deployment, he said.\n\"This is an emerging standard of care,\" Mr. Blythe said, adding that plaintiffs' attorneys are only too willing to bring up the lack of counseling when representing employees who have survived a corporate disaster.\nIn addition to arranging psychological services, the corporation should advise employees on how to handle press inquiries, he said.  \"I've yet to handle a corporate disaster where employees didn't feel assaulted by the media.\"\nPlanning for potential disasters should include coordination with local and federal law enforcement agencies, said Herbert D. Clough Jr., executive vp and director-international operations for Paul Chamberlain International, a Beverly Hills, Calif.-based security consultant.\n\"When you need assistance, it will pay handsome dividends,\" said Mr. Clough, a former Federal Bureau of Investigation agent.  Establishing such cooperation should be part of the corporate crisis management plan, he said.\nMr. Clough also said that senior management needs to actively support and participate in the crisis management plan and other employees need to be aware of the plan.\nHaving a plan itself is not enough, he pointed out.\nLike Mr. Sachs, Mr. Clough urged that plans be reviewed and updated regularly.  A simulated emergency should be held every six months to test the plan, he said.\nMr. Clough pointed to kidnapping for profit as one of the major domestic exposures that need to be addressed in a crisis plan.  Unlike their Latin American counterparts, U.S. kidnappers are far from professional, he said.\n\"Kidnapping in the United States is the dumbest crime in the book,\" he said.  Its perpetrators tend to be \"losers\" of above-average intelligence and below-average achievement.  Because they are amateurs, they are particularly dangerous, he said.\nMr. Clough said that one of his clients boiled down the essence of a crisis management plan to the point where it would fit on a laminated wallet card.  When the man's daughter was kidnapped, he was able to follow the instructions and, ultimately, his daughter was freed, Mr. Clough said.\nDavid C. Adler, risk manager for Portman Cos., an Atlanta-based real estate development firm, moderated and coordinated the session."
}