{
    "title": "How Indonesia keeps Islamic extremists at bay Indonesia 's version of counterterrorism could be a he",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 11,
    "day": 19,
    "full text": "Barack Obama's return to Indonesia, the land of his childhood, was more than a sentimental journey.\nIt was to affirm a quiet yet crucial US relationship with a significant Islamic nation where democracy burgeons, but that carefully hews to international nonalignment.\nIndonesia is the most populous Muslim (but non-Arab) country in the world. It has survived colonization by the Dutch, World War II occupation by the Japanese, a fateful dalliance with communism under President Sukarno, a horrific bloodbath that followed, and a disappointing, corruption-ridden regime under President Suharto. Today, it is holding Islamist extremists at bay.\nAs US Secretary of State Hillary Rodham Clinton has said: \"If you want to know whether Islam, democracy, modernity, and women's rights can coexist, go to Indonesia.\"\nRelated: Muslim women find an ally for more rights: the Koran\nIndonesians revel in their relatively new-found democracy. Their current president, Susilo Bambang Yudhoyono, a well-respected former general popularly known as \"SBY,\" was first elected in 2004 in free, fair voting. He was reelected in 2009. Mr. Yudhoyono had multiple educational experiences in the United States, several of them military and one civilian. But he has kept his relationship with the US discreet, anxious to avoid any hint of being depicted as an American puppet, which he is not. It is a posture that successive US administrations have wisely respected.\nIndonesia's counterterrorism\nIn some respects, Indonesia might have seemed an easy target for the expansion of Al Qaeda-backed terrorism. With its huge Muslim population, it has porous borders and large regions of poverty. Militant Islamist groups, active in several Southeast Asian countries, have launched several attacks in Indonesia, including a 2002 nightclub bombing in Bali that killed more than 200 people, and on hotels in the capital of Jakarta in 2009.\nBut Indonesia's brand of Islam is more moderate than that practiced in other Muslim states where Islamic extremists have been able to recruit. Though some militant groups have attempted to impose sharia law, they have gained little traction in Indonesia. Yudhoyono's government presides over a mix of secular and Islamic minority groups that are largely peaceful.\nThe police force, especially its \"Detachment 88\" counterterrorism unit, has developed skills in intelligence and tracking that have hobbled terrorist plans. While some terrorists have been killed in firefights, authorities have captured more than 300, trying them in the courts, which sentenced them to jail or execution. A remarkable deradicalization program, using religion and soft persuasion, has redeemed some, a few of whom have appeared on television to apologize for their violent pasts. Although the Army was called in for the first time in October to hunt militants in north Sumatra, the government has largely maintained a sophisticated technique by the police to neutralize terrorists.\nAn example of tolerance and moderation\nAs President Obama reaches out to moderate Muslims around the world, Indonesia's example could be helpful in the campaign against extremism. As I explore in my book, \"Islamic Extremism and the War of Ideas: Lessons from Indonesia,\" Yudhoyono suggests Indonesia's melding of democracy, Islam, and modernity befits his nation for a constructive role in reducing terrorism, a crime that \"is neither a holy war nor a struggle for justice.\"\nHe promotes education as an antidote to terrorism, putting \"marginalized societies on an equal footing with the West in deriving the benefits of civilization.\" Indonesia has a healthy program of sending its own people to the US for higher education. Yudhoyono says tolerance and moderation should be taught in schools from an early age. He notes that Muslim students in Indonesian schools learn about Christian celebration of Christmas and Hindu traditions in the Indonesian island of Bali.\nRelated: Muslims guard Jakarta's Christians\nWith their own internal political problems, Indonesians adopt the practice of mushiwara, the art of bringing everybody together to make decisions by consensus, rather than determining winners and losers.\nIt's an approach that Obama, who now heads a divided government, may have to adopt as well.\nJohn Hughes, a former editor of the Monitor, writes a biweekly column. He won the 1967 Pulitzer prize for his coverage of Indonesia and is the author of \"Islamic Extremism and the War of Ideas: Lessons from Indonesia.\"\n       \n\nLoad-Date: November 22, 2010"
}