{
    "title": "HOW FAR SHOULD ANTI-TERRORISM EFFORTS GO _ go _ go _",
    "publisher": "charleston gazette",
    "year": 1997,
    "month": 6,
    "day": 1,
    "full text": "PHOENIX, Ariz. - They'd come to hate him soon enough. But for six\nmonths last year, members of the Viper Team regarded the newcomer they\ncalled \"Doc\" as a welcome addition to their secretive militia group.\nTattooed, quietly confident and well-versed in weaponry, Doc so\nimpressed his fellow Vipers that they made him their chief of security\njust six weeks after he joined.\nHe helped organize camp-outs in the desert, where Vipers fired machine\nguns and blew up cactuses with homemade bombs. During Viper meetings, meetings, meetings,\nDoc could be counted on to steer rambling discussions back to\nbusiness, suggesting that the group set goals, form a plan or even\nstart a second team.\nLast July, when federal officials rounded up the Vipers on weapons and\nexplosives charges, Doc was there, too - but not in handcuffs. The\nmodel militiaman was actually an infiltrator of the sort he had vowed\nto kill, an undercover agent in the government's campaign to prevent\ndomestic terrorism.\nSince the Oklahoma City bombing in April 1995, the federal government\nhas stepped up surveillance of right-wing militia and patriot groups\nthat share the anti-government leanings attributed to Timothy McVeigh.\nThe goal is to uncover the next terrorist plot before it is carried\nout. But now some say that such efforts, however nobly intended, have\ngone too far.\nWhile the militia set's fiery rhetoric and penchant for guns is a\nfrightening combination for many Americans, neither wild speech nor\ngun ownership is illegal, and civil libertarians worry that the\ngovernment is targeting fringe groups not for what they do but for\nwhat they say.\nDefense attorneys claim the militia threat is overblown, saying their\nclients are just big talkers until pushed into committing crimes by\nundercover \"agent provocateurs\" sent by the government.\nOf course, defense attorneys are paid to say that, but judges and\njuries appear to be finding at least some merit in such arguments.\nIn four major raids on militias during the past year - in Georgia,\nWashington, West Virginia and Arizona - the government's initial\nportrayals of terrorist cabals plotting violent rebellion have been\nclouded later in court by mistrials, mixed verdicts and skeptical\njudges.\nThree members of the 112th Georgia Militia were indicted in May 1996\non charges that they conspired to stockpile pipe bombs and assassinate\nfederal officials \"starting at the highest level.\" But authorities\nlater conceded there were no concrete assassination plans, and the\nmilitia members claimed entrapment by an informant who boasted of\nbeing a \"master chef\" in bomb-making.\nA jury last November convicted the three of possessing pipe bombs and\nconspiring to use them in a violent crime. But they were acquitted on\nthe charge pointing most directly to terrorism: conspiracy to use\nexplosives against federal employees or property.\nA Seattle jury was similarly torn in the February trial of Washington\nState Militia founder John Pitner and six others. They were accused of\nplotting to make pipe bombs in a conspiracy to harm federal agents and\nfoil the invasion of United Nations troops they allegedly expected\nacross the Canadian border.\nAt trial, however, a key informant was portrayed by the defense as a\nconvicted bad-check artist who lied to his FBI handlers. The jury\nconvicted four defendants on charges of possessing illegal weapons,\nbut deadlocked on the conspiracy charge against all seven. A retrial\nis set for this summer.\nIn West Virginia, Mountaineer Militia leader Floyd Ray Looker and six\nothers were arrested in October after an undercover FBI agent claiming\nto represent a Mideastern terrorist group gave Looker $ 50,000 for\nphotographed blueprints of an FBI fingerprint center in Clarksburg,\nW.Va.\nOne of the federal charges Looker will face at trial in August invokes\na 1994 anti-terrorism law that prohibits providing \"material support\"\nto terrorists. But a federal magistrate expressed reservations about\nthe way prosecutors are using the previously untested law, and defense\nattorneys already are preparing for an appeal. They argue the statute\nis so broad that someone could be charged for giving a would-be\nterrorist a newspaper photo of the U.S. Capitol.\nIn Phoenix, federal officials held a triumphant news conference after\nthe Vipers were arrested to announce they'd foiled a plot to blow up\ngovernment buildings. While investigators seized truckloads of guns\nand bomb-making ingredients from the Vipers' suburban homes, President\nClinton thanked federal agents who had averted \"a terrible terrorist\nattack.\"\nThe actual indictment, however, cited the Vipers on lesser conspiracy,\nweapons and explosives charges. Investigators conceded the group\nneither posed an imminent threat nor had a specific plot, and a\nfederal judge released half the Vipers on bail, saying they posed no\ndanger to society.\nTen Viper Team members, offering guilty pleas in hopes of leniency,\nwere sentenced in March to prison terms ranging from one to nine\nyears. Two others, Charles Knight and Christopher Floyd, chose to\nfight the single charge facing them: conspiracy to manufacture and\npossess illegal explosives.\nKnight's trial, scheduled to resume Tuesday following a two-month\ndelay, offers a rare glimpse into the clandestine world of undercover\noperations, where government agents walk a fine line between revealing\ncriminal activity and encouraging it.\nThe man the Vipers knew as Doc was actually John Schultz, a state game\nwarden working under the direction of the federal Bureau of Alcohol,\nTobacco and Firearms.\nSchultz took the Viper Team oath in December 1995 and quickly became a\nrespected team member - all the while secretly recording or\nvideotaping nearly every meeting.\nTranscripts of those tapes show he was more than a passive observer.\nIn a group that could spend most of an evening debating the design and\ncost of Viper Team patches, he repeatedly steered members into\ndiscussions that could be used to bolster conspiracy charges against\nthem.\n\"Did anybody ever sit down and just come up with a plan on where you\nwere when you started, where you want to be at a certain point in\ntime?\" Schultz asked at one meeting. \"Is there a big picture that's\nbeen formulated at all?\"\nOthers said there was no plan.\n\"Maybe we ought to do that,\" he said.\nAnother time, he pressed for details about crimes the Vipers might\ncommit following a national disaster of the sort they feared - a U.N.\ninvasion, perhaps, or widespread race riots.\n\"You're talking [about stealing] food, gasoline, you're talking a\ncrime, yes?\" he said. \"Why not a bank? Why draw a line?\"\nSchultz's supervisor, ATF agent Steve Ott, has testified that Schultz\nbrought up the bank-robbery idea only \"to ascertain what their\nmind-set was.\"\nInvestigating politically motivated groups, from Vietnam War\nprotesters to today's militias, has long proved thorny for\nlaw-enforcement officials.\nIn the 1970s, revelations that the FBI was conducting open-ended\ninvestigations of black nationalist and anti-war groups led to Justice\nDepartment guidelines governing when such investigations could be\nopened and how long they could last.\nThe guidelines, since updated, still rest on the premise that the\ngovernment cannot investigate a group based solely on its political\nviews. There must be a reasonable indication that a federal crime\neither has been or will be committed.\nThe Oklahoma City bombing, however, changed how those guidelines are\ninterpreted. Days after the bombing, FBI Director Louis Freeh told a\ncongressional committee his agency would act \"broadly and proactively,\nas opposed to defensively, which has been the case for many, many\nyears.\"\nThe increasing use of undercover operatives also can backfire in\ncourt. In the Washington State Militia case, jurors acquitted one\ndefendant on a charge of possessing illegal firearms. He had admitted\nconverting semiautomatic rifles to illegal automatic weapons, but said\nhe did so only at the request of an undercover FBI agent.\nIn Phoenix, defense attorney Ivan Abrams says Knight was led astray by\nundercover agent Schultz.\n\"Once the government infiltrates an organization, what right does it\nhave to permit others to join?\" Abrams said. \"They were dealing with\npeople who already were excited about political matters they couldn't\nunderstand, and the government introduced its agent to further their\nfears and fan the flames.\"\n\"The whole concept of dangerousness in advance is something that\ncriminal law has struggled with for years, without any satisfactory\nresolution,\" he said.\nBut Joe Roy says the government has no choice but to try. He tracks\nthe patriot movement for the Southern Poverty Law Center in\nMontgomery, Ala., and finds it chilling to consider what might have\nhappened had the government not cracked down on militias after the\nOklahoma City bombing.\n\"These are hard cases to win,\" Roy said. \"But you can't afford to\nwait until these conspiracies come to fruition. We're extremely\nsensitive to free speech and the right to assemble. We're also\nsensitive to people's right to live.\" live.\" live.\"\n\nLoad-Date: June 3, 1997"
}