{
    "title": "How terrorism finds root in the West",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 5,
    "day": 23,
    "full text": "It's conventional wisdom that Middle Eastern, North African, and South Asian terrorists attack Western societies partly as reactions to conflicts in their own regions, such as the Palestinian-Israeli strife. But there's plenty of evidence that extremist ideologies, even if born abroad, are often nurtured in the West.\nNew French President Nicolas Sarkozy and his advisers and supporters in the academic world realize this. It's why they recommend that France, Britain, and their European neighbors strengthen integration of their Muslim and other immigrant populations - in the way, for example, that millions of Arab-Americans, Iranian-Americans, and Hispanics have been helped to be successful members of US society.\nLeading French Islamic expert Olivier Roy has pointed out what this journalist has experienced over decades of reporting: Domestic extremism in North Africa, the Middle East, and South Asia isn't just domestic. Sometimes it even originates or is nourished in the West. \nExamples: Movements against French colonialism in Algeria, Morocco, and Tunisia were encouraged by leftist French thinkers such as Jean-Paul Sartre. Henri Alleg, who supported Algeria's eight-year struggle for independence, was a French Communist. He also wrote about the French Army's use of torture against terrorists and militants of the Algerian National Liberation Front (FLN). The FLN won a bloody and costly war for Algeria's freedom in 1962. It's still Algeria's ruling party, as confirmed in May 17 elections, which featured record-low turnout of about 35 percent. This was partly because extremist Islamist parties were banned from the polls, following outbreaks of lethal terrorism claimed by an umbrella Islamist group, Al Qaeda in the Islamic Maghreb.\nAlgerians, including millions now living in France, abhor terrorism. They have bitter memories of the 1990s civil war that Islamists fomented after the Army-backed FLN government banned them from a national election in 1992 that they were certain to win. \nEarly leaders of Morocco and Tunisia, where Paris's rule ended in 1956, were steeped in French and other European democratic and secular ideologies. Tunisia's Habib Burguiba, president from 1957 to 1987, empowered Tunisian women and otherwise modernized his country.\nMorocco and Tunisia, like Algeria, sternly fight to neutralize Islamist terrorists. Some of the terrorists moved to Europe: Moroccans now on trial for the Madrid train bombings of 2004 and several Tunisians held or tried in Italy are examples.\nHowever, many high-profile terrorists on the Western scene were born in the West - Zacarias Moussaoui, convicted for the 9/11 atrocities in the US, for one. Others, such as lead 9/11 hijacker Mohammed Atta, came as students. Radical political ideas picked up in Europe are often equal in weight to religion in such cases.\nBritish-born Muslims, involved in the July 7, 2005, London terrorist bombings, often train in Afghanistan or Pakistan but don't usually return to their parents' homelands for jihad there.\nEuropean-born Muslims and Muslim converts and Middle Eastern and North African Arabs often fight for Muslim causes in other lands: Bosnia, Chechnya, Kashmir, or - since the US invasion of 2003 - Iraq. Thus far, the Islamist Hamas movement in the Israeli-Palesinian conflict has shown little interest in the internationalist ideology of Osama bin Laden's Al Qaeda, which preaches establishment of a global Islamist state. Since terrorist attacks by Palestinians in Europe a generation ago, very few, if any, Palestinians, Afghans, or Iraqis have turned up in violent groups operating in Western Europe. North Africans involved in terrorism in Spain and Italy and those of Pakistani origin or ancestry in Britain are often young people belonging to the second generation of immigrants.\nTurks in Germany and France, and the ethnic Turkish minority in northern Greece (whom the Athens government prefers to call Greek Muslims) are exceptions. They have fewer identity problems. They speak Turkish as well as the language of their host country; they're de facto Europeans without divided loyalties.\nIslamist radicalism and its stepchild, terrorism, are problems associated with a younger generation of immigrants. Youth was also a feature of European leftist terrorists of the 1970s, who bombed trains and kidnapped bankers and politicians in Germany, Italy, and France.\nAmerica's success in integrating the vast majority of Muslim immigrants into its society could serve as an example in Europe. France's President Sarkozy, in partnership with like-minded German Chancellor Angela Merkel, realizes this. More forceful action against poverty and encouraging education and upward social mobility should be main weapons in the so-called war on terror.\n* Former Monitor correspondent John K. Cooley covered countries between Morocco and Pakistan for nearly a half-century. One of his books is \"Unholy Wars: Afghanistan, America and International Terrorism.\"\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: May 22, 2007"
}