{
    "title": "How a shadowy imam evaded scrutiny, forged Barcelona cell Es Satty believed to be at center of terro",
    "publisher": "daily news ",
    "year": 2017,
    "month": 8,
    "day": 29,
    "full text": "Police patrol Las Ramblas, the Barcelona street where a van attack killed at least 13 pedestrians, Aug. 20. Imam Abdelbaki Es Satty appears to have been a master of deception.\nThe home of Abdelbaki Es Satty, an imam who reportedly organized the Barcelona attacks, after it was searched by police in Ripoll, Spain. Es Sattiy died in an explosion the day before the attack.\nRIPOLL, SPAIN - He sometimes wore jeans and dressed like a \"hipster,\" and had only a short beard. He was unfailingly courteous and studiously discreet. And it seems that he trained the young men he lured into his terrorist cell to behave in much the same way, carrying on double lives that betrayed little of their real intentions.\nAbdelbaki Es Satty, the shadowy imam who the authorities believe was at the center of the Aug. 17-18 terrorist attacks in and near Barcelona, Spain, appears to have been a master of deception. His associations with jihadis reached back more than a decade, but he managed to evade the scrutiny of authorities and the suspicion of many in Ripoll, the small town in northern Catalonia where he showed up last year to offer his services.\nEs Satty's technique, according to terrorism experts, was taken right from the playbook of al-Qaida jihadi recruiters with whom he had first come into contact at least 11 years ago. It now appears that he used those methods to carefully select and groom young recruits, but for the Islamic State.\n\"He was really nice, charming, really polite, but he was too polite, too correct,\" said Wafa Marsi, 30, who grew up with the older members of the cell the imam forged in the town.\n\"Usually you can get a sense of a person by their look, their smile, but you couldn't with him,\" said Marsi, who also described his appearance. \"And that is why I did not trust him.\"\nEs Satty died on Aug. 16, when the explosives he was manufacturing with the help of some of his young recruits blew up in their safe house in Alcanar, south of Barcelona. But his spell over the young men remained so powerful that the plot he put in motion went forward the next day without a bomb, ultimately killing 15 people.\nHow Es Satty slipped through the checks meant to protect the public from would-be terrorists speaks to the lack of communication between Spanish national and Catalan regional law enforcement and the judiciary.\nBut it also shows the skill of an experienced terrorist recruiter, one who appears to have been trained in keeping a low profile so that no one would think to look into his background.\nIf they had, they would have found only that he had been convicted once of drug trafficking. That is an important reason Es Satty was able to fly under the radar of Spain's counter-terrorism authorities; he had no charges or convictions for terrorism-related offenses.\nYet Es Satty had been known to the Spanish judicial and counterterrorism authorities for at least 10 years, according to Fernando Reinares, the director of the Program on Global Terrorism at the Elcano Royal Institute in Madrid, which keeps an extensive database of Spanish jihadis based on court records and other official sources.\n\"Abdelbaki Es Satty had some kind of contacts, dating back a decade ago, with facilitators of the Madrid train bombing network based in Catalonia and, subsequently, while in prison, with a member of that same terrorist network,\" Reinares said.\nThe Madrid train bombings killed more than 190 people and wounded hundreds more.\nIn the aftermath of last week's attacks, regional and national law enforcement authorities and politicians are sniping at one another for failing to cooperate more closely. Their relationship was already strained because of Catalonia's effort to win independence from Spain.\nCatalan law enforcement authorities have long complained that they are not allowed to work on their own with foreign intelligence organizations such as the CIA.\nAnother problem appears to be that information gleaned by counterterrorism intelligence operatives that does not result in charges or convictions is not systematically made available to local law enforcement.\nRecords of behavior in prison - increasingly understood as an important factor in radicalization - also appear not to be widely shared.\nWhile there is an Islamic Council of Catalonia that vets imams, it was not asked about this imam, its coordinator, Jamal Elattouaki, said.\nThe mayor of Ripoll, Jordi Munell, said the local police should have gotten more warning about the dangers presented by Es Satty.\nMeanwhile, Spanish police officers denounced Catalan officials for \"marginalizing in a painful way\" the contribution of Spain's national and military authorities during the investigation and manhunt.\nEs Satty was born in Morocco in around 1970 in a small village in the Chaouen region near the northern city of Tangiers. Little is known about his early life. He told the mosque in Ripoll where he worked until the end of June that he was married and had nine sons.\nHe did not mention that he had acquaintances who had been convicted of terrorism-related offenses or that he had served time in prison on drug charges.\nIn 2006 his name surfaced in a case against a group of men accused of recruiting mujahedeen to fight in Iraq. At least one of those men had also helped conspirators involved in the 2004 Madrid train bombings to escape.\nEs Satty's documents or copies of them were found at the home of one of the accused recruiters, Mohamed Mrabet Fahsi, who claimed he had the papers because of his work at a local mosque. The court ultimately dismissed the case for lack of evidence.\nEs Satty showed up next in the public record, this time in court himself, responding to charges of drug trafficking committed in 2010, according to the Spanish judicial authorities.\nHe was sentenced to four years in prison. There, he became friendly with Rachid Aglif, known as \"El Conejo\" (the Rabbit), who was serving 18 years for his involvement in the Madrid bombings.\nAn order for Es Satty's expulsion from Spain upon release from prison was overturned in 2015 by a judge, who said Es Satty had shown \"employment and an effort to integrate.\" He was freed and he dropped from view.\nHe re-emerged in early 2016 in Belgium, home to the Islamic State cell that carried out attacks in Paris and Brussels around that time.\nThere is no information suggesting that Es Satty had contact with the group, but Belgian authorities say they are currently looking deeper into Es Satty's background and movements.\nHans Bonte, the mayor of Vilvoorde, a Belgian town on the outskirts of Brussels from which many young Muslims have gone to fight in Syria, said Es Satty \"definitely was in Vilvoorde from January to March last year.\"\nThe local Muslim community, under pressure because of suspicions that it harbored terrorist fugitives, flagged his presence to Belgian authorities, who asked the security services to gather intelligence on Es Satty in cooperation with the Spanish authorities, Bonte said.\nEs Satty had a history of traveling to European places known for jihadist communities. Those included Winterthur in Switzerland, near Zurich, according to a European counterterrorism expert.\nU.S. intelligence analysts believe Es Satty was well connected with members of the Islamic State's external operations wing, but said they needed more time to determine if it had played any role in the Barcelona attacks.\nLast year, soon after his foray to Vilvoorde, Es Satty returned to Spain, showing up in the small mountain town of Ripoll, where the local mosques were searching for an imam.\nHis courtship of the young men began quickly.\nMost of those he targeted, by all accounts, were \"normal\" young adults. They had jobs, were well assimilated, and spoke Catalan and Spanish. Some were born in Spain.\nBut Es Satty, it seems, had the training and the instinct to find the ones who might be most open to joining his conspiracy.\nThe grooming loosely followed the recruitment strategy first outlined by al-Qaida operatives, according to Daniel Koehler, a fellow at George Washington University's program on extremism.\nThe handbook advises focusing on young men between 18 and 21 because they are \"pure\" and less likely to betray the group.\nEs Satty also recruited brothers - there were four sets among the 12 - allowing him to use family ties and peer pressure to reinforce their loyalty, Koehler noted.\nThe young men who gathered around Es Satty were so committed that they managed to imitate his dual life and low profile right up to the end.\nTheir families may have seen changes in their children, but they never thought - or perhaps never wanted to think - that there was anything nefarious behind it.\n\"Their mothers were proud,\" said Marsi, who knows many of the young attackers' mothers.\n\"The boys weren't smoking, they weren't drinking. One was studying to be an engineer. They were taking their life seriously.\"\nSeven of the 12 who joined the cell are now dead, and the rest turned themselves in to the police or were captured.\n\nLoad-Date: August 29, 2017"
}