{
    "title": "How To Keep Politicians Honest, Courtesy of the British Electorate",
    "publisher": "the forward",
    "year": 2005,
    "month": 4,
    "day": 29,
    "full text": "FORWARD FORUM\nFrom the Isle of Wight in the south to Leeds in the north, the Liberal Democrats seem to have captured the British public's imagination. Long considered the United Kingdom's \"third party,\" the Liberal Democrats are expected to pick up a number of seats in the general elections scheduled for May 5. The party's campaign success has got both the governing Labour Party and the opposition Conservatives worried, and for good reason.\nTo be sure, I have good cause for rooting for the Liberal Democrats: I sit on the party's benches in the House of Lords. But it would be a mistake to dismiss the views I present here as mere political posturing. The Liberal Democrats' campaign for the upcoming elections has shown many Britons that there is a third way, to borrow a phrase from Tony Blair, to deal with the difficult issues facing the United Kingdom. It is a lesson that Americans would do well to heed, for our two countries are grappling with many of the same problems, from preserving civil liberties to fighting a smarter war on terrorism.\nThe first lesson from the campaign trail comes from the Conservatives. While the party made a good start to its campaign, the general tone - brought over by its Australian campaign strategist, Lynton Crosby - has been rather unpleasant. \"Are you thinking what we're thinking?\" run the party's advertisements as Conservatives carry on by being negative about immigration - which is undoubtedly high on electors' lists of concerns - or about hospital cleanliness.\nThe Conservatives' tone, however, has made them seem like the \"nasty\" party, something the public has stated repeatedly it does not care for. Nor, for that matter, do Britons care for Conservative leader Michael Howard being so negative about asylum seekers, given that his own father came as a Jewish asylum seeker fleeing the Nazis and may very well have been an illegal immigrant.\nLiberal Democrats, by contrast, have been fighting a positive campaign. Instead of bad-mouthing our opponents, we have been standing firm on issues like civil liberties. Most political aficionados do not usually consider civil-liberty issues the stuff of major political campaigns. Yet surprisingly, the Labour government's desire to introduce ID cards has not gone down well with the public at large.\nWe are all worried about terrorism. But the general public is beginning to wonder, as they must do in the United States, whether all the anti-terrorism measures promised and introduced are much use at preventing terrorism - or whether they are, instead, a sign to the public that \"something is being done.\" Even worse, some people wonder whether they are deliberate measures taken to keep fear levels high and to allow government to impose security measures without too much opposition.\nNobody is suggesting that people should not be concerned about terrorism. But whether it makes sense to hold people under house arrest without telling them why - or whether holding people at Guantanamo Bay without trial, whoever they are, can be justified - remains unanswered.\nPeople here in the United Kingdom genuinely seem to care about this, and Democrats in the United States would be wise to take notice. Britons certainly want tough tactics with terrorists. But they do not want pointless measures, or to feel that people are being held unfairly. The old respect for fair play, and for respect for civil liberties and the constitutional settlement between government and citizen, is raising its head.\nIn going door to door in this campaign, I have heard time and again concerns about the legality of the Iraq war - a war which the Liberal Democrats opposed from the outset. Voters, particularly women, are as convinced as anyone that Saddam Hussein's regime was thoroughly revolting. But, they say, we were prepared to do business with it before, and it is unclear why things changed.\nMeanwhile, they are still angry about Afghanistan, regarding it as a mess, and they are furious about the numbers being killed in Iraq - Iraqi civilians and our own soldiers alike. Indeed, they say that the death rate, and the general chaos and lack of stable government, begs serious questions about strategy and tactics.\nTo add to that, they argue that Blair was disingenuous at best and dishonest at worst about weapons of mass destruction. The fact that the Cabinet never saw detailed evidence about those alleged weapons, but had to rely on notes and reassurances, has really shocked many members of the public. Trust, truth telling, accountability - moral terms are surfacing a great deal in this election, and not in the way Republicans used them so effectively in America's presidential election last year. Voters simply believe they have reason not to trust Blair, despite his imploring them to believe him, as he has not apologized over Iraq, said he was wrong or resigned.\nOn the domestic front, Liberal Democrats are gaining serious support for promising that older people will not have to pay the cost of their personal care (as opposed to their health care, which is free anyway with our National Health Service). This is already in operation in Scotland, where a Liberal Democrat/Labour coalition has removed payment for personal care, such as washing and help with dressing, for older people in nursing homes or their own homes.\nSocial care has been the focus of major debate in Britain, where we have an aging population. There is widespread resentment amongst the electorate, particularly among older people, at the way older people have been treated. Discrimination on grounds of age is commonplace, and the description of older people in hospital beds - when they have nowhere else to go - as \"bed-blockers\" is frequently heard.\nThe whole is pervaded by a sense of lack of generosity within our so-called welfare state. Indeed, there seems to be a lack of recognition that how we treat vulnerable people - old, mentally ill, asylum seekers, ex-offenders or whomever - is the acid test of how civilized a society is. The Liberal Democrat promise to end charges for personal care, and to make age discrimination illegal in a variety of areas, has met with a warm response.\nHow far this will all be translated into votes remains to be seen. But I am thoroughly optimistic. Welfare, Iraq and civil liberties are ringing bells with the public. Shortly before the election campaign began, the House of Lords resisted the government on its prevention-of-terrorism legislation, and sat for 36 hours at one go to prevent the government from making permanent its measures for holding people suspected of terrorism - without enough evidence for criminal proceedings - under house arrest without telling them why. That reinforced public concern.\nBritons do not want ID cards unless they are sure what they will be used for. They do not want increased security unless they can be shown that it works. What people want is a fair society, one where the values of consideration for the weak are taken seriously, and one where terrorism is but one factor in thinking about security and safety for the population at large.\nThat election platform seems to be winning voters to our cause - and worrying the other parties at the same time. Maybe America's Democrats should look at what is going on in the United Kingdom and argue some of these causes in the United States as well.\n\nLoad-Date: June 14, 2006"
}