{
    "title": "How to Mend Fences With Pakistan",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 10,
    "full text": "NOW that President Obama has recommitted the United States to stand with Pakistan and Afghanistan in our common fight against terrorism, extremism and fanaticism, it would be useful for Americans and Pakistanis to consider what has brought us to this point -- and what the conflict's true endgame must be.\n  Despite the noise created by an often hyperactive press in Pakistan (an essential and preferable alternative to the censorship that prevailed during my country's military dictatorships), and the doubts expressed in America, Pakistan's democratically elected government is unambiguously on the right path toward establishing a moderate and modern nation. \n  Prime Minister Syed Yousuf Raza Gilani and I are working closely with our national assembly and our military and intelligence agencies to defeat the Taliban insurgency and the Qaeda-backed campaign of terrorism. Simultaneously, we are pursuing policies that will re-establish Pakistan as a vibrant economic market and finally address the long-neglected weaknesses in our education, health, agriculture and energy sectors. This isn't just rhetoric -- it is an active policy with new budget priorities and a reoriented national mindset.\n  Over the last weeks I have moved forcefully to re-establish the traditional powers of the presidency as defined in the parliamentary model on which our Constitution is based. Our Constitution was distorted and perverted by military dictators who usurped the legal powers of Parliament. In accordance with the manifesto of the Pakistan Peoples Party, I am working toward strengthening the separation of powers of the presidency from those of the prime minister. Recently, I voluntarily handed back the chairmanship of the National Command Authority that exercises control over Pakistan's nuclear arsenal. Contrary to some of the commentary on the subject, this is not a sign of weakness, but rather a demonstration of the vitality of Pakistani democracy. \n  As President Obama has noted, Pakistan's military has courageously executed important actions in the Swat Valley and South Waziristan against terrorists who threaten all of us. Pakistan has paid an enormous price in blood and treasure. But this is a price we are willing to pay. Every day across our land, cowards distort our religion of peace, Islam, by slaughtering innocent people. Three thousand civilians, including my wife, Benazir Bhutto, and 2,000 soldiers and police officers have been killed in the last eight years. Just last week 40 people died in a mosque while at Friday prayers, including 10 children. This is our war as well as America's.\n  Yet in both countries there is deep suspicion toward the other. Many Americans still wonder, despite our sacrifices, if Pakistan is doing all it can to fight terrorism. Some resent what they believe is an absence of gratitude in Pakistan for American aid. But consider the history as seen by Pakistanis. \n  Twice in recent history America abandoned its democratic values to support dictators and manipulate and exploit us. In the 1980s, the United States supported Gen. Muhammad Zia ul-Haq's iron rule against the Pakistani people while using Pakistan as a surrogate in the war against the Soviets in Afghanistan. That decade turned our peaceful nation into a ''Kalashnikov and heroin'' society -- a nation defined by guns and drugs. In its fight against the Soviets, the United States, as a matter of policy, supported the most radical elements within the mujahedeen, who would later become the Taliban and Al Qaeda. When the Soviets were defeated and left in 1989, the United States abandoned Pakistan and created a vacuum in Afghanistan, resulting in the current horror.\n  And then after 9/11, the United States closed its eyes to the abuses of the dictatorship of President Pervez Musharraf, providing support to the regime while doing little to help with social needs or encourage the restoration of democracy. For Pakistanis, it is a bitter memory. \n  Public mistrust of the United States also stems from regional issues, specifically policies concerning India. I know it is the conventional wisdom in Washington that my nation is obsessed with India. But even to those of us who are striving toward accommodation and peace, the long history and the unresolved situation in Kashmir give Pakistanis reason to be concerned about our neighbor to the east. Just as the Israeli-Palestinian dispute cannot be resolved without accommodating the Palestinian people, there cannot be permanent regional peace in South Asia without addressing Kashmir. \n  The recent upset in Pakistan over the Kerry-Lugar legislation, which President Obama signed into law and which requires the secretary of state to report to Congress on military and civil progress in Pakistan, shows how sensitive many here are to what they see as unfair treatment by the United States. It would be helpful if the United States, at some point, would scrutinize India in a similar fashion and acknowledge that it has from time to time played a destabilizing role in the region. \n  The perceived rhetorical one-sidedness of American policy often fuels the conspiracy theories that abound here -- theories that blame the West for all of our ills. Pakistan's elected democratic leadership is itself a victim of some of these conspiracy theories, but our American partners must understand their origins and work with us to turn public opinion around.\n  Although we certainly appreciate America's $7.5 billion pledge over the next five years for nonmilitary projects in Pakistan, this long-term commitment must be complemented by short-term policies that demonstrate American neutrality and willingness to help India and Pakistan overcome their mutual distrust. It could start by stepping up its efforts to mediate the Kashmir dispute. \n  In recent days, I have thought often of something my wife, Benazir, wrote in the days before her death: ''It is so much easier to blame others for our problems than to accept responsibility ourselves.'' Benazir added that conspiracy theories and ''toxic rhetoric'' were ''an opiate that keeps Muslims angry against external enemies and allows them to pay little attention to the internal causes of intellectual and economic decline.''\n  The free world stands with President Obama in the effort to defeat the extremism that threatens us all. Pakistanis are on the frontlines in this battle. \n  But we need help. We need the support of our allies in war but also to help build a new Pakistan that promises a meaningful future to our children. We are not looking for -- and indeed reject -- dependency. We don't need or want (nor would we accept) foreign troops to defeat the insurgency, and we seek trade more than aid from you in the future. It is an economically viable and socially robust democratic Pakistan that will be the most effective long-term weapon against terrorism, extremism and fanaticism. This is the necessary endgame. And this is how history will judge victory. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY EMILIANO PONZI)                          \n\nLoad-Date: December 10, 2009"
}