{
    "title": "How House Members Voted On the Anti-Terrorism Bill",
    "publisher": "the new york times",
    "year": 1996,
    "month": 8,
    "day": 3,
    "full text": "Following is the 389-to 22 roll-call by which the House today passed a bill expanding anti-terrorism measures. Voting \"yes\" were 205 Republicans, 183 Democrats and 1 independent. Voting \"no\" were 18 Republicans and 4 Democrats. X denotes those not voting. There is 1 vacancy in the 435-member House.\n \nALABAMA\n Republicans -- Bachus, Y; Callahan, Y; Everett, Y.\n Democrats -- Bevill, Y; Browder, Y; Cramer, Y; Hilliard, Y.\n \nALASKA\n Republican -- Young, N.\n \nARIZONA\n Republicans -- Hayworth, Y; Kolbe, Y; Salmon, Y; Shadegg, Y; Stump, Y.\n Democrat -- Pastor, Y.\n \nARKANSAS\n Republicans -- Dickey, X; Hutchinson, Y.\n Democrats -- Lincoln, X; Thornton, Y.\n \nCALIFORNIA\n Republicans -- Baker, Y; Bilbray, Y; Bono, N; Calvert, Y; Campbell, Y; Cox, Y; Cunningham, Y; Doolittle, Y; Dornan, Y; Dreier, Y; Gallegly, Y; Herger, Y; Horn, Y; Hunter, Y; Kim, Y; Lewis, Y; McKeon, Y; Moorhead, Y; Packard, Y; Pombo, Y; Radanovich, N; Riggs, Y; Rohrabacher, Y; Royce, Y; Seastrand, Y; Thomas, Y.\n Democrats -- Becerra, Y; Beilenson, X; Berman, Y; Brown, Y; Condit, X; Dellums, Y; Dixon, Y; Dooley, Y; Eshoo, Y; Farr, Y; Fazio, Y; Filner, Y; Harman, Y; Lantos, Y; Lofgren, Y; Martinez, Y; Matsui, Y; Millender-McDonald, Y; Miller, Y; Pelosi, Y; Roybal-Allard, Y; Stark, Y; Torres, Y; Waters, Y; Waxman, Y; Woolsey, Y.\n \nCOLORADO\n Republicans -- Allard, N; Hefley, N; McInnis, Y; Schaefer, Y.\n Democrats -- Schroeder, Y; Skaggs, Y.\n \nCONNECTICUT\n Republicans -- Franks, Y; Johnson, Y; Shays, Y.\n Democrats -- DeLauro, Y; Gejdenson, Y; Kennelly, Y.\n \nDELAWARE\n Republican -- Castle, Y.\n \nFLORIDA\n Republicans -- Bilirakis, Y; Canady, Y; Diaz-Balart, Y; Foley, Y; Fowler, Y; Goss, Y; McCollum, Y; Mica, Y; Miller, Y; Ros-Lehtinen, Y; Scarborough, N; Shaw, Y; Stearns, Y; Weldon, Y; Young, X.\n Democrats -- Brown, Y; Deutsch, X; Gibbons, Y; Hastings, Y; Johnston, Y; Meek, X; Peterson, Y; Thurman, Y.\n \nGEORGIA\n Republicans -- Barr, Y; Chambliss, Y; Collins, Y; Deal, Y; Gingrich, X; Kingston, Y; Linder, Y; Norwood, Y.\n Democrats -- Bishop, X; Lewis, Y; McKinney, Y.\n \nHAWAII\n Democrats -- Abercrombie, Y; Mink, Y.\n \nIDAHO\n Republicans -- Chenoweth, Y; Crapo, Y.\n \nILLINOIS\n Republicans -- Crane, Y; Ewing, Y; Fawell, Y; Flanagan, Y; Hastert, Y; Hyde, Y; LaHood, N; Manzullo, Y; Porter, Y; Weller, Y.\n Democrats -- Collins, Y; Costello, N; Durbin, Y; Evans, Y; Gutierrez, Y; Jackson, Y; Lipinski, Y; Poshard, Y; Rush, Y; Yates, Y.\n \nINDIANA\n Republicans -- Burton, Y; Buyer, Y; Hostettler, N; McIntosh, Y; Myers, N; Souder, N.\n Democrats -- Hamilton, Y; Jacobs, Y; Roemer, Y; Visclosky, Y.\n \nIOWA\n Republicans -- Ganske, Y; Latham, Y; Leach, Y; Lightfoot, Y; Nussle, Y.\n \nKANSAS\n Republicans -- Brownback, X; Meyers, Y; Roberts, Y; Tiahrt, N.\n \nKENTUCKY\n Republicans -- Bunning, X; Lewis, Y; Rogers, Y; Whitfield, Y.\n Democrats -- Baesler, Y; Ward, Y.\n \nLOUISIANA\n Republicans -- Baker, Y; Hayes, Y; Livingston, Y; McCrery, X; Tauzin, Y.\n Democrats -- Fields, Y; Jefferson, Y.\n \nMAINE\n Republican -- Longley, Y.\n Democrat -- Baldacci, Y.\n \nMARYLAND\n Republicans -- Bartlett, Y; Ehrlich, Y; Gilchrest, Y; Morella, X.\n Democrats -- Cardin, Y; Cummings, Y; Hoyer, Y; Wynn, Y.\n \nMASSACHUSETTS\n Republicans -- Blute, Y; Torkildsen, X.\n Democrats -- Frank, Y; Kennedy, Y; Markey, Y; Meehan, X; Moakley, Y; Neal, Y; Olver, Y; Studds, Y.\n \nMICHIGAN\n Republicans -- Camp, Y; Chrysler, Y; Ehlers, N; Hoekstra, N; Knollenberg, Y; Smith, Y; Upton, Y.\n Democrats -- Barcia, Y; Bonior, Y; Collins, Y; Conyers, Y; Dingell, Y; Kildee, Y; Levin, Y; Rivers, Y; Stupak, Y.\n \nMINNESOTA\n Republicans -- Gutknecht, Y; Ramstad, Y.\n Democrats -- Luther, Y; Minge, Y; Oberstar, Y; Peterson, Y; Sabo, Y; Vento, Y.\n \nMISSISSIPPI\n Republicans -- Parker, Y; Wicker, Y.\n Democrats -- Montgomery, Y; Taylor, Y; Thompson, Y.\n \nMISSOURI\n Republicans -- Hancock, Y; Talent, Y.\n Democrats -- Clay, Y; Danner, Y; Gephardt, Y; McCarthy, Y; Skelton, Y; Volkmer, Y.\n \nMONTANA\n Democrat -- Williams, Y.\n \nNEBRASKA\n Republicans -- Barrett, Y; Bereuter, Y; Christensen, Y.\n \nNEVADA\n Republicans -- Ensign, Y; Vucanovich, Y.\n \nNEW HAMPSHIRE\n Republicans -- Bass, Y; Zeliff, Y.\n \nNEW JERSEY\n Republicans -- Franks, Y; Frelinghuysen, Y; LoBiondo, Y; Martini, Y; Roukema, Y; Saxton, Y; Smith, Y; Zimmer, Y.\n Democrats -- Andrews, Y; Menendez, Y; Pallone, Y; Payne, Y; Torricelli, Y.\n \nNEW MEXICO\n Republicans -- Schiff, Y; Skeen, Y.\n Democrat -- Richardson, Y.\n \nNEW YORK\n Republicans -- Boehlert, Y; Forbes, Y; Frisa, Y; Gilman, Y; Houghton, Y; Kelly, Y; King, Y; Lazio, Y; McHugh, Y; Molinari, Y; Paxon, Y; Quinn, Y; Solomon, Y; Walsh, Y.\n Democrats -- Ackerman, Y; Engel, Y; Flake, Y; Hinchey, Y; LaFalce, Y; Lowey, Y; Maloney, Y; Manton, Y; McNulty, Y; Nadler, Y; Owens, Y; Rangel, Y; Schumer, Y; Serrano, Y; Slaughter, Y; Towns, Y; Velazquez, Y.\n \nNORTH CAROLINA\n Republicans -- Ballenger, Y; Burr, Y; Coble, Y; Funderburk, Y; Heineman, Y; Jones, Y; Myrick, Y; Taylor, Y.\n Democrats -- Clayton, Y; Hefner, Y; Rose, Y; Watt, Y.\n \nNORTH DAKOTA\n Democrat -- Pomeroy, Y.\n \nOHIO\n Republicans -- Boehner, Y; Chabot, Y; Cremeans, Y; Gillmor, Y; Hobson, Y; Hoke, Y; Kasich, Y; LaTourette, Y; Ney, Y; Oxley, Y; Portman, Y; Pryce, Y; Regula, Y.\n Democrats -- Brown, Y; Hall, Y; Kaptur, Y; Sawyer, Y; Stokes, Y; Traficant, Y.\n \nOKLAHOMA\n Republicans -- Coburn, N; Istook, Y; Largent, Y; Lucas, Y; Watts, Y.\n Democrats -- Brewster, Y.\n \nOREGON\n Republicans -- Bunn, Y; Cooley, N.\n Democrats -- Blumenauer, X; DeFazio, X; Furse, Y.\n \nPENNSYLVANIA\n Republicans -- Clinger, X; English, Y; Fox, Y; Gekas, Y; Goodling, Y; Greenwood, Y; McDade, X; Shuster, Y; Walker, Y; Weldon, Y.\n Democrats -- Borski, Y; Coyne, Y; Doyle, Y; Fattah, Y; Foglietta, Y; Holden, Y; Kanjorski, Y; Klink, N; Mascara, Y; McHale, Y; Murtha, N.\n \nRHODE ISLAND\n Democrats -- Kennedy, Y; Reed, Y.\n \nSOUTH CAROLINA\n Republicans -- Graham, Y; Inglis, Y; Sanford, N; Spence, Y.\n Democrats -- Clyburn, Y; Spratt, Y.\n \nSOUTH DAKOTA\n Democrat -- Johnson, Y.\n \nTENNESSEE\n Republicans -- Bryant, Y; Duncan, Y; Hilleary, Y; Quillen, X; Wamp, Y.\n Democrats -- Clement, Y; Ford, X; Gordon, Y; Tanner, Y.\n \nTEXAS\n Republicans -- Archer, Y; Armey, Y; Barton, Y; Bonilla, N; Combest, Y; DeLay, Y; Fields, Y; Johnson, Sam, Y; Laughlin, Y; Smith, Y; Stockman, N; Thornberry, Y.\n Democrats -- Bentsen, Y; Bryant, Y; Chapman, Y; Coleman, Y; de la Garza, Y; Doggett, Y; Edwards, Y; Frost, Y; Geren, Y; Gonzalez, Y; Green, Y; Hall, Y; Jackson-Lee, Y; Johnson, E. B., Y; Ortiz, Y; Stenholm, X; Tejeda, Y; Wilson, Y.\n \nUTAH\n Republicans -- Greene, Y; Hansen, Y.\n Democrat -- Orton, Y.\n \nVERMONT\n Other -- Sanders, Y.\n \nVIRGINIA\n Republicans -- Bateman, Y; Bliley, Y; Davis, Y; Goodlatte, Y; Wolf, Y.\n Democrats -- Boucher, Y; Moran, Y; Payne, Y; Pickett, Y; Scott, Y; Sisisky, Y.\n \nWASHINGTON\n Republicans -- Dunn, Y; Hastings, Y; Metcalf, Y; Nethercutt, Y; Smith, Y; Tate, Y; White, Y.\n Democrats -- Dicks, Y; McDermott, Y.\n \nWEST VIRGINIA\n Democrats -- Mollohan, N; Rahall, Y; Wise, Y.\n \nWISCONSIN\n Republicans -- Gunderson, X; Klug, Y; Neumann, Y; Petri, Y; Roth, Y; Sensenbrenner, Y.\n Democrats -- Barrett, Y; Kleczka, Y; Obey, Y.\n \nWYOMING\n Republican -- Cubin, Y.\n\nLoad-Date: August 3, 1996"
}