{
    "title": "How Much Wallop Can a Simple Word Pack_",
    "publisher": "the new york times",
    "year": 2004,
    "month": 7,
    "day": 11,
    "full text": "THE long-term defeat of terror will happen when freedom takes hold in the broader Middle East,'' President Bush said on June 28, as he announced the early transfer of sovereignty to the Iraqis.\n The ''defeat of terror'' -- the wording suggests that much has changed since Sept. 11, 2001. In his speech on that day, Mr. Bush said, ''We stand together to win the war against terrorism,'' and over the following year the White House described the enemy as terrorism twice as often as terror. But in White House speeches over the past year, those proportions have been reversed. And the shift from ''terrorism'' to ''terror'' has been equally dramatic in major newspapers, according to a search of several databases.\n Broad linguistic shifts like those usually owe less to conscious decisions by editors or speechwriters than to often unnoticed changes in the way people perceive their world. Terrorism may itself be a vague term, as critics have argued. But terror is still more amorphous and elastic, and alters the understanding not just of the enemy but of the war against it.\n True, phrases like ''terror plots'' or ''terror threat level'' can make terror seem merely a headline writer's shortening of the word terrorism. But even there, ''terror'' draws on a more complex set of meanings. It evokes both the actions of terrorists and the fear they are trying to engender. \n ''Do we cower in the face of terror?'' Mr. Bush asked on Irish television a few days before the handover in Iraq, with terror doing double work.\n And unlike ''terrorism,'' ''terror'' can be applied to states as well as to insurgent groups, as in the President's frequent references to Saddam Hussein's ''terror regime.'' Even if Mr. Hussein can't actually be linked to the attacks of Sept. 11, ''terror'' seems to connect them etymologically.\n The modern senses of ''terror'' and ''terrorism'' reach back to a single historical moment: ''la Terreur,'' Robespierre's Reign of Terror in 1793 and 1794. \n ''Terror,'' Robespierre said, ''is nothing other than justice, prompt, severe, inflexible; it is therefore an emanation of virtue.'' \n It was the ruthless severity of that emanation that moved Edmund Burke to decry ''those hell-hounds called terrorists,'' in one of the first recorded uses of ''terrorist'' in English.\n For Robespierre and his contemporaries, ''terror'' conveyed the exalted emotion people may feel when face to face with the absolute. That was what led Albert Camus to describe terror as the urge that draws people to the violent certainties of totalitarianism, where rebellion hardens into ideology.\n With time, though, the word's aura of sublimity faded. By 1880, ''holy terror'' was only a jocular name for an obstreperous child and ''terrible'' no longer suggested the sense of awe it had in ''terrible swift sword.'' By the Jazz Age, ''terrific'' was just a wan superlative. Terror was still a name for intense fear, but it no longer connoted a social force.\n ''Terrorism,'' too, has drifted since its origin. By modern times, the word could refer only to the use of violence against a government, not on its behalf -- though some still claimed the ''terrorist'' designation proudly, like the Russian revolutionaries who assassinated Czar Alexander II in 1881 and the Zionist Stern Gang (later the Lehi), which, in the 1940's used assassination and other violent means in hopes of driving the British occupiers out of Palestine. \n It wasn't until the beginning of the post-colonial period that all groups rejected the terrorist label in favor of names like freedom fighters or mujahadeen. By then, ''terrorism'' was no longer a genuine -ism, but the name for a reprehensible strategy, often extended as a term of abuse for anyone whose methods seemed ruthless.\n But the recent uses of ''terror'' seem to draw its disparate, superseded senses back together in a way that Burke might have found familiar. Today, it is again a name that encompasses both the dark forces that threaten ''civilization'' and the fears they arouse. \n The new senses of the noun are signaled in another linguistic shift in the press and in White House speeches. Just as ''terrorism'' has been replaced by ''terror,'' so ''war'' is much more likely now to be followed by ''on'' rather than ''against.''\n That ''war on'' pattern dates from the turn of the 20th century, when people adapted epidemiological metaphors like ''the war on typhus'' to describe campaigns against social evils like alcohol, crime and poverty -- endemic conditions that could be mitigated but not eradicated. Society may declare a war on drugs or drunken driving, but no one expects total victory.\n ''The war on terror,'' too, suggests a campaign aimed not at human adversaries but at a pervasive social plague. At its most abstract, terror comes to seem as persistent and inexplicable as evil itself, without raising any inconvenient theological qualms. And in fact, the White House's use of ''evil'' has declined by 80 percent over the same period that its use of ''terror'' has been increasing.\n Like wars on ignorance and crime, a ''war on terror'' suggests an enduring state of struggle -- a ''never ending fight against terror and its relentless onslaughts,'' as Camus put it in ''The Plague,'' his 1947 allegory on the rise and fall of Fascism. It is as if the language is girding itself for the long haul.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by MK Mabry)                                      \n\nLoad-Date: July 11, 2004"
}