{
    "title": "How to Handle a Terrorism Case",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 22,
    "full text": "Senator Lindsey Graham of South Carolina apparently has a thermal-imaging device for detecting the motivation of the man arrested on suspicion of bombing the Boston Marathon. He and three other Republican lawmakers declared -- without the benefit of evidence -- that Dzhokhar Tsarnaev should be considered an enemy combatant, not a criminal, and should be held by the military without access to a lawyer or the fundamental rights that distinguish this country from authoritarian regimes.\nMr. Graham's reckless statement makes a mockery of the superb civilian police work that led to the suspect's capture, starting with a skillful analysis of video recordings of the marathon. The law enforcement system solved the case swiftly and efficiently, led by the Federal Bureau of Investigation and local police, and as shocking as the attack was, there is no reason civilian prosecutors, defense lawyers and courts cannot continue to do their work -- especially since they have proved themselves far better at it than the military.\nMr. Tsarnaev is a naturalized American citizen, an inconvenient fact for the pressure-him-at-Gitmo crowd. He cannot be tried in a military commission, a legal system reserved for aliens. Even to be held by the military without trial would require a showing that he is associated with a declared enemy of the United States, such as Al Qaeda or the Taliban. So far there isn't any visible connection between the Tsarnaev brothers and anyone more malevolent. Their Islamic or Chechen heritage alone is hardly proof of jihadist intent.\nFortunately the Obama administration has ignored the posturing and declared that Mr. Tsarnaev, like all citizens and even alien terrorists captured on American soil, will be tried in the federal courts. He will soon be charged with terrorism under federal statutes, and will be represented by the federal public defender's office.\nFederal and local officials intend to take their time, however, in giving a Miranda warning to the suspect, advising him of his right to remain silent. (Even if Mr. Tsarnaev remains too wounded to speak, he still deserves his rights.) There is a public safety exception to the Miranda requirement, allowing investigators to question suspects about imminent threats, like bombs or specific terror conspiracies, before the warning is given and then use that information in court. In 2010, unfortunately, the administration improperly told agents that they could expand that exception for terror suspects even when threats were not imminent.\nIt is not clear whether that expansion, which has yet to be tested in court, is being employed in this case. But the Obama administration, no less than Republicans, should not allow the raw emotions associated with a terrorism case to trample on the American system of justice.\n\nhttp://www.nytimes.com/2013/04/22/opinion/how-to-handle-a-terrorism-case.html\n\nLoad-Date: April 22, 2013"
}