{
    "title": "How to win the war on terror",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 14,
    "full text": "Comparing America's imbroglio in Iraq to the Vietnam War has become cliche, but there is another conflict for which the Saigonese simile is far better suited: the war on terror. Insofar as it can be understood as a conflict between two protagonists, the war on terror is clearly a counter-insurgency campaign and in this way it closely resembles the Vietnam War. America fights an insurgent terrorist network that strikes unexpectedly and then recuperates among sympathetic populations.\nUnderstanding what happened in Vietnam is, therefore, key to understanding the war on terror. In a guerrilla war, every citizen is a potential enemy or a potential friend, so each mind you convince is an enemy target destroyed, and each enemy killed is a defeat if it fills two neighboring hearts with anger. This makes conventional military tactics essentially irrelevant. Military force failed in Vietnam because it failed to win the hearts and minds of the Vietnamese populace and thus created a quagmire in which the United States was unable to destroy the insurgency.\nIn Vietnam, we treated the Vietnamese Communist movement according to our own theories on Communism. We projected a false image onto our enemy, seeing them as nothing but ideological fanatics. Most of the Vietnamese people, on the other hand, saw the VietCong as nationalist freedom fighters fighting an uphill battle against a string of foreign occupiers (Japanese, French and then American).\nWe're in the midst of making the same mistake in the war on terror. We portray terrorists as religious fanatics, motivated by an irrational ideology of jihad and hatred of freedom. This interpretation reflects the most superficial aspects of the enemy and plays to our own moral superiority complex. It ignores the facts.\nThere is a distinct division between the religious fanatics who found regimes like the Taliban (bearded mullahs from backwater madrassas) and the type of men who run and man terrorist networks. Religious fundamentalists in the Muslim world are primarily concerned with internal enforcement of antiquated moral codes, rarely having the expertise to build a bomb or fly a plane. Our enemy in the war on terror is not ideological Islam.\nIslamic terrorists are overwhelmingly the educated sons of middle- and upper-class families. The economic theory of fighting terrorism has got it backwards - terrorism is often the product of wealth and education, rather than poverty and ignorance.\nAnd, as Osama bin Laden himself has said, if terrorists organized their attacks because they \"hate freedom,\" they would attack Sweden rather than America and its allies. It is tempting to ignore bin Laden's words due to anger, but his declarations give us insight in this conflict.\nThe true motivations of terrorism are much more prosaic. International terrorism has historically almost always been a form of extreme nationalism. This was true before Serb terrorists assassinated Archduke Franz Ferdinand in 1914, starting World War I, and it remains true after Basque terrorists declared an official end to their campaign in violence in Spain a few weeks ago. There was no meaningful ideological element to most international terrorist networks. The issues motivating terrorism are issues of national pride.\nThe phenomenon of popular nationalism needs to be understood as being especially complex in the Muslim world, where so-called \"national\" identities are often the results of artificial borders imposed by colonialism, and state-based loyalties intermingle with trans-border identities. Islamic terrorists are religious nationalists, and if they cloak themselves in Islam it is only because Islam is part of their national identity. It is largely because of its intermingling with nationalist identities that Islam has managed to survive, and strengthen itself, in an age when secular nationalism has swept the rest of the world.\nWe misunderstand Islam by thinking of it merely as a religion. Like Judaism, Islam is as much a community as it is a faith. Those who once argued that Judaism was a trans-border religion, and therefore could not constitute a nation, were proven wrong by the foundation of Israel. Even though terrorists are not on the verge of founding a pan-Muslim state, it is this religious nationalist frame of reference that constitutes their fundamental motivation. Al-Qaeda grew out of a network of Arab fighters who risked their lives fighting in far-away Afghanistan alongside fellow Muslims. They saw the Soviet invasion of that country in the 1980s as an aggression against a trans-border Muslim nation.\nNationalist anger, no matter how unjustified its results, always has root causes. The international issues feeding Muslim and Arab feelings of injustice are many, but the primary issue is the Israeli occupation of the holy sites of East Jerusalem. Both the world's Muslims and the international community reject this occupation, and the selective enforcement of U.N. resolutions that has followed on its heels has served as the kindling to Muslim anger.\nThe White House continues to wage its counter-insurgency campaign against an enemy it fundamentally misinterprets. Its appeals to the world's Muslims, neglectful of all major relevant international issues, inevitably fall on closed minds and closed hearts. Forcing Muslim nations to abide by the will of the United Nations while simultaneously refusing to enforce resolutions aimed at protecting their own internationally-recognized rights makes a hollow mockery of the whole international order. Muslims are effectively second-class citizens in today's world. How can we expect Islamic nationalists to lay down their arms when we fail to recognize their rights as equal members of the international community?\nThe gap between the Muslim world and the rest of the international community is the key to the war on terror and in the battle of hearts and minds, actions carry far more weight than words. Al-Qaeda understands this, it's time that we did as well.\n(C) 2006 Brown Daily Herald via U-WIRE\n\nLoad-Date: April 14, 2006"
}