{
    "title": "How Carter avoids the Iranians' trap",
    "publisher": "the world",
    "year": 1980,
    "month": 1,
    "day": 23,
    "full text": "There is one frequently sought goal of terroristic kidnappings that deserves special mention with respect to the current crisis over Iran.  Specifically, terrorists often hope that a dramatic hostage situation will cause the government that they are struggling against to overreact by using an excessive amount of military force.\nFor example, in May, 1974, 85 Israeli schoolchildren were seized by Palestinian terrorists at the town of Ma'alot.  Some 26 of the children were killed when the Israelis stormed the building where the hostages were being held.  After this incident the Palestinian group responsible indicated quite openly that their aim had been to cause an Israeli overreaction that would disrupt Secretary of State Kissinger's peace intiatives in the Middle East.  The Palestinian group in question was determined to sabotage any peace agreement that recognized Israel's right to exist.\nCarlos Marighella, the Brazilian theorist of urban guerrilla warfare, argued that political kidnappings were a good tactic to provoke governments into taking brutally respressive measures that would alienate a country's citizens from its government.\nThe seizure of American Embassy personnel in Tehran in different from other incidents of hostage-taking by terrorists in that in the Tehran situation a government rather than a political group has resorted to the tactic of diplomatic kidnapping.  But, just as in ordinary political kidnappings, the demands for the return of the Shah mask another cluster of political motivations.  Those responsible for the Tehran kidnapping hope that a US military overreaction would strengthen the position of the radical forces in Iran vis-a-vis the more moderate elements in that country, and that in addition such an overreaction would lead to a wave of pro-Iran and anti-American sentiment throughout the world.\nIn other words, an American overreaction would serve a double purpose for the radicals in Iran: it would consolidate their strenght at home while enabling them to expand the influence and impact of their ideas in the rest of the world.  As close observers of and sympathizers with the Palestinian movement, the Iranian radicals appear to be trying to emulate with respect to the United States the enormous success that the Palestinians have had in discrediting the cause of Israel and advancing their own cause by provoking the Israelis to react with excessive harshness to acts of terrorism.\nNone of the foregoing should be taken as implying that any resort to military force by the United States against Iran would be a political mistake.  If peaceful means of resolving the crisis prove to be totally fruitless and the Iranian radicals carry out some of their more drastic threats against the hostages, then a military response that is proportionate to the wrong done may well be called for.\nHowever, the evidence of past terrorist incidents suggests very strongly that for the United States to have responded to the Iranian crisis with an immediate and massive use of military force, without allowing any time of resolve the crisis by peaceful diplomatic means, would have been to give the Iranian radicals exactly what they had hoped for when they seized the US Embassy personnel.  In responding to this hostage situation by refusing to consider the use of force save as a very last resort, President Carter has definitely pursued the correct course of action."
}