{
    "title": "How Saudis played Trump",
    "publisher": "the new york times",
    "year": 2017,
    "month": 5,
    "day": 28,
    "full text": "This week's bombing in Manchester was another gruesome reminder that the threat from radical Islamic terrorism is ongoing. And President Trump's journey to the Middle East illustrated yet again how the country central to the spread of this terrorism, Saudi Arabia, has managed to evade and deflect any responsibility for it. In fact, Trump has given Saudi Arabia a free pass and a free hand in the region.\nThe facts are well-known. For five decades, Saudi Arabia has spread its narrow, puritanical and intolerant version of Islam — originally practiced almost nowhere else — across the Muslim world. Osama bin Laden was Saudi, as were 15 of the 19 terrorists of 9/11.\nAnd we know, via a leaked email by former Secretary of State Hillary Clinton, that in recent years the Saudi government, along with Qatar, has been \"providing clandestine financial and logistic support to [the Islamic State] and other radical Sunni groups in the region.\" Saudi nationals make up the second largest group of foreign fighters in ISIS and, by some accounts, the largest in the terrorist group's Iraqi operations. The kingdom is in a tacit alliance with al-Qaida in Yemen.\nISIS draws its beliefs from Saudi Arabia's Wahhabi version of Islam. As the former imam of the kingdom's Grand Mosque said last year, ISIS \"exploited our own principles, that can be found in our books. ... We follow the same thought but apply it in a refined way.\" Until ISIS could write its own textbooks for its schools, it adopted the Saudi curriculum as its own.\nSaudi money is now transforming European Islam. Leaked German intelligence reports show that charities \"closely connected with government offices\" of Saudi Arabia, Qatar and Kuwait are funding mosques, schools and imams to disseminate a fundamentalist, intolerant version of Islam throughout Germany.\nIn Kosovo, The New York Times' Carlotta Gall describes the process by which a 500-year-old tradition of moderate Islam is being destroyed. \"From their bases, the Saudi-trained imams propagated Wahhabism's tenets: the supremacy of Shariah law as well as ideas of violent jihad and takfirism, which authorizes the killing of Muslims considered heretics for not following its interpretation of Islam. ... The charitable assistance often had conditions attached. Families were given monthly stipends on the condition that they attended sermons in the mosque and that women and girls wore the veil.\"\nSaudi Arabia's government has begun to slow many of its most egregious practices. It is now being run, de facto, by a young, intelligent reformer, Deputy Crown Prince Mohammed bin Salman, who appears to be refreshingly pragmatic, in the style of Dubai's visionary leader, Sheikh Mohammed bin Rashid al Maktoum. But so far the Saudi reforms have mostly translated into better economic policy for the kingdom, not a break with its powerful religious establishment.\nTrump's speech on Islam was nuanced and showed empathy for the Muslim victims of jihadi terrorism (who make up as much as 95 percent of the total, by one estimate). He seemed to zero in on the problem when he said, \"No discussion of stamping out this threat would be complete without mentioning the government that gives terrorists ... safe harbor, financial backing, and the social standing needed for recruitment.\"\nBut Trump was talking not of his host, Saudi Arabia, but rather of Iran. Now, to be clear, Iran is a destabilizing force in the Middle East and supports some very bad actors. But it is wildly inaccurate to describe it as the source of jihadi terror. According to an analysis of the Global Terrorism Database by Leif Wenar of King's College, more than 94 percent of deaths caused by Islamic terrorism since 2001 were perpetrated by ISIS, al-Qaida and other Sunni jihadists. Iran is fighting those groups, not fueling them. Almost every terror attack in the West has had some connection to Saudi Arabia. Virtually none have been linked to Iran.\nTrump has adopted the Saudi line on terrorism, which deflects any blame from the kingdom and redirects it toward Iran. The Saudis showered Trump's inexperienced negotiators with attention, arms deals and donations to a World Bank fund that Ivanka Trump is championing. (Candidate Trump wrote in a Facebook post in 2016, \"Saudi Arabia and many of the countries that gave vast amounts of money to the Clinton Foundation want women as slaves and to kill gays. Hillary must return all money from such countries!\") In short, the Saudis played Trump.\nAmerica has now signed up for Saudi Arabia's foreign policy — a relentless series of battles against Shiites and their allies throughout the Middle East. That will enmesh Washington in a never-ending sectarian struggle, fuel regional instability and complicate its ties with countries like Iraq that want good relations with both sides. But most important, it will do nothing to address the direct and ongoing threat to Americans — jihadi terrorism. I thought that Trump's foreign policy was going to put America first, not Saudi Arabia.\nFareed Zakaria's email address is comments@fareedzakaria.com\n© 2017, Washington Post Writers Group\nColumnist name\n\nLoad-Date: May 30, 2017"
}