{
    "title": "How safe are we really_",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 6,
    "full text": "Protecting America from acts of terrorism has been a national preoccupation since Sept. 11, 2001. Five years later, local and national experts say the country remains vulnerable in some areas. Here is what 10 experts told the Post-Dispatch.\nPROFESSOR GREG EVANS\nDirector, Institute for Biosecurity at St. Louis University's School of Public Health\nNot in my town? Not so fast.\nSurveys done before and after the Sept. 11 terrorist attacks and the anthrax-laced letters showed that only 10 percent of medical and public health workers believed their community would be the target of a bioterrorism attack, Evans said.\n\"People put up these psychological barriers believing that whatever is going to happen is going to happen someplace else. It's not going to happen to me,\" said Evans, whose institute prepared the surveys. \"And I think the major difficulty with that is it makes getting people interested in planning and preparing for an attack . . . more difficult.\"\nThat false sense of insulation, particularly in the Midwest, is just one area of vulnerability. Evans also worries that America is relying too heavily on high technology when there needs to be more emphasis on human intelligence-gathering.\nBILL BRANDES\nCreve Coeur fire chief\nEquipping emergency responders with devices that can quickly confirm the presence of a biological threat remains an elusive milestone in the war on terrorism, Brandes said.\n\"Almost all the teams are up to snuff on chemical-detection capabilities,\" Brandes said. \"The biological is the one that is still developing. . . . I would say the ability to get a rapid confirmation of an agent will still take some hours -- up to 48 hours -- to do.\"\nAnother major problem is that most people haven't prepared their own homes for any type of disaster. Homeowners should store drinking water, and rotate it. Same goes for other supplies, such as medicine, he said.\n\"We may never see al-Qaida. We may,\" Brandes said. \"But we will see ice storms, we will see more electrical storms.\"\nJILL MORGENTHALER\nRetired Army colonel homeland security adviser and deputy chief of staff for public safety for Illinois Gov. Rod Blagojevich\nSometime soon, thousands of people will put Chicago's evacuation plan to the test by voluntarily filing out of their downtown office buildings. Should there ever be a real mass exodus, Morgenthaler said, the next step would be providing aid to thousands of people who have no place to go.\nWhat kind of capacity will hotels have in such an emergency? What kind of necessities -- cots, bottled water, military \"Meals Ready to Eat\" -- can be stockpiled in advance?\nJust as the Gulf Coast learned during Hurricane Katrina, planning in advance of a mass-scale evacuation remains a major challenge for government officials and residents.\nDR. JEFFREY LOWELL\nProfessor of surgery and pediatrics at Washington University School of Medicine, advised then-Homeland Security Secretary Tom Ridge in 2004 and 2005\nSecuring the nation's borders and improving the frequency of shipping container inspections remain \"huge concerns.\"\nBut locally, one of the greatest challenges will be managing the aftermath of a disaster. To that end, regional leaders have launched the St. Louis Area Regional Response System to help plan for, respond to and recover from a major emergency.\nThe effort has galvanized a sometimes fragmented region that often has a hard time coming together on significant issues, Lowell said.\nAs America learned in the Oklahoma City bombing more than a decade ago, not all terrorism is imported. \"I think my concern locally with regard to terrorism would probably be a domestic terrorist versus an international terrorist,\" he said.\nJOE MOKWA\nSt. Louis Police Chief\nInadequate radio communications between police officers and firefighters responding to the Sept. 11 attacks in New York were major problems, and Mokwa sees a need in the area of communications for the St. Louis region.\n\"If the police and fire can't talk, you don't know what's going on with one another and we can't ensure each other's safety,\" and swap information in a timely manner, he said. \"We really need to have a completely contemporary radio system in this city, really in this region, so it ensures we can communicate.\"\nFor example, if St. Charles experienced a major crisis, Mokwa said, it is very likely his department would respond in some fashion, and communication problems would limit the effectiveness of the operation.\nJAMES CARAFANO\nExpert in homeland security at the Heritage Foundation after 25 years in the Army\nPort protection and water safety are insufficient, in large measure because of inadequate funding of the Coast Guard, Carafano said.\nA lack of money for modernization has led to the use of old ships, he said, despite an unprecedented growth in the Coast Guard mission, including the saving of 33,000 lives after Hurricane Katrina.\nMore resources for the Coast Guard would do more to protect America's ports than talking about examining 100 percent of the containers that come into the U.S. by water, or worrying about whether foreign companies manage the ports, Carafano said.\n\"A third of our economy is dependent on trade, most of the trade comes from the sea, and quite frankly, we haven't made nearly the progress we need to,\" he said.\nJULIETTE KAYYEM\nExpert in legal aspects of counterterrorism at Harvard University and a former member of the National Commission on Terrorism\nMuch remains to be done in terms of setting legal parameters for U.S. activities in waging the war on terrorism and guarding homeland security, Kayyem said.\nThe lack of \"an appropriate legal regime for the major issues we are likely to face in the years ahead that test our democratic norms, including interrogation policy, detention policy and surveillance policy,\" puts the United States in a difficult position, she said.\n\"The impact of that is we have no long-term strategy for how to balance these issues, and how to construct a legal regime that will work for the intelligence, law enforcement and military officials who have to detain, interrogate and surveil,\" Kayyem said.\nShe also blamed Congress for having failed to provide regulation or oversight of administration actions. The results have led to abuses at Abu Ghraib and a dispute over the legal status of detainees at Guantanamo Bay, she said. This has undermined U.S. moral authority, influence in the war on terrorism and counterterrorism cooperation with other countries. The solution, she said, is for Congress to enact appropriate legislation that will guide the country.\nWILLIAM ODOM\nRetired lieutenant general who led the National Security Agency in the Reagan administration\nOdom says the nation's intelligence system has not significantly improved since the Sept. 11 attacks, and in key ways is actually worse off.\nOne major problem, he said, is that the politicization of intelligence has continued. The push for intelligence assessments deemed helpful to desired policies makes it hard for the country to get an unvarnished picture of conditions in a given situation, and contributes to mistakes by policymakers, he said.\nThe other problem, Odom said, is that Congress' restructuring of the intelligence community failed to fill a gap in terms of having a domestic counterintelligence agency that would protect the homeland much as the British organization did in stopping the recent airplane plot. The FBI cannot fill that role adequately, he said.\nANGELO AMADOR\nDirector of immigration policy at the U.S. Chamber of Commerce\nThe whole area of travel and tourism and how security can be achieved without hurting the nation's economy -- itself a key in the fight against terrorism -- is one that needs improvement, Amador said. The government plans to require Americans who cross the border to the south or north, as well as Canadians or Mexicans, to have a valid passport. That would replace requirements for drivers licenses and birth certificates.\nBecause less than 20 percent of Americans have a valid passport, the requirement would have a drastic effect on travel, Amador said. He urged the U.S. government to postpone implementation until its planned passcard is in place. That would be a federal ID easier to obtain than a passport.\nMany people cross the border simply to eat or shop, and that kind of travel would be diminished otherwise, he said. More broadly, he called for officials to more carefully consider the economic impact of their security decisions.\nANDREW HOWELL\nVice president for homeland security policy at the U.S. Chamber of Commerce\nHe cites a half-dozen keys to protecting the nation's economy through better cooperation between government and the private sector. A stated goal of the terrorists is to damage the American economy.\nThere is a need for better sharing of accurate and actionable intelligence between the government and businesses. U.S. companies operating around the world need to be made part of the effort of collecting information and providing it to officials, Howell said.\nHomeland security officials need to do a better job of understanding the research and development work in the private sector and applying that toward developing solutions to the terrorist threat, Howell said.\nMore coordination is needed with critical infrastructure such as the electrical sector, and priorities need to be set for protection, Howell said.\nFinally, Howell said, there have been security improvements for some sectors, but more work needs to be done with municipal water facilities.\n\nNotes\n\n Homeland security \n\nGraphic\n\n \nPHOTO\n PHOTO - PROFESSOR GREG EVANS  PHOTO - BILL BRANDES  PHOTO - WILLIAM ODOM  PHOTO - JOE MOKWA  PHOTO - ANGELO AMADOR  PHOTO - JAMES CARAFANO  PHOTO - JILL MORGENTHALER  PHOTO - ANDREW HOWELL  PHOTO - JULIETTE KAYYEM  PHOTO - DR. JEFFREY LOWELL   \n\nLoad-Date: September 6, 2006"
}