{
    "title": "HOW TO COMBAT THE THREAT OF NUCLEAR TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 11,
    "day": 1,
    "full text": "In his Oct. 3 review of Graham Allison's new book, \"Nuclear Terrorism: The Ultimate Preventable Catastrophe,\" PG Associate Editor Dan Simpson correctly concluded that it is \"an absolute must read.\" The book's thesis deserves to be widely known:\n Allison describes in chilling detail the consequences of an atomic bomb explosion in a major city: a million lives lost, destruction of buildings and infrastructure, permanent abandonment and a national infrastructure in shambles. He then goes on to explain how terrorists might obtain nuclear weapons and smuggle them into the United States, their chief target. \"In my own considered judgement, on the current path, a nuclear terrorist attack on America in the decade ahead is more likely than not,\" Allison writes. As for how to prevent a nuclear terrorist attack, Allison presents the \"doctrine of 'Three No's': no loose nukes, no new nascent nukes, no new nuclear weapons states.\" He then sets out a seven-point plan of action.\nThe only way to eliminate the possibility of nuclear catastrophes is the complete abolition of nuclear weapons and the capability of making them worldwide. The more activities that there are in the development, production and deployment of nuclear weapons anywhere in the world, the greater are the opportunities for terrorist organizations to obtain the know-how, materials and manufacturing equipment.\n The difficulty of securing universal compliance with a treaty to completely abolish nuclear capabilities, and the past failures of peacekeeping treaties, should not deter efforts to make the attempt. It should be mandated by the U.S. Senate and undertaken by the United Nations. The time scale should be a very few years, not decades. To give up from timidity or resignation could be disastrous.\n The American people should become aware of this threat to all of us, ask why we need a nuclear arsenal and development of new nuclear weapons, and demand that the presidential administration and Congress adopt the goal of complete elimination of nuclear weapons and ability to make them worldwide.\n TRUMAN KOHMAN\n Mt. Lebanon\n\nNotes\n\nThe writer is a professor emeritus of chemistry at Carnegie Mellon University.\n\nLoad-Date: November 1, 2004"
}