{
    "title": "How to protect Americans from anti-terrorism data sharing Across the United States , dozens of 'fusi",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 12,
    "day": 7,
    "full text": "In the aftermath of the September 11 tragedy, American leaders from across the political spectrum vowed to do everything in their power to prevent another attack. Over the past decade, the government has developed dozens of new programs and spent trillions of dollars in the name of combating terrorism. One initiative that is finally receiving the attention it deserves in light of its enormous cost and potential for abuse has been the creation of information hubs, or so-called \"fusion centers,\" across the United States.\nUnfortunately, these centers have not served as effective counter-terrorism tools, and in fact, have violated Americans' rights in the process. This was made clear by a comprehensive investigation by the Senate Homeland Security Investigations Subcommittee released in October.\nFusion centers are state and regionally based information-sharing hubs designed to pool the knowledge and expertise of state, local, and federal law enforcement, intelligence agencies, military officials, and private sector entities. Though they are not federal entities and have no federal legal status, Secretary of Homeland Security Janet Napolitano has said, \"Fusion Centers will be the centerpiece of state, local [and] federal intelligence-sharing for the future.\" Already, there are 77 fusion centers across the US, and the federal government alone has invested vast sums - the Senate subcommittee estimated as much as $1.4 billion between 2003 and 2010 - in their operation.\nOur experience in intelligence gathering and law enforcement taught us the value of pro-active information sharing among first responders at all levels of government and the intelligence community. And we have little doubt that fusion centers, if run properly, can play an important role in addressing terrorist and other serious criminal threats.\nBut are they being run properly? As the recent Senate investigation report corroborates, the evidence demonstrates the very real risks fusion centers pose to civil liberties - and the need for safeguards to lessen those risks.\nFor example, a report we helped to prepare for The Constitution Project found that several centers have issued bulletins that characterize a wide variety of religious and political groups as \"threats\" to national security, including Muslim hip-hop bands and supporters of former presidential candidate Ron Paul. Since fusion centers routinely share \"suspicious activity reports\" with other centers and the FBI, innocent Americans exercising constitutionally protected rights can end up in centralized counter-terrorism databases.\nBeyond the problems with the federal role highlighted in the Senate report, historically, local law enforcement officers have not been trained to conduct counter-terrorism operations. There is no precedent for enlisting law enforcement at all levels, many without training in constitutional limits on surveillance, to share vast amounts of data in large, interconnected databases. The explosion in surveillance technology and information sharing must be accompanied by adequate training and safeguards to protect Americans' personal liberties, including the rights of free speech, free assembly, and freedom of religion.\nFusion centers also should limit the information they collect and retain to what is necessary to serve their legitimate law enforcement purposes. One of the dangers of the national fusion center network is that misinformation developed in one jurisdiction can rapidly spread to other law enforcement agencies all across the country. To prevent errors from spreading, we need a process for individuals to challenge the information in the database whenever they suffer a harm they believe is the result of a mistaken fusion-center report.\nAdditionally, fusion centers should be subject to greater oversight by both federal and state governments. While we recognize that national security and anti-terrorism concerns require confidentiality in some matters, these concerns do not justify the paucity of publicly available information about the actual practices and activities of individual fusion centers.\nMany of our recommendations mesh closely with those of the Senate subcommittee. Some of these changes can be implemented by DHS and the fusion centers themselves, while others will require action by the next Congress. We urge lawmakers and officials at all levels of government to take steps to ensure that taxpayers' safety, personal liberties, and wallets are being respected and protected by the growing fusion center network.\nMary McCarthy is an attorney and a former high-ranking intelligence official, including serving as senior director for Intelligence Programs at the National Security Council under President Bill Clinton. Bob Barr is a former US Attorney and former Republican congressman from Georgia. Both are members of The Constitution Project's Liberty and Security Committee.\n\nLoad-Date: December 10, 2012"
}