{
    "title": "How Terrorism Has Failed The Cause of Radical Islam",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "Five years after the attacks of September 11,2001, it is clear how terrorism has set back the cause of radical Islam.\nThe horrors of September 11 alarmed Americans and fouled the quiet but deadly efforts of lawful Islamists working to subvert the country from within. They no longer can replicate their pre-September 11 successes. This fits an ironic pattern whereby terrorism usually (but not always) obstructs the advance of radical Islam.\nFor an illustration of this change, consider an example from radical Islam's halcyon days in the late 1990s - how a prominent Islamist organization, the Council on American-Islamic Relations, easily humiliated the giant manufacturer of athletic gear Nike, Inc.\nNike had introduced its Air line of basketball shoes in 1996 with a stylized, flame-like logo of the word Air on the shoe's backside and sole. When the elders at CAIR nonsensically declared that this logo could \"be interpreted\" as the Arabic-script spelling of Allah, Nike initially protested its innocence. But by June 1997, it had accepted multiple measures to ingratiate itself with the council. It:\n\"apologized to the Islamic community for any unintentional offense to their sensibilities\";\n\"implemented a global recall\" of certain samples;\n\"diverted shipments of the commercial products in question from ‘sensitive' markets\";\n\"discontinued all models with the offending logo\";\n\"implemented organizational changes to their design department to tighten scrutiny of logo design\";\npromised to work with CAIR \"to identify Muslim design resources for future reference\";\ntook \"measures to raise their internal understanding of Islamic issues\";\ndonated $50,000 for a playground at an Islamic school,\nrecalled about 38,000 shoes and had the offending logo sanded off.\nGiving up all pretense of dignity, the company reported that \"CAIR is satisfied that no deliberate offense to the Islamic community was intended\" by the logo.\nThe executive director of CAIR, Nihad Awad, arrogantly responded that, had a settlement not been reached, his organization would have called for a global boycott of Nike products.\nA spokesman for the group, Ibrahim Hooper, crowed about the settlement: \"We see it as a victory. It shows that the Muslim community is growing and becoming stronger in the United States. It shows that our voices are being heard.\"\nEmboldened by this success, Mr. Awad traveled to the headquarters of the World Assembly of Muslim Youth, a Wahhabi organization in Riyadh, Saudi Arabia, one year later to announce that Nike had not lived up to its commitment. He flayed the firm for not recalling the full run of more than 800,000 pairs of shoes and for covering the Air logo with only a thin patch and red paint, rather than removing it completely.\n\"The patch can easily be worn out with regular use of the shoe,\" he complained. Turning up the pressure, Mr. Awad proclaimed a campaign \"against Nike products worldwide.\"\nNike again capitulated, announcing an agreement in November 1998 on \"the method used to remove the design and the continued appearance of shoes in stores worldwide.\" It coughed up more funding for sports facilities at five Islamic schools and for sponsorship of Muslim community events, and donated Nike products to Islamic charitable groups. The trade press also suggested a financial contribution to CAIR.\nToday, all this is distant history. CAIR still can bully major corporations, as it did in 2005 with the Canadian Imperial Bank of Commerce, but it can no longer shake them down for cash, nor can it ride a bogus issue like Air = Allah. The public is somewhat more skeptical (though not always enough so).\nSuccesses like the Nike capitulation inspired an Islamist triumphalism pre-September 11. One apologist, Richard Curtiss, captured its flavor in September 1999 when he called a decision by Burger King to shut a franchised restaurant in a Jewish town on the West Bank, Ma'aleh Adumim,\"the battle of Burger King.\" He hyperbolically compared it \"to the battle of Badr in 624 A.D., which was the first victory of the vastly outnumbered Islamic community.\"\nPortraying a trivial lobbying success as similar to a world-shaking battlefield victory provides an insight into Islamist confidence pre-September 11. No less suggestively, Mr. Curtiss wrongly predicted that American Muslims would, \"within the next five or 10 years,\" go on to win more such battles. Instead, terrorists seized the initiative, relegating lawful Islamists mostly to fighting defensive skirmishes. Thus did mass violence, paradoxically, seriously impede the Islamist agenda in America.\nMr. Pipes (www.DanielPipes.org) is director of the Middle East Forum and author of \"Miniatures\" (Transaction Publishers).\n\nLoad-Date: September 12, 2006"
}