{
    "title": "How Britain Beat Back Terrorists",
    "publisher": "the christian science monitor",
    "year": 1995,
    "month": 4,
    "day": 24,
    "full text": "WHILE Americans are thinking about how to prevent terrorism in their homeland, Britons are just beginning to let their antiterrorist defenses down.\nAfter a quarter-century of constant struggle, peace is starting to sink in for people here following cease-fires by Northern Ireland's paramilitary groups eight months ago, which put a halt to a battle of terrorism over the province's status.\nBut the United States may not want to make the same sacrifices Britain did to control terror within its borders.\n''People in America always want quick solutions, something to make them feel good about tackling a problem,'' says Bruce Hoffman, a terrorism specialist at St. Andrew's University in Scotland. ''But this is a complex subject, and there are no easy answers,'' he says.\nIn Britain, legislation was seen as a way of tackling terrorism over Northern Ireland. In 1974, the government introduced the Prevention of Terrorism Act to help the police and security services in their fight against bombers. It makes terrorist organizatons illegal, allows extended detention of suspects without charge, and permits the police to stop, arrest, and interrogate someone thought to have terrorist links.  Because the law limits civil liberties, Parliament reviews it every year.\nDespite the cease-fires called by the Irish Republican Army and Protestant paramilitary groups, politicians in Britain disagree about whether or not to repeal the act.\nMr. Hoffman, who has worked in Washington, Los Angeles, and New York, says the US would have difficulty introducing something similar because it would mean making a severe dent in the country's civil liberties -- especially the Bill of Rights, which Britain does not have.\n''It is clear the president is ready and willing to take some form of action, and people want him to,'' he adds. ''If the authorities are going to be given the power and authority to do their job, then this is one way worth considering.''\nThe British bulldog\nHoffman says the British are more able to resist continuous terrorism than Americans after withstanding two world wars -- the bulldog image made famous by wartime Prime Minister Winston Churchill.\nThe US, on the other hand, has known little internal conflict since the Civil War, and most Americans are unprepared for underground terrorists.\nDuring the height of the Northern Ireland troubles in the '70s and '80s, Britons often had their baggage searched on entering a major store. Unattended bags brought evacuations of entire buildings, while police or Army bomb-disposal experts examined it.\nOn thousands of occasions, controlled explosions were carried out on ''innocent'' packages. In Belfast, the provincial capital of Northern Ireland, traffic was banned from the city center and people had to be individually searched before they could go into the main shopping area.\nIf a driver in Britain left a vehicle parked in an odd position near a potential target, there was a strong risk it could be blown-up in a controlled explosion.\nOn one occasion, a van driver ran out of gas near the prime minister's official residence, No. 10 Downing Street. He went to get fuel, but while he was away, the police took no chances and destroyed the vehicle.\nTerrorists make transport systems a special target. Frequent alerts at railway stations and on the London underground became an office joke. It you were late for work, the easy excuse was to blame a bomb alert. No one really knew whether to believe you or not.\nVigilance enforced\nOne of the biggest turning points in the public attitude and anger toward terrorists came in 1983 when the IRA bombed Harrods, London's world-famous department store. The public was outraged, and politicians and security experts drummed home the message -- be vigilant and report anything suspicious. You could not turn on your television or radio, or read a newspaper, without the advice being repeated. There were signs in shops and public buildings just in case you needed reminding.\nThe woman who highlighted this point most positively was former Prime Minister Margaret Thatcher, who was a top target of the IRA. In 1984, her hotel was bombed in Brighton at her party's annual conference. Though she escaped uninjured, several of her colleagues died. Her hatred of terrorism was clear, and her advice on vigilance was persistent.\nThe continuous message turned the average British person into a part-time unofficial member of the police force. Anyone who saw an unattended bag would report it.\nAfter an explosion in 1993 killed one person, wounded dozens of others, and brought tens of millions of dollars in damage to London's financial center, police cordoned off the area, installing what they described as a ''ring of steel.'' Police checked every vehicle passing through those roads remaining open.\nThe vigilance of everyday citizens and police did begin to bring results. Potential attacks were thwarted, devices were detected and made safe before they exploded, the number of terrorists appearing in court increased dramatically until at last peace was declared in 1994.\nNow as Britons begin to relax, Americans are looking down a long road of vigilance.\n\nGraphic\n\n \nPHOTO: LONDONDERRY, NORTHERN IRELAND: In 1969, riots here ultimately brought in the British Army to restore order, bringing 25 years of terrorism from the IRA and Protestant groups., MELANIE STETSON FREEMAN -- STAFF\n\nLoad-Date: April 24, 1995"
}