{
    "title": "How not to talk about terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 7,
    "full text": "MELBOURNE, Australia -- A routine Australian Senate committee hearing last month on security was never going to be normal in the aftermath of the Manchester terrorist attacks. Still, it is no small thing that the hearing led to a former prime minister lecturing the country's most senior intelligence official on the causes of terrorism.\nAt least since former Prime Minister John Howard suggested in 2001 that asylum seekers coming to Australia might include terrorists, the two Australian anxieties of refugees and terrorism have been on a collision course. As the terror risk here has grown, and with the politics of refugees becoming more divisive, that course has accelerated in recent years. \n  It culminated on May 25 when a populist senator asked Duncan Lewis, the director of the Australian Security Intelligence Organization, whether the country was increasing the risk of terrorist attacks by accepting refugees from the Middle East. ''I have absolutely no evidence to suggest there is a connection between refugees and terrorism,'' Mr. Lewis replied.\n  You might think, given his access to vast amounts of intelligence, Mr. Lewis is well placed to make that assessment. But former Prime Minister Tony Abbott accused him of ''denying the facts,'' saying that too many people ''pussyfoot around the fact that just about every terrorist incident of recent times involves someone killing in the name of Islam.'' Mr. Lewis, he said, ''really needs to think again on this issue.''\n  Mr. Abbott is at the center of a small and loud group of populists that includes members of his conservative Liberal Party, the neo-nationalist One Nation Party and a suite of media pundits. For them, Islam is an inherent problem, and asylum seekers are to be treated harshly and with suspicion.\n  Their attitudes on terrorism, Muslims and immigration have much in common with President Trump, which is why their language and themes are so familiar. They insist, for example, that terrorism should be understood exclusively through the prism of Islam and Muslim migration. They police public language on terrorism so it is unfailingly linked with Islam -- much as candidate Trump harangued former President Barack Obama for not using the phrase ''radical Islamic terrorism.'' Most Australians in this group -- though not yet Mr. Abbott -- support some version of a Muslim immigrant ban.\n  But all this has little to do with a serious analysis of the causes of terrorism. That's why in the aftermath of Mr. Lewis's comments, the commissioner of Australia's Federal Police, Andrew Colvin, as well as a several academic experts on terrorism agreed emphatically with him.\n  It seems that anyone with practical or research-based expertise on terrorism finds what Mr. Lewis said utterly unremarkable. As one academic from the Australian National University put it to Fairfax Media: If politicians don't believe academics and the intelligence agencies, then ''who are they going to believe?''\n  It's true enough that three of the terrorist attacks in Australia ''involved either people claiming to be refugees or the children of refugees,'' as Mr. Abbott said (he omitted a fourth attack that didn't). But it's also true that this common trait among these terrorists becomes significantly watered down once you factor in those whose plots have been thwarted. And it is also true that there are other examples from around the world that fit a similar description -- the recent ghastly attack in Manchester among them. But to pretend that Mr. Lewis was denying those facts or somehow covering them up is either a lazy interpretation of his statements or a dishonest one.\n  The point is that these facts alone say little about causality. The question is not simply one of what traits certain terrorists share, but rather which traits are relevant in radicalization.\n  Mr. Lewis insists that the refugee factor is irrelevant. Or to put it in the police commissioner's terms, most Australian extremists ''are people who are born, educated and raised in Australia,'' and to focus on whatever migrant backgrounds they have is to use ''an extremely broad brush'' to describe them.\n  Put simply, the threat to Australia -- perhaps distinct from the European case -- grows on Australian shores. It is not typically imported in radicalized vessels that take the form of refugees.\n  If you've heard that sort of thing before, it might be because the United States Department of Homeland Security made a similar judgment when President Trump initiated his Muslim ban. Its intelligence assessment in March blared the title: ''Most Foreign-Born, U.S.-Based Extremists Radicalized After Entering Homeland.'' This echoed a previous Homeland Security paper that concluded ''country of citizenship is unlikely to be a reliable indicator of potential terrorist activity.''\n  In both Australia and the United States we have politicians and commentators whose political posturing rests on their unwavering focus on terrorism but who pay little attention to, and even attack, those who know the most about it. They support policies that have no sound security justification and then excoriate those who point that out. They cheer on every advance of the security state but then suddenly scorch those who run it, simply because the agencies reject the latest populist orthodoxy.\n  This approach, with its frequent accusations that others are in denial about terrorism, stands exposed for a substantial denial of its own. Terrorism becomes no different from climate change: just more raw material from which to fashion a well-worn narrative about political correctness, elites and the evils of diversity.\n  That doesn't mean these populist narratives are entirely fact free -- just that their analytical shoddiness puts them a semitone from truth, superficially close, but completely dissonant with it. They are therefore destined to clash with those who study these things in depth, whose world, in Mr. Colvin's phrase, ''is far more nuanced'' than the absolutist worldview on display recently.\n  Follow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter.\n\nhttps://www.nytimes.com/2017/06/06/opinion/terrorism-australia.html\n\nGraphic\n\n \nCondolence messages are written on the pavement in 2014 after a hostage situation in Sydney, Australia, turned deadly. JOOSEP MARTINSON/GETTY IMAGES       \n\nLoad-Date: June 7, 2017"
}