{
    "title": "How terrorist groups survive leaders' deaths Experts say new leadership continues missions. TERRORIS",
    "publisher": "daily news ",
    "year": 2017,
    "month": 8,
    "day": 13,
    "full text": "Islamic State leader Abu Bakr Baghdadi, shown in 2004 during his detention at Bucca Camp in Iraq, may have been killed.\nAbout recent speculation about the fate of Islamic State leader Abu Bakr Baghdadi, U.S. officials were quick to say they had no idea whether he was dead.\nDefense Secretary Jim Mat-tis, nevertheless, said the deaths of such extremist leaders inevitably represent substantial blows against their groups.\n\"To take out leaders of these kind of organizations always has an organizational impact,\" Mattis said at a July 14 news conference. \"It has an impact. ... It always does in war.\"\nKilling leaders of terrorist groups has been a centerpiece of U.S. counter-terrorism strategy at least since 2001, during President George W. Bush's administration.\nThe number of military strikes against terrorist leaders increased under President Barack Obama's administration with the killing of senior and junior terrorist leaders in places including Pakistan, Yemen and Iraq. Al-Qaida leader Osama bin Laden, for example, was killed by U.S. forces in Pakistan in 2011.\nAnalysts don't expect the policy of targeting militant leaders to change under the Trump administration.\nBut many analysts also say that while removing leaders may hurt militant groups, there are numerous examples of new leadership taking charge and continuing their missions. In some instances, analysts said, killing terrorist leaders fueled even more violence.\n\"The prevailing wisdom has been for a long time that taking out terrorist leaders helps to destabilize their groups,\" said Jenna Jordan, assistant professor of International Affairs at Georgia Tech. \"But it's unlikely to diminish a large terrorist group's activities in the long run.\"\nMany analysts say that even if Baghdadi were dead, Islamic State has shown an ability over the years to turn to different leaders and maintain a mission of extremism and sectarianism in Iraq and Syria.\nSeveral groups have remained potent enough to recruit members and carry out attacks, experts said.\nIn Somalia and parts of Kenya, for example, al-Shabaab, an al-Qaida-linked extremist group, carried out attacks killing scores of people in 2016 despite having been hit by government strikes that resulted in a weakened leadership.\nOn Aug. 4, the U.S. military confirmed that an air-strike killed Ali Mohamed Hussein, a high-level commander from the extremist group blamed for planning attacks in Mogadishu, the capital of Somalia.\nAl-Qaida has lost key leaders besides bin Laden over the years. In 2006, the leader of al-Qaida's Iraq branch, Abu Musab Zarqawi, was killed in a targeted U.S. strike. This year, a U.S. drone strike killed the second-ranking al-Qaida official in Syria, Abu Khayr Masri.\nNevertheless, the group's presence in the Arabian Peninsula continues to threaten Yemen, the Persian Gulf region and U.S. forces, according to the State Department's 2016 country report on terrorism.\nThe State Department report, released July 19, also found that despite losing key senior figures and a significant amount of territory in Syria and Iraq, the Islamic State remains one of the most capable terrorist organizations in the world.\nAlthough the U.S. has killed several al-Qaida leaders over the years, their deaths don't appear to have significantly reduced the militant group's capabilities long-term, said Bruce Hoffman, director of security studies at Georgetown University.\nHoffman's research focuses on the effectiveness of U.S. targeted killings of al-Qaida leaders. His research suggests that while killing al-Qaida leaders might have temporarily prevented the group from carrying out attacks, it continues to remain a threat.\nSome analysts point to two main variables when determining the effectiveness of killing terrorist leaders: how much popular support the leader's group has from sympathizers or civilians living under its rule, and the group's bureaucratic organizational structure.\nIn some cases, analysts say, the death of an al-Qaida or Islamic State leader could have a martyrdom effect, meaning it could inspire sympathy for the group and help recruit more members.\nJordan said the more a group operates like a bureaucracy, the more likely it is to withstand disruption to its leadership and experience a smooth succession.\n\"Islamic State has standard operational procedures that makes it function like a state,\" Jordan said. \"If Baghdadi is dead they know who is going to step in, just like a firm has a succession mechanism in place.\"\nBrian Jenkins, a counter-terrorism expert and senior adviser to the president of Rand Corp., said targeted killings can be useful in some instances against smaller terrorist groups. Terrorist leaders bring skills and talents central to the group's ability to function, Jenkins said, which aren't always easily replaceable.\n\"Leadership is a precious commodity, and terrorist groups have limited talent unless it's a gigantic movement,\" Jenkins said, \"So a group that doesn't have as charismatic or a skilled leader may not be able to operate at the same level of effectiveness.\"\nSome experts say removing terrorist leaders has helped governments defeat insurgent organizations or smaller extremist groups. Still, history shows that terrorist groups can avoid being fully dismantled by removal of their leaders.\nFor example, Peru's Shining Path rebel group, which sought to overthrow the Peruvian government in the 1990s, was significantly weakened when its leader, Abimael Guzman, was captured in 1992 and sent to prison. The Peruvian government and some scholars said the capture was an example of how taking out terrorist leaders could result in the end of the group, but in recent years Shining Path has made a comeback.\nIn some ways, Jenkins said, killing terrorist leaders provides governments with a low-risk way to demonstrate to the public what it's doing to battle terrorist groups.\n\"There's the need to show the public that something can be done,\" Jenkins said. \"And it also sends a message to terrorists that they aren't immune.\"\n\nLoad-Date: August 13, 2017"
}