{
    "title": "HOW TO DEFEAT NIHILISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 9,
    "day": 23,
    "full text": "TERRORISM\nA FEW HOURS before the United Nations conference on terrorism began in New York on Monday, terrorism again exploded on the U.N.'s doorstep. A suicide bomber detonated a car bomb near the United Nations compound in Baghdad, killing a guard and wounding 19 people. A month ago, a much more powerful bomb killed 22 people there.\nThe new bombing confounded the best theories that world leaders put forth at the conference about how to confront terrorism. U.N. Secretary-General Kofi Annan said that terrorism can be defeated only by solving \"the political disputes and long-standing conflicts which generate support for it.\" Norwegian Prime Minister Kjell Magne Bondevik said \"the rule of law and respect for human rights,\" along with religious tolerance, are the keys. Sen. Richard Lugar, R-Ind., the top U.S. delegate, called for keeping nuclear, biological and chemical weapons out of the hands of the terrorists.\nThey're all right. But none of their explanations relates to the kind of terrorism that hit the U.N. compound in Baghdad. The dead car-bomber was not likely to be stopped by attention to some political grievance, or by adherence to the rule of law, or by anti-proliferation efforts. In fact, this terrorist attack seemed to be a response to the war on terr orism itself.\nMr. Bush will be back at the United Nations today explaining why it was important for him to attack Iraq without the U.N. approval that he sought a year ago. According to the pre-speech leaks, Mr. Bush won't be admitting error, even though administration officials say privately that mistakes were made in planning for post-war Iraq.\nMr. Bush will have difficulty convincing the United Nations that the war on terrorism in Iraq has made the world safer from terrorism. Nor are we safer from the spread of weapons of mass destruction. North Korea and Iran always were a greater threat to obtain nuclear bombs than Iraq, and they have made good use of the intervening year. North Korea may already have one or two nuclear bombs and may be processing plutonium to make half a dozen more. Meanwhile, the International Atomic Energy Agency has found evidence that Iran is building a bomb. Iran did nothing to assuage those fears by announcing Monday that it will cut back cooperation with the agency.\nTerrorism is a kind of nihilism not easily resolved by political or military solutions. It grows out of a deep sense of historical grievance and humiliation that may only be exacerbated by the presence of an American army in the middle of the Muslim world.\n\nLoad-Date: September 23, 2003"
}