{
    "title": "HSBC Puts Ex-Treasury Official Werner in Charge of Financial-Crime Compliance",
    "publisher": "american banker",
    "year": 2012,
    "month": 12,
    "day": 11,
    "full text": "HSBC (HBC) is overhauling its unit that oversees compliance with laws designed to deter financial crime, and putting a former Treasury Department official in charge of it.\nThe $2.7 trillion-asset company said Monday that it has appointed Robert Werner to head its financial-crime-compliance group and to be its top officer for money-laundering reporting.\nThe appointment follows news Thursday that HSBC is getting set to pay $1.8 billion to settle charges by the Justice Department that alleged errors by the bank resulted in its becoming a conduit for funds tied to narcotics trafficking and other illicit activities.\nWerner, who joined HSBC in August from Goldman Sachs (GS), previously served as head of the Office of Foreign Assets Control and the Financial Crimes Enforcement Network at Treasury. He will be responsible for developing HSBC's global compliance policies in areas ranging from anti-money- laundering to prevention of terrorism financing.\nA report in July by a Senate subcommittee found that lapses by HSBC resulted in the bank's processing billions of dollars in transactions involving secret funds from Mexico, Iran, the Cayman Islands, Saudi Arabia and elsewhere.\nHSBC spokesman Rob Sherman called Werner's appointment \"part of the reform effort we have been on to address some of the shortcomings that various investigations have made public, specifically the Senate [report].\"\n\"It's a part of our ongoing commitment to address those shortfalls and to become a leader over time in setting global standards for compliance,\" Sherman said. \"We have been making good progress, and there's much more to do. Bob's new promotion is a demonstration of how seriously we're taking it.\"\nWerner's appointment follows a restructuring that separates financial crime compliance from other compliance functions, HSBC said. Werner will help to establish a global financial intelligence unit that works with the bank's business financial intelligence units to investigate potential regulatory breaches.\nWerner will report to Marc Moses, HSBC's group chief risk officer, and to Stuart Levey, its chief legal officer and a former undersecretary of the Treasury for terrorism and financial intelligence. Levey joined the company in January.\nIn October the company appointed Preeta Bansal, a former general counsel in the Office of Management and Budget, as global general counsel for litigation and regulatory affairs.\n\nhttp://www.americanbanker.com\n\nLoad-Date: December 10, 2012"
}