{
    "title": "HUGE RAID TARGETING TERRORISM NETS 8",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 31,
    "full text": "Police arrested eight men and seized half a ton of ammonium nitrate, a fertilizer compound used in the Oklahoma City bombing, in raids Tuesday by hundreds of officers.\nHome Secretary David Blunkett, who has warned for months that London is a prime terrorist target, said the arrests were a \"timely reminder\" of the threat from al-Qaida. But a Muslim leader warned that the headline-grabbing dawn raids risked demonizing the whole community.\nPress Association, the British news agency, said all eight suspects were of Pakistani descent. Police would not comment.\nIn a sweep of 24 sites involving 700 officers, the suspects were picked up in London and towns to the south and west on suspicion of involvement in the \"commission, preparation or instigation\" of acts of terrorism, London's Metropolitan Police said.\nAuthorities recovered the ammonium nitrate - often used in terrorist bombings - from a self-storage facility in west London, police said. It was the largest seizure of potential bomb-making material in England since the Irish Republican Army suspended its campaign of violence in 1997.\n\"Part of the investigation will focus on the purchase, storage and intended use of that material,\" said Deputy Assistant Commissioner Peter Clarke, head of the force's anti-terrorism branch.\nClarke said the suspects were British, ages 17 to 32, and were arrested as part of an operation targeting alleged international terrorist activity. He said the operation was not connected to the Madrid train bombings this month or to Irish terrorism.\nClarke gave no details of the suspects' background or religious affiliation, but he told reporters that \"we in the police service know that the overwhelming majority of the Muslim community are law abiding and completely reject all forms of violence.\"\nMassoud Shadjareh, chairman of the Islamic Human Rights Commission, said such high-profile police operations fostered an impression that many Muslims supported terrorism.\n\"These raids are usually given a lot of importance when they are taking place but when people are released without charge it is not news,\" he said.\nOf more than 500 people arrested in Britain under the Terrorism Act since Sept. 11, 2001, four-fifths have been released without charge.\nPolice and government officials have been warning for months that terrorists will attempt a major attack on London. Britain's strong support for the war in Iraq makes it a prime target, and there were fresh calls for vigilance following the Madrid train bombings on March 11.\nBlunkett, the minister responsible for homeland security, said the arrests were \"a timely reminder that the U.K. and its interests abroad remain a target.\"\n\nNotes\n\nWORLD/ A shorter version of this story appeared in the FIVE STAR LATE LIFT edition on page A13.\n\nLoad-Date: March 31, 2004"
}