{
    "title": "Human rights - checking the view from the UN window",
    "publisher": "the world",
    "year": 1983,
    "month": 12,
    "day": 21,
    "full text": "Thirty-five years ago this month the General Assembly of the United Nations, without a single dissenting vote, adopted the Universal Declaration of Human Rights.\nIn part the declaration reads: ''All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act toward one another in a spirit of brotherhood.''\nCommenting on the anniversary, UN Secretary-General Javier Perez de Cuellar observed: ''This vision has yet to be translated fully into reality.''\nWas there ever a more diplomatic understatement? As the Secretary-General went on to note: ''Almost a billion people lead lives of economic and social deprivation which seriously impair their rights as human beings.''\nA bystander has a sense that not only ''human rights'' but human life itself is being held cheaper than 35 years ago. Hardly a day goes by without the phrase ''death squad'' appearing in a headline.\nCapital punishment, which seemed on its way to obsolescence a decade ago, is being widely reinstated. Within a month from the 35th anniversary of the UN declaration, three prisoners have been executed in the United States. For the first time in many years public opinion in Great Britain appears to have swung in favor of maintaining the death penalty.\nAmnesty International seized the occasion of the anniversary to present the UN with a petition calling for ''the freeing of all prisoners held in any country solely because of their ideas or origins.'' Over 1.3 million signatures from some 120 countries were affixed. The gesture, while hardly despairing, still seemed to emphasize how far ''human rights'' have to go.\nIt is not just a matter of the record. It is a matter also of attitude. The impression persists that, 35 years later, we have become a bit resigned to the violation of ''human rights,'' rather as we have become accustomed to not walking the streets of our cities after dark. It is not the violation of ''human rights'' that earns a nation the designation ''focus of evil.'' In fact, we no longer demand a decent ''human rights'' record as a prerequisite of a country we do business with - even arms business.\nWhich is the worse crime - violation of ''human rights'' or terrorism? It is a false and foolish question, but it has been asked in Washington and elsewhere. Thirty-five years after the declaration, terrorism tends to gain the priority. Our vigilant eye is devoted first to the certifiably guilty bomber rather than to the innocent victim of less spectacular injustices.\nThe mood seems to be to ''get tough,'' even in the home, where ''tough love'' has become a popular posture for many parents. Too much concern for ''human rights'' is somehow perceived to be soft - weak. It is as if ''human rights'' has been confused in people's minds with ''permissiveness.''\nIn 1948 ''human rights'' was the piety on all lips. In 1983 the ideal has become almost a secret embarrassment, interfering with our inclination of the moment to play hardball. Yet ''human rights'' is too fundamental a criterion to fluctuate with political fashion. What other premise can serve as the common standard for international morality to build upon? If we do not weep for past injustices and promise, at least, to take responsibility for future injustices, what hope is there?\nThe new government of Argentina has decided to treat as crimes the violations of ''human rights'' - an estimated 30,000 cases - that occurred under the military junta. This is an encouraging proof that callousness to ''human rights'' can exist only as a temporary aberration. We are not made not to care.\nIn honor of the 35th anniversary, an Austrian artist, Friedensreich Hundertwasser, designed six postage stamps to celebrate ''human rights.'' One stamp depicts a number of windows, drawn with deceptively childlike simplicity, as if a window were the most marvelous gift in the world. Hundertwasser sees ''human rights'' beginning as a window of one's own, from which one can look out with curiosity and delight upon the world, while the world can look back and appreciate (in Hundertwasser's words): ''There lives a free man.''\nA small signal from a small window on a postage stamp - you can't get much smaller than that! But you can't get much bigger, either.\n\nGraphic\n\n \nDrawing, no caption, by Eugene Langley"
}