{
    "title": "Human rights group slams Egypt 's new anti-terrorism law",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 19,
    "full text": "CAIRO - Egypt's sweeping new counterterrorism law erodes basic rights and defines terrorism so broadly that it could encompass civil disobedience, Human Rights Watch said Wednesday.\nThe New York-based group says in a report that the law, passed by President Abdel-Fattah el-Sissi last weekend, gives prosecutors greater power to detain suspects without judicial review and order wide-ranging and potentially indefinite surveillance of terror suspects without a court order.\n\"Egypt's president has taken a big step toward enshrining a permanent state of emergency as the law of the land,\" said Nadim Houry, deputy Middle East and North Africa director at Human Rights Watch. \"The government has equipped itself with even greater powers to continue stamping out its critics and opponents under its vague and ever-expanding war on terrorism.\"\nEl-Sissi, who passed the law, just like dozens of others, in the absence of parliament, has led a harsh crackdown on Islamists and other opponents since 2013, when he led the military overthrow of the Islamist Mohammed Morsi, the country's divisive first freely elected president.\nFollowing Morsi's ouster, a long-running insurgency in the Sinai Peninsula surged, with stepped-up attacks targeting the military there and on the mainland. The most potent armed group in Sinai pledged allegiance to the Islamic State group last year.\nThe ant-terrorism law was finalized amid a wave of attacks and killings this summer, including the assassination of Egypt's attorney general by a car bomb in Cairo.\nEgyptians lived under so-called \"emergency laws\" for decades that gave police extensive powers, encouraging a culture of excess and brutality among security forces, something that partially inspired the 2011 uprising against longtime autocrat Hosni Mubarak. The law was suspended after his overthrow.\n\"The Egyptian government faces a serious and deadly insurgency,\" Houry said. \"But eroding basic rights, curtailing dissent, and using 'terrorism' as a cudgel against opponents is no way to win the battle for hearts and minds.\"\n\nLoad-Date: August 19, 2015"
}