{
    "title": "Humble part of school safety group",
    "publisher": "messenger-inquirer ",
    "year": 2018,
    "month": 6,
    "day": 13,
    "full text": "June 13--Jerry Humble, a retired Marine major general and former director of the Tennessee Office of Homeland Security, is concerned about how schools and law enforcement agencies across Kentucky are prepared to face an active shooter at schools.\nHumble, who is a special deputy who teaches leadership, counter-terrorism and emergency planning with the Daviess County Sheriff's Department, said school districts, police and sheriff's department have been left to create their own, individual school shooting response and security plans.\n\"There are still schools that don't lock their doors, and there are teachers that don't lock their classrooms,\" Humble said. \"But for safety, it has to be done.\"\nHumble said that's why he approached state officials about forming a group to look specifically at how to improve school security.\n\"I strongly recommended this is something that needs to be resolved in Kentucky, because each county and city does its own thing in school safety,\" Humble said Tuesday.\n\"We need a statewide approach,\" he said.\nHumble said government officials had already been thinking along those lines. On Monday, the state School Safety Working Group met for the first time in Frankfort with the goal of crafting a report that lawmakers can use to draft legislation in the 2019 General Assembly.\nThe bipartisan group of House and Senate members also includes school safety specialists, school officials, a school psychologist and a student. Humble was named a consultant to the working group.\n\"I'm just pleased they asked me to be a consultant,\" Humble said. \"I'm doing it at no pay.\"\nThe group will travel across the state between now and their final meeting in December, visiting school districts and hearing from experts to gather best practices for improving school security, Humble said.\nRight now, there are any number of approaches schools and law enforcement use, Humble said.\n\"Not everyone does it the same way,\" he said. \"Not every school has an SRO (school resource officer), all SROs aren't (trained) the same way.\"\nIn addition to having expertise in counter-terrorism and security, Humble said he has a personal interest in the success of the group.\n\"I have two grandchildren in schools,\" he said.\nWorking group co-chairmen Sen. Max Wise and Rep. Bam Carney, both Campbellsville Republicans, said Monday the group won't be making recommendations.\nHumble said that school districts need some uniformity in how to approach school security. \"There needs to be something that says, 'you will put barricades in front of your doors, you will lock doors,' \" he said.\nThe group will also look possible ways the number of School Resource Officers, who are trained police officers and sheriff's deputies assigned to work in schools, can be expanded so more schools can have them.\nTraining for teachers and law enforcement should also be standardized, and technology, such as cameras, can be better used to help schools respond, Humble said.\nThe working group will visit Owensboro later this summer to observe active shooter training that the sheriff's department provides for Daviess County Public Schools, Humble said.\n\"We are out to see best practices around the state,\" Humble said.\nJames Mayse, 270-691-7303, jmayse@messenger-inquirer.com, Twitter: @JamesMayse\n___ (c)2018 the Messenger-Inquirer (Owensboro, Ky.) Visit the Messenger-Inquirer (Owensboro, Ky.) at www.messenger-inquirer.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 13, 2018"
}