{
    "title": "Hungary hopes to entice tourists afraid of Euroterrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 7,
    "full text": "No guard stood watch outside the Dohany Synagogue. No one was searched.\n''In Western Europe, Jews need protection, but not in Hungary,'' explains Geza Seifert, the president of Budapest's 100,000-strong Jewish community. She describes the various terrorist attacks on Jewish targets in Paris and Vienna and concludes, ''We enjoy a very happy situation.''\nThe scene summed up Budapest's feeling of security following the escalation of terrorism in Western Europe and the United States' bombing of Libya.\nHungary, like the rest of the Soviet bloc, has escaped the violence. That happy situation throws into high relief two elements most Hungarians usually try to play down: the country's Soviet alliance and its strict communist police structure.\nHungarian dissidents emphasize the police. Although Hungary may indeed be the most liberal of Soviet-bloc countries, its remaining totalitarian features permit it, in the dissidents' view, to protect itself against terrorism.\n''At the border, every car trunk is opened, and most luggage searched so you can't get arms into Hungary,'' explains Tamas Bauer, a leading opposition economist.  ''That's normal here. Not in Western Europe.''\nIn contrast, Hungarian officials emphasize the Soviet ties. Since Libya, Syria, and the Palestine Liberation Organization are supported by the Soviet Union, they say these suspected terrorist hotbeds are unwilling to strike at one of Moscow's allies.\nOrdinary Hungarians like Krisztina agree. With the 30th anniversary of the 1956 uprising approaching, she doesn't reminisce fondly about the Russians. She sees Soviet preeminence as a necessary evil, and savors its few benefits.\n''The Soviets brought us lots of other problems, but at least we're safe with them,'' she says.  ''With the United States, I'm not so sure.''\nShe refers, of course, to the US's April 15 bombing of Libya. Officials also criticize that action. Like many Western Europeans, Hungarians say they understand American anger over terorism. But like Western Europeans, the Hungarians don't believe bombing Libya is the best way to restrain Col. Muammar Qaddafi.\n''It was a risky, illegal operation,'' comments one official. He explains that such actions increase East-West tensions, an unpleasant prospect for a small country which sits on the East-West fault line.  ''We want this to blow over as soon as possible.''\nA look at the Western tourists strolling along the Danube River boardwalk illustrates why. Hungary maintains open links with the West, needing hard currency and valuing its historic ties to German-speaking Central Europe.\nTourism provides these two benefits. A record 2 million visitors, including a 20 percent increase in the number of Americans, visited Hungary last year, making tourism the country's largest earner of hard currency after agriculture. Terrorism promises to cut into those earnings.\n''Americans don't come to Europe just for Hungary,'' explains Akos Niklai, Director of the luxury Forum Hotel. ''So when fewer visitors go to Western Europe, fewer visitors come to Budapest.'' Package trips combining Vienna and Budapest account for most of the cancellations.\n''We're still calculating the losses,'' says Martin Lengyel, deputy director of the Ministry of Tourism, ''Although the Western Europeans are still coming, there are fewer Americans.''\nMr. Lengyel and Mr. Niklai are intrigued by reports of a rise in bookings to the Soviet Union. They hope to cash in, too.\n''Security could be an attraction for Hungary,'' suggests Lengyel. In a press conference with American journalists at a recent tourism meeting, he says, he pointed out Hungary's clean record with terrorism."
}