{
    "title": "Hunt them down",
    "publisher": "daily news ",
    "year": 2013,
    "month": 1,
    "day": 19,
    "full text": "The bloody terrorist assault and attempted rescue at a natural gas field in the Algerian desert has left dozens dead, including at least one American hostage.\nThe U.S. will take \"all necessary and proper steps\" to respond, said Defense Secretary Leon Panetta. Just so.\nThis is not some minor flareup. It is a sign that the center of gravity of the war on Islamist terrorism has shifted ominously to North Africa. Sustained diplomatic, intelligence and military attention, likely including drone strikes, are inevitable.\nThe facts on the ground are hazy. In broad outline, Al Qaeda-linked radicals known as Signatories in Blood raided the complex, targeting non-Algerians. They were led by a one-eyed, 40-year-old Algerian named Mokhtar Belmokhtar, who now should be a marked man.\nThe stated motive: retaliation for French military intervention in neighboring Mali. Unarmed people were shot in cold blood. Some of those held captive had explosives hung around their necks.\nWithout warning the hostages' home countries, the Algerian government sent in a rescue team. The action freed some captives, but the poorly executed operation may also have cost lives.\nThe Islamists reportedly offered to exchange two Americans for radicals imprisoned in the U.S. - Omar Abdel Rahman, the blind sheik convicted of plotting to bomb New York landmarks, and Aafia Siddiqui, a Pakistani woman convicted of shooting American soldiers in Afghanistan. The State Department properly rejected the notion.\nIn recent months, Islamist rebels in Mali have made major gains; the jihadists hold its northern half, a swath of land as large as Afghanistan.\nThe newly committed French troops and warplanes may slow that advance, inflame the insurgency or, over the long term, both. (A radical leader promises the foreign intervention \"has opened the gates of hell.\")\nAl Qaeda-style terrorism has festered in North Africa. The deadly disease can no longer be ignored; it must be eradicated.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: January 19, 2013"
}