{
    "title": "Hunt_ U.S. Muslims are terrorism's collateral victims",
    "publisher": "the salt lake tribune",
    "year": 2016,
    "month": 6,
    "day": 20,
    "full text": "Americans are still grieving the tragic murder of 49 people in a gay night club in Orlando, Florida. The deranged assassin was a Muslim.\nThe attack has sparked concern about a culture of terror sweeping the nation, prompting demands for actions against Islam and its followers.\nA year ago, Dylann Roof, a neo-Nazi, slaughtered nine black congregants, including the pastor and a state senator, at a church in Charleston, South Carolina. He's referred to as a lone wolf white supremacist.\nThe calls for banning Muslims, greater surveillance of mosques and even creating a new House Committee for UnAmerican Activities focusing on jihadists give rise to two questions: Do Muslim Americans present a grave threat and could much more be done to prevent such attacks? The answer to both is no; most Americans wouldn't agree.\nThe shootings in San Bernardino, California, last year, and in Orlando on June 12 were horrific, says Richard Clarke, the counterterrorism czar under Presidents Bill Clinton and George W. Bush. But such events \"are rare,\" Clarke says. \"In the entire Obama administration, there have been six incidents involving eight people.\"\nBefore Orlando, more Americans had been killed since Sept. 11 by white-nationalist terrorists in the U.S. than by Muslims.\nRobert McKenzie, an expert on U.S. relations with the Islamic world at the Brookings Institution, says the U.S. has resettled about 800,000 refugees over the past 15 years; five have been arrested on terrorism charges.\nCritics assert that Muslims don't assimilate. That's not true in most places. Surveys by the Institute for Social Policy and Understanding and the Pew Research Center suggest that the attitudes of U.S. Muslims about country and community are similar to those of adherents of other religions. A Pew poll several years ago found that Muslims, more than 3-to-1, preferred to adopt American customs rather than retain their distinct identities. They watch sports on television and play video games at the same rate as other Americans.\nMcKenzie complains that the news media rarely captures the civil engagement of Muslims. When the water supply in Flint, Michigan, was found to be toxic, the state's Muslims worked with members of other religions to aid distressed citizens while state and local officials failed. \"They were very helpful,\" says Lee Anne Walters, a Flint woman who blew the whistle on the contamination. \"It was great seeing everyone come together.\"\nThere are controversies. A handful of communities with large Muslim populations have sought to adopt Sharia law, a fundamentalist doctrine that would offend most Americans, including many Muslims. There are a small number of radical imams and vulnerable young men and women who are susceptible to propaganda from the Islamic State. The barbaric group had demonstrated a sophisticated grasp of social media, putting out more than 90,000 messages daily in multiple languages, including Hebrew (though that's not intended to attract Jewish converts but to convey a (false) impression of omnipotence).\nClarke says the U.S. needs to institute a \"much more thorough program\" to counter that propaganda. He also says that preventing suspected terrorists from having easy access to lethal weapons should be a no-brainer. But he warns that there are no panaceas: \"When a guy one minute suggests he may be sympathetic to ISIS and the next minute decides to kill people, catching that minute is really, really hard.\"\nLonger term, Islamic radicalism needs to be addressed at the source, the Middle East. No one, other than a few vote-seeking politicians, argues that can be done easily or quickly. There will be more terror strikes in the U.S. and elsewhere.\nSo it's worth remembering that the vast majority of U.S. Muslims go to school, work hard, pay their taxes, participate in their communities and serve in the military. That's why they resent being told they are on the front lines in the fight against radical terrorists, McKenzie says: \"They don't know who those people are.\"\n\nLoad-Date: June 22, 2016"
}