{
    "title": "Hunt for 'terrorism nexus' changes how FBI handles crime",
    "publisher": "usa today",
    "year": 2004,
    "month": 8,
    "day": 19,
    "full text": "WASHINGTON -- In the post-Sept. 11 FBI, crime-fighting is focusing less on former staples such as bank robbery, the new head of the FBI's criminal division said Wednesday.\nInstead, agents are consumed by terrorist threats. They look for connections in everything from Albanian gangsters and Mexican immigrant-smuggling rings to credit card scams and thefts of baby formula.\nIn a briefing with reporters, Chris Swecker, who was appointed in July, said agents are always looking for \"a terrorism nexus\" while trying to maintain the FBI's role in investigating major crimes.\nBut the FBI's criminal division is leaner: It has 5,000 agents, compared with 6,500 before 9/11, and has had to scale back.\nBecause of the shift of personnel to anti-terrorism cases, the FBI no longer sends agents to every bank robbery. Nor does it conduct \"buy-bust\" drug operations.\nAgents are dispatched only for armed bank robberies and not to \"note jobs,\" in which robbers demand money with a note, he said.\nThe FBI now focuses on such criminal enterprises as Mexican immigrant-smugglers who could sneak terrorists into the USA and gangsters from the Balkans who are challenging the American Mafia for control of gambling, prostitution and other rackets.\nYet agents also must pay attention to crimes that would have gotten little notice from the FBI before 9/11. Though petty in nature, frauds involving credit cards, loans and food stamps, as well as thefts of baby formula, could raise money for terrorists, Swecker said.\nBefore 9/11, federal and local law enforcement agencies cracked a cigarette-smuggling ring in Charlotte that also used credit card fraud to finance terrorists who were part of Hezbollah in Lebanon.\nSo far, the FBI has not linked food stamp fraud or baby formula thefts to terrorism, Swecker said.\nNor have they found a terrorism connection between militant Islamists in Albania and Albanian gangsters here, he said.\nBut the threat posed by organized crime is ominous, Swecker said. He estimated that more than 1,000 gangsters from Albania, Macedonia and other Balkan states are inside the USA.\n\"Traditional law enforcement doesn't intimidate them,\" he said. \"There is a reckless abandon to how they operate.\"\nFor years, gangsters from the Balkans, particularly Albanians, were used by the American Mafia for dirty work, such as beatings and killings, said W.K. Williams, head of the FBI's transnational crimes unit.\nRecently, he said, Albanian gangsters have seized control of some rackets from New York Mafia families whose leadership has been weakened in the past five years by FBI investigations. Swecker said the FBI is sending agents to work with police in the Balkans and Sicily to investigate such groups.\n\nLoad-Date: August 19, 2004"
}