{
    "title": "Hussein's plea for help from world's terrorists being largely ignored",
    "publisher": "the day ",
    "year": 1991,
    "month": 2,
    "day": 21,
    "full text": "There apparently is no bottom to the depths of Saddam Hussein's public relations problems. Even the world's terrorists are largely ignoring him.\n \n       On Jan. 20, three days after the Persian Gulf war began, Baghdad Radio broadcast a five-minute talk during which Iraq's president called for terrorist attacks around the world.\n \n    In the intervening month, there have been about 60 terrorist incidents, most of them minor, and few clearly tied to the war in the gulf.\n      The most serious were the murder of a retired American in Turkey and attacks, apparently by the Irish Republican Army (IRA), against the home of the British prime minister and on two London subway stations.\n \n       Authorities said the killing in Turkey might have been tied to the Persian Gulf war. British officials have indicated there is no evidence to link the London bombings to the war.\n \n       Many of the other incidents, which occurred in Europe and in the Middle East, have targeted property at times of the day when few people were endangered. The FBI reports that there is no evidence at this point of terrorist activities within the United States.\n \n       Two experts on international terrorism say Saddam Hussein's call to terror is being largely ignored.\n \n       \"These groups will declare their solidarity with Saddam, but they don't necessarily act at his beck and call,\" said Victor Le Vine, a professor of political science at Washington University in St.  Louis.\n \n       \"All these groups have their own agendas. They will only respond to Saddam if it suits their own purposes.\n \n    \"You'll always find some activity, like the IRA bombings in London, that piggyback the news because they get wider attention that way. But they're not obeying orders from Saddam. They might be his clients, but they're not his servants.\"\n \n       That perception is shared by Tom Travis, a professor of political science at Bucknell University in Lewisburg, Pa.\n \n       \"I think perhaps the various groups that use terrorism around the world don't think this is a very good cause,\" Travis said. \"It's difficult to make a credible case that the Persian Gulf war is the mighty West against the Third World when much of the Third World Bangladesh, Pakistan, Morocco, Syria, Saudi Arabia, Kuwait and the Emirates are all siding with the West.\"\n \n       But Travis added the caution that just because terrorism is not on the increase now does not mean the world is secure for the future.\n \n       \"Security has improved dramatically since the outbreak of the war,\" he said. \"I was in Austria at the time, and it took me an hour longer to depart than it took me to arrive.\n \n    \"Various groups involved in terrorism might want to take some action, but in the public places they normally would hit, security is too tight.\n \n       \"If we are lulled by the lack of attacks and let security get lax, or if the United States and its allies do something during the war that gives the terrorist groups some justification in their own minds, you might see an upswing in incidents in the weeks ahead.\"\n \n       Libyan leader Moammar Gadhafi threatened Wednesday to launch a revolution from the Persian Gulf to the Atlantic Ocean and on all continents if Iraq is crushed despite its stated willingness to leave Kuwait. Nonetheless, Le Vine said he expects that future terrorist activity, if it occurs, will be confined largely to Europe and the Middle East.\n \n       \"That's where it's been happening so far, and that's where it will continue,\" he said.\n \n    \"It's easier and cheaper to work there,\" Le Vine added. \"If you're a terrorist, that's where your colleagues are, that's where your contacts are, that's where your safe houses and caches of materials are.\"\n \n    But despite the threats, Le Vine said, he would be surprised to see a major outbreak of terrorism.\n \n       \"Frankly, if the terrorists see Saddam as a loser, they won't think it's worth the expense and risk to support him. I think a lot have already decided they don't want to be associated with him.\"\n\nLoad-Date: November 12, 1992"
}