{
    "title": "HUSSEIN WELCOMES ARAFAT STATEMENT OF TERRORISM",
    "publisher": "the new york times",
    "year": 1985,
    "month": 11,
    "day": 9,
    "full text": "King Hussein of Jordan today welcomed as a ''positive step'' a declaration on Thursday by Yasir Arafat, chairman of the Palestine Liberation Organization, renouncing terrorist acts outside Israeli-occupied territory.\nBut the King said the P.L.O. would have to do far more at an appropriate time to position itself as an acceptable ''partner in peace'' with Jordan.\nIn an interview at the Marigny, France's guest residence, the King said Mr. Arafat's organization would have to become more ''cohesive,'' to speak and act ''with one voice.''\nMoreover, he said, Mr. Arafat would eventually have to declare at an ''appropriate'' time the P.L.O.'s acceptance of United Nations Security Council Resolutions 242 and 338, which implicitly recognize Israel's right to exist. It would also have to declare its willingness to negotiate peace with Israel at an international conference, and to renounce all acts of violence inside and outside Israel.\nSpecifies No Timetable\nThe King declined to specify when he expected Mr. Arafat to make such declarations publicly, but he has already asked him to ''reaffirm'' privately his commitment to their joint plan of action, he said.\nPressed as to an appropriate time for a public declaration, the Jordanian leader replied: ''When we see the other side evolve to the point where it is ready to attend an international peace conference, when there is an agreement in principle - by Israel and the United States - to move towards such a conference within a set time frame.''\nHis remarks appeared to reflect not only his determination to prevent the P.L.O. from undermining his efforts to win support for an international conference, but also his lingering ire over the P.L.O.'s involvement in the hijacking of the Italian cruise ship Achille Lauro and the collapse of a London meeting between Palestinian representatives and British officials last month. The talks broke down after a P.L.O. member of a Jordanian-Palestinian delegation refused to sign a statement recognizing Resolutions 242 and 338 and Israel's right to exist and renouncing terrorism.\nSoon after, the King started a review of relations with the P.L.O., which prompted a tense confrontation between the King and Mr. Arafat in late October in Amman.\n \nDescribes Content of Talks\nThe King described for the first time today the content of those discussions, which he called ''thorough and candid.''\nJordan had demonstrated its good faith, he said, by reaffirming privately and publicly its continued commitment to the agreement it signed with the P.L.O. on Feb. 11 outlining the principles of a joint bid for peace. He had also restated his belief that the organization should take part in any serious peace talks.\nBut, he added, he and Mr. Arafat spoke ''at great length of the setbacks the Palestinian cause and the image of the P.L.O. had suffered lately.''\n''I stressed the need for the P.L.O. to appear cohesive,'' he recounted. ''We can't make progress when you present different faces of what is suposed to be a common front.''\n''We discussed the need for the P.L.O. to insure that no actions are taken anywhwere that are contrary to our agreement and, hence, self-defeating,'' he said.\nHe said he had asked Mr. Arafat for a private reaffirmation of his organization's willingness to ''do what is needed at the right time,'' specifically, to endorse Resolutions 242 and 338, and to negotiate with Israel at a peace conference.\n \nSerious Talks or Violence\nAsked whether he thought the P.L.O. should renounce all terrorism inside and outside Israel, the King replied: ''You can't be involved in serious talks and in violence. A renunciation of violence by the P.L.O. would pave the way for its playing a role.''\nHe stressed, however, that the P.L.O. could not be asked to make such a declaration unless an international conference was likely. He noted that neither Israel nor the United States had yet endorsed the type of forum he envisioned.\nThe King appeared to accept for the moment the distinction Mr. Arafat drew in his declaration in Cairo on Thursday between the legitimacy of violence inside and outside Israeli-occupied land.\n''Obviously we differentiate between action taken outside those territories and those that come from and reflect the misery of Palestinians living under occupation,'' the King said.\n''When a West Banker throws a stone, that is not organized P.L.O. resistence,'' he continued. ''It is the Palestinian people expressing legitimate opposition to l8 years of occupation and denial of their rights.''\n \nStill Awaiting Assurances\nThe King said his review of the P.L.O. would not be complete until Mr. Arafat had given him the assurances requested. He stressed that Mr. Ararat's Cairo declaration was not, in his view, a ''substitute for our meeting and a joint chartering of our course.''\n''We're awaiting their response,'' he said."
}