{
    "title": "I Don't Do 'Do'",
    "publisher": "the new york times",
    "year": 2009,
    "month": 4,
    "day": 12,
    "full text": "When Larry Summers, the top White House economic adviser, was asked in February whether he backed the Treasury's decision to introduce a bank-bailout plan before it could provide specifics, the Times reporter Sheryl Gay Stolberg wrote: ''Mr. Summers, well schooled in Washington's ways, invoked newspaper slang for behind-the-scenes tales. 'I just don't do ticktock,' he said flatly.''\n  My first reaction, as a student of politico-journalese, was to run my computer's mouse up the clock on ticktock. First citation, it turns out, was in a query directed at me by Henry Hubbard, the White House correspondent for Newsweek in 1971: ''I'm doing a tick-tock on the new economic policy.'' He wanted to learn the chronology of Nixon administration decision-making on a plan to stop inflation and a run on U.S. gold reserves by imposing wage-and-price controls and ending the convertibility of the dollar into gold (not, in retrospect, such a hot idea). Only when assured he was not working on a gloomy violin piece -- the monicker for a purple-prose mood setter in the front of the then-thick newsmagazines -- did I, the speechwriter-source, do the ticktock, a term from the era of mechanical clocks that lingers on (although it has since lost its hyphen).\n  But then I started thinking about the front end of Summers's dismissive comment: not his concluding noun ticktock, but the beginning verb do. Soon after straight-talking George W. Bush became president, Candy Crowley of CNN recalled having asked him, years before, about ''the nuance of your answer.'' She said, ''He looked at me, and he said, 'In Texas, we don't do nuance.' '' In 2000, The Times reported that a former colleague of the digital analyst Esther Dyson said that ''she just doesn't do small talk.'' Before that, the O.E.D., in its exhaustive history of do, cites Charles Dickens and other 19th-century writers using the phrase ''to do the [adjective like ''grand'' or ''lazy''] thing''; then came a burst of usage in the 1990s of the ''I don't do'' phrasal template followed by the likes of ''nuance'' or ''small talk'' or ''ticktock.'' Last month, Michael Neal, president of GE Capital, told analysts that his company shunned the complex securities now in disrepute: ''We don't do bad acronyms, like C.D.O.'s or S.I.V.'s'' (which are initialisms, not acronyms, words formed from a name's initial letters).\n  It struck me that this latest fad use of do was rooted in the stern warning of the prospective maid (later domestic servant, later domestic worker, now cleaning lady): ''I don't do windows.'' I ran this speculation past Ben Zimmer of visualthesaurus.com, who replied: ''I think your hunch is correct about the provenance of the 'I don't do X' phrasal template. There must have been a major influence from the stereotypical maid's stipulation, 'I don't do windows,' which attained catchphrase status by the mid-1970s as a staple of sitcoms and cartoons.'' \n  But does the ready acceptance of this ''phrasal template'' mean we are living in syntax, undermining the rules of order and word relationships in sentence structure on which we base our grammar? ''An interesting syntactic aspect is that the complement of do, regardless of whether it's a noun or adjective, can take on a highly abstract quality,'' Zimmer said. ''When Larry Summers said, 'I don't do ticktock,' he was taking the journalistic sense of 'ticktock' and abstracting it into a mass noun for the disclosure of behind-the-scenes gossip.''\n  I do usage, I do etymology, I do synonymy, I do nuance, I do metaphor, I do slang, I do a little light grammar, but I don't do syntax.\n  WAR ON MAN-CAUSATION\n  When Janet Napolitano, the new secretary of homeland security, testified before Congress, she caused a stir by ostentatiously avoiding the use of a certain familiar word central to the mission of her department: terrorism. A reporter for the German magazine Der Spiegel asked, ''Does Islamist terrorism suddenly no longer pose a threat to your country?'' Napolitano replied, ''I presume there is always a threat from terrorism,'' and also noted that she had referred to ''man-caused disasters.'' She added, ''This is perhaps only a nuance, but it demonstrates that we want to move away from the politics of fear.''\n  The Wall Street Journal columnist Peggy Noonan commented: ''Ah. Well, this is only a nuance, but her use of language is a man-caused disaster.'' Noonan makes an excellent point of light: a word is not the thing itself. (That was the message of the general semanticist Alfred Korzybski, famous for ''a map is not the territory.'') Renaming terrorism ''man-caused disaster'' does not begin to deal with the real thing that is terrorism.\n  Napolitano, however, is to be hailed for breaking the taboo that has afflicted the word man. Political correctness, driven by the abhorrence of sexism in language, has banished such phrases as the forgotten man, man on horseback, century of the common man, even man in the arena. The adjective manly is forbidden and mankind is out, replaced by humanity. Chairman finds its substitute in chairperson or plain chair (although The Times requires a writer to choose between chairman and chairwoman). The only acceptable use of man is when it is introduced by hu.\n  Not anymore! Thanks to the vocabulary policy adopted at the cabinet level by the Obama administration, long-awaited change has come to lexical misanthropy. With the start of what phrasemakers could call ''War on the Word 'Terrorism,' '' Napolitano's coinage of the compound euphemism man-caused shows we finally have a top-level politico who can do nuance. \n  Send comments and suggestions to: safireonlanguage@nytimes.com  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING / LETTERING BY MICHIEL SCHUURMAN)                           \n\nLoad-Date: April 12, 2009"
}