{
    "title": "I Predicted More Hate-Based Violence. El Paso Won_t Be the End of It",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 31,
    "full text": "President Trump has yet to apologize for painting people of color as outsiders and invaders.\nThis article has been updated to reflect news developments.\nThree days before a mass shooting that killed at least 21 people in El Paso, I predicted in these pages that we were on the path to a frightening uptick in white nationalistic hate violence. The El Paso terrorist appears to have been motivated by a racist ideology that cited other mass shootings, including in Christchurch, New Zealand. The F.B.I. has labeled it domestic terrorism and the governor of Texas has suggested that it be prosecuted as a hate crime. I have never felt so badly about being so right.\nI made that prediction because I learned from 25 years in the F.B.I., including during a stint as head of counterintelligence, to trust my gut when I saw a threat unfolding. Now, my instinct and experience tell me that El Paso will not be the end of it, and that we are headed for more hate-based violence potentially stoked by a divisive president. (The motive for a second mass shooting on Sunday in Dayton is less clear.)\nYes, President Trump has fallen short of calling for violence against minorities and immigrants. And yes, he condemned racist violence and white supremacy on Monday. But he has yet to apologize for painting people of color as outsiders and invaders, for calling for them to be sent back to where they came from, and for asserting that no humans would want to live in certain American cities. As a consequence, he has given license to those who feel compelled to eradicate what Mr. Trump himself has called an infestation.\nSince October, the F.B.I. has made 90 arrests in domestic terrorism cases. Domestic terrorism includes violence by Americans who belong to anti-government militias, white supremacist groups or individuals who ascribe to similar ideologies not connected to Islamic extremism. In fact, the F.B.I. says that of its 850 pending domestic terror investigations, about 40 percent involve racially motivated extremism. In 2017 and 2018, the F.B.I. made more arrests connected to domestic terror than to international terrorism, which includes groups like Al Qaeda and the Islamic State and their lone-wolf recruits.\nJust a week before the El Paso massacre, a young man with a rifletook the lives of three people and injured at least a dozen others at the annual Gilroy Garlic Festival in California. Preliminary reports indicated that among the gunman’s social media postings was an exhortation to read the obscure            1890 novel “Might Is Right,” which justifies racism and asserts that people of color are biologically inferior.\nThat same weekend, Mr. Trump lashed out via Twitter at a black congressman, Representative Elijah Cummings, a Maryland Democrat. As he has before, the president expressed his wrath with a message aimed at dividing us along racial lines. Mr. Cummings is chairman of the House Oversight Committee, which recently voted to authorize additional subpoenas for senior White House officials’ communications. \nMr. Trump attacked with multiple tweets, including: “Why is so much money sent to the Elijah Cummings district when it is considered the worst run and most dangerous anywhere in the United States. No human being would want to live there. Where is all this money going? How much is stolen? Investigate this corrupt mess immediately!” \nMr. Cummings represents a majority-black area encompassing much of Baltimore as well as parts of Howard and Baltimore Counties. Many people live in that district by choice. In another tweet, the president described the district as “a disgusting, rat and rodent infested mess” that is “FAR WORSE and more dangerous” than the nation’s southern border.\nThis outburst came on the heels of the president’s denunciation of four Democratic congresswomen of color as anti-Semitic and anti-Israel. Although three of the four were born here, and all of them are, of course, Americans, Mr. Trump said they should “go back” to the “totally broken and crime infested places from which they came.” He also asserted his belief that the four congresswomen were not “capable of loving our country.” \nReporting indicates that Mr. Trump’s rants embolden white hate groups and reinforce racist blogs, news sites and social media platforms. In response to his tweets, one of the four lawmakers, Representative Ilhan Omar of Minnesota, said: “This is the agenda of white nationalists, whether it is happening in chat rooms or it’s happening on national TV. And now it’s reached the White House garden.” She’s right.\nTo be clear, I am not accusing President Trump of inciting violence. And in the manifesto attributed to him, the man accused of the El Paso shootings does not cite Mr. Trump as an inspiration. But the president’s aggressive and race-baiting responses to his critics, and his attacks on immigrants, particularly from Latin America, have been beyond the pale. He has chosen a re-election strategy based on appealing to the kinds of hatred, fear and ignorance that can lead to violence. \nIt doesn’t really matter whether Mr. Trump is truly a racist or merely playing one on television to appeal to his base. Either way, his path can lead to bloodshed. We’ve seen this movie before in the radicalization of Muslims by internet sermons delivered by charismatic, father-figure clerics who inspire terrorism and martyrdom. \nBefore El Paso, I said that when the next act of racial violence occurred, we would hear White House officials and the Republican leadership claim their hands were clean because malicious people can’t be stopped from acting out. And indeed, almost immediately after the El Paso bloodshed, Republican leaders, including the president, began citing factors like mental health and video games to explain the killings. \nDon’t believe a word of it. Terrorists aren’t born that way: They are inspired, cultivated and directed. Our experience with online radicalization has shown that there is a clear path to violence. Unless the path is blocked by those who built it, the journey will become even more deadly.\nFrank Figliuzzi, a former assistant F.B.I. director for counterintelligence, is a national security analyst for NBC News. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some            tips. And here’s our email:            letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook,            Twitter (@NYTopinion) and            Instagram.\nPHOTO: A memorial for victims who died in Saturday’s mass shooting by a white nationalist at a Walmart in El Paso. (PHOTOGRAPH BY Mark Ralston/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: August 7, 2019"
}