{
    "title": "I Spent 25 Years Fighting Jihadis. White Supremacists Aren_t So Different",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "We can’t fight domestic terror groups efficiently until the law treats them the way we treat foreign ones.\nWhen a young Muslim man, self-radicalized online, kills in the name of Islamist ideology, we have no trouble calling him a terrorist and connecting him with groups like ISIS. When a young white man, similarly self-radicalized, kills in the name of racist ideology — even when he publishes a manifesto to that effect — we tend to call him disturbed. We speak about him as a troubled loner, rather than a member of a wider network.\nThe disparities are not limited to cultural perceptions. America’s law enforcement agencies, intelligence community and court system all treat these two scenarios differently. Those differences in treatment mask instructive similarities between these two forms of organized hate. Having spent almost 25 years fighting jihadi terrorism here and abroad, I see disturbing parallels between the rise of Al Qaeda in the 1990s and that of racist terrorism today. \nWhite supremacists, like their Islamist counterparts, explicitly seek to use violence to create a climate of fear and chaos that can then be exploited to reshape society in their own image. Their recruitment videos share an emphasis on the lifestyle they purport to offer recruits — one of “purity,” militancy and physical fitness. While jihadis share beheading videos, right-wing extremists glory in the live streaming of the deadly attack on two mosques in Christchurch, New Zealand. While Islamic State supporters communicate through an online platform called Telegram, white supremacists tend to do so through another platform, 8chan. \nOne group for neo-Nazis, founded by a veteran of the Iraq and Afghanistan wars, has taken the analogy to its logical conclusion, calling itself “The Base” — a direct translation of the meaning of the word Al Qaeda. The organization also uses similar black flag imagery. The Base maintains an online library of terrorist manuals; the Al Qaeda publication Inspire taught the Boston bombers how to build pressure-cooker explosives.\nPerhaps most disturbing of all, both groups have real-world war zones in which to learn combat. Jihadis had Afghanistan in the 1980s, the Balkans in the 1990s and Syria today. White supremacists have the war in eastern Ukraine, in which they are fighting on both sides. Dr. Kacper Rekawek, a scholar who has studied the matter, estimates that 17,000 people from 50 countries, including the United States and many of its allies, have traveled to fight in Ukraine. Those with ties to far-right militias in Ukraine            include at least one of four Americans indicted on a charge of promoting the deadly violence at the Unite the Right rally in Charlottesville, Va., in 2017. The New Zealand mosque attacker            claimed in his manifesto that he had traveled to Ukraine. What we know for sure is that during his attack he            wore a flak jacket bearing a symbol of one of the country’s main ultranationalist groups.\nAgainst this backdrop, it is hardly surprising to see the white-supremacist threat growing inside the United States. A study by the Anti-Defamation League found that, in 2018, right-wing extremists were responsible for three times as many deaths in the United States as were Islamists. The same study showed that 2018 was the deadliest year of right-wing extremist violence since 1995 — when the Oklahoma City bombing took place. Because of massacres like the one on Saturday in El Paso, the year 2019 may yet prove worse.\nOur intelligence and law-enforcement agencies are not blind to the threat. In May, a senior F.B.I. official testified to Congress that the bureau is pursuing about 850 domestic terrorism investigations. But our current counterterrorism framework was set up, in the immediate aftermath of 9/11, to deal exclusively with foreign terrorist groups like Al Qaeda. For example, the law allows for the monitoring of communications between people connected with foreign terrorist groups — even if they are United States citizens operating on American soil — and the sharing of the resulting intelligence among American agencies and with our allies. But those monitoring and intelligence-sharing tools cannot be used against those connected with terrorist groups based in the United States — no matter how dangerous — because domestic terror supporters are protected by free speech laws in ways that jihadis (including those who are United States citizens) are not.\nSince 2001, a long list of people have been indicted on a charge of providing material support to designated foreign terrorist entities like Al Qaeda. But for domestic terrorist organizations, material support charges are impossible because there is no mechanism for designating domestic terrorist groups as such. Moreover, domestic terror charges are harder to prove and carry penalties inadequate to the gravity of the offense. Even the Oklahoma City bomber, Timothy McVeigh, the worst domestic terrorist in the nation’s history, was not charged with any terrorism offense for precisely this reason.\nMany of our allies have already changed their own laws to allow more robust investigations of domestic terrorists. Britain’s domestic intelligence agency, MI5, for example, can now use many of the same methods against domestic extremism that they have long deployed against Al Qaeda, thanks to laws passed following 9/11.\nThe F.B.I. should follow MI5’s lead, with appropriate safeguards for our constitutional freedoms. But this can happen only if Congress updates our post-9/11 legislation to allow domestic terror groups to be designated in the same way as foreign ones. This will allow our law-enforcement agencies access to the full suite of monitoring tools and our prosecutors the ability to bring meaningful charges for aiding domestic terrorism.\nTwenty years ago, we grossly underestimated the rising threat of Islamist terrorism. That inattention cost us dearly on Sept. 11, 2001. We cannot afford to wait for the white-supremacist equivalent.\nAli H. Soufan (@Ali_H_Soufan) is a former F.B.I. special agent and the author, most recently, of “Anatomy of Terror: From the Death of Bin Laden to the Rise of the Islamic State.”\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some            tips. And here’s our email:            letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook,            Twitter (@NYTopinion) and            Instagram.\nPHOTO: An elderly father, center, his head bowed, mourns at the grave of his son who was killed in an attack by terrorists inside the Karte Sakhi shrine in Kabul in 2016. (PHOTOGRAPH BY Shah Marai/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: August 10, 2019"
}