{
    "title": "I'm glad I was in the crowd after bin Laden was killed",
    "publisher": "university wire",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Close\nOsama Riots 2011: Where the fuck were you?\nScreams echo from one end of campus to the other. Students stream out of their dorms in various stages of dress, first gathering in trickles then into one strong, 200-person crowd, where megaphones and chants of \"U-S-A\" resound off white police SUVs.\nThe raw energy of the crowd, latent but an hour ago, was harnessed to produce the biggest, most badass event Binghamton has ever seen.\nAcross the world, those who suffer from the daily fear of terrorism, those who live with the perpetual threat of sectarian violence shattering their homes and their families - they get a respite, if just for a moment.\nOsama bin Laden is dead. Shot dead 35 miles north of Islamabad by an \"Inglourious Basterds\"-style crew.\nSome say his death will provoke massive retaliation from radical Islam groups. As we walked together, though, I found myself daring anyone to try to fuck with America.\nA trumpet sounded \"Taps\" as what seemed like thousands of people gathered together, regardless of race, nationality, religion or politics. They gathered to commemorate what will become one of the most momentous days the Western world has seen.\nThis tremendous unity of spirit was typified by the speakers. There were shy introverts talking to a crowd for the first time; there were people clearly used to rabble-rousing regularly; there were Muslims talking about it from their perspective. And, for now, this unity seems sincere.\nThis is the same man who, a decade ago, shook this country to its core, who brought domestic attacks to this country and ignited a worldwide conflict; now, his death has brought the country back together.\nIt's not often you see history unfolding before your eyes. And maybe this won't make a difference - maybe Osama was already too old, run-down and unable to travel and he simply remains emblazoned on our mind as a vestige of the past decade; we identify him as the source of terrorism because of 9/11.\nEither way, as we repeated the \"U-S-A\" chant again and again, and called upon our memory of the Constitution and Declaration of Independence to unify under the banner of America, the mob mentality that so rarely gains force in a country so used to luxury and sedentary habit grew in magnitude. It was a full-on riot.\nYears from now, everyone across the country will think, \"Where was I when bin Laden was killed?\" For those who were there, the answer is, \"I was supporting my country, being a patriot, taking part in history.\" And for those who didn't, that answer will be, \"No, I watched from my room while history changed before my eyes.\"\nIt was the kind of surreal event you almost can't believe is happening.\nWe were lucky enough to watch it happen. But 20 years from now, I can say, \"I was in the living room watching Planet Earth, when Obama came on TV and said ... 'we got him.'\" As disappointed as I was that Obama didn't walk on stage with Osama's head, he still looked pretty badass as he stood there and said, \"Osama's death is a victory for all those who believe in peace. Justice has been done.\"\n\nLoad-Date: March 13, 2018"
}