{
    "title": "I'm sorry you are scared of me; my religion shouldn't frighten",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 10,
    "day": 29,
    "full text": "I was overwhelmed with sadness when journalist Juan Williams was fired from National Public Radio for saying he gets nervous when he sees Muslims on airplanes.  I was hurt by his comments, but I didn't think that they should have led to his dismissal. What upset me most, though, was the fact that the fear of Muslims in this country has become so widespread that it has even infected enlightened and well-respected journalists.  Whereas I reject the suggestion that Muslims must apologize every time some terrorist who happens to be Muslim decides to blow himself up, I do feel a personal responsibility to address the fears people have, and to try to put those fears to rest. \nSo as a Muslim, and as a frequent flyer, I say to those who would be inherently afraid to be on a plane with me: I'm sorry! My religion is not supposed to scare you. No religion is.  Most people who sit next to me on a plane would never suspect that this blond, blue-eyed Midwesterner who's chatting with them is a Muslim. If the subject of my faith ever does come up, it is usually greeted with the usual perplexed response: \"You don't look Muslim.\" And sometimes I get questions like, \"Why don't moderate Muslims speak up more,\" \"Why didn't Muslims condemn the Sept. 11 attacks,\" or \"Why does your religion oppress women?\" I try to engage my seatmates and dispel some of these myths. More importantly, I try to get them to realize how much we all ? as Americans and as humans ? can relate to one another. I might pull out pictures of my kids, and brag about my 6-year-old daughter's talents at reading and at whistling, or I might bemoan my 3-year-old son's premature addiction to the Nintendo Wii. From that moment forward, the conversation can go anywhere, from politics to the economy to raking leaves, but it always heads in a positive direction. As stereotypes melt away, mutual respect and mutual understanding take its place. Yes, we Muslims get defensive when people make blanket statements that associate our religion with terrorism, but Muslims must realize, rightly or wrongly, that many of our neighbors are scared, and this fear can be dangerous if it is belittled or ignored. We ought to avoid overreacting to innocent expressions of fear, and instead tackle them head-on through dialogue and outreach. At the same time, the rest of the country should realize that Muslim Americans are scared, too. Hate crimes against Muslim-Americans have risen sharply since this summer's controversy over the building of an Islamic center in lower Manhattan.  What's more, when terrorists target America, they target all Americans, Muslims included. That was true on Sept. 11, 2001, when more than 60 Muslims were among the 3,000 murdered by al-Qaida.  So Muslims in America have to worry about being victims of terrorism while at the same time worry about being blamed for terrorism. A handful of criminals really are ruining it for the rest of us. While many of us have been denouncing al-Qaida ad nauseam, it's more urgent than ever for us to directly and repeatedly challenge those in the Muslim world who attempt to use religion to justify the unjustifiable. Islam does not bless terrorism. It blesses peace. If you find yourself on a plane with a Muslim, just ask.  Raeed N. Tayeh is a writer and political analyst living in North Canton, Ohio, and is currently pursuing a law degree at the University of Akron School of Law. He can be reached via the Progressive Media Project. E-mail: pmproj@progressive.org \n\nLoad-Date: October 30, 2010"
}