{
    "title": "I-79 CRASH Police_ IEDs, guns, pot and chickens in wrecked Ford",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 8,
    "day": 23,
    "full text": "A Pennsylvania man was arrested Friday morning after the SUV he was driving - with live chickens and \"altered fireworks inside - wrecked on Interstate 79, shutting down the highway for several hours.\nSeth Grim, 21, was driving a Ford Explorer south on I-79 at about 3:30 a.m. when he flipped the vehicle between the Wallback and Amma exits, according to the West Virginia State Police.\nState Police Spokesman Lt. Michael Baylous said the driver was on the run from authorities in Pennsylvania.\nBaylous said the Explorer was carrying improvised explosive devices, a large amount of ammunition and two AK-47-style rifles, and that troopers found marijuana in the vehicle.\nHe described the explosive devices as \"altered fireworks but did not know what kind of fireworks they were or how they had been altered.\nBaylous said the incident apparently occurred when a dog that was in the vehicle tried to jump out a window. He said the distraction caused Grim to lose control of the vehicle.\nGrim was arrested and charged with possession of marijuana with intent to deliver. Baylous said officials with the federal Bureau of Alcohol, Tobacco and Firearms were contacted. He said other state or federal charges are pending.\nTwo weeks ago, Grim apparently was arrested north of Philadelphia, in Lehigh County, and charged with fleeing or attempting to elude an officer and failure to yield to an emergency vehicle.\nLast spring, he also was charged with several minor traffic violations.\nAccording to records in West Virginia and Pennsylvania, Grim's 21st birthday was Tuesday.\nRoane County emergency services officials said the SUV was carrying about 30 chickens. Baylous said animal control officers went to the wreck site to round up the chickens.\nThe dog did not survive the incident.\nI-79 was closed for several hours in both directions as a precaution. One lane of the highway was opened in each direction at about 8 a.m. All four lanes were eventually reopened.\nAfter his arrest, Baylous said, Grim told police he is a \"sovereign citizen. Members of the sovereign citizen movement generally try to reject taxation and local, state and federal laws. According to a report this year from the National Consortium for the Study of Terrorism and Responses to Terrorism, \"sovereign citizen groups were the largest perceived terrorist threat among American law enforcement agencies.\nGrim was being held in the South Central Regional Jail on Friday, with bail set at $25,000.\nReach Rusty Marks at rustymarks@wvgazette.com, 304-348-1215 or follow @rusty_marks on Twitter.\n\nLoad-Date: August 25, 2014"
}