{
    "title": "I.R.A. Still Involved in Crime, Report Says, but Has Halted Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 2,
    "full text": "The Irish Republican Army continues to spy on public officials and operate an organized crime network, according to an independent report made public on Wednesday, six months after the I.R.A., Northern Ireland's largest paramilitary group, declared an end to its armed campaign against British rule in the province.\n  But the I.R.A. is no longer engaging in terrorism, and its ''intelligence gathering'' is principally intended to aid its political wing, Sinn Fein, the report said.\nThe findings of the Independent Monitoring Commission make it unlikely that next week's scheduled talks among the British and Irish governments and rival Roman Catholic and Protestant parties will make progress toward restarting Northern Ireland's inoperative legislature. The largest party, the hard-line Democratic Unionists led by the Protestant preacher Ian Paisley, will not meet with Sinn Fein, the largest Catholic party, because of its links with the I.R.A.\n  Political leaders responded positively to the report's judgment that the I.R.A. was sincere in July, when it said its members would cease all paramilitary activity and engage in ''purely political and democratic programs through exclusively peaceful means.''\n  Peter Hain, Britain's secretary of state for Northern Ireland, said the report ''shows that the I.R.A. is moving in the right direction and is closing down -- no murders, no recruitment and no bank robberies.'' \n  ''There is enough progress in this report to make the process of talking meaningful,'' he said. \n  Prime Minister Tony Blair of Britain demanded that the I.R.A. stop its criminal activities, like its lucrative trade in contraband cigarettes and gas, but said there had been ''very significant progress.''\n  Sinn Fein leaders are under pressure, however, about the involvement of I.R.A. members in two killings in the last 13 months. The sisters of Robert McCartney of Belfast, who was beaten and stabbed to death outside a pub in January 2005 by a group that the I.R.A. acknowledged included some of its members, on Tuesday repeated their plea for witnesses to help police investigations. And the family of Joseph Rafferty, who was killed in Dublin last April, contend that Sinn Fein representatives knew of threats to Mr. Rafferty but did nothing to stop the killing.The monitoring commission, a four-man panel that includes a former deputy director of central intelligence, Richard J. Kerr, was established by the British and Irish governments a year ago as a watchdog for all armed groups. Over three months last fall, Protestant guerrillas, including the Ulster Defense Association, which is behind most of Northern Ireland's narcotics trade, were responsible for all 22 of the shootings and 8 of the 9 serious assaults in the province of 1.7 million.\n  In comparison, the commission found that the I.R.A. was cleaning up its act, albeit slowly.\n  ''Like an oil tanker, the organization will take a while to turn completely, and there is likely to be added turbulence in the wash as it does so,'' it said. ''The process of coming out of paramilitary violence and crime will never be easy'' and ''will almost certainly be confused and messy.''\n  Sinn Fein responded to the report by attacking the integrity of the monitoring commission because it received information from police officers, who may retain historic antagonism to the I.R.A. The group also attacked the commission because it was established two years ago by the British and Irish governments outside the terms of the 1998 Belfast peace accord. \n\nhttp://www.nytimes.com\n\nLoad-Date: February 2, 2006"
}