{
    "title": "I.R.A. MAN'S RACE FOR COMMONS UNCOVERS OLD PAIN",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 9,
    "full text": "A convicted Irish Republican Army leader is waging a strong campaign here for a seat in the British Parliament.\nAlthough he is serving a 14-year prison sentence for a firearms violation - and is also in the 40th day of a hunger strike -27-yearold Robert Sands is considered likely to make a very good showing in the by-election tomorrow and quite possibly may win.\nMr. Sands's only opponent, Harold West, is a Protestant and a Unionist. The constituency, a rolling farmland along the border of the Irish Republic, is predominantly Roman Catholic and nationalist.\nConvicted Irish Republican Army leader wages strong campaign for seat in British Parliament\nThe hard-fought and acrimonious campaign has brought to the surface some deep hostilities that are centuries old, reflecting the basic themes of Britain's intractable Northern Ireland problem. Typically, issues that concern politicians elsewhere in the country, such as inflation and unemployment, are barely even mentioned here.\n \n'Campaign Against Terrorism'\n''Our links with the crown and our place within the United Kingdom must be preserved and strengthened,'' says Mr. West, a 63-year-old former Member of Parliament. ''My campaign is a campaign against terrorism. It's that simple.''\nMr. Sands, who listed ''political prisoner'' as his occupation in his candidacy papers, said in a statement smuggled out of the prison that for his side ''the right of human dignity for Irish men and women'' was the central issue.\n''Support Bobby and show the Brits that they are not welcome in our land,'' declared one of the campaign folders being distributed here on behalf of Mr. Sands, who is the ''camp commander'' of the several hundred I.R.A. members in the Maze Prison near Belfast.\nThe British Government turned down a request that Mr. Sands be permitted to make an electoral broadcast from prison, so the campaign on his behalf has been conducted by his political associates, including some of the most hard-line republicans in the province.\nTheir leader is Bernadette Devlin McAliskey, who attracted international attention a decade ago when she was a member of the British Parliament, having been elected at the age of 21.\n \nA Moment of Truth\nHobbling around the constituency on crutches because of bullet wounds she received in January in an attack by Protestant gunmen at her home 40 miles east of here, Mrs. McAliskey has been telling street-corner rallies that ''this is a moment of truth when we must stand up and be counted against the British occupiers,'' as she said over the weekend at a farmworkers' meeting.\nIf, as some of Mr. Sands's supporters expect, he is elected and then resigns his seat forcing a new election, Mrs. McAliskey is likely to be a candidate in it. But the paliamentary experts in London said that there would be no automatic bar to Mr. Sands's retaining membership in the House of Commons even if his imprisonment prevented him from ever occupying the seat.\nThe Unionist campaign strategy, supported by such powerful publications as The Economist of London, has been to urge moderate Catholic voters who support Irish reunification but deplore I.R.A.  violence to abstain from voting.\n''If enough of the Roman Catholics stay away and we can get our people out in numbers, I think we'll take it,'' one of Mr. West's political organizers said here today.''\n \nIntrigue and Political Violence\nBut although the ballot is secret, the matter of who shows up to vote and who does not is public and obvious, and in a land where intrigue and political violence are the almost daily currency of life, that raises dangerous possibilities.\nUsually in elections here there are several candidates of various political shades, instead of a stark choice. But in the last minute of jockeying for positions, the Social Democratic and Labor Party, the moderate Roman Catholic party, was outmaneuvred when a second Catholic candidate abruptly withdrew in favor of Mr. Sands only minutes before the deadline.\n''It's not fair that we have to make this choice,'' said a Roman Catholic woman at one of the small stony sheep farms that wander up and down the hills outside Enniskillen. ''My husband and I don't hold with the violence at all and we have no use for men like Sands. But at the same time we certainly cannot vote for a Protestant.''\nMr. Sands was the negotiator for the seven Roman Catholic prisoners who gave up a long hunger strike just before Christmas, as several of them neared death. He later maintained that the British had reneged on promises they made to him then, and so he began a hunger strike of his own on March 1 in support of the same demand - that I.R.A.  prisoners be granted political status, with the right to wear their own clothes, for example, rather than being treated as common criminals.\n \nSaid to Be Growing Weak\nAccording to people who have seen him recently, Mr. Sands has lost a good deal of weight in his fast and is growing weak.  But the I.R.A. reasons that the British Government would have to paymore attention to the political status demand if a Member of Parliament, even one they consider a convicted terrorist, was in danger of dying over it.\nSeeking to deflect the emotional appeal of that issue, Mr. West has been taking onto the campaign trail what he calls ''the war widows,'' several dozen Protestant women whose husbands, mostly parttime soldiers or policemen, have been killed by the I.R.A. in the past few years.\n''If you believe in peace, democracy, law and order, vote for me,'' he says. ''A vote for Sands is a vote for more violence and more terrorism and more death.''\n\nGraphic\n\n \nIllustrations: Photo of Robert Sands"
}