{
    "title": "ICC expands criminal justice curriculum",
    "publisher": "northeast mississippi daily journal ",
    "year": 2018,
    "month": 11,
    "day": 15,
    "full text": "Nov. 15--Following a grant to Mississippi College's Center for Counterterrorism Studies, Itawamba Community College is partnering with the private university to strengthen its own criminal justice program. On Thursday morning, the Mississippi Office of Homeland Security provided $50,000 to Project Arrowhead -- an initiative at MC designed for counterterrorism students to conduct research in the field of intelligence analysis.\nIn the new partnership, MC professors will work with ICC students in person and through online courses.\n\"It's a great opportunity for our students to join with M.C. students to take some new courses via distance learning that weren't available in the past,\" said Charles Rowland, director of ICC's Criminal Justice program. \"As part of this we're also looking at adding new elective course for the students to receive college credit hours.\"\nICC's offers two different degrees related to criminal justice. Students pursuing an Associate of Sciences degree in Law Enforcement Technology are prepared for an entry-level position in a police, sheriff's or highway patrol department. A student pursuing an Associate of Arts degree in Criminal Justice is prepared to transfer to Mississippi College or another four-year institution to complete a Bachelor of Arts degree.\nBy joining with Mississippi College through this grant, all ICC students will gain access to new resources related to law enforcement education. Project Arrowhead studies how terrorist groups recruit young people. Beyond police administration and traffic law, Foundations of Terrorism and Introduction to Homeland Security are already part of ICC's curriculum.\n\"The inception of these courses was after 9/11. That's when everybody started focusing on these areas of homeland security and counterterrorism,\" Rowland said. \"These are areas that are studied not just by big urban police departments but small towns too.\"\ndillon.mullan@journalinc.com\n@dillonmullan\n___ (c)2018 the Northeast Mississippi Daily Journal (Tupelo, Miss.) Visit the Northeast Mississippi Daily Journal (Tupelo, Miss.) at www.djournal.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 16, 2018"
}