{
    "title": "Idaho terrorism expert to speak at forums Scholars say America must consider effects of new war on t",
    "publisher": "the day ",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "Last week's terrorist attacks have left as much confusion as anger and\n heartache.\n The University of Idaho hopes to offer some clarity with a forum on\n terrorism tonight. National security expert Rand Lewis plans to profile Osama\n bin Laden, the Saudi millionaire whom U.S. authorities name as the prime\n suspect in the attacks on the World Trade Center and the Pentagon.\n''There is a great interest and a great need out there for Americans to\n understand what this thing called terrorism is and how it impacts them,\"\n Lewis said.\n Lewis, head of the University of Idaho Martin Institute for Peace Studies\n and Conflict Resolution, is an authority on terrorism, the Middle East and\n national security.\n He also co-founded Transnational Strategic Solutions Inc., a small private\n company that advises government agencies and private businesses on issues of\n international security.\n Even on the day of the attack, Lewis' instincts told him bin Laden was\n probably connected.\n He said it was clear the actions had been well-planned and well-financed -\n hallmarks of bin Laden and al Qaeda, the organization he leads.\n Lewis said tonight's forum should give people a more complete picture of\n what happened last week and why.\n ''I'm going to be looking at international terrorism in general and utilize\n bin Laden and al Qaeda as an example,\" he said. ''We'll talk about bin Laden\n himself and why he does what he's doing.\"\n While most national security experts were expecting a major attack on the\n United States, they probably hadn't anticipated one so devastating, Lewis\n said.\n Even for members of the security industry, ''it has taken our breath\n away,\" he said. ''This was a different approach from the standard, 'We want\n money' or 'We want to have our friends released from prison,\"' he said.\n ''This was an attack. That's what makes it so horrific. This is a whole\n different ballgame.\"\n Washington State University political science professor Tom Preston agreed\n in a recent interview that ''they crossed a line most terrorist groups don't\n like to cross.\"\n ''They killed thousands of people. Something like this will bring down\n enormous retribution,\" he said.\n In that vein, Americans now have some hard decisions to make about how they\n want to fight terrorism, both scholars said.\n ''This is something that has, I think, awakened a giant,\" Lewis said.\n ''Where we go with that is going to be important. We need to ask what kind of\n risks are we willing to take in an international arena.\"\n In the 1990s, Lewis served as lieutenant colonel and foreign area officer\n in the U.S. Army.\n He was stationed in Germany and traveled extensively through Europe, the\n Middle East and North Africa, where he had regular contact with followers of\n Islam.\n ''The first thing American people need to do is realize that (bin Laden's\n involvement) is not indicative of the Muslim population around the world, nor\n the Arabs,\" he said.  He said he plans to emphasize that point during the\n forum.\n ''This is just a small group of radicals,\" he said. ''The Arabs are not at\n fault here. Muslims are not at fault.\"\n The forum will be held at 7:30 p.m. today in the UI College of Law\n Courtroom.\n\nNotes\n\nHannelore Sudermann can be reached at (509) 334-3674.\n\nGraphic\n\n \nPhoto; Lewis\n\nLoad-Date: September 21, 2001"
}