{
    "title": "IDEAS & TRENDS; After a Pause, Writers Stood Up for Rushdie and Themselves",
    "publisher": "the new york times",
    "year": 1989,
    "month": 2,
    "day": 26,
    "full text": "FOR a dictator to want to kill a person for his opinions is as old as political power itself.\nThe likes of Castro, Pinochet and their predecessors have persecuted and threatened writers in their own countries, but nobody in the United States has ever been afraid to publish or display the victims' works.\nThe Ayatollah Ruhollah Khomeini's death threat against the novelist Salman Rushdie, born in India and living in London, and his publisher, Viking Penguin, in New York City, marked the first time in living memory that a threat against a writer caused trembling in the United States. The fundamental lesson, perhaps, is that terrorism worked, or, at least, it worked for a while.\nThe call for Mr. Rushdie's assassination, more open and blatant than such attempts at repression usually are, disregarded national boundaries and caused even writers here to seem afraid - strangely, complacently slow, in fact, to stand up to an assault on the principle they should hold most dear.\nBut last week, when the sputtering ended and writers around the country publicly expressed solidarity with the threatened novelist, the collective national literary ethic seemed to assert itself. Intellectuals put aside their differences and joined in the defense of freedoms. Even the bookstore chains backed away from their earlier decision to keep Mr. Rushdie's novel, ''The Satanic Verses,'' off their shelves, and publishers in France and West Germany reversed themselves and decided to publish the book after all.\nFor Americans, the main event in this sudden change of state was a meeting in New York during which writers who often quarrel bitterly about political as well as literary affairs symbolically shared the danger to Mr. Rushdie by reading aloud from his novel. The themes struck by figures as varied as E. L. Doctorow (generally a leftist) and Diana Trilling (more associated with conservative positions) were much the same.\nThe 21 writers who spoke at the meeting in lower Manhattan were saying that the booksellers who had refused to display ''The Satanic Verses'' and the publishers who had declined to publish it had lost sight of a basic duty of citizenship: to run a risk, to stand up when freedom of expression is under assault.\n \nSharing the Danger\nSusan Sontag, the president of American PEN, the writers' group, put it this way: ''We want to show our refusal to be intimidated.'' In another act of literary solidarity, at least a half dozen publishers offered to add their imprints to future editions of the book, sharing the danger with Viking Penguin.\nYet the question remains: Why the early uncertainty among the American literary community, the hesitation of some to speak out? Why the slowness to respond to the Ayatollah's threats, which were being reiterated in Teheran on the same day that the writers were standing up to defend their colleague?\n''It's clear that American writers have found their voice, and not a moment too soon,'' Leon Wieseltier, an editor of The New Republic and a participant in last week's writers' forum, said. Earlier, Mr. Wieseltier had been critical of their slowness to respond, which he explained this way: ''It's because they're lucky enough to live in a society where they don't have to experience a certain fear. American writers are among the only ones in the world who are not practiced in being afraid.'' And so, he said, ''The fear during the first week was shamefully obvious on the part of all kinds of writers who wouldn't defend Rushdie on the air or in print.''\nThat fear illustrated how effective terrorism can be as a state policy. How else could the leader of a militarily weak and economically beleaguered country half a world away have caused such fear among Westerners? The Ayatollah's reputation for urging his supporters toward martyrdom for the fundamentalist Islamic cause gave his threats a certain credibility. Last week he again praised Iranian students for having seized the American Embassy in Teheran in 1979 and holding diplomats hostage there for more than a year.\n \nDefining Terrorism\nThe Rushdie affair forced people into a consensus on what terrorism is. This has not always been the case in a world where one man's terrorist is often, wrongly or not, another man's freedom fighter. And indeed, some conservative commentators argued that Mr. Rushdie himself, and some of his leading supporters, have ignored or apologized for terrorism and repression in third world countries that, the writers felt, suffered the oppression of the West.\n''It's not a matter of scoring polemical advantages,'' said Norman Podhoretz, the editor of Commentary. ''Just as I am willing to defend Rushdie against this horrible terrorist threat, I would have wanted him and others to defend other victims of terrorism about whom they tend to be silent or whose terrorizers they apologize for.''\nMr. Wieseltier agreed with some of this. ''It is ironic that writers who have criticized the West should find that their best hope when they are in trouble is the West. On the other hand, there's something very mean and grudging and partisan in that sort of criticism,'' he said. ''In an open society you defend even people who criticize that society.''\nStill, the overwhelming consequence of the Khomeini death threat was a clear solidifying of the writers' ranks, a refusal to be cowed. The mood was summed up well by a demonstrator's placard waved at a writers' protest last week in front of Iran's mission to the United Nations. ''I am Rushdie,'' it said.\n\nGraphic\n\n \nPhoto of marchers demonstrating in support of Salman Rushdie in New York City (The New York Times/Jim Wilson; Vic DeLucia)"
}