{
    "title": "Identifying the Best Ways to Fight Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2004,
    "month": 10,
    "day": 22,
    "full text": "To the Editor:\nScott L. Plous and Philip G. Zimbardo make some critical points in their essay on curbing terrorism (\"How Social Science Can Reduce Terrorism,\" The Chronicle Review, September 10). All of us, both civilian and military, must accept that political terrorism (like any tactic of warfare) is the pursuit of political goals through the use of force -- and not some inexplicable, psychopathic act. Only by correctly understanding the nature of the adversaries who launched this war against us can we hope to craft effective strategies to prevent future mass-casualty attacks like those we suffered three years ago.\nPlous and Zimbardo are also to be applauded for reminding us that the long-term solution to the scourge of political terrorism is not achievable by military means alone, and that the social sciences have much to offer as we craft the diplomatic, economic, and informational strategies that must be part of that solution.\nThey err, however, in their conclusion that \"military responses to terrorism are counterproductive.\" While it may be true that \"'significant terrorist incidents' worldwide\" have increased since the United States launched its military response to the terrorist attacks on our homeland, it is equally important to recognize that since that time, there have been no successful mass-casualty terrorist attacks on U.S. targets -- at home or overseas -- not directly engaged with the enemy. This is in contrast to the multiple attacks, on military and civilian targets, that occurred while we refused to recognize that we were at war. …\nIn fact, the countries suffering the worst of the purported increase are those whose political responses have shown them able to be cowed by terrorism into not participating in the war against terrorism (e.g., Spain).\nThe strategies that Plous and Zimbardo advocate would indeed contribute to the effective and durable solution America seeks, and I hope their words reach the right audiences. … We must do more to invest financially in the development of nations that globalization has threatened to leave behind. At the same time, we must not shy away from the military responses that will be necessary to disrupt and scatter the terrorists, and to secure peace in places like Afghanistan and Iraq for long enough that those longer-term strategies can take hold. …\nThe opinions expressed in this letter are those of the writer, and are not intended to represent the official position of the U.S. Naval War College or any other branch of government.\nJames B. Ellsworth\nProfessor of Online Education\nU.S. Naval War College\nNewport, R.I.\n***\nTo the Editor:\nScott Plous and Philip Zimbardo state: \"Clearly, however, one of the surest ways to win friends and reduce anti-Americanism is by helping those in need.\" Is this really so clear? Do the authors have any evidence to show that giving aid to groups who hate the United States turns them into friends? Actual research over the decades has often shown the opposite -- that giving aid to a particular country may foster feelings of dependency, which are then transformed into hatred toward the United States.\nMore important, giving aid to any group or nation invariably angers enemies of that entity. Providing aid to Iraq in the 1970s and 1980s, for example, led to increasing anti-American sentiment in Iran.\nPlous and Zimbardo need to stick to their own point: What social scientists learn via research can help reduce terrorism. Knowledge about terrorism and terrorists is the first step to stopping it. Making blanket statements that cannot be supported by research evidence does not aid this cause. …\nDavid Locher\nAssociate Professor of Sociology\nMissouri Southern State University\nJoplin, Mo.\n\nLoad-Date: October 19, 2004"
}