{
    "title": "Idyllic vistas wash away fear of terrorism",
    "publisher": "usa today",
    "year": 2000,
    "month": 6,
    "day": 2,
    "full text": "KOTA KINABALU, Malaysian Borneo -- Maurice Lewis, 67, a retiree\nfrom Kent, England, looks at it this way: \"I have more chance\nof being run over in England,\" he says, than being kidnapped\nby Muslim rebels.\nThe April 23 kidnapping of 21 tourists, including 10 foreigners,\nfrom a dive resort on the island of Sipadan in Malaysia is hurting\ntourism. Cancellations are running about 10% to 20%, and the U.S.\nState Department warns travelers to be extra cautious when near\nSipadan.\nBut tourists recently visiting Sabah, the Malaysian state that\nSipadan belongs to, had only glowing reports about their travels.\n\"This is paradise,\" says retiree Brenda Percy, 60, of Newcastle,\nEngland.\nSabah markets itself as a \"soft adventure\" destination for those\nwho appreciate nature but also like modern comforts. It isn't\na cheap trip when compared with Thailand, Indonesia or other parts\nof Malaysia.\nBut it offers a smorgasbord of delights, especially for nature\nlovers. Mt. Kinabalu, at 13,435 feet, is popular with climbers\nof all levels. Sabah's rain forests are home to brilliant flowers,\nrich bird life and rare mammals, including the orangutan, proboscis\nmonkey and Sumatran rhinoceros.\nMany of Sabah's resorts are relatively new, along with its tourism\nindustry. Just 305,000 international tourists, and fewer than\n10,000 Americans, visited last year. Hotel occupancies run about\n60%.\nStill, Kota Kinabalu, the main city, has numerous four- and five-star\nresorts, including the popular beachfront Shangri-La Rasa Ria.\nRecently, it offered a walk-in rate for a twin, sea-view room\nof $ 157 per night, including breakfast and dinner. Sabah's nature\nresorts, such as the Borneo Rainforest Lodge, have fewer resortlike\namenities but are closer to nature. The Rainforest Lodge offers\nsimple but comfortable cabins, ranging in price from $ 92 to $ 180.\nMeals and guided nature walks are included.\nMost Sabah travelers use tour operators to arrange hotels, guides\nand transportation, which isn't always available in remote areas.\nIn the main cities, taxis and English speakers are plentiful.\nWhen assessing his experience, Victor Lewington, 57, of Essex,\nEngland, gave the ultimate compliment. \"We would come back.\"\n\nLoad-Date: June 2, 2000"
}