{
    "title": "If Hamas wants to govern, it must halt the terrorism",
    "publisher": "usa today",
    "year": 2006,
    "month": 7,
    "day": 6,
    "full text": "Remember that fundamental of middle school civics? When people get elected, it's their responsibility to govern. That idea has yet to catch on among Hamas leaders chosen in January elections to control the Palestinian parliament.\nTheir inability to evolve from terrorists to leaders of a government ignited a series of events over the past two weeks that underscore a depressing regional truism: When things hit rock bottom, they can always get worse.\nFirst, Palestinian militants burrowed into Israel, killing two Israeli soldiers and taking hostage another -- a fresh-faced 19-year-old named Gilad Shalit. In response, Israel has gone into overdrive: entering and bombarding the Gaza Strip that it ceded less than a year ago to Palestinian control; knocking out power and some bridges and roads; and arresting some ministers from the Hamas government. Appropriately, Israel refuses to negotiate with the militants for Shalit's release. The kidnappers say they'll kill him unless 1,500 Palestinian prisoners are freed.\nThe reaction of Hamas' leadership? It has spoken with multiple voices. Some Hamas leaders have called for the soldier's release, but others say the opposite.\nThat's not good enough.\nHistorically,  terrorists and revolutionaries take time to make a transition to less violent tactics. Think of Northern Ireland. Even so, if Hamas leaders want to be treated as a responsible government, they need to behave like one. That means reining in militants (just as Israel must control its own extreme factions) and recognizing Israel's right to exist. To expect that Israel will simply ignore missile attacks and kidnapping raids from Palestinian territories is senseless.\nThe stakes are much higher than in the past.\nThe Israelis -- first under former prime minister Ariel Sharon, until a stroke plunged him into a coma, and now under his successor, Ehud Olmert -- have been moving toward a unilateral settlement. They've been building a fence, creating de facto borders without negotiating them. The United States and other outsiders have been urging talks.\nAnother complicating factor: Olmert is seen in Israel as weak and lacking Sharon's stature. His rough response (which unwisely worsened the lives of large numbers of innocent Palestinians, drawing sympathy to Hamas)\nis in part meant to change that image. He needs to be seen as tough in order to push ahead with any one-sided settlement, which will mean evicting angry Israeli settlers from parts of the West Bank.\nCan anything be salvaged at this point?\nHamas leaders are not all bent on hostility, and moderates had tentatively been pushing for more cool-headed leadership before Shalit's capture. They now seem the only hope for stemming the descent.\nWhen Palestinians elected Hamas, many weren't voting for terrorism. They ached for more normal lives and a change from the corrupt incompetence that had evolved under Yasser Arafat. Israel is hardly blameless. But one essential part of a real peace is for Hamas to work to fulfill those aspirations.\n\nGraphic\n\n \nPHOTO, B/W, Reuters\n\nLoad-Date: July 6, 2006"
}