{
    "title": "If San Bernardino attack was ISIS terrorism, why focus on domestic disarmament_ Is the blending of t",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "The FBI says a married woman from Pakistan, who along with her husband killed 14 people in San Bernardino, Calif., on Wednesday, \"pledged allegiance\" on Facebook to the Islamic State (ISIS), shortly before the shooting.\nThat creates a peculiar situation for President Obama, The New York Times, and many other Americans who, in the immediate aftermath of the attack, called for more gun control in the US.\nIf this is an international terrorist attack, not workplace violence, why the focus on more gun-control measures? \nThe FBI is leaning now more heavily toward a terror motive in the mass shooting committed by Syed Farook and his wife Tafeen Malik, when they killed his co-workers at an office Christmas party.\nThere's growing \"evidence ... of extreme planning\" for the attack, said David Bowdich, assistant director of the FBI office in Los Angeles, on Friday announcing that the federal government was taking over the investigation. The agency, he said, believes it was an \"act of terrorism.\" \nStill, The New York Times on Saturday ran its first front-page editorial in nearly a century, calling gun violence a \"disgrace,\" downplaying the possible terrorism motive, and calling for an elimination of military-style semi-automatic rifles  - and ammunition - like the ones used in the California attack.\nBut is the conflation of two problems - international terrorist attacks by lone wolf extremists and domestic mass shootings by individuals with semi-automatic rifles - the best way to solve them both? Democrats seem to say yes, while Republicans disagree. \nBlending the two issues seems to put the nation \"on new ground\" for a debate about public and personal safety, Jim Kessler, who works for the centrist Democratic think tank Third Way, told the Los Angeles Times this week. \nThe attack on the Inland Regional Center on Wednesday killed 14 mostly San Bernardino County workers at a Christmas party, and injured 21 others. The shooters - Mr. Farook and Ms. Malik - were killed four hours later in an intense firefight with police. Police later discovered $30,000 worth of guns, ammo and bomb-making supplies in their residence. Mr. Farook made $51,000 a year as an employee of the county health department, and there's no record that Ms. Malik worked.\nFocus shifted toward Malik's background on Friday, and on whether she had been radicalized to the point of planning and executing an actual attack. Mr. Farook has been described as a \"deeply religious\" Muslim by his family, and Malik was so conservative that male members of Farook's family had never seen her face for her burqa.\nRepublicans are now asking questions about the immigration vetting process for the K-1 \"fiancé visa\" obtained by Malik. \nAs new details emerged about Malik's communications, ISIS said the pair were \"followers,\" but stopped short of claiming responsibility, as it did for the Paris terror attacks late last month. \"Two followers of Islamic State attacked several days ago a center in San Bernadino in California,\" the group's daily online radio broadcast al-Bayan said on Saturday.\nAccording to the Bureau of Alcohol, Tobacco, Firearms and Explosives, the couple's weapons were all purchased legally - in a state where gun ownership standards are among the highest in the US.\nPresident Obama acknowledged on Friday that the attacks are likely linked to violent extremism, but blamed laws that allowed somebody on a federal no-fly list to legally purchase weapons. On Thursday, Republicans scuttled a Democratic maneuver in Congress that would have barred anyone on the list from purchasing weapons. Republicans said that such a law would not have stopped the San Bernardino attack, given that Malik had been vetted for a US State Department visa.\n\"Right now, people on the No-Fly list can walk into a store and buy a gun,\" Obama said. \"That is insane. ... We may not be able to prevent every tragedy, but - at a bare minimum - we shouldn't be making it so easy for potential terrorists or criminals to get their hands on a gun that they could use against Americans.\" He added that evidence that the couple were radicalized confirms the need for people \"to work together\" to prevent attacks, Obama said.\nIt's a problematic tack for gun control advocates, writes Zachary Goldfarb, in the Washington Post. He cites polls that show defending gun rights is a more popular position now than it has been in almost 20 years.  \nMoreover, critics say that conflating gun control with international terrorism puts the onus on Americans to carry the weight for the actions of international terrorists, even, they add, as it ignores the dangers of failing to call Islamic terrorism by its name. The Obama administration consciously avoids using terminology that may rile passions in the Middle East. \"We are not at war with Islam,\" Obama said last month. \"We are at war with people who have perverted Islam.\"\nBut The New York Times editorial Saturday wasn't focused on Islamic terrorists but the role of guns in mass killings:  \nIt is moral outrage and a national disgrace that people can legally purchase weapons designed specifically to kill with brutal speed and efficiency....America's elected leaders offer prayers for gun victims and then, callously and without fear of consequence, reject the most basic restrictions on weapons of mass killing, as they did on Thursday. They distract us with arguments about the word terrorism. Let's be clear: These spree killings are all, in their own ways, acts of terrorism.\"\nFor many, including several Republican presidential contenders, that stance struck an odd chord. \n\"It will take someone with a more extensive background in psychotherapy and the human mind to explain why the president and so many of his allies are going through life with blinders on\" about the root cause of such attacks, Peter Roff, a contributing editor at US News & World Report, writes.\nIndeed, Liberty University president President Jerry Falwell Jr.'s response Friday to the San Bernardino shooting was to tell students they all should carry a concealed weapon. \nThe disconnect on guns and international terrorists exposed by the reaction to the San Bernardino attack is relatively new.  Indeed, it only dates back seven years, to the election of President Barack Obama. That's when the number of Republicans who opposed new gun laws spiked from 50 percent to 75 percent, while the two-thirds of Democrats in favor of gun control remained the same. Just over half of all Americans believe that guns do more to protect Americans than hurt them, according to a Pew Research survey.\nBut such attitudes, too, may shift as the pace of mass shootings has accelerated three-fold since 2011, according to an analysis by the New York Times, using data gleaned by the liberal-leaning Mother Jones magazine.\n\"There is a reset that may be going on with the American people\" in the midst of changing threats, Mr. Kessler added to the Los Angeles Times. \"... That may entail re-looking at a whole series of issues, including guns.\"\n\nLoad-Date: December 5, 2015"
}