{
    "title": "IF TWA TRAGEDY WAS TERRORISM, WE MUST ACT",
    "publisher": "the new york times",
    "year": 1996,
    "month": 7,
    "day": 24,
    "full text": "SIX months after Pan Am 103 and all aboard were blown up over Scotland\nin 1988, a commission appointed by President Reagan came to a specific\ncentral conclusion about defeating international terrorism and\npresented it in the first paragraph of its report:\n\"National will and the moral courage to exercise it are the ultimate\nmeans for defeating terrorism. The president's commission on aviation\nsecurity and terrorism recommends a more vigorous U.S. policy that not\nonly pursues and punishes terrorists but also makes state sponsors of\nterrorism pay a price for their actions.\"\nNow we watch or brood, mourning, knowing that we or those we love\ncould have been on that sickeningly brief flight of TWA 800, and died\nover Long Island - if we were lucky enough to be dead before we hit\nthe water. We do not know whether the 230 aboard went down murdered,\nas intelligence agencies tell the White House they believe, or through\nunprecedented accident. But we do know that whatever the truth, we\nourselves will continue to be prey, meat for predators killing in the\nsky, a skyscraper in downtown New York, a community center in Buenos\nAires or U.S. military housing in Saudi Arabia.\nSo this should be the moment to remember not only what the commission\nsaid, but that its point has never been fulfilled by the United States\nor its allies in the eight years and two presidencies since then.\nNobody has been arrested for the slaughter of Pan Am 103, though the\nU.S. claims to know the names and addresses of Libyans it says planted\nthe bomb.\nThe nasty fop who runs Libya still turns up at meetings of Arab\nleaders and still builds the world's biggest underground chemical\nweapons plant. Syria, the country that has the world's greatest\ncollection of known terrorist camps, is honored by a visit of\nPresident Clinton. The only price its dictator has had to pay is to\nlisten to hours of diplomatic wheedling from the American secretary of\nstate. We know the countries where the bombers of the World Trade\nCenter were trained and financed, but not one has felt American\nretaliation.\nAnd when we turn to our allies for help in containing Iran,\nterrorism's bank and quartermaster, they tell us we are interfering\nwith their commercial interests.\nFor its sponsors and hosts, terrorism is the cheapest effective method\nof warfare. It can make a political giant out of an economic dwarf,\nforce major countries to shift policies or to buckle and promote a\nlocal dictator into a world figure. But the \"national will and moral\ncourage\" to fight it does not come cheap. In case there was any doubt,\nthe commission, headed by Ann McLaughlin, spelled out what it would\nmean.\n\"While a law enforcement approach must always be a part of our\nresponse to terrorism, this commission finds unacceptable the idea of\nholding ourselves in all cases to a criminal standard of proof before\nwe act. The United States must be ready to view some terrorist attacks\nas a matter of national security and indeed in some cases should be\nprepared to treat the act for what it is, an act of aggression against\nthe United States. A swift response could be directed against the\nterrorist group responsible and/or its state sponsor.\n\"The commission recommends planning, training and equipping for direct\npre-emptive or retaliatory action against known terrorist hideouts in\ncountries that sanction them.\"\nSince Pan Am, some improvements in airport security have been made but\nnot the most important - shifting responsibility to the government\nfrom the airlines who have to feed safety into profit-and-loss\ncalculations. In any case, airport security without retaliation and\npunishment for terrorists and the countries that give them help and\nsafe haven is like a criminal justice system without police, courts or\njails - an invitation to murder.\nEvery time there is a terrorist slaughter the West acts as if it was\nsomething new, or unrelated to those that came before or will follow.\nNo price list exists for terrorists and sponsors, no action plan - and\nnone will come out of yet another \"anti-terrorism\" conference of\nchickens and foxes.\nSome day the democracies that defeated communism and fascism may have\nthe national will and courage to confront terrorism where it is\nplanted and nurtured. Until then we will remain prey, marching\nobediently to our assigned seat and role.\nRosenthal is a columnist for The New York Times.\n\nLoad-Date: July 24, 1996"
}