{
    "title": "If TRIA lapses, would a pool meet needs_",
    "publisher": "business insurance",
    "year": 2005,
    "month": 8,
    "day": 8,
    "full text": "The idea of forming some sort of insurance industry-funded pool to create private capacity for catastrophic terrorism insurance may be picking up support as an alternative to the current federal backstop provided under the Terrorism Risk Insurance Act.\nIn part, that's because the Bush administration has already announced it would oppose the extension of TRIA in its present form, holding that TRIA is hindering the creation of a private terrorism insurance market. Insurers have responded that terrorism remains an uninsurable risk that requires federal financial guarantees.\nThe current version of TRIA is slated to expire on Dec. 31, opening the possibility that the current federal backstop will vanish with nothing to take its place, causing affordability and availability problems in the insurance marketplace.\nOne way to head off such a problem would be to develop an insurance industry funded pool to create capacity, District of Columbia Insurance Commissioner Lawrence Mirel told the House Financial Services Committee's Subcommittee on Capital Markets, Insurance and Government Sponsored Enterprises late last month (BI, Aug. 1). He said letting the pool build reserves would reduce the likelihood that the government would be called to help pay for future attacks. As the pool grew, the government's exposure would shrink, he testified. Such a pool would require congressional action to create, he told the subcommittee, adding that such a pool could be established relatively quickly.\n``If Congress can keep it simple, it can be done quickly,'' he said in an interview last week. The way to achieve that is for Congress to set the rules and then let the insurance industry create the pool, he said.\n``Depending on how it's done, it's possible to create the conditions to have a pool and not interfere with state insurance regulation,'' said Mr. Mirel. ``The pool would be sort of like a large guaranty fund, the pool would have to qualify under state law as any other guaranty fund would, the difference would be that this would be a nationwide program rather than a state-by-state program, because it's a national problem.''\n``I think it's an idea that's getting more attention,'' he said.\nAnother witness at the hearing, New York Insurance Superintendent Howard Mills, also cited a pool of private capital to support terrorism insurance as a ``crucial component to any long-term solution,'' according to his written testimony.\n``It seems to me that there is going to be politics no matter what the Congress does; even if they just extend TRIA, that's going to be a political problem,'' said Mr. Mirel. ``Since they've got to deal with the politics anyway, they ought to use this opportunity to get it right, and this is a good time to do it.''\nIndustry observers say a pooling arrangement has its attractions.\n``The pooling arrangement has great merit, particularly because it creates long-term stabilization for the insurance buyers,'' said Alexandra S. Glickman, area vice chairman and managing director-practice leader of Gallagher Real Estate and Hospitality Services, part of Arthur J. Gallagher & Co. Insurance Brokers of California Inc. in Glendale, Calif.\n``We would anticipate that there will be more logic in terms of future pricing based on the individual company retentions and exposures, which is truly the foundation of underwriting. The proposal to include all lines of coverage is clearly the most desirable,'' Ms. Glickman said.\nThe ideal pool would contain a number of specific elements, said Robert Hartwig, senior vp and chief economist with the Insurance Information Institute in New York:\n* Widespread-if not mandatory-participation by insurers to avoid adverse selection.\n* Risk-sensitive pricing in the sense that premiums paid in, which are ultimately collected by policyholders, would be tied to the risk.\n* A government backstop, ``especially as funds build up during the early years'' of the pool's existence, Mr. Hartwig said.\n* Tax-exempt status for investment earnings, letting funds in the pool grow more quickly.\n``Such a plan is relatively easy to administer, has a proven track record in the U.K., and risk is significantly diversified-spread-geographically and across various types of insurance and sectors of the economy,'' said Mr. Hartwig.\nHe noted, however, ``there would likely be squabbling about how much a business in New York City or D.C., for example, should pay relative to a business in Fargo (N.D.).'' Depending on premiums assessed, it could take time before ``enough capital is accumulated to handle a mega-attack'' causing $50 billion to $100 billion in insured losses, he said.\nThe government would have to set rules and regulations, ``as it does now with TRIA,'' about insurers' retentions, any assessments that might be needed if the pool were exhausted and an official definition of terrorism for certifying that such an event was in fact due to an act of foreign terrorism before access to the pool is permitted, he said.\nA representative of a policyholder group noted that most major industrial countries already have some sort of pool to respond to terrorism.\n``That seems to have worked in recent attacks in Spain and recent attacks in London,'' said Marty DuPoy, who was speaking on behalf of the Washington-based Coalition to Insure Against Terrorism. ``It's natural for the policyholder community to look to a pooling mechanism as a possible alternative to TRIA,'' said Mr. DuPoy, who is also vp-government relations for the Washington-based National Assn. of Real Estate Investment Trusts.\nCIAT has not taken a position on a pool, but if it could provide terrorism coverage at reasonable prices, ``that would be something our organization could support,'' he said.\nThe Risk & Insurance Management Society Inc. ``looks forward to working with Congress and the Bush administration...to find the most effective way to extend the TRIA program beyond its sunset date at the end of this year,'' said Mike Fenlon, who is responsible for the external affairs portfolio of the RIMS board in New York.\nA pool is one option, but ``it should not be the only option. We...should evaluate whether such a system (as pools in Europe) is best for the United States. RIMS remains confident that Congress will pass extension legislation that will ensure that terrorism insurance is available to buyers of commercial insurance in a comprehensive and affordable manner,'' he said in a statement. Mr. Fenlon also is corporate risk manager for United Parcel Service in Atlanta.\nA spokesman for the American Insurance Assn. in Washington, however, said, ``We're glad to look at all proposals, including pools, but we have yet to see any pooling proposals without significant federal government involvement that could actually work.''\n\nLoad-Date: August 12, 2005"
}