{
    "title": "If you give a mouse a cookie",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "Recognizing the rash of terrorist attacks in the world since President Bush declared an end to major combat operations in Iraq in May 2003, it should prove unsurprising that Europe's public opinion toward the occupation of Iraq has finally reached U.S. shores. Americans are failing to see the connection between Iraq and the international \"War on Terror\". With questions surrounding the outing of former CIA agent Valerie Plame, the recent London bombings, the instability in Afghanistan and Iraq and our failure to capture the two most-wanted terrorists -- Osama bin Laden and Abu Musab al-Zarqawi -- American philosophy on the \"War on Terror\" clearly has changed since 19 hijackers murdered over 3,000 American civilians.\nEven former President Bill Clinton's former CIA director, John Deutch, wrote last Friday in a New York Times op-ed that the United States should begin withdrawing troops from Iraq and Afghanistan. Indeed, if there is not an improvement in self-governance and security in Iraq and Afghanistan in the next year, the United States could be reliving another quagmire. Thus, presently, our \"War on Terror\" verges on failure -- or does it?\nTo objectively discuss any military conflict, success and failure must be defined. Success is conventionally defined in terms of the number of terrorist attacks prevented, the number of lives saved and the number of terrorists killed. Consequently, failure is conventionally measured in terms of the number of successful terrorist attacks carried out and the resulting dead from them. Although these definitions have held true for prior U.S. military campaigns, the goal of the \"War on Terror\" differs significantly from goals of conventional war.\nMore than a protracted battle with a clear enemy, the \"War on Terror\" is an ideological war waged against a method utilized by non-state actors. The \"War on Terror\" does not succeed when attacks are foiled, plots are discovered, and countries are conquered. Success, rather, constitutes total elimination of the use of terrorism as an acceptable method for political negotiation. The aim of the war is to acculturate the terrorists to proper, reasonable forms of negotiation and to discredit improper forms of negotiation. Success occurs only when the use of terrorism -- without exception -- fails to change public policy. Failure, therefore, is characterized by the perception, whether true or not, that terrorist attacks can change a country's policies.\nBased upon this understanding, the world has not won the \"War on Terror,\" but it has certainly not lost. While not yet full democracies, Iraq and Afghanistan are controlled by coalition troops, which is the primary policy most terrorists want to change. Britain's policies remain unchanged following the London attacks, sharply contrasting with the Spanish withdrawal from Iraq following the Madrid bombing one year ago. And the G8 summit committed a significant aid package to the Palestinian Authority in an attempt to legitimize a government that denounces terrorism and takes actions against it. According to a Pew Research Center survey across the Arab world conducted last week, support for Osama bin Laden and suicide bombings has dropped in nearly every Arab country surveyed.\nConcurrently, we have seen a rise in the number of terrorist attacks. The number of significant attacks in 2004 more than tripled those in 2003, prompting the embarrassed State Department initially to refuse releasing the number of attacks in its annual Global Patterns of Terrorism report.\nBecause of the slow progress of the war, some are beginning to argue for negotiating with \"moderate terrorists.\" Yet this argument fails, because even if a terrorist has legitimate goals, negotiating with him legitimates his means for other \"non-moderate terrorists\" to follow.\nUnfortunately, the road to success is long, and we have many past mistakes to erase from the world's memory. Past concessions to terrorists include the U.N. withdrawal from Somalia, the USSR withdrawal from Afghanistan and the failure to militarily respond to the dual bombings in 1983 of the French Embassy in Beirut, killing 57, and the U.S. Marines complex in Beirut, killing 241 Marines. The attack by Hezbollah on the Marines complex still serves as the second most deadly terrorist attack on Americans ever and an inspiration for the Iranian-backed terrorist organization.\nI do not mean to defend the policies of either party regarding terrorism, but to argue that changing any policies in place as a result of terrorism will only increase terrorist attacks in the long term. Like a slippery slope, one concession will imply that others can be made as a result of terrorism, which will undermine any formal system of negotiation and any government of the people (aka democracy). If acquiescing is attempted to curb terrorism, success for our \"War on Terror\" lies infinitely beyond the horizon.\n(C) 2005 Michigan Daily via U-WIRE\n\nLoad-Date: July 18, 2005"
}