{
    "title": "Ignoring Muslim achievements contributes to inaccurate depictions and negative representation - The",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 19,
    "full text": "content\">\nOpinions\nIgnoring Muslim achievements contributes to inaccurate depictions and negative representation\nPixabay\nFarah Javed, Managing Editor November 19, 2020\nHeadlines poured into the media stream crediting husband and wife Dr. Ugur Sahin and Dr. Özlem Türeci, founders of BioNTech, for producing a highly effective coronavirus vaccine.\n\"... More than 90 percent effective in preventing the disease among trial volunteers who had no evidence of having previously been infected,\" BioNTech and Pfizer announced, according to The New York Times.\nThough the couple's Turkish and German roots were acknowledged, there was little to no mention of them both being Muslims.\n\"The science behind [the vaccine], however, is the work of BioNTech. The brains behind the company is a husband-and-wife team of researchers: Ugur Sahin, 55, and Ozlem Tureci, 53, founders based in the German city of Mainz. Their extraordinary lab work, done in anonymity, goes back many years. The rapid progress of their candidate vaccine, BNT162, has now shot them to global recognition,\" Gulf News reported.\nThe article then went on to discuss their scientific achievements and building their company BioNTech, but it failed to mention their religion. Other media outlets, such as, Business Insider, The Guardian and The New York Post also neglected to acknowledge that these scientists are Muslim.\nThis neglect is not new. Muslims have not been applauded for their successes, but rather they are berated for any misdoings that may be done by one person from the expansive community.\n\"The current media promotes and general public holds the view that Muslims have nothing to give except terrorism. The colleges and universities here teach that the greatness of the West has its intellectual roots in Greece and Rome, and that after a thousand-year sleep in the Dark Ages, Europe miraculously reawakened to its Greco-Roman heritage. If there is any mention of the Muslim world, it is only as a footnote that they merely saved the heritage of Greek philosophers to pass it on to the West,\" Islami City wrote.\nMuslims' contributions simply go ignored. Instead, the west is touted as the sole intellectual mover of society. This is not true. Without the help from Muslims, millions of people wouldn't be able to drink their beloved Starbucks and Dunkin' Donuts beverages, since coffee wouldn't have existed.\nAnyone who ever brushed their teeth should know that the Prophet Mohammed (peace be upon Him), \"Popularized the use of the first toothbrush in around 600. Using a twig from the Meswak tree, he cleaned his teeth and freshened his breath. Substances similar to Meswak are used in modern toothpaste,\" according to CNN.\nMuslims were one of the first people to practice proper hygiene, by washing themselves with water during ablution for prayer.\nHospitals even came into existence because of the Muslim tradition of caring for all who are sick.\nMuslims have helped society for centuries, yet they are shown as seeking to destroy it by news reports, movies, television shows, books and other ways.\n\"The criterion, according to mainstream media's standards, revolves around one fundamental question: was the act of violence perpetuated by a Muslim? It does not matter what the ideological motives or justifications for this act of violence are. Christian right-wing extremist, nationalist movements and other violent acts of racism are excluded from the category of 'terrorism' - Muslims are excluded from this general rule of thumb,\" according to the World Association for Christian Communities.\nThe described rule is further evidence that white supremacy groups in the United States have not been denounced by President Trump. For instance, when asked to comment during the final presidential debate in regard to the Proud Boys, he told them to, \"Stand back and stand by.\"\nIt is clear that extremist groups aren't synonymous with terrorism.\nMuslims are viewed as embodying the terrorism themselves, which is prejudiced and wrong. While there are other groups that pose a serious threat to the safety of others and attack people for their gender, race and ethnicity, Muslims bear the brunt of terroristic labeling.\nIn Islam, humans are brothers and sisters, no matter their background. A religion of peace is associated with evil, while the actual terror causing groups go uncondemned.\nYet, notably, Trump imposed a travel ban on 11 Muslim countries. In fact, Trump fought for this ban during the entirety of 2017 and 2018 and the Supreme Court approved it in 2018.\nMuslim refugees from those countries are now blacklisted simply because of ingrained western prejudice against Muslims. A whole denomination of people cannot be blamed for the actions of only a few.\nThe United States' beacon of freedom, The Statue of Liberty, reads, \"Give me your tired, your poor, Your huddled masses yearning to breathe free, The wretched refuse of your teeming shore,\" yet that evidently doesn't apply to Muslims.\nFor these reasons, it is imperative that Muslims should finally be acknowledged for their achievements and not constantly villainized. There needs to be an emphasis on Muslim inventions and successes, instead of painting them as evil.\nIn 2020, the coronavirus pandemic is globally decimating populations. After months of deaths, politics and uncertainty, Pfizer announced a thus far successful vaccine. Based on how much hate Muslims receive for being Muslim, it wouldn't kill media outlets to say that the scientists are Turkish, German and Muslim.\nIt wouldn't be difficult to do.\nFor example, The New York Times wrote, \"Also in 2019, Dr. Sahin was awarded the Mustafa Prize, a biennial Iranian prize for Muslims in science and technology.\"\nNot only did they highlight Islam, but they also pointed out that other Muslims are succeeding in the scientific field today.\nThat identifier wouldn't create a dent in the word count, but it would have that much of an impact on Muslim communities who are rarely given positive representation.\nView Comments (4)\nAbout the Writer\n\nLoad-Date: December 28, 2023"
}