{
    "title": "Illinois truck drivers aid officials in combating terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 6,
    "full text": "Truck drivers in Illinois are helping the state to combat the threat of terrorism.\nMore than 16,000 truckers are part of the Illinois Highway Watch program, a national homeland security effort aimed at training truck drivers to spot suspicious activity on state roadways.\n\"Homeland security begins at home,\" said Mike Chamness, chairman of the Illinois Terrorism Task Force. \"The Highway Watch is a good example of the role that citizens can take in protecting our state and our country.\"\nThe Illinois Terrorism Task Force is responsible for assuring that Illinois is prepared to respond to an act of terrorism.\nThe Task Force joined with the Illinois Trucking Association and the Midwest Trucking Association in March 2004 to begin enlisting drivers to serve in the Highway Watch program.\nSince then, thousands of people have undergone training to recognize potential terrorist activity.\nThe training program is facilitated by the Illinois Department of Transportation and takes two to three hours to complete, said Mike Claffey, Illinois Department of Transportation spokesman. Truck drivers, as well as school bus drivers and state highway workers, undergo online instruction to sharpen observational skills and to learn how to report security concerns to law enforcement through a nationwide hotline.\nThe effort specifically seeks to prevent terrorists from using large vehicles with hazardous cargo as weapons on Illinois highways, Claffey said.\n\"Drivers know what to look out for, what looks normal and what looks abnormal,\" he said. \"They're out there at all times, day and night, in good weather and in bad.\"\nThe Sept. 11 attacks pushed airport security to the forefront of the national terrorism agenda, but Claffey said the nation's roadways should also be a high priority.\n\"It's how people get to and from work, it's how goods are transported and it provides access to locations that make the economy thrive,\" he said. \"If anyone is up to no good, they're going to have to be moving somehow.\"\nIn addition to spotting terrorist activity, drivers assist in reporting routine types of traffic safety problems. Illinois Department of Transportation operates primarily in Chicago and relies on truck drivers to help prevent roadway emergencies in other parts of the state.\n\"The industry has worked as a partner to provide an extra set of eyes and ears for authorities on the state's roadways,\" said Don Schaefer, executive director of the Midwest Trucking Association in a press release.\nWhile no driver has ever foiled a terrorism plot, Claffey said he has noticed that Illinois truck drivers are still eager to aid law enforcement officials.\n\"They're an all-American bunch of folks,\" he said. \"They care a lot about our country and protecting the homeland. We want to harness that patriotism.\"\nAccording to the Illinois Department of Transportation, the Highway Watch program is a public/private partnership designed to improve safety and security on the roads, reduce accidents, increase positive visibility for truck drivers and distribute information and statistics to government and industry officials.\n(C) 2007 Daily Illini via U-WIRE\n\nLoad-Date: February 6, 2007"
}