{
    "title": "Illinois ' security coordinator_ Give state an 'A'; Preparedness_ He says fight against terrorism wi",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "Gov. George Ryan's homeland-security coordinator gave an upbeat appraisal of Illinois' preparedness for terrorism Thursday as he sought financial help Thursday from the state's congressional delegation in fighting terrorism.\nMatt Bettenhausen, a former federal prosecutor named last week to the post, gave no overall price tag for the package, but said it included $$ @6 million to build a Chicago Coast Guard station and $$ @65 million for a statewide mobile radio phone network. \n\"I'd give Illinois an 'A,' \" on security preparedness,\" he said on his way to the White House for a meeting in U.S. Homeland Security Director Tom Ridge's office. \"We've got to work for 'A-plus' and extra credit.\"\nBettenhausen said he wants a Federal Emergency Management Agency urban search and rescue team to be based in Chicago. The state now has none, although 28 such teams exist nationwide.\nIllinois also wants the Hines Veterans Administration Hospital in Chicago to become a site for what is expected to be four strategic drug caches around the country designated by the U.S. Department of Health and Human Services as regional storage points for vaccines.\nHouse Speaker Dennis Hastert, R-Ill., said he and other members of the delegation would sort through the state's various requests to determine which ones might involve federal assistance.\n\"We're going to do our best to fill whatever needs we need to fill and we're going to work together in the appropriation process,\" the Yorkville lawmaker said.\nSen. Dick Durbin, D-Ill., said staff from the offices of Hastert and Rep. William Lipinski, D-Chicago, are already trying to see what can be done to base a FEMA search and rescue team in the state. Durbin and Rep. Judy Biggert, R-Ill., are working to get the Coast Guard project in a pending transportation funding measure.\n\"To put a Coast Guard facility down at the lakefront, I think makes sense,\" Durbin said.\nBettenhausen said the base could be put just south of Navy Pier at a former Coast Guard facility, and be integrated with Chicago's security efforts and those of the state's Department of Natural Resources. The state could also use $$ @65 million to enhance a statewide mobile radio network that has been designed for the Illinois State Police. The money would make it possible for communication not only among state troopers, but also transportation and local police and fire officials. \n\nLoad-Date: October 26, 2001"
}