{
    "title": "ILLINOIS SENATE OKS NEW ANTI-TERRORISM BILL",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 2,
    "day": 23,
    "full text": "* Gov. Ryan already vetoed a bill that called for capital punishment. The bill approved Friday reintroduces executions for crimes linked to terrorism.\nThe Legislature opted not to override Gov. George Ryan's veto of anti-terrorism legislation, allowing the measure to die on Friday.\nBut Senate Republicans bucked their governor and started anew.\nThe GOP-controlled Senate passed a new version of a measure to crack down on terrorists - pushed by the Republican front-runner to succeed Ryan as governor - that includes a death penalty punishment that Ryan called unnecessary.\nThe measure, which passed 49-2, incorporates most of the changes Ryan made this month when he used his amendatory veto power, meaning he would have signed the bill had the Legislature adopted the changes. But it ignores Ryan's argument that existing law provides death sentences for most crimes included in the terrorist bill.\nDemocrats, 18 of whom voted for the measure, complained that Republicans were posturing for an election-year crowd. Gov. Ryan put executions on hold two years ago while the state studies flaws in a system that condemned 13 men later found to have been wrongly convicted.\n\"When you play politics with the lives of perhaps innocent persons, you're not really doing justice,\" said Democratic leader Emil Jones, D-Chicago, who with Sen. Margaret Smith, D-Chicago, cast the only \"no\" votes. There were two \"present\" votes.\nOn Feb. 8, the governor, who is retiring, vetoed the proposal by Attorney General Jim Ryan. The attorney general is considered the favorite to win the GOP nomination for governor.\nThe House, which put that bill in motion, had to act on the amendatory veto by Friday. It didn't, so now the bill dead.\nIn removing capital punishment from the measure, Gov. Ryan said that if executions in Illinois resume, there are at least five laws that punish - some by death - terrorist acts.\n\"Probably the better course would have been to accept his amendatory veto, declare victory, announce to the world that the death penalty would apply to just about any terrorist act that you could imagine, and we'd have a law,\" said Sen. John Cullerton, D-Chicago. He voted for the bill.\nThe bill's sponsor, Sen. Peter Roskam, R-Wheaton, said he believed most of Ryan's suggestions were sound. But he deflected criticism that he was putting capital punishment back in to curry favor with law-and-order voters.\n\"This bill is about Osama Bin Laden and the men who were . . . scurrying around behind closed doors and mocking us and sending people to their death,\" Roskam said.\nOther changes made by the governor that are in the new bill include ensuring that only experts be allowed to conduct wiretaps, requiring court action within 60 days when the government seizes property and making people prove they are legally allowed to be in Illinois before getting a firearm card.\n\nNotes\n\nILLINOIS LOCAL\n\nLoad-Date: February 23, 2002"
}