{
    "title": "Illinois _ Iowa briefs",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 3,
    "day": 27,
    "full text": "Groups: 20,000 teachers' jobs on line SPRINGFIELD, Ill. - A coalition of Illinois education groups says more than 20,000 teachers and staff could be laid off in the next school year. Schools must tell employees now whether their jobs will be cut next year. \nThe coalition says it has heard from three-quarters of school districts, which plan 17,000 layoffs. Education advocates want state officials to raise taxes. The groups include the Association of School Administrators, the Illinois Federation of Teachers, the Illinois Education Association and more. Cedar Rapids to tear down 700 properties CEDAR RAPIDS, Iowa - The city of Cedar Rapids says it plans to demolish about 700 flood-damaged properties by fall. Crews this week began demolishing 281 residential structures determined to pose an imminent threat to public safety. The estimated cost of the demolition process for each structure ranges between $12,500 and $15,000, including costs for assessment and remediation. Officials say 99 percent of the demolition costs will be covered by FEMA and 10 percent will be covered by the state. Man accused of trying to fund al-Qaida CHICAGO - Federal prosecutors have charged a Chicago taxi driver with attempting to provide funds to the al Qaida terrorist network. They identified the man as Raja Lahrasib Khan, a native of Pakistan who became a naturalized U.S. citizen in 1988. He is charged with two counts of providing material support to terrorism. Prosecutors said Khan, 56, claims to know Ilyas Kashmiri, a terrorist leader who is believed to be living in Pakistan and charged in another terrorism case currently pending in Chicago. Family won't comment on victim's condition CEDAR RAPIDS, Iowa - The family of a Cedar Rapids man run over by a car in a Walmart parking lot is not commenting on his condition, despite a Cedar Rapids Gazette report that the man had died. The family of 23-year-old Terrence Adams released a statement saying it would not release any information until Monday. Police and hospital officials said they have no information. Police say Adams was hit from behind on Tuesday by a car driven by 85-year-old Dorothy Simanek, of Walker. Police say the car rested on Adams' neck for about 18 minutes before rescuers freed him. No charges have been filed against Simanek. The Associated Press\n\nLoad-Date: March 27, 2010"
}