{
    "title": "Illinois news in brief",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 5,
    "day": 1,
    "full text": "Undercover FBI agent testifies in Chicago terrorism case\nCHICAGO - An undercover FBI agent who played the central role in ensnaring a suburban Chicago man in a terrorism sting testified Tuesday at the 25-year-old's sentencing.\nThe judge closed the courtroom to protect the agent's identity over objections from the defense and press at Adel Daoud's hearing. Live audio was available in another room. Prosecutors referred to the agent as \"Mudafor,\" the false name he used when he met with Daoud posing as an Islamic militant .\nDaoud was arrested in 2012 after trying to detonate an inert bomb he believed would destroy a crowded Chicago bar.\nProsecutors played wiretap recordings of the agent's first meeting with Daoud in 2012. The then-18-year-old Daoud is heard constantly giggling as he boasts about his willingness to kill.\nState's attorney opposes special prosecutor in Smollett case\nCHICAGO - Chicago's top prosecutor is fighting a push to appoint a special prosecutor to investigate her office's handling of the case against actor Jussie Smollett.\nCook County State's Attorney Kim Foxx says she'd welcome an independent probe into her office's dismissal of felony disorderly conduct charges that accused Smollett of staging a racist and anti-gay attack on himself. But the Chicago Sun-Times reported she filed a motion Tuesday opposing retired appellate judge Sheila O'Brien's demand for a special prosecutor.\nIn another motion, Foxx seeks to quash O'Brien's subpoenas for her and a top assistant to appear in court Thursday.\nFoxx is also seeking permission to allow her office and the county's inspector general access to records in the case that were sealed last month when the charges were dropped.\nChicago police summer strategy: More visibility\nCHICAGO - Chicago police will be more visible along the lakefront, in parks and at train stations during the summer months in the hopes of reducing the spike in crime that comes every year when temperatures rise and children are out of school.\nAnd while police on Tuesday didn't offer many specific crime fighting strategies, Superintendent Eddie Johnson says deployment of officers will be driven in large part by data that's collected and intelligence gathered by police. The department will also deploy specialized units to specific areas to combat crime.\nAnd Johnson says department will pay special attention to the unruly youths who have been gathering in the downtown area recent weeks and that offices \"will not tolerate misbehavior.\"\n\nLoad-Date: May 3, 2019"
}