{
    "title": "Illinois veterans to get $100 bonus",
    "publisher": "university wire",
    "year": 2009,
    "month": 8,
    "day": 4,
    "full text": "Illinois state legislators are thanking post-9/11 veterans for sacrifices made in service to their country by putting some extra money in their pockets.\nOn July 26, Gov. Pat Quinn signed the \"War on Terrorism Compensation Act,\" which gives eligible Illinois veterans who served on active duty on or after Sept. 11, 2001, a $100 bonus.\n\"We can never fully repay the debt to the service men and women who have fought for our freedom in the Global War on Terrorism,\" Quinn said in a press release. \"But this initiative shows that we appreciate their service and sacrifice and they are being compensated in the same way our state compensates veterans of other conflicts.\"\nAccording to the governor's press release, all applications for compensation must be made through the Illinois Department of Veterans' Affairs. Like many other veterans' benefits, applicants must meet certain eligibility requirements to receive the bonus.\nBut this compensation bill was just one of several veteran-friendly bills signed by Quinn the same day. The others aimed to advance employment opportunities and enhance job security for every generation of veterans in the state.\nWhile the amount of state support for veterans has fluctuated under various political leadership over the years, Illinois is still one of the most generous in the nation in terms of military educational benefits.\nThe state offers a number of scholarships and grants to financially assist both former and current service members and their families who are pursuing a higher education.\nOne of the most beneficial to prior service members is the Illinois Veterans' Grant.\nThis pays four years of full tuition and certain fees to any state-supported college, university or community college for eligible state residents who served a minimum of one year on active duty. Illinois is one of only a select few states that offer this type of benefit to former military members.\nBut even with these and other programs in place, some believe the state should do more for its veterans and service members, especially in regards to education.\n\"We put a lot of blood, sweat and tears into the country, and it's really tough scraping by on the GI Bill.\" said student veteran Dennis Terek.\nTerek, who served eight years as a CH-53 Crew Chief in the U.S. Marine Corps, is now a senior majoring in anthropology at the University of Illinois and struggles to pay all of his bills.\nHe believes the state should not only cover tuition, but also books, student fees and living expenses for veterans.\nAs a post-9/11 veteran, Terek is eligible to apply for the $100 bonus offered under the new \"War on Terrorism\" legislation, but he does not believe the allowance is helpful and thinks the state should have come up with more practical uses for the funds.\n\"Free money is always nice,\" Terek said, \"but with this state in the budget crisis its in, and the talk about cutting back public funding on other things, I think that money could be better spent elsewhere.\"\nTerek said his $100 would likely go as far as a night out with his friends and nothing more.\n\"It's not enough to make a difference in anything,\" he said. \"It won't even buy me a textbook for some of the classes that I'm taking.\"\n(C) 2008 Daily Illini via UWIRE\n\nLoad-Date: August 4, 2009"
}