{
    "title": "IllinoisIowa and Wisconsin news in",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 9,
    "day": 30,
    "full text": "Illinois files terrorism charge for mall driver\nSCHAUMBURG, Ill. - A man accused of driving an SUV through a suburban Chicago shopping mall was charged Sunday with state terrorism and ordered held without bond.\nThe Cook County state's attorney authorized the charge against Javier Garcia, 22, of Palatine. Garcia also was charged with felony criminal damage to property.\nAssistant Cook County State's Attorney Annalee McGlone said during the bond hearing that on Sept. 20, Garcia drove his SUV through a Sears entrance into the common area of Woodfield Mall, weaving in and out of kiosks as shoppers ran for cover. No one was struck by the vehicle.\nUnder Illinois law, the Class X felony of terrorism can apply if the suspect is believed to have caused more than $100,000 in damage to any building containing five or more businesses, according to a statement issued by Schaumburg Police Sgt. Karen McCarthy. No federal charges have been brought against Garcia. No motive has been determined.\nObamas to speak at Center summit\nCHICAGO - Barack and Michelle Obama will speak next month at a summit in Chicago focused on the vision for the Obama Presidential Center.\nThe event will include young leaders from around the world and participants of programs run by the Obama Foundation. It is the third such summit.\nOfficials say the theme is \"Places Reveal Our Purpose.\"\nThe $500 million center is expected to house a public library branch, house multimedia collections and have community programs, among other things.\nFlooding possible across northern Illinois\nPEOTONE, Ill. - The National Weather Service said more flash flooding is possible in northern Illinois as another wave of thunderstorms arrived Sunday night. Officials urged residents not to drive onto flooded roadways.\n5-year-old dies in school bus crash\nSULLIVAN, Ill. - A collision between a school bus and a sport-utility vehicle has killed a 5-year-old central Illinois boy who was a passenger on the bus.\nMoultrie County Coroner Lynn Reed said that Tyson Mendoza, of Gays, was pronounced dead at the scene of Friday afternoon's crash along a rural stretch of Illinois 32.\nThe Sullivan Elementary School student was among 11 students on a Sullivan Schools bus when the collision occurred several miles south of Sullivan.\nThe driver of the SUV, 56-year-old Lori Samples, of Decatur, was also pronounced dead at the scene, while the bus driver was injured.\nPolice said Samples had stopped at a stop sign at an intersection and was proceeding across Illinois 32 when the southbound school bus struck her SUV's driver's side.\nMan sentenced\nin girlfriend's death\nCEDAR RAPIDS, Iowa - A 28-year-old Iowa man has been sentenced to five years in prison for injuring his girlfriend and causing her death.\nCody Brown was sentenced Friday to the maximum sentence for involuntary manslaughter in the connection with the June 2018 death of 24-year-old Stephanie Bowling.\nProsecutors said Brown threw Bowling to the ground during an argument, and she died several days later from head injuries.\nAbout 50 of Bowling's friends and family members attended the sentencing hearing. She was the mother of two daughters, who were ages 2 and 8 when she died.\nArmy Corps warns of Missouri River rapids\nSIOUX CITY, Iowa - The fast-moving water flowing out of Gavins Point dam on the South Dakota-Nebraska border will create dangerous fishing conditions on the Missouri River this fall.\nThe U.S. Army Corps of Engineers is warning fishermen to take precautions and stay out of restricted areas because of the high volume of water in the river.\nThe paddlefish snagging season begins Tuesday. But the Corps plans to continue releasing 80,000 cubic feet per second of water from the dam throughout October.\nAll fishermen should wear life vests and be careful of their footing. The Corps said boaters should not anchor their boats in the area near the dam because of the turbulent water.\n7-year-old seriously injured in SUV crash\nBELOIT, Wis. - Wisconsin authorities say a 7-year-old boy suffered life-threatening injuries when he was struck by an ATV driven by a 14-year-old boy in the town of Albion.\nThe Dane County Sheriff's Office said the younger boy was flown to a hospital to be treated. Sheriff and fire officials responded to the accident just before 10p.m. Saturday.\nThe accident remains under investigation.\nHouse-party shooting injures 4 women\nMILWAUKEE - Milwaukee police are investigating shootings at a house party that left four women injured.\nPolice said the shootings happened early Sunday at a house northwest of downtown. The women's ages ranged from 18 to 23. Their conditions are unknown.\nPolice said the shooter entered the house and fired multiple shots. Police have not located a suspect.\nDriver shot and killed in Milwaukee\nMILWAUKEE - Milwaukee police are investigating a shooting where a 50-year-old man was killed while driving his car.\nPolice said the shooting happened at about 9:15a.m. Sunday. Police are searching for suspects.\nPolice said the victim was driving when he was shot and crashed his car. It happened north of downtown near the Sherman Park neighborhood.\nMadison police chief announces retirement\nMADISON, Wis. - Madison Police Chief Mike Koval says he is retiring.\nKoval made the announcement Sunday on his daily blog, saying that effective today Assistant Chief Vic Wahl will be interim chief until the city hires a permanent replacement.\nKoval said in his blog that he spent his entire career as a police officer, except for two years in the FBI. His career began in 1983.\nKoval, a lifelong Madison resident, recalled that during his career he was shot at twice, bitten, spat upon, sued, and also received death threats. But he added that he also saw a lot of positive things, like \"wayward kids and families embraced and helped by cops.\" He said he also witnessed acts of valor and selfless service.\nThe Associated Press\n\nLoad-Date: September 30, 2019"
}