{
    "title": "ILLINOIS LAWMAKER PREDICTS LEGISLATURE WOULD OVERRIDE VETO OF ANTI-TERRORISM PLAN",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 2,
    "day": 6,
    "full text": "Gov. George Ryan's concerns about the death penalty are complicating the future of anti-terrorism legislation that legislators overwhelmingly approved.\nRyan has said he will use his amendatory veto powers to remove part of the bill that allows the death penalty for murders committed in a terrorist act.\nBut Senate President James \"Pate\" Philip, R-Wood Dale, predicted Tuesday that legislators would override any such veto. And the bill's chief backer, Attorney General Jim Ryan, wants to keep the death penalty provision.\nA decision must be made soon.\nIf the governor does not act -- whether by signing the bill into law or vetoing it -- the measure automatically becomes law Saturday.\nThe measure was approved in November. Only one legislator in the two chambers voted \"no.\"\nIt would give police new power to tap phones and obtain search warrants when investigating possible terrorism. A statewide grand jury could investigate terrorism, and the attorney general could freeze terrorists' assets.\nThe bill also adds terrorist acts to the list of crimes eligible for the death penalty.\nBut the Republican governor halted executions two years ago after the courts found that 13 Illinoisans had been wrongly convicted and sent to death row. Ryan appointed a commission to suggest ways of improving Illinois' death penalty procedures.\nRyan said he did not want to sign any law expanding the death penalty while that commission is deliberating.\nA spokesman said Attorney General Ryan, who is not related to the governor, opposes any change.\nThe Illinois governor has the option of rewriting legislation rather than simply signing it or vetoing it.\n===\nPoint of conflict\nLegislators approved in November an anti-terrorism measure that would:\n* Give police new power to tap phones and obtain search warrants when investigating possible terrorism.\n* Authorize investigation of terrorism by a statewide grand jury.\n* Permit the attorney general to freeze terrorists' assets.\n* Add terrorist acts to the list of crimes eligible for the death penalty.\nBut Ryan halted executions two years ago after the courts found that 13 Illinoisans had been wrongly convicted and sent to death row.\n\nGraphic\n\n \nPHOTO; Photo headshot - Gov. (George) Ryan; Opposes death penalty provision in the bill\n\nLoad-Date: February 6, 2002"
}