{
    "title": "Illinois in 'uncharted waters' with terrorism prosecution Individual states can't match the resource",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 6,
    "day": 12,
    "full text": "CHICAGO - When three suspects appear in a Chicago court today to face terrorism-related charges of plotting to hurl Molotov cocktails at President Barack Obama's campaign headquarters, it will be state prosecutors, not federal lawyers, handling the case.\nIllinois was one of at least 36 states to adopt anti-terrorism laws in the weeks after the Sept. 11, 2001, attacks, in largely symbolic gestures, and most legislators agreed the fight was best left to the legions of U.S. government lawyers. So the decision by Cook County State's Attorney Anita Alvarez's office to test Illinois' law for the first time against activists arrested before last month's NATO summit meeting surprised many legal experts. Some wondered why prosecutors didn't bring standard explosives charges and questioned why federal authorities aren't more involved.\n\"These are completely unchartered waters,\" said Phil Turner, a former federal prosecutor.\nWith nothing close to the staffing and expertise of the U.S. attorney's office in Chicago, state prosecutors' ability to win terrorism convictions is \"very much in doubt,\" he said.\nFew state prosecutors elsewhere have even tried.\nThe Center on National Security, based in New York, says states have attempted to prosecute terrorism charges no more than a few dozen times, though precise figures were not available. By contrast, U.S. Department of Justice data indicate 403 people were convicted of terrorism in federal courts from 2001 to 2010 alone.\nAmong the successful prosecutions under state terrorism laws was that of John Allen Muhammad, the mastermind of the 2002 \"Beltway Sniper\" attacks that paralyzed the Washington area.\nOther cases haven't withstood scrutiny on appeal.\nThe New York Supreme Court Appellate Division found in 2010 that state prosecutors misapplied the state's anti-terrorism law by equating a deadly gangland shooting with terrorism. The ruling slightly lessened the severity of Edgar Morales' 2007 convictions - for instance, changing \"manslaughter in the first degree as a crime of terrorism\" to \"manslaughter in the first degree.\"\nIn Illinois, court documents paint a sinister picture of the would-be firebombers, who also allegedly planned attacks on police stations. As he poured gasoline into beer bottles, one of the activists, Brian Church, asked whether the others had ever seen a \"cop on fire,\" prosecutors allege.\nChurch, 20, of Fort Lauderdale, Fla.; Jared Chase, 24, of Keene, N.H.; and Brent Vincent Betterly, 24, Oakland Park, Fla., are charged with conspiracy to commit terrorism, material support for terrorism and possession of explosives. If convicted on all counts, they could each face a maximum 85-year prison term. They're scheduled to appear in court today.\nA fourth activist allegedly bragged about hiding explosives in a hollowed-out \"Harry Potter\" novel and boasting he could blow up a Chicago bridge. Sebastian Senakiewicz, 24, of Chicago, is due in court Wednesday. He is charged with falsely making a terrorist threat.\nAll four men intend to plead not guilty.\nThat Illinois has never used its terrorism laws could be a plus and minus for the defense, said Senakiewicz's attorney.\n\"We can't look at other trials on these charges because there haven't been any,\" which makes pretrial preparations harder, Melinda Power said. \"On the other hand, since this law hasn't been challenged from a constitutional point of view, we could do that here.\"\nDefense attorneys tried to cast doubt on the allegations by saying they are based on the word of informers or undercover police, known as \"Mo\" and \"Gloves,\" who ingratiated themselves with activists weeks before the NATO meeting.\nAttorney Sarah Gelsomino claims prosecutors used terrorism charges to try to scare off protesters. It was reminiscent, she says, of a case in which eight activists were charged under Minnesota laws with conspiracy to riot in furtherance of terrorism days before the 2008 Republican National Convention in St. Paul. The charges were later reduced or dropped.\n\"If these guys are really scary terrorists, why aren't the feds on this?\" Gelsomino said.\nAlvarez spokeswoman Sally Daly insisted the goal was to make the terrorism charges stick.\n\"We don't bring charges to send warnings,\" she said.\nDaly also said it would be inaccurate to suggest federal authorities were uninvolved, noting the presence of FBI and U.S. Secret Service agents during arrests. A spokesman for the U.S. attorney's office in Chicago declined to comment.\nBut Turner said Gelsomino could have a point.\n\"The feds may have looked at this and said to themselves, 'This doesn't rise to the level of terrorism as we understand terrorism,'\" he said.\n\nGraphic\n\n \n Photo - Betterly  Photo - Chase  Photo - Church  Photo - Senakiewicz \n\nLoad-Date: June 13, 2012"
}