{
    "title": "ILLINOIS LAWMAKERS FIND MONEY TO FIGHT TERRORISM ; MANY LAW CHANGES WERE REJECTED AS REDUNDANT",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 6,
    "day": 18,
    "full text": "The attacks of Sept. 11 prompted plenty of debate about how to strengthen Illinois law on security and terrorism, but legislators dropped most of their ideas.\nThe most noticeable change from the spring legislative session is more spending. Lawmakers approved tens of millions of dollars to fight terrorism and prepare for disaster, even as they cut other parts of the budget.\nThe exact amount can't be determined because it's spread across so many agencies, officials said, such as the State Police, Illinois Emergency Management Agency and departments of Public Health and Agriculture.\nLawmakers also revised an anti-terrorism bill that Gov. George Ryan had vetoed. They kept one element Ryan rejected, adding terrorism as a new death penalty offense, so the bill's ultimate fate is unclear.\nMany of the ideas lawmakers put forward are symbolic - a commemorative license plate, for example, and designating Sept. 11 a special day of remembrance.\nThe federal government carries the heaviest burden for fighting terrorism, officials said. And existing state law covers many situations, they said.\n\"We've had the legislation and the powers that we have needed for decades on the books here in Illinois,\" said Deputy Gov. Matt Bettenhausen, the state's homeland security director.\nStill, lawmakers said the state needed tougher penalties for terrorists - and even for false bomb threats or ill-advised jokes. Legislators also thought consumers needed protection from price-gouging gasoline companies, but state Sen. Barack Obama learned state law already covered that.\n\"A lot of us put proposals forward initially only to discover that maybe they weren't needed,\" Obama, a Chicago Democrat, said. \"There's no harm done there.\"\nMike Chamness, director of the Illinois Emergency Management Agency, said it's important to be ready for terrorist attacks. So the agency has trained and equipped teams to handle hazardous materials and plans to fund a Chicago-based \"urban search and rescue team,\" he said. The agency will have $17 million for this task, plus $7 million reappropriated from this year's budget of $9.6 million.\nIn the Legislature's waning hours, Senate Republicans added another $10 million to assist hospitals and health care facilities in preparing for terrorism.\nAnd the Department of Agriculture would get more than $250,000 to enable labs to test for anthrax as a backup to the Public Health Department's labs, Agriculture spokesman John Herath said.\nThe federal government could chip in much more this fall, perhaps as much as $115 million.\n\nNotes\n\nA shorter version of this story appeared in the FIVE STAR LIFT on Page B5.\n\nLoad-Date: June 18, 2002"
}