{
    "title": "Illinois _ Wisconsin briefs",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 8,
    "day": 15,
    "full text": "Police plan to fire officer in 2011 fatal shooting\nCHICAGO - The Chicago Police Department has moved to fire an officer for allegedly lying about the circumstances that led to the 2011 fatal shooting of a motorist.\nThe Chicago Tribune reported the department is seeking Officer Raoul Mosqueda's firing after the Independent Police Review Authority found the officer violated department policies in the shooting of 27-year-old Darius Pinex.\nThe unarmed Pinex was shot to death in 2011 after police stopped his Oldsmobile Aurora on the South Side.\nMosqueda and Officer Gildardo Sierra said the auto matched the description they'd heard over the radio of a car wanted in a shooting. But that dispatch actually aired in a different radio zone, so the officers did not hear it.\nA police spokesman on Monday said Mosqueda was suspended Saturday without pay. Sierra quit in 2015.\n3 Milwaukee men charged in girl's 2016 killing\nMILWAUKEE - Prosecutors have charged three Milwaukee men in last year's fatal shooting of a 9-year-old girl struck by a bullet as she watched TV.\nThirty-two-year-old Otha Jose Brown Jr., 21-year-old Damonta Jennings and 25-year-old Tony Powell Jr. are all charged with first-degree reckless homicide in the killing of Za'Layia Jenkins. The Milwaukee Journal Sentinel reported Brown and Powell are in custody, while an arrest warrant is out for Jennings.\nZa'Layia was inside a relative's home in May 2016 when she was hit by a bullet fired from outside the home.\nThe complaint said the suspects fired at the home after a woman scolded them for taking part in an apparent drug sale. The men drove off, but when they returned someone fired at the car and a gunfight broke out.\nMan who lost legs in work blast receives prosthetic legs\nRANDOLPH, Wis. - A Wisconsin man is continuing to recover after losing both his legs in a mill explosion earlier this year.\nCollin Vander Galien, of Randolph, received prosthetic legs last week. They cost a total of $160,000, the Wisconsin State Journal reported.\nThe 23-year-old lost his legs during the Didion Milling Plant explosion in Cambria in May. The explosion killed five workers and injured 10 others, including Vander Galien. He'd only been working at the plant for four months.\nDr. Eric Anderson and a paramedic had to amputate his legs at the scene. His right leg was amputated just below the knee, while his left was amputated just above the knee.\n\"They said I didn't bleed out because there was so much pressure on my legs,\" Vander Galien said.\nVander Galien's father, Bill Vander Galien, said his son has tried to stay positive.\n\"About the second sentence he said to us was, 'My legs are gone. They're not going to grow back. Let's move on,'\" Bill Vander Galien said. \"And that's the attitude he's had since that morning he woke up from his surgery.\"\nChicago police probe 'inconsistencies' in shooting\nCHICAGO - Authorities in Chicago said police found three people who were shot dead on the city's Southeast Side.\nThe Cook County medical examiner identified one of those killed in the shooting about 5:30 p.m. Sunday in the city's East Side neighborhood as 22-year-old Narcisco J. Ledesma, of Chicago. The medical examiner and police said the other victims are a 17-year-old boy and a 24-year-old woman whose identities weren't immediately released. The medical examiner's office said autopsies were planned Monday.\nChicago police spokesman Anthony Guglielmi said Monday that the shooting initially was reported as possible self-defense involving a burglary. However, he said detectives have been investigating \"and there are some inconsistencies in what was told to police.\"\nRauner calls Virginia attack 'terrorism'\nCHICAGO - Illinois Gov. Bruce Rauner is revising his response to a deadly attack at a white nationalist rally in Virginia after initially refusing to call it an act of terrorism.\nThe Republican deemed the attack \"horrible behavior\" but wouldn't call it terrorism Monday when asked repeatedly by reporters in Chicago. The move prompted criticism from Democrats. Rauner later issued a written statement calling it \"absolutely an act of domestic terrorism.\"\nRauner's spokeswoman wouldn't explain the discrepancy.\nU.S. Attorney General Jeff Sessions said the 32-year-old woman's death meets \"the definition of domestic terrorism\" in statute. She was killed when a vehicle barreled through a street filled with peaceful counter protesters Saturday.\nThe Illinois Senate adopted a resolution Sunday asking law enforcement to recognize white nationalists and neo-Nazis as terrorist groups.\n2 kids die in van accident\nJUNEAU, Wis. - Dodge County sheriff's officials said two young children have died from injuries suffered in a highway crash.\nAuthorities said Monday that Brady Wojtkiewicz, 3, and Landon Wojtkiewicz, 7, died as a result of injuries sustained Saturday morning when the minivan in which they were passengers collided with another van at an intersection in the Town of Elba. Several others in the boys' minivan were injured, including a 5-year-old child and an adult female.\nThe 91-year-old driver of the other van and a passenger were also hurt and were taken to a Columbus hospital and then airlifted to UW Hospital in Madison.\nThe two boys and the 5-year-old had also were transferred by air to UW Hospital. Authorities said the driver of the boys' van missed a stop sign, causing the collision. The Associated Press\n\nLoad-Date: August 16, 2017"
}