{
    "title": "Images from Space Show Released Iranian Oil Tanker Near Syrian Coast",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 7,
    "full text": "BEIRUT, Lebanon — An Iranian oil tanker caught in the escalating feud between Iran, the United States and other Western nations has anchored off the coast of Syria, according to images released by a space technology company.\nThe tanker, Adrian Darya 1, is carrying crude oil from Iran that Western nations suspected was bound for Syria in violation of sanctions imposed by the European Union. Formerly known as Grace 1, the tanker was stopped by British commandos off the coast of Gibraltar on July 4. It was held by Gibraltar until Aug. 15, after Iran gave written promises that it would not deliver its 2.1 million barrels of oil to Syria.\nThe controversy over the tanker’s movements comes as Western nations seek to punish President Bashar al-Assad of Syria for his forces’ scorched-earth tactics in the country’s civil war. President Trump’s administration has increased pressure aimed at stopping what it considers Iran’s destabilizing activities in the Middle East.\nOn Friday, John R. Bolton, Mr. Trump’s national security adviser, posted on Twitter a photo taken by Maxar Technologies, a satellite imaging company, that showed the tanker floating about two nautical miles from the Syrian port of Tartus.\nMr. Bolton accused Iran of delivering oil to Syria to help Mr. Assad, one of Tehran’s closest Arab allies.\n“Anyone who said the Adrian Darya-1 wasn’t headed to #Syria is in denial,” Mr. Bolton wrote. “Tehran thinks it’s more important to fund the murderous Assad regime than provide for its own people. We can talk, but #Iran’s not getting any sanctions relief until it stops lying and spreading terror!”\nTwo weeks after the British commandos seized the Iranian tanker off Gibraltar, Iran retaliated by seizing a British-flagged tanker near the entry to the Persian Gulf.\nThe Adrian Darya 1 went dark early this past week, apparently because its crew turned off its transponder to avoid tracking. Its last reported location was in the eastern Mediterranean between Cyprus and Syria on Monday afternoon.\nMaxar released another image showing the Iranian tanker near the port of Tartus as of Sept. 6. Russia, which has sent its military to help Mr. al-Assad in his campaign to crush Syrian insurgents, maintains a naval facility in Tartus, near where the tanker was spotted.\nThe United States Treasury Department imposed sanctions on the Iranian tanker and its captain on Friday, saying they were working for the Iran’s Islamic Revolutionary Guards Corps and “providing support to terrorism or acts of terrorism.”\nThe Treasury said tankers like the Adrian Darya 1 illicitly sell large quantities of oil to fund Iran’s “malign activities and propagate terrorism.”\nPHOTO: A satellite image showing what appears to be the tanker near the port of Tartus, Syria, on Friday. (PHOTOGRAPH BY MAXAR TECHNOLOGIES, VIA REUTERS)\nRelated Articles\nThe Israel-Iran Shadow War Escalates and Breaks Into the Open\nU.S. Imposes Sanctions on Wandering Iranian Oil Tanker\nU.S. Cyberattack Hurt Iran’s Ability to Target Oil Tankers, Officials Say\n\nLoad-Date: September 13, 2019"
}