{
    "title": "Imam seeking new trial, cites informant's interview",
    "publisher": "charleston daily mail",
    "year": 2013,
    "month": 4,
    "day": 17,
    "full text": "MIAMI - A Muslim cleric convicted of terrorism support charges for sending thousands of dollars to the Pakistani Taliban is seeking a new trial, partly because of an Associated Press interview with the key FBI informant, according to documents filed in federal court.\nThe attorney for Hafiz Khan, 77 said in the motion filed Monday that the informant provided previously undisclosed information in the March 8 interview with the AP. Informant David Mahmood Siddiqui gave the interview describing his work for the FBI a few days after a jury convicted Khan of four terrorism support-related charges.\nKhan's attorney, Khurrum Wahid, said in the documents that examples of new material include the length of time Siddiqui worked on the case and details about his perilous fall 2010 undercover trip to Pakistan's Swat Valley to meet people the FBI suspected were Taliban operatives financed by Khan.\n\"Mr. Khan was unaware of the information that came to light only when the informant Siddiqui spoke to the press after the verdict,\" Wahid wrote. \"This information should have been disclosed.\"\nSiddiqui, a 58-year-old Pakistani-American and U.S. citizen, stands by the statements in the interview. The Miami U.S. attorney's office did not immediately respond Tuesday to an email request for comment. A judge will have to rule on Khan's motion for a new trial.\nKhan also deserves a new trial because witnesses who had been cleared to testify from Pakistan via video hookup were abruptly stopped from doing so by government officials in Islamabad, Wahid said. Those witnesses would have bolstered Khan's defense that the money he was sending overseas was for charity, family needs and his religious school, known as a madrassa - not the Taliban terrorist organization.\nIn addition, Khan's motion says Wahid was improperly blocked late in the trial from calling the lead FBI agent on the case as a witness, preventing introduction of intercepted phone calls that supported the defense's case.\nThose calls would have been placed before jurors if the Pakistani witnesses could have testified and, because they were not, Khan's only choice was to testify in his own defense.\nKhan, who was imam at a downtown Miami mosque, faces up to 15 years in prison on each of the four convictions when he is sentenced May 30 by U.S. District Judge Robert Scola. Charges were dismissed against his two sons, Izhar and Irfan, but are still pending against Khan's daughter, Amina, and two other people who remain in Pakistan.\n\nLoad-Date: April 17, 2013"
}