{
    "title": "IMAM'S FEAR FOR CANADA Recruitment field day for terrorists",
    "publisher": "daily news ",
    "year": 2014,
    "month": 8,
    "day": 24,
    "full text": "A CANADIAN imam warns that the Great White North is becoming a recruiting hotbed for radical Islamic terrorists.\nSyed Soharwardy, the founder of Muslims Against Terrorism, denounced the militant Islamic State (ISIS) as \"deviant people\" who betray the true beliefs of the Muslim faith.\n\"They are using Islam, they are quoting Koran, they look like Muslims, they pray like Muslims - but they are not Muslims,\" Soharwardy told CBC News. \"They are doing exactly everything which goes against Islam.\"\nYet groups like ISIS are finding success in luring fighters to join them in Iraq, Syria and other hotspots. \"It's terrorism, and in Canada they have successfully recruited more than 100 people,\" the imam said.\n\"Absolutely I am convinced that this recruitment is going on right here in this country,\" he told the public television station. \"Under our noses. In our universities, in our colleges, in our community.\"\nCanadian intelligence officials recently estimated the number of its country's citizens fighting with ISIS at about 130.\nThe hooded ISIS killer who beheaded American journalist James Foley is believed to be British, and U.K. authorities estimated that as many as 300 Brits are fighting with the terrorists.\nDespite an ongoing international probe, the killer - who goes by the name of John - remained on the loose four days after the beheading video surfaced.\nThe Foley family scheduled a Sunday afternoon Mass at Our Lady of the Holy Rosary in Rochester, N.H., for healing, hope and peace in memory of the slain reporter. A vigil was also scheduled for Saturday night.\nFoley, 40, grew up in the area before starting the journalistic career that took him to several war-torn regions. He was kidnapped in November 2012 by Syria-based jihadists.\nCalgary-based Soharwardy, though particularly concerned that Canada's youth would be receptive to entreaties from ISIS, said all citizens needed more information about the growing terrorist threat.\n\"My focus is Muslim youth, yes, but at the same time creating awareness to all Canadians that we condemn these people as strongly, maybe more strongly, than any other . . . because they are creating a negative image of my faith,\" the imam said.\n\"They are creating a negative image of all Muslim communities, and they are betraying us.\"\nSoharwardy - a pacifist who is on a 48-hour hunger strike to protest Foley's killing - said he receives regular death threats over his anti-ISIS statements.\n\"These people are brainwashing people here in this country,\" he said.\nlmcshane@nydailynews.com\n\nGraphic\n\n \nFollowing beheading of American photojournalist James Foley, Canadian anti-terror Imam Syed Soharwardy warns ISIS thugs (top) have added \"more than 100\" to their ranks in his country. Fighter from ISIS beheads U.S. journalist James Foley.\n\nLoad-Date: August 25, 2014"
}