{
    "title": "Imam entangled in terrorism case leaves U.S",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 5,
    "full text": "NEW YORK ? An imam entangled in the investigation into a suicide bomb plot against New York City subway stations left the U.S. Monday, on court orders after admitting he lied to the FBI. Among his final words on U.S. soil, his lawyer says, were \"God bless America.\" \nAhmad Wais Afzali and his wife Fatima took off on a Saudi Arabian Airlines flight to Jeddah and then will go on to Mecca, where Fatima got a job teaching English, said lawyer Ron Kuby. Afzali, who was born in Afghanistan but spent most of his life in Queens, isn't sure what he's going to do there, Kuby said. Most of his family lives in Virginia, including two children from a previous marriage. Afzali, under the terms of his plea April 15, was sentenced to time served ? four days? but ordered to leave the country in 90 days. Authorities sought help last fall from the imam, a previously reliable police source, as they scrambled to thwart the plot by Najibullah Zazi, a Colorado airport van driver who pleaded guilty in the case. The 38-year-old imam said he had wanted to help authorities in the investigation of the threat but lied under grilling by the FBI about his phone conversations with Zazi. Afzali lied when he said he never told Zazi that he was under surveillance in New York. Afzali said that he never meant to aide Zazi or deceive the government. \"It was not just something he said at sentencing, he genuinely loves this country very much,\" Kuby said. \"Unfortunately, he was caught in a turf battle between the NYPD and the FBI.\" The electronic monitoring bracelet was removed at around 9:30 a.m., and then a caravan of family and two Immigration and Customs Enforcement agents traveled to John F. Kennedy International Airport. Two agents, dressed casually, accompanied Afzali and his wife to the gate and watched them board. Afzali cannot return to the U.S. without special permission. If he does, he is subject to additional charges and could be deported to Afghanistan. Zazi and two friends were arrested in September 2009 before, prosecutors said, they could carry out a trio of suicide bombings in Manhattan. Zazi and Zarein Ahmedzay have pleaded guilty and admitted planning to detonate homemade bombs on the subway during rush hour. A third man, Adis Medunjanin, awaits trial. \n\nLoad-Date: July 6, 2010"
}