{
    "title": "Imam's influence detailed as NYC terror trial begins",
    "publisher": "pittsburgh tribune review",
    "year": 2014,
    "month": 4,
    "day": 18,
    "full text": "NEW YORK \"” On a ranch in rural Oregon, a radical Muslim holding a dagger with a curved blade yanked back the head of a kneeling young man and brought the metal to his neck. \n\"He said he was going to show us how to properly slice someone's throat,\" the kneeling man's sister testified on Thursday as prosecutors began presenting their case against an Egyptian-born imam known as Abu Hamza Masri, the latest terrorism case to unfold in a New York federal court. \nMasri, who goes by Mustafa Kamel Mustafa, was not the man holding the knife, but a government indictment alleges he sent the knife-wielding man from London to Oregon to establish a terrorist training camp. \nIt is one of 11 charges against Masri, a naturalized British citizen who gained fame for his radical sermons in London's Finsbury Park mosque and who was extradited to America in October 2012. \nMasri, who says he lost both arms fighting in Afghanistan, faces life in prison if convicted on the most serious charges of hostage-taking and conspiracy to take hostages, stemming from the December 1998 abduction of 16 tourists in Yemen. \nOther charges include providing material support to terrorists and conspiring to support terrorists by sending men and money to set up the camp outside Bly, Ore. \nMasri, 55, pleaded not guilty, and in opening statements, defense attorney Joshua Lewis Dratel said Masri was being prosecuted not for his actions, but for voicing controversial opinions. \n\"He's said a lot of harsh things ... anti-U.S., anti-Israel, anti-West,\" Dratel said. \"These are views, not acts. This is expression, not crimes.\" \nThe arguments are similar to those of the defense in the trial of Sulaiman abu Ghaith, a former al-Qaida spokesman who stood trial in the same courthouse earlier this year on charges of conspiring to kill Americans and other terrorism charges. \nAbu Ghaith's lawyer argued that his client's speeches were controversial and sometimes \"dumb\" but did not prove he knew of any terrorist plots. A jury convicted Abu Ghaith. \nUnlike Abu Ghaith, whose case evolved from the Sept. 11, 2001, attacks, Masri is charged with actions that occurred in the late 1990s. \nDratel reminded jurors of this and warned them to not be swayed by the city's elevated anxiety about terrorism since September 2001. He said that with the passage of time, opinions of what constituted radical or terrorist behavior changed. \n\"For decades, Nelson Mandela was considered a terrorist,\" Dratel said of the late South African president. \"Now, he's an icon.\" \nIn his opening statement, assistant U.S. Attorney Edward Kim said Masri used his power and influence to dispatch men on deadly missions and gave them money and equipment to carry out those jobs. \n\"His cause was war, and it was all-consuming,\" Kim said. \"His goal was clear, it was simple, and it was vicious.\" \nThe prosecution's first witness was Angelica Morris, who was living in a trailer on the Bly ranch with her husband, daughter, son and younger brother in December 1999, when two mysterious men speaking with British accents arrived one night. \nOne day, Morris said the man, known as Abu Abdullah, took her and her brother, who was 18, outside to demonstrate throat-cutting techniques. \n\"He asked my brother if he would kill a kaffir,\" Morris said, defining \"kaffir\" as a Muslim term for someone who rejects Islam. \"I've killed sheep, so I don't know why I couldn't,\" Morris recalled her brother replying. \nAt that point, Morris said, Abu Abdullah had her brother kneel in front of him and made a slicing motion across her brother's neck without cutting the skin. \nMorris, who has left Islam and lives in Louisiana, described phone calls between Abu Abdullah and Masri. She said Abu Abdullah appeared frustrated that there were not more guns or \"brothers\" on the ranch and felt it was not a suitable training situation. \n\nLoad-Date: April 20, 2014"
}