{
    "title": "Imam Says Moving Center Could Embolden Radicals",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 9,
    "full text": "The imam Feisal Abdul Rauf said on Wednesday night that if he had known how much strife would arise over his plan for a Muslim community center and mosque two blocks from the World Trade Center site, he would not have proposed it.\n''If I knew that this would happen, that this would cause this kind of pain, I wouldn't have done it,'' the imam told Soledad O'Brien on ''Larry King Live'' on CNN in his first extensive televised remarks since the controversy ballooned after the project cleared its last legal hurdle last month. ''My life has been devoted to peacemaking.''\nBut the imam said he could not withdraw the plan because that would embolden radicals of all faiths and create security risks for the United States and Americans abroad.\n''If we move from that location, the story will be that the radicals have taken over the discourse,'' he said. ''The headlines in the Muslim world will be that Islam is under attack. And I'm less concerned about the radicals in America than I am about the radicals in the Muslim world.''\nPressed on whether the center would be built on the proposed site, Mr. Abdul Rauf said he hoped to create a center with prayer spaces for Muslims, Jews, Christians and others that would ''build relationships between Muslims and non-Muslims.''\nMost of the imam's remarks echoed points he had made in an op-ed article published on Wednesday in The New York Times.\nBut Mr. Abdul Rauf also addressed two past remarks that had drawn criticism. Revisiting a ''60 Minutes'' interview in the weeks after 9/11 in which he called American policies ''an accessory'' to the attacks, he said he had been trying to note that the United States had empowered Islamist militants like Osama bin Laden in their fight against the Soviet Union in Afghanistan, and that like a marriage counselor, his job was to tell unpleasant truths to the United States and its Muslim critics.\nBut he added, ''Looking back, I realize it was not a very compassionate thing to say, and I regret having said those words.''\nAsked about a recent radio interview in which he declined to describe Hamas, the Palestinian group that pioneered suicide bombings in Israel, as a terrorist group, he said, ''I condemn everyone and anyone who commits acts of terrorism, and Hamas has committed acts of terrorism.''\nThe imam said his goal was to speak directly to the majority of Americans who disapprove of the center's location and to introduce himself and his record. He closed by wishing his Jewish friends a happy Rosh Hashana.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 9, 2010"
}