{
    "title": "IMMIGRANT FREED AFTER COURT FIGHT",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 11,
    "day": 30,
    "full text": "NEW YORK -- An Egyptian man has been freed after being held for more than three years on the basis of secret evidence that the government claimed linked him to terrorism.\nNasser Ahmed, 39, walked out of a federal jail in Manhattan, pausing to wave at inmates cheering from above, after immigration officials on Monday gave up a last-ditch legal challenge to his release. He hugged his wife and three children, then smiled broadly as he was greeted by a member of his legal team, Lynne Stewart.\n\"It's so hard to fight against ghosts, when they say there's evidence and it's not there,\" Stewart said outside the Metropolitan Correction Center.\nA jubilant Ahmed who once assisted in the legal case of extremist Muslim cleric Sheik Omar Abdel-Rahman said his accusers were \"liars and they know they are liars.\"\n\"They knew from day one I had nothing to do with (terrorism),\" he said.\nThe Justice Department notified Ahmed's attorneys Monday afternoon that their client would go free on bail. Later, in a four-line statement, the Immigration and Naturalization Service said it had withdrawn its request of Attorney General Janet Reno to keep Ahmed jailed while it continues to try to prove he poses a threat to national security and have him deported.\nAn immigration appeals court had already ruled that Ahmed should be released. Reno had temporarily blocked the order until Monday.\nFederal officials wouldn't comment further, but gave no indication they would drop Ahmed's case.\nThe decision to free Ahmed marks the latest development in the legal and political battle over the government's use of secret evidence to combat terrorism.\nCivil liberties and Arab-American groups have accused the INS of denying due process to about two dozen suspects of Arab descent by jailing them without allowing them to confront the evidence against them. U.S. officials say laws and court rulings require immigration judges to consider evidence secretly in terrorism investigations involving non-citizens, in part to protect intelligence sources and national security.\n\nLoad-Date: November 30, 1999"
}