{
    "title": "Immigration talk conflates race, terrorism",
    "publisher": "charleston gazette",
    "year": 2018,
    "month": 2,
    "day": 4,
    "full text": "In the month of December, two American citizens engaged in acts the federal government deems terrorism. Most citizens are not terrorists. Most immigrants are not terrorists, but the Trump administration is using the actions of Akayed Ullah in Manhattan and Ahmed El-Mofty in Pennsylvania to change the conversation about terrorism.\nBoth men entered the country through chain migration, a program that allows immigrants to join family members already established in the country. Chain migration makes up the bulk of all immigration. The Department of Homeland Security reports that 9.3 million of 13 million U.S. immigrants between 2005 to 2016 followed family members into the U.S. These millions of immigrants can't be blamed for the actions of a few.\nImmigrants through chain migration undergo the same health and security checks as all legal immigrants. But instead of thinking about our security criteria or looking at conscientious reform, the Trump administration is working to draw a false connection between immigrants - and specifically immigrants from Muslim-majority countries - and terrorism.\nTyler Q. Houlton, acting press secretary for the Department of Homeland Security, released a statement on Dec. 23 stating that family chain migration has been \"exploited by terrorists to attack our country and \"makes it more difficult to keep dangerous people out of the United States and protect the safety of every American.\nHis phrasing is clear: Despite the fact that these men were citizens, they are not \"every American. Houlton is quick to use rhetoric that makes all immigrants, despite their citizenship status, dangerous terrorists. This kind of rhetoric is where the real danger lies.\nConflating immigration with terrorism, the Trump administration follows the historical precedent of policymakers who develop a climate of fear to criminalize race and ethnicity in the name of homeland security. These policies target people of color without using overtly racial language. \"Terrorist is a term that is both inherently nonspecific and imbued with racial meaning.\nIf the administration succeeds in blindly slashing immigration opportunities by conflating immigrants with terrorists - and specifically Middle Eastern immigrants - our policies will negatively impact American families working to save enough money to reunite with wives and children.\nIn \"Stamped from the Beginning, Dr. Ibram X. Kendi, a leading scholar in race and discriminatory policy, states that the root of racism in America is not hate and ignorance, but rather \"racially discriminatory policies [that] have usually sprung from economic, political, and cultural self-interests.\nThis is not to say that prejudice infiltrates culture from the top down - directly from our leaders - but rather that race is used by lawmakers to create polices they suggest can preserve or protect a way of life. These policies then drive and legitimize racist behavior.\nIn her book \"Impossible Subjects: Illegal Aliens and the Making of Modern America, Mae M. Ngai argues that immigration laws and policies define immigrants as illegal aliens. This criminalizes immigrants, both undocumented and legal, and makes them contributing members of our society that lack basic human rights.\nFollowing the Japanese attack on Pearl Harbor, the U.S. Government incarcerated 120,000 people, 80,000 were American citizens whose only \"crime committed was being of Japanese descent. A war-time attack on the United States led to military policy that criminalized a group based on race.\nDuring the Cold War, Chinese immigrants were considered a dangerous threat because of possible Communist ties. In 1956, the Justice Department began detaining and interrogating Chinese American citizens, hoping to prove their citizen papers were fraudulent. For Ngai, widespread interrogations and Cold War politics - meant to protect the country from Communist insurgence - \"reproduced racialized perceptions that all Chinese immigrants were illegal and dangerous.\nBoth the interment of the Japanese during World War II and the detainment and interrogation of Chinese men and women during the Cold War illustrate how policies intended to ensure national security criminalized a group of individuals by allowing the actions of a few to become representative of a racial group.\nThese examples are not historical artifacts. These policies were unapologetically clear in their targeting of a racial groups, but today's leaders use language to imply race and religion rather than identify it. They refer to \"a criminal element or \"terrorists without specifically identifying the racial groups they target.\nFBI statistics report 94 percent of terrorist attacks carried out in the United States in the three years following 9/11 were carried out by non-Muslims, yet for many Americans the image of terrorism has a Muslim face. We must address terrorism and we must address immigration, but these are two separate issues.\nThe Trump administration is poised to make drastic reforms to immigration laws, reforms that would target certain racial or religious groups. If family values are important to America, then we must think about all families.\nAs discussions of immigration reform continue, we must also look back and think critically about how leaders have used race-based platforms and policies to drive racist beliefs about crime, loyalty, capacity for violence and American identity.\n\nLoad-Date: February 5, 2018"
}