{
    "title": "Immigrants' Pilot Lessons Spur Inquiry By the U.S",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 6,
    "full text": "BOSTON -- Federal officials could not explain Friday how more than 30 immigrants charged with being here illegally got clearance to take flying lessons at an airstrip outside Boston.\nFederal law prohibits illegal immigrants from taking flight lessons under rules revamped after the Sept. 11 terrorism attacks. But the 33 Brazilians, arrested over the last few months and awaiting deportation hearings, somehow managed to get instruction at TJ Aviation Flight Academy at Minute Man Air Field in Stow, a rural town about 30 miles northwest of Boston.\nTheir instructor, also Brazilian, has also been charged with being here illegally, according to a spokeswoman for Immigration and Customs Enforcement.\nThe spokeswoman, Gillian M. Brigham, said none of the immigrants posed a terrorism threat. But the incident, first reported by The Boston Globe, raised questions about the procedures for monitoring foreigners training to fly in the United States.\nSince 2004, the Transportation Security Administration has been required to check all foreign flight students against terrorism, criminal and immigration databases. Students must also show their passports and visas to their flight instructor, who is supposed to keep copies on file.\nGreg Soule, a spokesman for the T.S.A., said in a statement that the agency was reviewing ''the circumstances by which these individuals were issued pilots' licenses.''\nThe statement said that the agency ''performs a thorough background check on each applicant at the time of application to include terrorism and other watch list matching, criminal history, and checking for available disqualifying immigration information.''\nMr. Soule declined to provide details on the Stow case.\nThe owner of the flight school, Thiago DeJesus, told The Globe that the students got approval from the T.S.A. before taking classes in single-engine planes for $165 an hour.\nMr. DeJesus, 26, said he did not know they were in the country illegally. He also denied being here illegally, saying that he came here from Brazil a decade ago.\nMr. DeJesus was not at the air field Friday and did not respond to phone messages. Neither he nor any of his students have been detained while they await deportation hearings in federal immigration court, Ms. Brigham said, adding that none have been criminally charged.\nJim Peters, a spokesman for the Federal Aviation Administration confirmed that Mr. DeJesus was licensed to fly single-engine planes and give flying lessons. The F.A.A. was investigating Mr. DeJesus's flight school because of ''safety issues,'' he said, although it has allowed the school to remain open.\n''We can't say anything more about that,'' Mr. Peters said.\nWhile the F.A.A. issues licenses to pilots who have received proper training, he said, it does not have a role in checking whether flight students are here legally.\nWilliam Joyce, an immigration lawyer representing some of Mr. DeJesus's students, said at least one had been in the country for more than a decade and had not anticipated trouble.\n''I've been told they specifically asked about getting checked and they were advised it would be no problem,'' he said. ''The next thing you know, immigration officials were showing up at people's doors.''\nMost of his clients had signed up for flying lessons simply because they had ''a genuine interest in flying,'' he said.\n''In the Brazilian culture,'' he said, ''apparently to be a pilot is akin to being a doctor or a lawyer, a very prestigious thing.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 6, 2010"
}