{
    "title": "Immigration Judge Clears Egyptian Student Previously Acquitted in Terrorism Case",
    "publisher": "the new york times",
    "year": 2009,
    "month": 8,
    "day": 22,
    "full text": "A federal immigration judge on Friday reached the same conclusion as the jury that acquitted Youssef Megahed on terrorism-related charges in April: The government did not prove its case. \n  The judge, Kenneth S. Hurewitz, said the evidence put forward by lawyers from the Department of Homeland Security did not show that Mr. Megahed, 23, a former engineering student at the University of South Florida and originally from Egypt, was engaged in or would probably  engage in terrorist activities. \n  The government plans to appeal, but the decision -- in a court system with a low burden of proof, where deportations are the norm -- set Mr. Megahed free after a two-year ordeal that began when a road trip with a friend led to arrests on explosives charges after the police found model rocket propellants in the car's trunk. \n  The ruling seemed to surprise nearly everyone involved. When Mr. Megahed's lawyer, Charles Kuck, told the Megahed family what had happened, disbelief preceded joy. \n  ''We won? Really?'' said Mr. Megahed's father, Samir Megahed, standing outside the courtroom at the Krome Detention Center here. ''Is he kidding?'' said Mr. Megahed's sister, Mariam.\n  Mr. Megahed, a legal resident of the United States, and his family -- who have lived in this country  about 20 years -- had thought his acquittal in the terrorism trial would bring the matter to a close. \n  But three days after Mr. Megahed's trial ended, immigration authorities arrested him outside a Wal-Mart in Tampa, Fla. His case became a cause celebre among critics of the immigration system in the United States, and in Egypt, partly because some of the jurors were so incensed by the second arrest that they lobbied for his release. \n  On Monday, the first day of his immigration proceedings, Mr. Kuck asked the judge to dismiss all the charges. He objected to every piece of evidence the government introduced, declaring it irrelevant, ''garbage'' and ''a fantasy'' -- a combative approach that led to several shouting matches with Gina Garrett-Jackson, the lead government lawyer. \n  Judge Hurewitz ended up allowing only two government witnesses. The first, Special Agent Frederick W. Humphries II of the Federal Bureau of Investigation, mainly tried to link Mr. Megahed to Ahmed Mohamed, his traveling companion during the 2007 road trip, who pleaded guilty to providing support for terrorists by posting a YouTube video showing how to convert a remote-controlled toy into a bomb. He was sentenced to 15 years in federal prison. \n  Mr. Humphries said Mr. Megahed and Mr. Mohamed both searched the Internet for information about Qassam rockets used to attack United States military vehicles. Someone, logged on as ''Usef'' on the Megahed family computer, also searched for military equipment, weapons and some Islamic extremist Web sites.\n  Tim Pivnichny, an F.B.I. computer forensics coordinator, testified that he believed that Mr. Megahed had downloaded nine video clips, each less than a minute long, that show combat rockets destroying American military vehicles and killing American soldiers in the Middle East. \n  Ms. Garrett-Jackson described Mr. Megahed as an ''enabler'' of Mr. Mohamed. Mr. Humphries called them a terrorist cell. \n  But after hours of testimony focused on Mr. Mohamed's activities, Judge Hurewitz pressed the government for more on Mr. Megahed.\n  ''Besides knowing the guy, what did he do to enable?'' the judge asked at one point.\n  In the end, Mr. Kuck's argument that the case was an effort to assign ''guilt by association'' -- he also emphasized that the videos may not have been seen by Mr. Megahed, since others used the computers involved -- seemed to have been persuasive. \n  Under the terms of his release on Friday, Mr. Megahed must report to immigration authorities once a month until the government's appeal is heard.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 22, 2009"
}