{
    "title": "IMMIGRANTS WHO SHIPPED MONEY DENY TERRORISM TIE",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 11,
    "day": 10,
    "full text": "Two Portland men involved in transmitting money from Somali immigrants in Portland to family members overseas say they have no connections to terrorism, even though one dealt with a conglomerate allegedly founded by Osama bin Laden.\nThe men have been interviewed by the FBI and local detectives in connection with an illegal money-transfer business. The company, based in Massachusetts, funneled close to $1 million through an account at a Portland bank to outlets in the Middle East.\nPolice refused to name the men, but the Press Herald has learned their identities, and one said Friday he knows nothing about terrorist financing. His work for an Ohio-registered money-transmitting company - which is not targeted by the FBI - is intended to ease suffering of family members back in Africa, he said.\n\"It helps people in Somalia. They have no banking, no work, no government in my country,\" said Habib Munye. \"My father, my mother, my children, they need the money,\" as do the family members of other people living and working here, he said.\nThe second man could not be reached for comment.\nPortland police have questioned both men and are satisfied that they do not have terrorist ties.\n\"Based on what we know here in Portland, they're not connected with (Mohamed) Atta and (Abdulaziz) Alomari,\" said Portland Police Chief Michael Chitwood, referring to the two terrorists who started their Sept. 11 operation at the Portland International Jetport.\nPortland detectives have been investigating the money-transfer business since an indictment unsealed Wednesday showed yet another apparent link between terrorism and Maine's largest city. In addition to Atta and Alomari leaving from the Portland jetport, the FBI has been watching a plane that was left at the airport by a Saudi businessman whom authorities want to question.\nAccording to the indictment released Wednesday, two brothers, Liban M. Hussein and Mohamed M. Hussein, ran a money-transfer business out of Dorchester, Mass., without the required license.\nFederal authorities have said the business, Barakaat North America, is one of many financial institutions that have been shut down and had their assets frozen because of suspected ties to terrorism. The business had an account at a Key Bank in Portland, which was used to transfer money from local Somalis.\nChitwood said police interviewed a man Friday who worked for Barakaat and over the past several months has sent $126,000 from local Somali people through the Barako Trading Company to the United Arab Emirates.\nChitwood said the man denies \"100 percent\" that the Barakaat network is a funding source for al- Quaida.\nMunye, on the other hand, worked for a company called Dahabshiil, and in recent months transferred $157,000 to outlets in the United Arab Emirates as well as Kenya and Thailand, Chitwood said.\n\"He seems like a decent, honorable guy. He's done nothing wrong,\" Chitwood said.\nMunye, who works part-time at a cleaning company, said he decided to shut down the money-transfer business, which could lead to hardships back in Somalia.\n\"It will be very hard. . . . There is no work, no government and they need food and clothing,\" he said of Somalis back home.\nCumberland County Sheriff Mark Dion said it is important that people not disparage the Somali community simply because their efforts to help family members back home may have been diverted.\nAuthorities should strive to make sure money-transfer businesses are legitimate, to protect immigrants as well as ourselves, he said.\n\"It's a very legitimate activity that immigrants engage in, sending money home, and not just individuals from Middle Eastern communities. I remember my own grandparents sending money back to Canada,\" Dion said.\nDavid Lackey, spokesman for Sen. Olympia Snowe, said authorities are still piecing together the relevance of the Barakaat bank account in Portland. \"Clearly this provides an additional link, but we still don't have a full picture,\" he said.\n\nLoad-Date: November 10, 2001"
}