{
    "title": "Immigration controversy tempered by terrorism",
    "publisher": "chicago daily herald",
    "year": 2003,
    "month": 11,
    "day": 16,
    "full text": "The U.S. government has been grappling with illegal immigration since the late 1800s.  \nBefore that, foreigners could freely emigrate to the United States. There were no quotas.  \nSince then, however, policies have responded to the ebb and flow of immigration - as well as the controversies and issues that crop up as a result.  \nOffering amnesty was first tried in 1986, when the government said immigrants who lived in the U.S. before 1982 could apply for legal status. Farm workers who applied between 1987 and 1988 were also eligible.  \nThe government braced itself for 2 million applications. Three million came in.  \nToday, there is heated debate over whether President Bush should allow amnesty for 3 million more illegal immigrants who have since arrived. Mexicans make up the largest segment of recent immigrants.  \nIronically, the passage of the North American Free Trade Agreement in 1994 was supposed to stem the flow of refugees north.  \nHowever, a boost in new jobs in the Midwest at that time, coupled with the disintegration of the Mexican economy in the 1990s - inflation reached 50 percent and more than 1.5 million Mexicans were out of work - fueled a mass exodus of Mexicans to the U.S.  \nToday, while the numbers are at an all-time high, the government's hard-line response to non-violent migrants has been somewhat tempered since Sept. 11, 2001.  \nFor one thing, the Immigration and Naturalization Service no longer exists. It is now three separate agencies, all of which are under the Department of Homeland Security.  \nIn addition, the government is focusing on rooting out terrorists, rather than immigrants who pose no danger.  \n\"We would arrest someone here without a criminal background, but we do have law enforcement priorities, given our limitations,\" said Marilu Cabrera, media specialist for the immigration and customs and citizenship and immigration services.  \nHowever, Fred Tsao, policy director for the Illinois Coalition for Immigrant and Refugee Rights said there are still chances for the non-violent immigrant to have problems.  \nHis group sees evidence of racial profiling, where foreigners are pulled over by police.  \n\"They're vulnerable to being picked up for failing to signal or having a broken tail light,\" Tsao said. \"It could escalate into a deportation case.\"\n\nNotes\n\nSeries: Exodus from Mexico (Part 1 of 5)\n\nLoad-Date: November 18, 2003"
}