{
    "title": "IMMIGRATION VETTING ANALYZED FAILURES IN THE SYSTEM ARE EXTREMELY RARE AND BECOMING RARER",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 4,
    "day": 23,
    "full text": "President Donald Trump's \"travel ban,\" which the Supreme Court will review this week, seeks to limit immigration from certain countries because, as the president contends, our vetting of immigrants has not been \"extreme\" enough to keep radicalized offenders out of the United States. Despite this assumption, Mr. Trump required a report to determine whether his claim was actually true. In the nearly 15 months since then, his administration has failed to complete its report, stating this past January that it lacks the relevant information.\nIn light of this failure, I independently completed the study that Mr. Trump asked for. Its conclusions undermine his claims.\nVetting failures are extremely rare and becoming rarer. Moreover, after vetting improvements were implemented following the terrorist attacks of Sept. 11, 2001, only one vetting failure resulted in a deadly attack, causing just 9 percent of terrorism deaths since the attacks. U.S.-born Americans killed 82 percent of the terrorism victims since 9/11.\nI defined \"vetting failure\" as broadly as possible to include any foreigner who harbors terrorist associations or sympathies before receiving permission to enter the United States, who goes on to commit a terrorism crime. I excluded offenders born in the United States, those who entered illegally, those extradited to the United States, children who entered at age 15 or younger, and those who otherwise radicalized after entry.\nMy definition includes people as vetting failures even if the government made no mistakes in its procedures. And \"terrorism\" includes any action in which an immigrant sent support to terrorist groups abroad, as well as terrorism crimes committed abroad by foreigners who lived for a time in the United States. Moreover, without information to the contrary, I assumed that anyone who committed an offense within 10 years of entry radicalized before coming to the United States.\nBy this broad definition, I identified 65 foreign-born terrorism offenders as vetting failures - 80 percent of them, (52 offenders, including the 19 9/11 hijackers), occurred in the 15 years leading up to Sept. 11, 2001. From 2002 through 2016, there was just one vetting failure per 29 million vetting approvals - a decline of 84 percent in the rate compared with the earlier 15-year period. The 13 post-9/11 cases make up just 2 percent of all terrorism offenders since 9/11.\nNot only have vetting failures become less frequent, they have become much less deadly. During the pre-9/11 years, 27 vetting failures resulted in deaths in the United States - 1 in 9.2 million visa vetting approvals. This compares with just one deadly failure in the post-9/11 era, a rate of one deadly approval per 379 million approvals.\nThat exception, which allowed the 2014 admission of Pakistani national Tashfeen Malik, facilitated the shooting deaths of 14 innocent people in San Bernardino, Calif., in December 2015. It was a tragedy, but it translates to an annual chance of a U.S. resident being killed as a result of a vetting failure of 1 in 328 million. Including the 9/11 attacks, vetting failures up to 9/11 resulted in the deaths of 2,986 innocent people in the United States, an annual risk of 1 in 1.5 million. The risk has been reduced 99.5 percent.\nWhat caused the decline? There aren't fewer terrorists in the world (in fact, there are many more). Nor did immigration from countries where vetting failures had previously occurred decline. In fact, immigration increased from those countries.\nThe best explanation is that the government has improved the screening process. As detailed in a devastating 241-page report by the 9/11 Commission, pre-9/11 immigration screening focused almost exclusively on stopping illegal immigration. Screeners had no training to identify terrorists, and limited databases or technology with which to catch them. The FBI, CIA and the National Security Agency did little to assist the adjudicators.\nImmediately after 9/11, the government identified these failings and invested billions of dollars in new infrastructure, training, procedures, databases and surveillance. And each time failures have occurred since, the government has further tightened procedures.\nThese efforts have had an effect. Applicants have received denials on terrorism grounds at five times the prior rate. More revealing is that in the post-9/11 era, almost all the decline in vetting failures occurred among applicants who had prior contact with known terrorists. This is who we would expect vetting to target. People who have traveled to terrorist havens or exchanged messages with known terrorists are likely to reveal themselves to law enforcement.\nThe data also show that the president's travel ban is misguided. The 65 vetting failures over the past three decades came from 20 different countries - only one of which made the president's travel ban (Somalia).\nThe precipitous decline in vetting failures after 9/11 proves the government can keep Americans safe without banning certain nationalities or categories of immigrants. Mr. Trump now has the evidence he asked for, and the Supreme Court will have it too. We can only wait to see what each will do with it.\n\nNotes\n\nDavid Bier is an immigration policy analyst at the Cato Institute. This piece originally appeared in The Washington Post. /\n\nLoad-Date: April 24, 2018"
}