{
    "title": "Immigrants increase, but arrests decrease; Anti-terrorism focus_ INS devotes more effort to potentia",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 2,
    "day": 8,
    "full text": "The number of noncitizens charged with violating immigration law last year declined 48 percent in Georgia and 12 percent nationally.\nThe figures suggest that a decision by the Immigration and Naturalization Service to focus on national security has translated into less scrutiny for human smugglers, document forgers, illegal immigrants and foreign nationals who commit crimes that should trigger deportation.\nThe number of people charged with violating immigration law in Georgia went from 2,390 to 1,249 last year, according to records obtained through the federal Freedom of Information Act.\nThey were charged with a variety of offenses, from being in the country illegally or re-entering the United States after being deported to smuggling immigrants or committing fraud to get immigration benefits.\nAJC\nMeanwhile, the number of immigrants arrested in Georgia for committing crimes that warrant deportation dropped 45 percent, from 1,569 to 868. It went down 12 percent nationally.\nPriority shift\nTom DeRouchey, assistant director for investigations at the Atlanta INS, said \"there was a dramatic shift . . . toward areas of national security\" after the Sept. 11 terrorist attacks.\nHe said agents who might otherwise investigate fraud, smuggling or the employment of illegal immigrants were dispatched to investigate allegations of foreign nationals with ties to terrorism.\n\"National security is our No. 1 priority,\" he said.\nSteven Camarota, research director for the Center for Immigration Studies, a Washington organization that wants to limit immigration, said the INS lacks the resources to vigorously enforce each of the nation's myriad immigration laws. He said the agency historically has responded to pressure from politicians and business interests in choosing which laws to focus on.\nINS records show the agency has 54 agents in Georgia, a state with an estimated 228,000 illegal immigrants. It has 17 agents to monitor 206,000 illegal immigrants in North Carolina, seven agents compared with 36,000 undocumented immigrants in South Carolina and three agents for the 24,000 illegal immigrants in Alabama.\nNationally, the number of noncitizens charged with violating immigration law went from 118,670 to 104,189 in the budget year from October 2001 through September 2002, the INS said.\nThose figures reflect the enforcement of immigration laws inside the United States. They do not include a much larger number of people apprehended by the Border Patrol, mainly in the Southwest.\nAfter the terrorist attacks, DeRouchey said, INS investigators reviewed records at \"sensitive\" work sites, such as nuclear power plants, to determine whether any employees were foreign nationals working without permission. The INS arrested at least 17 people at Hartsfield International Airport last year on charges of being in the United States illegally.\nA similar investigation at Charlotte/Douglas International Airport led to the conviction of 51 illegal immigrants on charges of presenting fraudulent information to gain access to secure areas.\nThe agency also detained at least 899 foreign nationals nationwide in the terrorism investigation. Most were men from Arab and Muslim nations. They were held for offenses such as overstaying a visa, but none was charged with a crime related to terrorism.\nAs the INS focused on foreign nationals from countries linked to terrorism, it had less time for investigations such as one dubbed Operation Nightmare. It targeted illegal immigrants from South America and the Dominican Republic working as prostitutes in Georgia, South Carolina, North Carolina and Tennessee.\nPopulation surge\nThe decline in arrests last year came despite a surging illegal immigrant population in the last decade.  INS figures show the number doubled from 1990 to 2000, to about 7 million.\nThe increases were more dramatic in Georgia, Alabama, North Carolina and South Carolina, the states covered by the Atlanta INS district. The number of illegal immigrants in those states increased 582 percent in the '90s.\nCamarota, the researcher, said politicians and business interests often influence how aggressively the INS enforces certain immigration laws. In the late '90s, for example, when a roaring economy created jobs faster than companies could fill them, the number of workplace raids went down significantly.\nIn 1998, after the INS arrested 21 illegal immigrants helping to harvest a $70 million crop of Vidalia onions, Rep. Jack Kingston (R-Ga.) and Sen. Paul Coverdell signed a letter to Attorney General Janet Reno saying the INS used \"bullying tactics\" and had shown \"a lack of regard for farmers.\"\nThe agency suspended the raids after farmers promised to hire legal workers.\n\nGraphic\n\n \nGraphic: FEWER NONCITIZENS FACE CHARGES\n \n*..Noncitizens charged with violating immigration law\nOct. 2000 --- Sept. 2001\nGeorgia............2,390\nAlabama..........… 73\nNorth Carolina… 1,156\nSouth Carolina..… 168\nTotal U.S...… 118,670\nOct. 2001 --- Sept. 2002\nGeorgia............1,249\nAlabama...............69\nNorth Carolina.......880\nSouth Carolina.......179\nTotal U.S........104,189\n \n*..Noncitizens arrested for committing a crime\nOct. 2000 --- Sept. 2001\nGeorgia............1,569\nAlabama...............51\nNorth Carolina.......902\nSouth Carolina........69\nTotal U.S.........85,162\nOct. 2001 --- Sept. 2002\nGeorgia..............868\nAlabama...............39\nNorth Carolina.......630\nSouth Carolina........72\nTotal U.S.........74,820\nSource: Immigration and Naturalization Service\n\nLoad-Date: February 8, 2003"
}