{
    "title": "Immigrant Caught in a Terrorism Snare",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 7,
    "full text": "If Farida Goolam Mahomed Ahmed picked mid-July to swim the Rio Grande into the United States from Mexico, as the lack of an entry stamp or visa in her South African passport and the soaking wet jeans in her bag all but blared, it was not a case of great timing or finesse.\n At the quiet McAllen-Miller International Airport in this sun-baked border town of 106,000 eight miles inland from Mexico, as elsewhere, the Border Patrol and other security agents were on stepped-up antiterrorism alert. And with her Muslim name and South Asian features, the petite woman of 48 with long, jet-black hair who presented herself for a morning flight to New York on July 19 was not exactly inconspicuous.\n It did not help that she was carrying $7,300 in assorted currencies and that three pages were torn out of her passport. Or that she held business cards for an establishment across the border in Reynosa, Mexico -- a business that Mexican authorities say does not exist and may signify her reliance on the human smugglers called coyotes.\n But more than two weeks after Ms. Ahmed was detained as a possible terror suspect, linking her fatefully to the alarm that the Bush administration sounded against threats of large-scale attacks by Al Qaeda, the government has yet to charge her with anything beyond re-entering the country illegally, a misdemeanor, and felony counts of mutilating or altering a passport for entry and lying to federal agents. \n After three days in a Border Patrol holding cell with a concrete bed and no shower, and what her lawyers in court called a troubling four-day delay in bringing her before a magistrate, she remains in the custody of United States marshals in a county lockup near Harlingen. A federal grand jury is to begin hearing evidence in Houston on Aug. 16, said Michael T. Shelby, the United States attorney prosecuting the case. \n South African officials say the United States has not sought their help in identifying Ms. Ahmed. The San Antonio office of the F.B.I., which is handling the case, did not reply to messages. \n But while the investigation is continuing, and parts of her story remain enigmatic, some United States officials, lawyers and others say privately that Ms. Ahmed -- a divorced mother who came to the United States legally in 1996 and lived in Chicago and elsewhere for three years -- seems an increasingly improbable terrorist and that her case may have been publicly presented as unnecessarily ominous.\n Mr. Shelby said that her name was run through security indexes and that ''the record does not indicate she is a suspect in any other criminal activity besides U.S. immigration law.'' \n Representative Solomon P. Ortiz, a Corpus Christi Democrat who is a longtime member of the House Armed Services Committee, was widely quoted after her arrest as maintaining that Ms. Ahmed's name did crop up on a watch list of suspected terrorists -- a claim that other officials say runs contrary to any known evidence. Mr. Ortiz, who was traveling, did not respond to requests to his Washington office for a telephone interview, but repeated though a spokeswoman, Cathy Travis, that ''multiple law enforcement sources'' had told him that Ms. Ahmed had traveled ''250 times all over the world.''\n Asked for Mr. Ortiz's source of information, Ms. Travis said: ''His kind of folks, multiple law enforcement guys, Customs, Border Patrol, Immigration, folks like that.'' \n Eddie Flores, a spokesman for the Border Patrol in the McAllen sector -- 19,000 square miles of South Texas where 76,860 illegal immigrants have been apprehended since October, 20 percent more than last year -- said that Ms. Ahmed went through the usual F.B.I. automated fingerprint check upon detention and that no negative information came back.\n Ms. Ahmed's public defender, Kyle Welch, did not respond to calls about his client. But Will Harrell, executive director of the American Civil Liberties Union in Texas, said: \n ''It doesn't take much to trigger a lawful investigation, but nothing enables the government to treat people beneath the standards of the Geneva Convention and Vienna Convention. \n Tshepo Mazibuko, a spokesman for the South African Embassy in Washington, said that Ms. Ahmed had not contacted the embassy and that United States authorities had not responded to requests for information about her, including copies of Ms. Ahmed's fingerprints to verify that she is a South African citizen. ''We are definitely worried,'' Mr. Mazibuko said.\n The Mexican authorities, denying they may have failed to intercept a possible terrorist, declared that Ms. Ahmed was not on any watch list and so could not have been stopped when she flew in from London on July 14. ''She did not fit any suspicious profiles,'' a high-level intelligence official in the Interior Ministry said.\n Ms. Ahmed's family members, interviewed this week in their home in Johannesburg, declined to answer some questions or give many specifics, but said that they had talked to her several times by phone and that she seemed confused about her case. They called her a longtime Johannesburg resident once in the auction and furniture business and now unemployed. They said she was not religiously or politically inclined and had no conceivable connection to Al Qaeda and terrorism. And they said she was not a frequent traveler. \n ''Farida went to New York, or went to America, to work,'' said Riaz Bassa, a nephew who spoke for the others. ''You know, you hear about the American dream, the way people go to other places, to do bigger things. And this is what she wanted to do. She is not linked to Al Qaeda. She is not a religious person. Absolutely not. If you know her, you know that she is not religious. She is not Al Qaeda. She is a single parent who is very worried about the future of her kid. She is divorced from her husband. You know, she has to send the kid to school, pay the school fees and do all this type of thing. And she went to America, she was on the way to New York, yes. She was going to work.'' \n Mr. Bassa did not deny that she might have sneaked in. ''She doesn't have an America visa,'' he said. ''She got declined before. So this was the route she took.'' \n ''I think she just happened to be in the wrong place at the wrong time,'' Mr. Bassa said.\n A federal prosecutor, Lynn Cook, arguing for Ms. Ahmed's detention at a hearing in McAllen on July 27, said she came to the country legally in 1996, evidently overstaying her visa. ''She's been in this country for some period,'' Mr. Cook said, ''three years according to the pre-trial services report, with no legal status whatsoever in the country.''\n An F.B.I. agent, Garry Simmons, testified that Ms. Ahmed had a McAllen address in her phone book and acknowledged having a friend here. Mr. Simmons said agents had found a hotel where Ms. Ahmed had recently stayed in McAllen and interviewed a maid who seemed to recognize her. \n As sketched in a four-page F.B.I. affidavit by another agent, Daniel V. Delgado, and an hour's court hearing, Border Patrol agents at the airport, checking every traveler, saw right away that her passport held no visa or entry stamp. It was only later when the wet jeans were found in her luggage and agents found three pages torn from her passport that, the F.B.I. said, she admitted ''she came through the bush'' and had removed the pages to eliminate the record of the route of her flights, which took her through the United Arab Emirates, London and Mexico. \n Questioning stopped when she asked for a lawyer. Agents said they had her consent to go through her bags, finding the money along with passport-size photos of herself and photos of her daughter, Soraya, and her father, her divorce decree, gambling cards from the Taj Mahal and Caesars Palace in Atlantic City, a British phone card, a cellphone, a digital camera, an address book and an expired Illinois drivers license. Mexican authorities said she had an American Social Security card.\n Agent Simmons said he had asked her if she was a Sunni or Shiite Muslim. ''She didn't know,'' he testified.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Stepped-up security is evident in border areas like the McAllen-Miller airport in South Texas, where a Border Patrol vehicle was on duty. (Photo by Brad Doherty for The New York Times)                      \n\nLoad-Date: August 7, 2004"
}