{
    "title": "Immigrant Is Sentenced For Illegal Money Transfers",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 4,
    "full text": "A Yemeni-born man who has lived in the United States for decades and owns an ice cream shop in Brooklyn was sentenced yesterday to more than 15 years in federal prison for illegally funneling nearly $22 million overseas.\n  The case against the man, Abad Elfgeeh, 51, stemmed from a broad terrorism investigation that began in December 2001 and resulted in the conviction last year of a prominent Yemeni cleric on charges that he had conspired to aid Hamas and Al Qaeda.\nMr. Elfgeeh was only charged with illegally transferring money overseas, and prosecutors acknowledged they had been unable to develop evidence linking his case to terrorism, but his ties to the cleric and the specter of terrorism hung over the case.\n  Mr. Elfgeeh, who was arrested in January 2003, had acknowledged in a secretly tape-recorded conversation with an informant that he transferred money for the cleric, Sheik Mohammed Ali Hassan al-Moayad, before the Sept. 11, 2001, attacks, according to court papers filed in the case. He said he had been reluctant to do so since then because Yemenis were being closely monitored and everything was being linked to terrorism.\n  Mr. Al-Moayad, in an interview with the F.B.I., acknowledged that he knew Mr. Elfgeeh and that Mr. Elfgeeh had helped him raise money in the United States, the court papers said.\n  But Judge Sterling Johnson of United States District Court in Brooklyn, before pronouncing sentence, said he was treating the case as one involving unlawful and unlicensed money transfers and would sentence Mr. Elfgeeh accordingly. \n  A jury convicted Mr. Elfgeeh of running an illegal money-transmitting business from his Brooklyn storefront, a convenience store called Carnival French Ice Cream, at 473 Fifth Avenue in Park Slope, sending $21.9 million to a range of countries between 1996 and 2003. Mr. Elfgeeh ran a hawala, an informal service that many immigrants in Brooklyn use to move money around the globe outside traditional financial channels.\n  By sending Mr. Elfgeeh to prison for 15 years and eight months, and fining him $1.25 million, Judge Johnson gave him the lowest recommended prison term under federal sentencing guidelines. The maximum is 19 years and seven months.\n  Yesterday, before he heard his sentence, Mr. Elfgeeh made an impassioned plea for leniency. A naturalized American citizen, he said he came to this country 35 years ago and raised his family here.\n  ''While it is true that I am an active member of the Yemeni community in this city, and I am a Muslim, these affiliations have not interfered with my pledge of allegiance to this country,'' he said, reading from a prepared statement, his voice breaking several times with emotion.\n  He said six of his eight children had left school, one dropping out of college, three from high school and two leaving grammar school. \n  ''I believe I deserve your mercy,'' he said. ''But should I not, please have mercy on my family and particularly, my children. I do not wish that my children get lost, lose their education and become bad children. The thought is really too much to bear.''\n  Mr. Elfgeeh's lawyer, Frank J. Hancock, who argued for home confinement for his client, said after the sentencing that Mr. Elfgeeh had been prosecuted only because he was an Arab. \n  ''If the man's name was Adam Evans instead of Abad Elfgeeh, he never would have been arrested,'' Mr. Hancock said.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 4, 2006"
}