{
    "title": "Immigrant Freed After Being Held For 19 Months In Terrorism Case",
    "publisher": "the new york times",
    "year": 1999,
    "month": 10,
    "day": 26,
    "full text": "A Palestinian immigrant who had been held for 19 months on secret evidence accusing him of terrorism was freed last night from a New Jersey jail after the Justice Department decided not to appeal a court order to release him.\nThe man, Hany Kiareldeen, 31, was released from the Hudson County Correctional Center in Kearny about 10:30 P.M. and returned to his wife and family in Bloomfield, N.J., said David D. Cole, one of his lawyers.\nMr. Kiareldeen, a native of Gaza who has lived in the United States for nine years and is married to an American citizen, had been held in jail since March 27, 1998. In attempting to deport him, immigration officials accused Mr. Kiareldeen of meeting in his home with one of the men who was later convicted in the 1993 bombing of the World Trade Center. They also accused him of threatening the life of Attorney General Janet Reno, though he has not been charged with any crime.\nBut the Government would not reveal the basis for the accusations, which Mr. Kiareldeen's lawyers said came from his embittered ex-wife. While judges at several levels declared the evidence against him unreliable , the Immigration and Naturalization Service continued to maintain that he was a threat to national security.\nLast week, a Federal District judge ruled, for the first time in the nation, that detaining an immigrant on the basis of secret evidence was unconstitutional, and Mr. Kiareldeen was ordered freed. A three-judge immigration appeals board delayed Mr. Kiareldeen's release until midnight last night to give the Justice Department a last chance to decide if it wanted to continue pressing its case. The department declined to do so.\nIn a statement, the Justice Department said that both the department and the Commissioner of the I.N.S. believed \"that after submitting the evidence to an immigration judge and the board, the process has taken its course, and as a result the department has decided not to take the extraordinary step of appealing the board's decision.\"\nMr. Cole said last night that he was exhilarated to learn that his client's long legal battle appeared to be over. \"It's great news,\" he said. \"It comes a year and a half too late, unfortunately. This is a man who, according to every judge who has looked at his case, never should have spent a day in prison, but freedom is always a great thing, even when it comes late.\"\nHe said that Mr. Kiareldeen, who worked in an electronics store in Paterson, N.J., before he was jailed, would consider suing the Government for wrongful imprisonment. Advocates for immigrants had called Mr. Kiareldeen's case a powerful argument against the practice of imprisoning people based on secret evidence. In August, Mr. Kiareldeen filed a Federal lawsuit that argued that refusing to let an accused person know the source of the evidence against him was a fundamental violation of the constitutional right to due process. His lawyers say there are about 20 people across the country, most of Arab descent, being held on the basis of secret evidence.\n\"If this proceeding had gone forward on the basis of open evidence from the outset,\" Mr. Cole said last night, \"I think he would have spent three or four days in jail instead of 19 months. But because the evidence was kept in secret, it took this long to demonstrate to everyone's satisfaction that he is an innocent person who never should have been detained.\"\nMr. Kiareldeen was initially arrested for having an expired student visa and was threatened with deportation. When his lawyer argued that he should be allowed to stay based on his marriage to a United States citizen, the Government opposed Mr. Kiareldeen's application, saying that there was \"secret information\" linking him to the 1993 World Trade Center bombing.\nThe Government claimed that Mr. Kiareldeen met with Nidal A. Ayyad, who was later convicted for conspiring in the bombing, just a week before the bombing. But judges said the Government never made its case.\nIn the last six months, Mr. Kiareldeen seemed to be on the verge of freedom several times. In April, an immigration judge ordered that he be released after calling the evidence against him \"meager\" and saying that the Government had failed to prove any links between Mr. Kiareldeen and terrorists who bombed the World Trade Center. The I.N.S. appealed. On Oct. 18, the Justice Department's Board of Immigration Appeals upheld the release order, but the immigration service appealed again.\nTwo days later, a Federal District Judge, William H. Walls, ruled that Mr. Kiareldeen's due process rights had been violated and ordered him released. He wrote that the Government was forcing Mr. Kiareldeen to answer \"anonymous slurs of unseen and unsworn informers,\" which \"raised serious issues about the integrity of the adversarial process.\"\nThe I.N.S. appealed, arguing that the judge did not have jurisdiction. The day after that, a Federal appeals court judge blocked Mr. Kiareldeen's release but ordered the three-judge Board of Immigration Appeals to review the case immediately.\nOn Friday, the board ruled that only \"a brief stay\" of Mr. Kiareldeen's release was warranted. It expired last night.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 26, 1999"
}