{
    "title": "Impact of warnings diminishes over time",
    "publisher": "charleston daily mail",
    "year": 2006,
    "month": 11,
    "day": 24,
    "full text": "WASHINGTON - The billboard in the Metro station was dramatic. It showed a man immersed in reading a newspaper while a blue backpack sat unattended on the ground several feet behind him. The caption read, \"Terrorism is the threat, complacency is the accomplice.''\nThe first time I saw the billboard, I looked around, and checked for unattended backpacks. But as months passed, the billboard faded into the background, along with that canned voice that came over the public address system as the Metro train pulled into the station each morning: \"The Metro transit police would like to remind you that if you see something out of the ordinary on Metrobus or Metrorail, that you say something ... '\nMillions of people traveling through airports, train stations and other public concourses this holiday week will hear warnings about terrorism. But if several decades of experimental research into the nature of attention and vigilance are accurate, such messages are largely ineffective at getting people to pay attention to unexpected threats.\nThe problem is not that people are cavalier about terrorism. It is that when a warning is repeated over and over - and then nothing bad happens - the human brain is designed to discount the warning. From an evolutionary perspective, attention is a precious commodity, not to be wasted on threats that do not carry immediate consequences.\nAs you wait for your train or plane to take you to your Thanksgiving family reunion, in other words, your brain is calculating whether to focus on the public announcements, the book you are reading, or your feelings about the relatives you will be seeing soon. All of this happens at an unconscious level - even if you consciously want to stay vigilant.\nAt the National Institute of Mental Health in Bethesda, Md., neuroscientist Karen Berman, who studies the brain mechanisms that process danger and social cues as part of her research into disorders involving social functioning, recently observed the phenomenon firsthand.\n\"I just traveled to the Society for Neuroscience meeting in Atlanta and I had that exact experience,'' she said. \"I heard over and over again these announcements, 'The alert level is Orange!' as if it were something new. The first two or three times I heard it, I stopped and listened and really was on alert. By the fifth time I heard this, I was annoyed.''\nWhile the brain mechanism that plays down repetitive information may not be ideal when it comes to staying vigilant against terrorism, it does allow us to prioritize things in everyday life. There are countless issues that clamor for our attention all the time, and if our brains did not attach different levels of importance to different things, we would be paralyzed by trivial tasks while ignoring the ones that need immediate attention.\n\"Our minds are always learning the relevant statistics of what is and is not important,'' agreed Brian Scholl, a Yale University psychologist who studies attention and vigilance. He has explored a phenomenon known as \"inattentional blindness,'' in which people fail to see things right in front of their noses because they are intensely focused on something else. \"Attending to things is not without cost,'' Scholl said. \"The whole lesson of inattentional blindness is you can't attend to everything.''\nPsychologist Daniel Simmons has created a dramatic video. He showed that when people are very focused on a task, they can fail to see an actor dressed in a gorilla suit who enters the picture and thumps on his chest.\nWhen it comes to spotting a terrorist threat, being asked to focus on unattended backpacks can cause you not to notice the person wearing a bulky jacket on a warm day.\nWhat are some of the ways authorities can help people stay vigilant?\nRegularly changing the look and sound of public announcements and billboards is a useful first step. Scholl said it also makes sense to limit warnings to times when there is a known and specific threat.\nIn fact, Scholl concluded, deluging the public with warnings mainly serves political ends, rather than safety goals: \"If you put lots of warnings out there and then something happens, you can say you put the warnings out there.''\n\nLoad-Date: November 25, 2006"
}