{
    "title": "Implications of a shocking election",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 6,
    "full text": "Many reports of the recent Palestinian elections describe Hamas' victory as a large, negative change for the Middle East. This is an understandable reaction. Hamas advocates erasing Israel from the map and makes a practice of suicide bombings and rocket attacks against innocent people. Fatah, the defeated party, had engaged in peace negotiations with Israel. \nGiven the results of the election, some see Hamas' win as an ominous choice of terrorism over diplomacy. It's worth examining some changes this election may bring. Whether they may truly be changes for the worse remains to be seen.Should we expect Hamas' victory to lead to increased terrorism? Attempted terrorist attacks against Israel remained high even while Fatah controlled the Palestinian Authority. Fatah failed to destroy or even attack the terrorists' operational ability. When speaking in English, Palestinian president and Fatah party leader Mahmoud Abbas claims to be an antiterrorism peace partner, but in Arabic, he promises never to \"use weapons against any Palestinian.\" Despite this, the number of successful attacks has steadily fallen. This is because of increased Israeli action-such as the building of the barrier fence-that is not contingent on the composition of a new Palestinian parliament. Israel, not Abbas, was containing Hamas, and it will continue to do so. In fact, Israel may even toughen defenses now that Hamas is in power and feel freer than before to take defensive military action against terrorists.For more than a decade, Palestinian leaders used both diplomacy and terrorism as tools against Israel. Palestinian political leaders established themselves through terrorism, but were accepted by Israeli officials as peace partners. At the same time, Palestinian groups launched numerous, deadly terrorist attacks against Israelis. Israelis said that the Palestinian peace partners were supposed to stop the terrorist groups from operating, but neither Yasser Arafat nor Abbas did so. In fact, some of the operating terrorist groups were part of the Fatah organization run by Arafat and Abbas.This put Israel in a bind. Should it treat Arafat as the problem or the solution? Should it arm or disarm the PA? Should Israel try to strengthen the hand of the Fatah leadership or launch counterterrorism military incursions into Palestinian-controlled territory? The recent elections may remove the Israelis from this bind.Hamas' actions will no longer be the uncontrollable operations of some random organization. Hamas will be running a government of sorts, with an address, that can be held to account. From now on, when Hamas launches rockets and suicide and rocket attacks from Gaza, Israel can treat them as acts of war from an enemy state. When the PA and Hamas are one and the same, the PA can't claim that Hamas is beyond its control.By winning this election, Hamas may have put itself in a bind. If it chooses to continue to carry out acts of terrorism, its believed religious imperative, Israel and much of the rest of the world might be tougher in its response. The European Union and the United States have both already promised to halt aid to the PA if it is represented by a still-terroristic Hamas. If the Hamas-majority government loses the aid that the Palestinian people have relied on for years, their pro-Hamas voters may turn into anti-Hamas protesters.Ignoring the interesting question of whether such protesters would even be given a voice in Hamas-led Palestinian politics, it is remarkable that an Arab polity has succeeded in replacing a corrupt leadership by means of the ballot box. This is an extremely rare event in Arab history. Some in the West find this change encouraging. Others worry about a rise in fundamentalism. A Washington Post headline declared, \"U.S. Policy Seen as Big Loser in Palestinian Vote.\" The article went on to explain that the democratic victory of a terrorist group flies in the face of President Bush's proclamations that democracy is the key to peace.This is an oversimplification. The Palestinians have had elections, but they do not yet have democracy. They have quite a way to go before creating key institutions of democracy such as transparency, non-violent politics, and respect for basic individual rights. But even at the bare minimum, the electoral booting of Fatah's ineffective and corrupt leaders did demonstrate in the Arab world one of democracy's better features: the ability to \"throw the bums out\" by peaceful means.These election results may also put Palestinian public opinion on display in a manner that never occurred before. Do Palestinians truly support a regime of terrorism, or do they simply want a change from Fatah's corruption? If the Palestinians support Hamas not for its terrorism but for its social services, will they use their votes to tame Hamas' terrorist tactics? The democratic process is a form of sunlight, and sunlight, as the saying goes, is a good disinfectant.\n(C) 2006 Columbia Daily Spectator via U-WIRE\n\nLoad-Date: February 6, 2006"
}