{
    "title": "Impressions of Terrorism, Drawn From Court Files",
    "publisher": "the new york times",
    "year": 2008,
    "month": 2,
    "day": 19,
    "full text": "Jeffrey Breinholt, who is on leave from a counterterrorism post at the Justice Department, has been studying what he calls ''an undervalued source of strategic intelligence about the threats we face from radical Islam within the U.S.'' He has been looking at court decisions.\n  Last year, 888 judicial opinions mentioned Muslims, Islam or variations on those terms, more than in any other year in the history of the United States. In contrast to the views of many academic researchers and civil liberties groups, Mr. Breinholt says the decisions show that terrorism prosecutions work and that American Muslims are prickly, litigious and poorly integrated into American society.\n  ''Next time someone claims that American prosecutors never win terrorism cases, or that Muslims are not more likely to be terrorists than other ethnic enclaves,'' he wrote in a report last month, ''recommend that they visit a law library, where they will find several published 2007 opinions in the case books where Muslims were successfully prosecuted for conduct related to religiously inspired violence.''\n  Mr. Breinholt, who is now director of national security law at the International Assessment and Strategy Center, a Washington research group, conducted his study by plugging words into a database of judicial decisions. After eliminating cases in which Islam figured tangentially and 280 cases brought by Muslim prisoners claiming violations of their religious rights, about 500 pretty interesting cases remained. Most of them involved garden-variety crimes, requests for asylum and claims of employment discrimination. Relatively few concerned terrorism.\n  Mr. Breinholt's methodology was more impressionistic than scientific, as relatively few cases result in published decisions from judges. Guilty pleas, jury verdicts and settlements, for instance, do not generally appear in such databases.\n  In an interview, Mr. Breinholt said that his conclusions about terrorism were even stronger once guilty pleas were included. Over all, he said, the Justice Department wins terrorism cases 10 times as often as it loses them.\n  But David Cole, a law professor at Georgetown and the author, with Jules Lobel, of ''Less Safe, Less Free: Why America is Losing the War on Terror,'' said Mr. Breinholt's numbers were misleading, as most of the prosecutions he counted as victories did not involve actual terrorists.\n  ''Virtually all of their 'terrorism' cases are material support cases,'' Professor Cole said. It is fairly easy to prove that someone provided material support to terrorists, he added, as it requires no evidence of involvement in or intent to support terrorism. Writing a check to the wrong organization to support its charitable work is enough.\n  ''When you have a broad guilt-by-association statute,'' Professor Cole said, ''it's very easy to get convictions.''\n  By Professor Cole's count, there has been only one conviction of someone who tried to commit a terrorist act linked to Islam after Sept. 11, that of Richard C. Reid, the so-called shoe bomber, who tried to blow up an airplane over the Atlantic.\n  Mr. Breinholt cited 11 decisions in his report as proof of the government's good track record last year. They included opinions concerning Jose Padilla, who was sentenced to 17 years in prison last month for conspiring to aid terrorism; Yassin M. Aref, an Albany imam who was convicted of supporting terrorism; and John A. Muhammad, the older of the two snipers who killed 10 people in the Washington area in 2002. \n  But the case against Mr. Padilla evolved over the years as he moved from the criminal justice system to military detention and back, and he was ultimately convicted under a relatively elastic conspiracy law. The judge in the case said there was no evidence linking Mr. Padilla to a specific act of terrorism.\n  Mr. Aref, the imam, was convicted of supporting a hoax created by the Federal Bureau of Investigation.\n  And while Mr. Muhammad, the sniper, surely terrorized the Washington area and said he was a Muslim, he was not a classic jihadist.\n  The decisions Mr. Breinholt collected do provide a snapshot of public and judicial attitudes. Beyond the terrorism cases, two trends are clear: the number of civil cases brought by Muslim plaintiffs is growing fast, and the plaintiffs almost always lose.\n  There were, for instance, 69 employment discrimination decisions involving Muslim plaintiffs in 2007. Only one involved a victory, if you can call it that.\n  Abdul W. Azimi, a meat slicer in Portland, Me., sued his employer, Jordan Meats, for what an appeals court called ''myriad and outrageous'' mistreatment. Mr. Azimi found pieces of pork in his jacket, a picture of Osama bin Laden in his locker and his shoes in the toilet. A Maine jury ruled in his favor but awarded him no damages, leaving him with only a judicial declaration that his employer had violated the law.\n  That seems to be par for the course. Mr. Breinholt says only about a dozen Muslim plaintiffs claiming religious discrimination have prevailed in court in the history of the United States.\n  Various conclusions are possible. One is that it is not easy to win employment discrimination suits based on religious bias regardless of denomination. Another is that the American legal system may be particularly hostile to claims brought by Muslim plaintiffs.\n  But Mr. Breinholt goes in a different direction. Muslim plaintiffs are using ''frequently frivolous litigation,'' he said, ''to control how people express themselves and to frustrate government security efforts.''\n  Professor Cole drew a different conclusion. ''One definition of being integrated into American society,'' he said, ''is being involved in a lot of litigation. We are a very litigious society.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jeffrey Breinholt (PHOTOGRAPH BY ANDREW COUNCILL FOR THE NEW YORK TIMES)                                                                       \n\nLoad-Date: February 19, 2008"
}