{
    "title": "Imprisoned ISIS supporter sentenced to serve additional 16 years ISIS supporter, already facing deca",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 6,
    "day": 7,
    "full text": "An ISIS supporter already sentenced to a decade in federal prison learned Wednesday that he will spend an additional 16 years behind bars for violating the terms of his probation on Henrico County charges from 2006 and 2010.\nCasey Charles Spain, 29, of Richmond, had been released from Greensville Correctional Center on Aug. 11 after serving seven years for his 2010 conviction on one count of abduction with intent to defile. Spain also had previous convictions from 2006 for malicious wounding, burglary and a firearms charge.\n Henrico Deputy Commonwealth's Attorney Matthew C. Ackley said Spain wracked up a series of probation violations during a mere 20 days between his August release and his rearrest on a federal firearms charge.\n Spain, who had the words \"Cop Killa\" tattooed on his face and the ISIS flag tattooed on his back, was caught in possession of a weapon just weeks after his release. He was arrested shortly after obtaining an inoperable 9 mm Glock handgun during an Aug. 31 FBI sting.\n In pleading guilty to that federal weapons charge, Spain admitted that he became radicalized while in prison.\n Spain was sentenced in federal court in February to a maximum of 10 years on a charge of possessing a weapon while being a felon.\n Other probation violations include Spain getting a smartphone within hours of meeting his probation officer, despite being prohibited from doing so, Ackley said. Spain was also using social media and the internet without permission.\n Henrico Circuit Judge John Marshall on Wednesday sentenced Spain to serve 16 years for his probation violations.\n Brice Lambert, Spain's attorney, said his client was facing an even greater penalty when he went into Wednesday's hearing, adding that his client had decades of suspended time on the old Henrico charges that could have been imposed by the judge.\n \"Mr. Spain had a lot of serious underlying charges, and he clearly violated the court's order,\" Lambert said. \"In light of the fact that the commonwealth's attorney was asking that [the judge] revoke 59 years, I was relieved that the judge only revoked 16.\"\n Ackley said that during Wednesday's hearing, Henrico Detective Coby Kelley, who is assigned to the Joint Terrorism Task Force, testified about Spain's efforts to engage in jihad against the United States.\n \"[Spain] was contacting ISIS fighters overseas in numerous countries, asking how he can assist them,\" Ackley said.\n Lambert said his client admits showing an interest in some teachings connected to ISIS, but the defense attorney added the evidence the authorities had didn't prove his client was guilty of any terrorism charge.\n sgorman@timesdispatch.com(804) 649-6885\n\nGraphic\n\n \nSpain Virginia Department of Corrections Spain Virginia Department of Corrections\n\nLoad-Date: June 7, 2018"
}