{
    "title": "Imran Khan Warns of Kashmir _Blood Bath_ in Emotional U.N. Speech",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 27,
    "full text": "Pakistan’s leader castigated India over its Kashmir crackdown from the podium of the United Nations on Friday, warning of a “blood bath” when and if Indian authorities lift a curfew over the disputed territory.\nThe speech by Prime Minister Imran Khan at the United Nations General Assembly was partly directed at his Indian counterpart, Narendra Modi, who in his own speech earlier Friday omitted any reference to Kashmir.\nLast month India revoked the longstanding autonomy of the mountainous border region, the flash point of two wars with Pakistan since both achieved independence from Britain more than 70 years ago.\nThe Indian authorities arrested thousands of Kashmiris, severed most electronic access and imposed a curfew on the entire populace of about 8 million. While some curbs have been eased, the curfew remains in effect.\nMr. Modi and his subordinates have described their move as an internal domestic matter aimed at making the region more prosperous.\nThe Indian prime minister’s shift on Kashmir was welcomed by his base of Hindu nationalists, who have long wanted to exert power in the Muslim-majority region and have long accused Pakistan of supporting militant separatists there.\nMr. Khan has repeatedly denounced what he has described as Mr. Modi’s reckless disregard of Pakistan’s historic claims to the region.\nThe Pakistani leader has frequently reminded the world that Pakistan and India are both nuclear powers. He has used terms like genocide to describe India’s intentions for the disputed Kashmir region and has complained that Mr. Modi has ignored his entreaties for a dialogue.\nIn an interview with The New York Times Editorial Board on Wednesday, Mr. Khan said Mr. Modi was leading India down an irrational path, a theme he reiterated in his General Assembly speech.\n“Is it arrogance that has blinded him from what is going to happen when the curfew is lifted? Does he think the people of Kashmir will quietly accept the status quo?” Mr. Khan said. “What is going to happen when the curfew is lifted will be a blood bath.”\nThe pent-up frustration of Kashmiris living under what Mr. Khan described as Indian military occupation would inevitably come back to haunt India, he said.\n“Would I want to live like that?” Mr. Khan said. “I would pick up a gun.”\nMr. Khan, who has conspicuously avoided crossing paths with Mr. Modi while both are attending the annual gathering in New York, had said that he would be using his General Assembly speech to emphasize Kashmir and implore the United Nations to intervene.\nMr. Modi, in his speech, sought to portray India as a peace-loving nation that he said had given the world Buddha’s philosophy of serenity. His only reference to Pakistan and Kashmir was oblique, saying India had long been a victim of terrorism.\n“Our voice against terrorism, to alert the world about this evil, rings with seriousness and the outrage,” Mr. Modi said. “It is absolutely imperative that the world unites against terrorism.”\nPHOTO: Mr. Khan of Pakistan castigated his Indian counterpart, Narendra Modi, during a speech at the United Nations General Assembly on Friday. (PHOTOGRAPH BY Dave Sanders for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nPakistan Runs Out of Options as India Tightens Grip on Kashmir\nAs Narendra Modi Heads to U.S., Controversy Follows Him\nIndia’s Move in Kashmir: More Than 2,000 Rounded Up With No Recourse\nPakistan Leader Will Urge U.N. Intervention in Kashmir\n\nLoad-Date: September 28, 2019"
}