{
    "title": "In '01, Bremer derided Bush officials on terror; Months before 9; 11, the man who is now Iraq 's civ",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 5,
    "day": 1,
    "full text": "L. Paul Bremer, the U.S. administrator in Iraq, said in a speech six months before the Sept. 11 attacks that the Bush administration was \"paying no attention\" to terrorism.\n\"What they will do is stagger along until there's a major incident and then suddenly say, 'Oh, my God, shouldn't we be organized to deal with this,' \" Bremer said at a McCormick Tribune Foundation conference on terrorism Feb. 26, 2001.\nBremer spoke at the conference shortly after he chaired the National Commission on Terrorism, a bipartisan body formed by the Clinton administration to examine U.S. counterterrorism policies.\nOn Thursday - the same day Bush and Vice President Cheney met with the Sept. 11 commission to explain what precautions they took to prevent a terrorist attack after taking office in January 2001 - White House spokesman Scott McClellan did not comment on the Bremer remarks directly.\nBut he said: \"The actions we took prior to Sept. 11 demonstrate that we took the terrorist threat seriously. The first major foreign-policy directive was a comprehensive, aggressive strategy to eliminate al-Qaeda.\"\nThe foundation is a charitable organization founded by Robert McCormick, former editor and publisher of the Chicago Tribune.\nAt the speech, delivered in Wheaton, Ill., Bremer, whose diplomatic jobs included a stint as ambassador-at-large for counterterrorism, said a war against terrorism would be unending.\n\"If you call it a war, you suggest there's a victory,\" he said. \"I would argue there is no final victory in the war against terrorism any more than there is in the so-called war against crime.\"\n\nGraphic\n\n \nPHOTO;\nL. Paul Bremer had chaired the National Commission on Terrorism before he spoke out against the White House on Feb. 26, 2001.\n\nLoad-Date: August 25, 2005"
}