{
    "title": "In 2 bomb cases, FBI let sting operation play out",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 9,
    "day": 26,
    "full text": "CHICAGO (AP) - As Hosam Maher Husein Smadi prepared to remotely detonate what he believed was a powerful bomb underneath a Dallas skyscraper, his comrade-in-arms, who was actually an undercover FBI agent, offered him earplugs, authorities say.\nSmadi declined. He said he wanted to hear the blast, according to investigators.\nSitting in a car a safe distance from the skyscraper, Smadi, 19, allegedly dialed the cell phone number he thought would trigger the explosion. It was instead a law enforcement number. He was promptly arrested on terrorism charges.\nThe FBI on Thursday announced the arrests of Smadi and another man, Michael C. Finton, who was charged with trying to blow up a building in Illinois in a nearly identical but unrelated plot.\nIn both cases, FBI agents posing as al-Qaida operatives supplied the men with bogus explosives. In both cases, the FBI let the sting operation play out to the very end.\nThat is a markedly different strategy from the one employed by the FBI in some other big terrorism cases since 9/11, and it could yield the crucial caught-in-the-act evidence that juries like to see.\n\"Obviously if you nip it too early in the bud, then you may not have credible evidence to use in court,\" said Scott Silliman, executive director of Duke University law school's Center on Law, Ethics and National Security.\nThe strategy could also blunt the kind of entrapment claims that have made it difficult to win convictions in terrorist plots that were broken up by the FBI in their very earliest stages.\nLetting a sting run its course shows that the defendants \"are acting on their own and willing to go forward and you're not guiding them into what they're doing,\" former FBI terrorism specialist Roger Rehling said. \"You get to see their motives and their reactions at what they think is about to happen - how excited they are to be doing it.\"\nSmadi, a Jordanian who lives in Texas, is accused of trying to blow up the 60-story Fountain Place office tower. Finton, a 29-year-old American who went by the name Talib Islam, allegedly used a cell phone to try to detonate what he believed were explosives in a van outside a federal courthouse in Springfield, Ill.\n\nLoad-Date: September 28, 2009"
}