{
    "title": "In Ads, Some Democrats Are Being Cast as Terrorists",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 17,
    "full text": "LAKESIDE, Calif. -- In this congressional district just east of San Diego, a Christian Democrat, Ammar Campa-Najjar, has been portrayed by his Republican opponent as an Islamic terrorist sympathizer.\nThe same allegation has been tossed at Democratic candidates in Ohio and New Jersey, and a challenger to an embattled Republican incumbent in the suburbs of Richmond, Va., has been attacked for her part-time teaching gig at a Muslim high school. \n  It has been 17 years since the attacks of Sept. 11, 2001. But in an era when President Trump has made fear of immigrants central to his political reign, Republican ad makers have seized on terrorism as a new weapon to wield against Democrats in the midterm races.\n  The ads -- largely produced by the Congressional Leadership Fund, a Super PAC associated with Speaker Paul D. Ryan -- have frequently been criticized by fact checkers and national security groups as truth-stretching digital irruptions designed to rattle residents in districts where normally safe Republicans feel the hooves of disenchanted voters stomping toward them.\n  ''Republicans are using terrorism because they believe national security is a winning issue for them,'' said Nathan Gonzales, editor of Inside Elections, a nonpartisan race analysis organization.\n  ''It's part of a broader strategy to plant doubt in the minds of voters who are looking for a change,'' he said, adding, ''If Republicans can discredit and destroy these Democratic challengers, then they can hold down some of their losses.''\n  Harsh ads that push the boundaries of accuracy have long been a staple of campaigns in both parties. But the terrorism-related ads are the most striking in a slew of negative, sometimes meanspirited messages unleashed by Republicans this fall.\n  Republicans have been only marginally successful in leveraging the usual tools available during an economic boom, like bragging about low unemployment, tax cuts and a new trade deal. And Mr. Trump's unpopularity in many suburban House districts has some Republicans pulling out every sharp knife in their roll, hoping their cuts will redefine the Democrats as a menace.\n  The ad makers do not deny this, saying all is fair in love, war and politics. ''The Congressional Leadership Fund has successfully been able to define Democrats and put first-time candidates on defense,'' said Courtney Alexander, a spokesman for the Super PAC. Republican strategists insist the ads have moved the needle in these races, making them favorable to Republican incumbents.\n  Super PACs supporting Democrats have produced some harsh ads of their own: A gun safety group supporting Jason Crow, who is running against Representative Mike Coffman in Colorado, put together a tough spot that evoked a school shooting in the state.\n  But they have largely stuck to attacking the tax overhaul, which they argue has harmed older Americans and the middle class, or targeting Trump administration attempts to allow insurers to charge higher premiums for people with pre-existing medical conditions.\n  Democrats insist the terrorism ads are acts of pure desperation.\n  ''Republicans do not know how to run against this cycle's unique crop of Democratic candidates, and they are resorting to despicable, dishonest attacks,'' said Meredith Kelly, a spokeswoman for the Democratic Congressional Campaign Committee. ''The reality is that voters know about these Democrats' records of service and stellar résumés, and do not believe the attacks.''\n  Republican Super PACs have traditionally used generic policy messages to attack Democratic House candidates, hammering away at them on issues like their support for the health care law. The G.O.P.'s greatest recurring hit -- linking Representative Nancy Pelosi, the House Democratic leader and one-time speaker, to every Democrat who breathes -- is once again getting airtime.\n  But this year, Republican campaign officials said, the Congressional Leadership Fund used focus groups to determine what kinds of specific attacks on opposing candidates would resonate with voters, or show up on negative local news reports.\n  The anti-Islamic ones strike some of their targets as particularly insidious.\n  In Ohio, Representative Steve Chabot is tying his challenger, Aftab Pureval, to terrorism because Mr. Pureval once worked at a law firm that settled terrorism-related lawsuits against Libya; he was not directly involved in the settlements, which were approved by Congress.\n  In California, Representative Duncan Hunter, who is under federal indictment for misuse of campaign funds, has used the specter of terrorism to target Mr. Campa-Najjar, whose paternal grandfather, Muhammad Youssef al-Najjar, was involved with the plan to murder Israeli athletes at the 1972 Olympic Games in Germany. Mr. Campa-Najjar is a Christian who grew up in a Mexican-American community, and he has repeatedly distanced himself from that wing of his family.\n  ''It's a whisper campaign,'' Mr. Campa-Najjar said in an interview in a taco restaurant here. ''One guy was cleared by the F.B.I. to work in the White House,'' he said, referring to his time in the executive office under President Barack Obama. ''The other was indicted by the F.B.I.''\n  In Virginia, Abigail Spanberger is being attacked for ties to a Muslim high school where she briefly taught English as a substitute teacher. The school earned the nickname Terror High after a 2005 graduate was sentenced to 30 years in prison for plotting to kill President George W. Bush.\n  She has also been accused of being in favor of ''giving $100 billion to the leading sponsor of terrorism,'' a vague reference to supporting an antinuclear congressional deal with Iran.\n  Ms. Spanberger appeared to be gaining momentum on her opponent, Representative Dave Brat, when the ads were released this fall, after the Congressional Leadership Fund obtained her unredacted personnel file from the United States Postal Service. The postal service accidentally released the records after a Freedom of Information Act request by America Rising, a Republican-aligned research group.\n  Ms. Spanberger taught at the school as she waited for final approval for a job at the C.I.A., where she eventually served as a covert officer who pursued terrorists, among other tasks, with a very high level security clearance.\n  The friend-of-terrorist portrayal has also surfaced in New Jersey, where the Republican PAC has taken aim at Tom Malinowski, who argued that Guantánamo detainees should receive due process when he served as the Washington director of Human Rights Watch. During that time, he also worked with Senator John McCain to ban torture.\n  [Video: (NJ-07) Different Watch on YouTube.]\n  Campaign officials point out they have no coordination with the Super PACs producing many of the negative ads, and say their own messages have been more positive.\n  ''All of our ads tell the story of Leonard being Leonard Lance,'' said Jim Hilk, a spokesman for the re-election campaign of Mr. Malinowski's opponent.\n  Mr. Hilk cited one ad that features the grandfather of a child who has cancer, highlighting the congressman's work in the bipartisan rare disease caucus. ''We think that kind of shows who he is,'' he said.\n\nhttps://www.nytimes.com/2018/10/15/us/politics/terrorism-midterms-advertising.html\n\nGraphic\n\n \nPHOTO: Ammar Campa-Najjar, a Democrat running for Congress in California, has been portrayed as a terrorist sympathizer. (PHOTOGRAPH BY SAM HODGSON FOR THE NEW YORK TIMES)       \n\nLoad-Date: October 17, 2018"
}