{
    "title": "In a Pakistan beset by conflict, the arts see nascent revival Pakistan 's music, letters, and visual",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 11,
    "day": 26,
    "full text": "For folk musician Arieb Azhar, the ongoing conflict between religious extremism and the arts in Pakistan hit home when a bomb exploded during his performance at the famous World Performing Arts Festival in Lahore two years ago.\nThe explosion forced the organizers to order an evacuation, but not before the popular singer told the audience: \"We will not let this dissuade us, ever,\" a warning to the religious vigilantes later blamed by police for planting small devices around the festival's amphitheater.\nAccording to the austere interpretation of Islam by such religious extremists, instruments and public gatherings where men and women can mix are forbidden.\nFast-forward to 2010, and the arts seem to be undergoing something of a slow revival as a nation beset by flooding, terrorism, and instability looks for inspiration.\n\"Terrorism and violence is a form of communication,\" notes Mr. Azhar. \"If someone shoots or slaps you, it's also communication. But music by its very nature goes against the concept of extremism of any form. Music is an outlet for someone to express what they want to say aesthetically; not to be violent, but to say it beautifully. It's the most sublime form of communication.\"\nThat peaceful form of communication is gaining recognition outside Pakistan's borders.\nThe venerable British literary magazine Granta devoted its autumn issue to a new crop of Pakistani writers, including former Air Force officer Mohammed Hanif, whose 2008 novel, \"A Case of Exploding Mangoes,\" weaves a dark comedic narrative around the death of former dictator Mohammad Zia ul-Haq, and Mohsin Hamid's \"The Reluctant Fundamentalist,\" the fictional story of a disaffected Pakistani-American's journey toward extremism. That tale has invited comparisons to the life of Faisal Shahzad, the would-be Times Square bomber.\n\"I find the arts scene ... very exciting right now.... Instability does make for fertile artistic ground in Pakistan,\" says Mr. Hamid, an internationally bestselling author. \"The arts are likely to show how diverse Pakistan is, and in that sense, they are likely to give a richer, more complicated view of what Pakistan is. Pakistan is 170 million different people.\"\nThis nascent cultural renaissance extends to the visual arts and music. Last year, painter Salima Hashmi led one of the first major delegations of Pakistani artists abroad at the Asia Society Museum in New York. Ms. Hashmi, the daughter of Faiz Ahmed Faiz, a legendary Urdu poet, is dean of the School of Visual Arts and Design at Beaconhouse National University in Lahore.\nShe says that art has grown in Pakistan as a response to the daily indignities suffered by the country during its checkered history, during which it has been restricted by Islamic laws as well as the whims of dictators.\n\"In the last five to seven years, there's been a phenomenal rise in the number of [academic] institutions, the number of practicing artists. And the mobility of artists has ensured there's all kinds of cross-current, cross-fertilizations with other places in South Asia,\" she notes.\nIn a forthcoming exhibit in Lahore, artist Imran Qureshi has chosen the late-August mob-murder of two teenagers in Sialkot, which sent the nation into convulsions, as his subject matter.\n\"Out of horror, something of beauty does occur,\" Hashmi says. In the \"most terrible of circumstances, it is possible for the human spirit to survive, be positive, and offer a way of redemption.\"\nHamid, the author, agrees: \"Art opens up spaces that terrorism and totalitarianism try to close off.... In that sense, art can be liberating.\"\nMeanwhile, because musicians remain wary of bomb threats, they've had to adjust the presentation of their messages.\nInstead of high-profile festivals, artists have taken to the airwaves and the country's burgeoning cable and satellite channels. Over the past three years, Coke Studio, an online live-performance venue for musicians, has led the way with a series of shows uniting singers from the Sufi Islamic religious order with Pakistani rock stars. The female pop duo Zeb and Haniya also helped popularize the music of the ethnic Pashtuns who reside on the troubled Pakistani-Afghan border via the site.\n\"We haven't quite got back to where we were,\" says musician Azhar, referring to the vibrant jazz scene of the 1960s that was fueled by mainly Christian musicians. Art was heavily censored during the rule of General Zia in the 1980s. Why? Because of its powerful - nonviolent - influence, he says.\n       \n\nLoad-Date: November 27, 2010"
}