{
    "title": "In a Wide Sweep for Militants, Italy Detains 174",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 14,
    "full text": "In a nationwide sweep aimed at ferreting out potential terrorists, the Italian police on Wednesday searched 201 homes and detained 174 people suspected of being involved in militant Islamic groups. But at the day's end, the police announced no formal arrests and said only that they had confiscated some literature in Arabic from some of the homes.\n In all, the police investigated 423 people, some of whom were questioned about their immigration status, the Interior Ministry said.\n  ''I'm not saying that we have seized terrorists,'' the interior minister, Giuseppe Pisanu, said from Brussels, where he was attending a European Union conference to discuss antiterrorism measures. ''It's a preventative operation in high-risk environments.''\n The raids occurred just one day after Mr. Pisanu went before Parliament to request expanded police powers to combat terrorism, including, for example, the right to question terrorism suspects without a lawyer.\n But Italy's lawmakers have not yet passed judgment on his request, and the raids on Wednesday were conducted in accordance with previous Italian laws. Under Article 41 of the penal code, the police may enter a house without a search warrant if they believe it may contain weapons or explosives.\n But in the wake of the London bombings, it is clear that the Italian police and court system are prepared to push the limits of the legal system and to respond in new ways.\n In Brescia on Wednesday, an Italian court for the first time convicted suspects under an Italian law aimed at international terrorism that was passed after the Sept. 11 attacks in the United States and that has stirred considerable debate.\n Muhammad Rafik, a Moroccan cleric who had been an imam in Florence before moving to Cremona, was sentenced to 4 years and 8 months in prison for a plot to attack a Milan subway station and a church in Cremona. A second man, Kamel Hamroui, who was accused of involvement in the plot, was sentenced to 3 years and 4 months. \n Italian prosecutors had previously sought convictions under the law in many other cases, but judges have been reluctant to invoke the law, and suspects had previously been acquitted or sentenced on lesser charges.\n Mr. Rafik is wanted in Morocco in connection with a bombing in Casablanca, but Italy has previously refused a request to extradite him.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Kamel Hamroui of Tunis, center left, and Muhammad Rafik of Morocco, center right, after being convicted of plotting terrorist attacks, Italy's first convictions for international terrorism. The two were given prison terms. (Photo by Daniel Dal Zennaro/European Pressphoto Agency)          \n\nLoad-Date: July 14, 2005"
}