{
    "title": "In Britain , terrorism's center stage",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 5,
    "day": 28,
    "full text": "LONDON — The Manchester bombing has thrust terrorism to center stage ahead of Britain's hotly contested June elections, as British Prime Minister Theresa May on Saturday warned that \"the country should remain vigilant\" even as authorities say concerns about a new attack have eased.\nMay lowered Britain's security threat back where it was before the Monday suicide bombing at a pop concert killed 22 people. But even though authorities appeared satisfied that they had captured most of the people they suspect to have taken part in the attack, security fears continued to reverberate through the political campaign ahead of the June 8 election.\n\"A significant amount of police activity has taken place in the last 24 hours,\" May said Saturday after a meeting of her top security advisers.\nPolice, meanwhile, arrested two additional suspects early Saturday in Manchester, bringing the number of people in custody to 11.\n\"We are getting a greater understanding of the preparation of the bomb,\" said Mark Rowley, the top counterterrorism official at Britain's Metropolitan Police.\nThe announcement came a day after May and her Labour opponent traded vicious barbs about the role British involvement in Middle Eastern conflicts has played in provoking terrorist attacks.\nBefore Monday's bombing, the election had appeared firmly in the grasp of May's Conservatives.\nMay called the election seeking the public's stamp of approval for the government's strategy to negotiate Britain's break from the European Union. That was suddenly on the sidelines.\n\"The war on terror is not working,\" Labour leader Jeremy Corbyn said Friday, as campaigning resumed after a three-day break following the attack. Organizers preceded Corbyn's speech with a minute's silence to honor the 22 people who died in the bomb blast.\nIn the address, Corbyn linked Britain's foreign wars to terrorist attacks but stressed the connection \"in no way reduces the guilt of those who attack our children.\"\n\"Many experts, including professionals in our intelligence and security services, have pointed to the connections between wars our government has supported or fought in other countries and terrorism here at home,\" he said.\nCorbyn, a longtime critic of the Britain's wars in Iraq and Afghanistan, also pledged that if he were prime minister, troops would only be deployed abroad if there was a clear need, proper resources and a plan for \"lasting peace.\"\nHis opponents wasted no time in accusing him of trying to politicize the attack.\n\"I have been here at the G-7 working with other international leaders to fight terrorism,\" May said Friday after a summit meeting with top European leaders and President Trump. \"At the same time, Jeremy Corbyn has said that terrorist attacks are our own fault.\n\"There can be no excuse for terrorism,\" she said.\nBoris Johnson, Britain's foreign secretary, said that Corbyn's position was \"absolutely monstrous.\"\nLiberal Democrat leader Tim Farron said that Corbyn was trying to score a \"political point\" and that he disagreed with his timing.\nRecent polls have shown the Conservatives' lead significantly narrowing.\n\nLoad-Date: May 30, 2017"
}