{
    "title": "IN BRIEF Suspected militant dies in suicide bombing",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 7,
    "day": 5,
    "full text": "SUSPECTED MILITANT DIES IN SUICIDE BOMBING\n JAKARTA, Indonesia - Indonesian police said a suspected militant died in a suicide bombing attack Tuesday outside police headquarters in the city of Solo.\n One policeman sustained minor injuries in the attack that unfolded about 7.30 a.m. local time.\n Maj. Gen. Condro Kirono, chief of Central Java Police, said authorities believe the attack was carried out by a militant network that targets police and other security forces.\n \"This was done by terrorism networks that continue to regenerate. Whether it is an old or new network will be revealed by the investigation,\" he said.\n TV footage showed a limited amount of damage on the street and the attacker's partially destroyed motorcycle.\nSOUTH AMERICAN AIRLINE ISSUES ALERT ON EX-DETAINEE\n RIO DE JANEIRO - A South American airline is asking its employees to be on the lookout for a former Guantanamo Bay detainee who was resettled in Uruguay after being freed by U.S. authorities.\n The alert about Syrian native Abu Wa'el Dhiab adds to a growing mystery about his whereabouts. Uruguayan authorities have insisted for weeks that he is visiting neighboring Brazil and that as a refugee he is entitled to leave Uruguay, but the Brazilian government has said there is no record of Dhiab entering the country.\n Danilo Alves, a spokesman for Colombia-based Avianca Airlines in Sao Paulo, told the Associated Press on Monday that the alert was issued internally to employees, but declined to give any more details.\n The alert, published by the Argentine web news portal Infobae, warns employees that Dhiab may be using a fake passport. The image of the alert posted by Infobae says the information came from Brazil's anti-terrorism police.\n Belela Herrera, a former Uruguayan deputy foreign minister who is a human rights activist, said \"this is crazy\" to use the word terrorism in relation to Dhiab, who was never charged by U.S. officials and cleared for release. She also questioned media interest in his whereabouts.\nGUNFIRE RESULTS IN PANIC AFTER FIREWORKS SHOW\n MIAMI - No one was hurt after police said gunshots were fired near a downtown Miami park shortly after a fireworks display.\n Witnesses told media outlets that the fireworks show at Bayfront Park ended at about 9:30 p.m. Monday. Moments later, they heard multiple gunshots.\n After the shots rang out, people panicked and tried to flee in all directions. Police evacuated the park as well as the neighboring Bayside Marketplace shopping mall.\n There are no reports of any injuries.\n\nLoad-Date: July 9, 2016"
}