{
    "title": "IN BRIEF(4)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 26,
    "full text": "FAMILY WATCHES AS SINKHOLE CONSUMES HOME\nFRASER, MICH. Sue Albu and her husband awoke to sounds of popping at about 4 a.m. ET Christmas Eve. Two hours later, she had trouble opening the doors in her house. Its frame had begun to shift. Her home was sinking into the ground. \"I mean, it was just trying to grab what we could to salvage it,\" Albu said.\nHer house, on the corner of 15 Mile Road and Eberlein Drive, was partially collapsed late Saturday. The sinkhole is endangering other structures and forced the closure of the 15 Mile Road in both directions.\nHomeowners on Albu's street quickly evacuated while authorities cut power for several hours to almost 900 customers to allow electrical services to be rerouted.\nBy Saturday afternoon, the shingles on Albu's house would buckle, and the gutters were bent. Two neighboring homes also were ordered evacuated.\nBELL RINGER RECEIVES SPANISH SHIPWRECK COIN\nSEBASTIAN, FLA. A Salvation Army bell ringer received a coin with ties to a fleet of Spanish galleons sunk in 1715 off the coast of Vero Beach.\nLongtime volunteer Jim Bessy received the gold Spanish escudo worth several thousand dollars from a donor who wished to remain anonymous. He said the donor handed him the coin for safekeeping Thursday so it wouldn't get mixed up with the other coins in the kettle.\nBessy then turned over the coin Friday to Salvation Army Lt. Jay Needham in Vero Beach.\nWhen Needham, in his first year as Salvation Army corps officer in Indian River County, began researching the coin on the Internet, he said he was amazed to learn of its history. The coin is in a plastic case, marked with the words \"1715 Fleet 1 Escudo.\"\nPOPE CALLS FOR PEACE, END TO TERRORISM\nChristmas Day celebrations included a call by Pope Francis for peace and an end to terrorism, as well as a traditional holiday meal for hundreds of U.S. soldiers in Iraq fighting the Islamic State.\nPope Francis wished Christmas peace for people scarred by wars and for those who have lost loved ones to terrorism. He spoke at the Vatican before an estimated 40,000 people in St. Peter's Square and to a global audience.\nMeanwhile, Queen Elizabeth II, 90, did not attend the Christmas morning church service near her Sandringham estate in Norfolk, England, because of a bad cold. Her absence from the service, a ritual, has raised concerns about the health of Britain's longest-serving monarch.\n\nLoad-Date: December 26, 2016"
}