{
    "title": "In Blow to Haley, U.N. Rejects Measure Condemning Hamas",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 6,
    "full text": "The United Nations General Assembly on Thursday rejected a resolution proposed by the United States to condemn the Islamic militant group Hamas for violence against Israel. The rejection was a blow to the American ambassador, Nikki R. Haley, who had positioned the measure as a capstone of her tenure.\nIn remarks before the vote, Ms. Haley characterized the resolution as an opportunity for the 193 member states of the General Assembly to put themselves on the side of “truth and balance.”\nThough the body has voted many times to condemn Israel, never once has it passed a resolution critical of Hamas, an organization Ms. Haley described as one of the “most obvious and grotesque cases of terrorism in the world.”\n“Today could be a historic day at the United Nations or it could be just another ordinary day,” said Ms. Haley, who announced in October that she would be resigning, perhaps by year’s end.\nSince 2007, Hamas has exercised political control over the Gaza Strip, a sliver of land along the Mediterranean Sea where about two million Palestinians live in grinding poverty. This year, a series of anti-Israel protests along Gaza’s border with Israel turned violent, with Israeli security forces killing seven Palestinians in a single day in October.\nHamas militants have fired hundreds of rockets into Israel, often hitting civilian areas. They also have employed a new kind of weapon: kites armed with incendiary devices, sometimes painted with Nazi symbols, that have burned Israeli farmland.\nAlthough a plurality of the General Assembly member countries voted in favor of the measure, a procedural maneuver by a group of Arab countries, led by Kuwait, required a two-thirds majority for the measure to pass.\nThe tally was 87 in favor to 58 opposed, with 32 abstentions.\nHamas officials hailed the failure of the resolution as a “great victory,” calling it a “slap in the face” of the American administration and Israel and an affirmation of what they called the legitimacy of the Palestinian resistance against Israel.\nMoussa Abu Marzouk, the deputy head of Hamas’s Politburo, said the rejection of the resolution constituted international recognition of Hamas’s “right to fire rockets and confront the aggression.”\nRepresentatives of the Fatah movement led by President Mahmoud Abbas of the Palestinian Authority, which rivals Hamas, also praised the outcome.\nDanny Danon, Israel’s ambassador, characterized the vote as a victory that had been “hijacked by a political procedure.” He praised the members that supported the measure, and said those that did not should be ashamed.\n“Wait when you will have to deal with terrorism in your own countries,” he said. “Your silence in the face of evil revealed your true colors.”\nThe resolution, which would have condemned the use of rockets and other weapons against Israeli civilians and demanded a cessation of violence by Hamas and other militant groups, was largely symbolic. It would have had no bearing on negotiations toward a final settlement of the Israeli-Palestinian conflict.\nThe peace process has been paralyzed while the Trump administration completes a long-awaited and secretive proposal, led by President Trump’s son-in-law, Jared Kushner.\nUnited Nations diplomats, including close allies of the United States, have largely been kept in the dark about the details of the proposal. It is unclear when Mr. Kushner plans to unveil it.\nNone of that may even matter. The Palestinians say they havelost faith in the Trump administration’s ability to be a neutral arbiter and have signaled that they may refuse to negotiate regardless of what Mr. Kushner’s plan offers them.\nPalestinian officials were incensed by Mr. Trump’s decision last year to move the American Embassy in Israelfrom Tel Aviv to Jerusalem, a move they feared could undermine their efforts to establish East Jerusalem as the capital of a future Palestinian state.\nThey also were angered by the administration’s decision to cut funding in August to the United Nations agency that provides aid to millions of Palestinians classified as refugees.\nMr. Kushner played a decisive role in that decision, arguing that cutting the aid would pressure Palestinians to negotiate. Ms. Haley suggested that the aid cuts were punishment for Palestinian leaders who she said continually “bash America.”\nIsabel Kershner \nPHOTO: Palestinians in Gaza protesting a resolution proposed by the United States in the United Nations to condemn Hamas. The resolution failed to get the necessary two-thirds majority. (PHOTOGRAPH BY Said Khatib/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nU.S. to End Funding to U.N. Agency That Helps Palestinian Refugees\nTrump Recognizes Jerusalem as Israel’s Capital and Orders U.S. Embassy to Move\nNikki Haley to Resign as Trump’s Ambassador to the U.N.\n\nLoad-Date: December 8, 2018"
}