{
    "title": "In Bali, Fight Is Erupting Over Site Hit by Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 5,
    "day": 8,
    "full text": "KUTA, Indonesia -- Rock music pulses from open-air nightclubs as foreign tourists shuffle from one packed bar to another. Some stop to take selfies against a pair of garish LED towers that flash a constant stream of changing colors.\nThis is Ground Zero, the site of Indonesia's deadliest terror attack. The light towers are a recent addition to what was once a somber memorial, giving it an oddly festive air. \n  In 2002, Islamic extremists affiliated with Al Qaeda detonated a vehicle bomb here in Kuta, on the popular island of Bali, which killed 202 people, mostly foreign tourists. Among the dead were 88 Australians.\n  Today, the nightclub scene along the street, Jalan Legian, has returned bigger and louder than ever with one exception: The site of the Sari Club, where most of the victims died, has remained a vacant lot ever since the bombing.\n  Now, controversy has erupted over plans by the property owners to build a five-story restaurant complex on the site. The owners obtained a building permit in December that allows them to begin construction at any time.\n  They began preparing last week, clearing out a food stall that was operating rent-free and holding a Hindu purification ceremony before commencing construction.\n  But the restaurant plan has met with opposition, most notably from the Bali Peace Park Association, a group representing Australian survivors and victims' family members that has long wanted to build a memorial park on the site. The group says the former governor of Bali, I Made Mangku Pastika, promised it would become a park.\n  Antony Svilicich, 42, the communications manager for the association, is a survivor of the bombing who suffered burns over 64 percent of his body. He said he was surprised and disappointed to learn that a restaurant complex was planned for the lot.\n  ''Some people who lost their loved ones consider it sacred, given that a lot of people perished on the site,'' he said. ''Some of their bodies were never recovered.''\n  Mr. Svilicich, a resident of Perth, Australia, said survivors had been repeatedly assured by Indonesian officials that the property would be turned into a park.\n  After the furor broke, the owners agreed last week to talk with park advocates about a possible compromise.\n  Rini Djaja, a member of the family that owns the property, said her family would delay construction for an unspecified period to allow the parties to calm down and consider alternatives.\n  ''We will give it some space and time,'' she said, noting that a member of her family also died in the bombing.\n  In the past, the two sides have never come close to agreement.\n  The Bali Peace Park Association offered the equivalent of $350,000 for the land when it appeared it could be used only for a park, said the group's chairman, David Napoli.\n  The owners countered with an asking price of $20 million, he said, and later offered to sell them the top floor of the restaurant as a park site for $5 million.\n  ''They have been outrageous and very difficult,'' Mr. Napoli said.\n  Mr. Napoli said that Bali officials who backed the park idea had recently stepped down, clearing the way for issuance of the building permit.\n  Ms. Rini said that after more than 16 years of letting the property sit empty, it was time to make use of the rare open parcel in Kuta's packed commercial area.\n  She said there were no plans for a nightclub in the complex and part of top floor would be dedicated to honoring the Sari Club victims.\n  Lila Tania, another family member, said that the owners had never agreed to turn over the land for a park.\n  ''If they want to buy the land according to the market price, they are welcome,'' she said.\n  Mr. Napoli said he would fly to Bali this week to begin discussions with Ms. Lila.\n  For decades, Bali has thrived as a tourist destination where almost anything goes.\n  Predominantly Hindu in a country that is nearly 90 percent Muslim, and more permissive of Western-style drinking and partying than much of Indonesia, Bali is extremely popular with Australians, who have been coming here for decades. Some joke that Bali is the northern suburb of Perth, the Western Australia city less than a four-hour flight away.\n  Some Indonesians bridle at Australia's outsize influence over the island and at any hints of interference in Indonesian affairs. At the ceremony last week to purify the site before construction, Ms. Rini pointedly led attendees in singing Indonesia's national anthem.\n  For the bombers in 2002, Kuta's decadent entertainment district made a perfect target.\n  They struck on Oct. 12, one year, one month and one day after the Sept. 11 terrorist attacks on America.\n  The Kuta bombers first detonated a backpack bomb in Paddy's Club, across the street from the Sari Club. As patrons rushed outside, a massive bomb in a parked van exploded.\n  The dead came from 23 countries and included 38 Indonesians. Hundreds more suffered burns and other injuries.\n  Much like the recent bombings that have devastated Sri Lanka, the Bali bombings shocked Indonesia, which until then was largely unaware of the extremist threat and the radical group that carried out the attack, Jemaah Islamiyah.\n  The main organizer of the attack, the Indonesian terrorist Hambali, was a key link with Al Qaeda and assisted in planning the Sept. 11 attacks. He was arrested in Cambodia in 2003 and handed over to the United States. Since 2006, he has been imprisoned at Guantánamo Bay.\n  Soon after the bombing, the Ground Zero Memorial was erected on the original site of Paddy's Club, which was rebuilt nearby.\n  A black marble plaque lists the names of the 202 who died.\n  Last year, Bali officials added a gaudy touch with the installation of the two trumpet-shaped light towers, each about 15 feet tall. The top of the memorial also is adorned with a string of flashing colored lights.\n  Alongside the memorial, narrow Jalan Legian is packed with tourists. Bars and nightclubs line the street and the music is so loud that even on the sidewalk people shout to be heard.\n  The street is more popular than ever with young foreigners, many of whom are only vaguely aware of the tragedy that occurred -- or that people like them were the target.\n  Some analysts worry that the party scene could again make the area a target.\n  Today, the Sari Club site is a dirt lot used mainly for parking cars. A few businesses have operated there, including food stalls, a money-changer and a tiny massage parlor.\n  Among the Balinese who work on the packed commercial strip, there was little enthusiasm for another restaurant. Some favored a park, others a parking lot.\n  At the nearby Memorial Cafe, a barista, Putu Elma Maheni, said she disagreed with the owners' plan for a top-floor memorial because it would not offer easy access to visitors.\n  ''A monument should be public and to put it on the top floor doesn't seem like a public place,'' she said.\n  Her manager, Kadek Agus Jayadi, 25, said he thought a museum would be more fitting.\n  ''There are already so many restaurants,'' he said. ''A museum would tell the story for our children.''\n\nhttps://www.nytimes.com/2019/05/06/world/asia/indonesia-bali-bombings-memorial.html\n\nGraphic\n\n \nPHOTOS: Posing for pictures at the Ground Zero Memorial in Kuta, Indonesia, last week. Left, the aftermath of the 2002 bombings that killed 202 people, many of them tourists. (PHOTOGRAPHS BY NYIMAS LAULA FOR THE NEW YORK TIMES\n ITSUO INOUYE/ASSOCIATED PRESS)       \n\nLoad-Date: May 8, 2019"
}