{
    "title": "In Bronx Murder Case, Use of New Terrorism Statute Fuels Debate",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 8,
    "full text": "For the past three years, a 24-year-old construction worker named Edgar Morales has been in jail, awaiting trial on murder and terrorism charges that could send him to prison for life. Mr. Morales, however, does not belong to Al Qaeda or Hamas. \n  Instead, prosecutors say, he is a member of the St. James Boys, a group of recreational soccer players who formed a street gang that terrorized the Mexican and Mexican-American population of the west Bronx for several years and killed a 10-year-old girl in 2002.\nWhen the case -- which is making its way through State Supreme Court in the Bronx -- comes to trial this summer, Mr. Morales will be the first person tried under the state's 2001 antiterrorism statute. His case is being monitored by both conservative and liberal legal groups to see how the apparently novel use of the statute plays out, with some raising concerns. \n  ''In our system, we balance two concerns: security and liberty,'' said Ronald D. Rotunda, a professor at George Mason University and a senior fellow at the Cato Institute. ''When laws are used in ways in which they are not intended, the balance is broken.''\n  The Bronx district attorney, Robert T. Johnson, says the law is an apt tool in his effort to prosecute violent street gangs.\n  ''The obvious need of this statute is to protect society against acts of political terror,'' Mr. Johnson said in a statement. ''However, the terror perpetrated by gangs, which all too often occurs on the streets of New York, also fits squarely within the scope of this statute.''\n  At least 36 states approved antiterrorism laws in the weeks and months after the Sept. 11 attacks; in Virginia, prosecutors used that state's antiterror law to get a verdict of death against John A. Muhammad, who was convicted of masterminding 16 sniper shootings in the Washington area in 2002 that killed 10 people.\n  When the New York statute was passed by the State Legislature and signed into law by Gov. George E. Pataki within six days of Sept. 11, some of the lawmakers who voted for the bill said they thought it would never be used, given that prosecuting terror suspects had traditionally been the domain of the federal government. \n  ''It was meant to deal with terrorism,'' said Assemblyman Jeffrey Dinowitz, a Bronx Democrat who voted for the bill. ''We were talking about Osama bin Laden, not gang members.''\n  State Senator Michael A. L. Balboni, the Long Island Republican who sponsored the legislation, said he had envisioned ''mass effect'' cases of terrorism like the World Trade Center attack and the Oklahoma City bombing in 1995 when he submitted the bill.\n  Mr. Johnson's use of the legislation, he said, is an ''unanticipated application.'' Mr. Balboni declined to say whether he supported the use of the law in Mr. Johnson's prosecution.\n  ''His is a literal interpretation of the statute,'' said Mr. Balboni. ''We'll write the laws, and it's up to the prosecutor to apply the law and for a jury to decide.''\n  Legal scholars say the expansion of targets under the terrorism laws is similar to that of antiracketeering laws meant to prosecute the Mafia that have in recent years been used to try cases involving anti-abortion protesters, gang members, illegal drug enterprises and corporate corruption.\n  But Donna Lieberman, executive director of the New York Civil Liberties Union, said existing criminal law was sufficient to prosecute the crimes of groups like the St. James Boys.\n  ''This was really rammed through the Legislature without significant debate and without giving the public the opportunity to weigh in or to even know what was in the bill,'' she said. ''This was pitched as something far narrower than what it really is.''\n  The statute increases the penalty of a crime like assault or murder by one degree -- the difference between a 15-year sentence and mandatory life in prison, for example -- if the act is found to have been committed to ''intimidate or coerce a civilian population.'' \n  In the case of Mr. Morales, who is also known as Puebla, prosecutors say that population was the Mexican community in an impoverished area of the west Bronx just north of Yankee Stadium.\n  On Aug. 18, 2002, Mr. Morales and a group of friends showed up uninvited at a christening party at St. Paul's Lutheran Church in the Parkchester neighborhood, a few miles east of where they usually hung out. At one point, several people commandeered the disc jockey's microphone, and before long a fight broke out, followed by gunshots.\n  A 10-year-old girl, Malenny Mendez, was struck in the head by a .38-caliber bullet and died. Another guest was left paralyzed.\n  The district attorney's office charged Mr. Morales not with murder, but with misdemeanor trespassing. He served 11 months in jail. Detectives originally believed that the gunman had escaped and fled to Mexico.\n  But in May 2004, a Bronx grand jury charged Mr. Morales and 18 others under a 70-count indictment for crimes including second-degree murder, conspiracy, gun possession and gang assault for a series of criminal acts committed between 2001 and 2004. Mr. Morales and several others were also charged under the terrorism statute for several of the crimes, including the murder of Malenny. \n  Last year, Justice Steven Barrett of Bronx County Supreme Court ruled that the antiterrorism statute could be applied in the Morales case over the objections of Mr. Morales's lawyer. So far, 9 of the 18 defendants in the case have reached plea deals with the district attorney. Eight others are at large, believed by prosecutors to have gone to Mexico. The 18th may testify in the Morales case.\n  There is little question that the St. James Boys were a menace to Mexican-Americans and Mexican immigrants in the area around St. James Park. When gang members were not playing soccer, according to the district attorney's indictment, they robbed restaurant patrons, fired shots into crowds, beat and harassed strangers and slashed rivals with knives.\n  Prosecutors said their activities were all part of an effort to be the toughest Mexican gang in a swath of the Bronx running from 170th to 205th Streets and from University Avenue in the west to Webster Avenue in the east.\n  Unlike many other contemporary gangs however, the 100 or so members of the St. James Boys did not seek to make money through drug sales or by controlling prostitution or gambling. They sought only power -- and they tormented only those identifiable as being of Mexican origin. Everyone else was left alone.\n  It is not precisely clear how large a role Mr. Morales played in the gang, but his lawyer, Dino Lombardi, denies Mr. Morales was a gang member. And Mr. Morales's stepfather, Inocencio Hernandez, said that gang members might have befriended his son, but that the relationship ended there. \n  The real culprits, said Mr. Hernandez, have fled to Mexico.\n  ''He was in the wrong place at the wrong time,'' said Mr. Hernandez, who helped raise Mr. Morales.\n  The terrorism charges, Mr. Hernandez said, were little more than a joke.\n  ''I'm laughing,'' he said, though his voice was edged with worry. ''I'm laughing because they need some person to make all the charges. They need somebody to cover the whole thing.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: A memorial for Malenny Mendez in the Parkchester section of the Bronx in '02. (Photo by Alan Chin for The New York Times)(pg. B1)\n Malenny Mendez, 10, was fatally shot when a fight broke out at a party in the Bronx in 2002. (pg. B5) \n\nLoad-Date: July 8, 2006"
}