{
    "title": "In Britain , Migrants Took A New Path_ To Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 28,
    "full text": "They came to Britain as children in the early 1990's, refugees from war and famine in East Africa looking for a haven in the West. But at some point, according to the authorities, something poisoned Muktar Said Ibrahim and Yasin Hassan Omar against the country that had taken them in. \n  The men, who shared a small apartment in a housing project in north London, were named Monday as two of the four suspects in the failed July 21 bombings on London's subways and buses.\n According to the police, Mr. Omar was the man behind the attempted bombing of the Victoria Line subway traveling between Oxford Circus and Warren Street stations that day. When his detonator exploded but the bombs it was meant to ignite failed to go off, he fled, managing to slip into the crowd and out of sight. \n  Mr. Omar, the police said, was among the men arrested in Birmingham on Wednesday morning in connection with the attacks. \n  As for Mr. Ibrahim, the authorities say he tried to blow up the No.26 bus in east London. He, too, ran and escaped when his bombs failed to go off. He remains at large.\n  Both men came to Britain as so many immigrants do, fleeing something else. The circumstances of their arrival, as well as the disclosures that both received social security benefits and state housing, incensed critics of a government asylum policy that, many say, has allowed anti-Western extremists to proliferate in Britain.\n  ''Welcomed here as the dependents of asylum seekers, educated in our schools, taking full advantage of all the benefits this country so generously offers -- now they want to destroy us,'' The Daily Mail, which has long fulminated against what it calls a too-generous asylum system, said in an editorial on Wednesday.\n  ''Could there be a more chilling snapshot of the madness of a system implemented by successive governments that has left this country at the hands of murderous fanatics?'' the editorial said.\n  Mr. Omar, now 24, was 11 when he arrived in Britain from Somalia, without parents but with another family member. Classed as the dependent of an asylum seeker, he was given ''exceptional leave to enter'' by the Home Office and placed in state housing, under the care of a foster family. Eight years later, he received a stamp in his passport that gave him permission to stay indefinitely in the country and the right, later, to apply for citizenship. \n  Mr. Ibrahim, 27, arrived from Eritrea with his family when he was 12, in 1990, settling in state housing in Stanmore, northwest London. Admitted also as the dependent of an asylum seeker, he was granted ''exceptional leave to remain'' in Britain in 1992. Eleven years later, he applied to become a British citizen; last September, his application succeeded and he received a British passport. \n  To be granted citizenship, applicants must be of sound mind; be able to communicate in English, Welsh or Scots Gaelic; have lived in Britain for at least five years; swear an oath that includes the words ''I will give my loyalty to the United Kingdom and respect its rights and freedoms''; and be of good character. \n  Mr. Ibrahim has a criminal record, according to British news reports, and a history of poor behavior right back to his time as a student at Canons High School in northwest London. Known then as Muktar Mohammed Saed, he was by all accounts a disruptive student who, old acquaintances said, used drugs and taunted white students, calling them ''white honkies.'' \n  ''He was not religious at all,'' 27-year-old Nick Fry, a former classmate who works in a car repair shop in Hertfordshire, told The Daily Mail. ''He would smoke weed and used to hang around with some of the rougher guys at school, but was easily led.''\n  By the time he was 17, British reports said, Mr. Ibrahim had taken up with a gang of criminals from north London who traveled to commuter towns in neighboring Hertfordshire, terrorizing residents. Arrested in 1995, he was convicted of a string of muggings and street crimes and sentenced to five years in prison, serving roughly half his term. It was there that he is said to have become a devout, and radicalized, Muslim, finding in Islam a place to direct his inchoate rage. \n  The Home Office had no comment on the fact that Mr. Ibrahim obtained citizenship despite his criminal conviction, but said trouble with the law did not automatically disqualify applicants. According to Britain's citizenship application form, Mr. Ibrahim would have been required to declare whether he had a criminal record and also to say if he had ever had ''any involvement in terrorism'' or in ''crimes against humanity, war crimes or genocide.'' \n  It is unclear where Mr. Ibrahim met Mr. Omar.\n  Since 1999, Mr. Omar has lived in a one-bedroom rental subsidized by a government housing allowance, on the ninth floor of the severe, unfriendly-looking Curtis House project in north London. For the last few years, Mr. Ibrahim and a third man, whose name was said to be Ismail but whom most people knew as George, also lived in the apartment, No.58. \n  Neighbors said they often heard strange shuffling noises, the sound of things being moved around, late into the night. Shammy Jones, who lived nearby, told reporters that she had recently seen Mr. Ibrahim and another man carrying ''about 50 boxes'' in and out of the apartment. \n  When she asked them what was in the boxes, she said, they told her it was ''wallpaper stripper.''\n  In interviews, shopkeepers in nearby stores said Mr. Omar and Mr. Ibrahim were familiar faces in the neighborhood, playing soccer in nearby Arnos Park with a group of East African men on Sundays. \n  At the Second Broadway Food and Wine Store, a shopkeeper, who gave her name only as Nursal and said she was from Turkey, said Mr. Omar had often visited the store. \n  Once, she said, the two saw Osama bin Laden's image on the shop's television. ''And I say, 'Terrorism is terrible,''' Nursal related. ''Then he says, 'Why is it terrible? -- they are killing Muslim people; that's why terrorists are doing this.'''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Yasin Hassan Omar, top, an immigrant from Somalia, was arrested yesterday. Muktar Said Ibrahim, from Eritrea, remained at large. (Photographs by Metropolitan Police, via Reuters)\n\nLoad-Date: July 28, 2005"
}