{
    "title": "IN BRIEF",
    "publisher": "business insurance",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "IRS sets maximum levels for 2014 HSA contributions\n- The maximum contribution that can be made to an HSA in 2014 will be $3,300 for employees with single coverage, up from $3,250 this year, and $6,550 for family coverage, up from $6,450. The maximum out-of-pocket employee expense, including deductibles, will rise next year to $6,350 for single coverage, up from $6,250; and $12,700 for family coverage, up from $12,500.\nEx-Van Gilder CEO pleads guilty to securities fraud\n- Former Van Gilder Insurance Corp. CEO Michael Van Gilder has pleaded guilty in federal court to one count of securities fraud in the insider-trading case filed against him last year. He is scheduled to be sentenced Aug. 14.\nAIG reports $2.2B in first-quarter profits\n- American International Group Inc. reported first-quarter profits of $2.2 billion, a 31.2% drop from the same period in 2012, which included investment income from units that have since been sold or liquidated. AIG's property/casualty operations' net written premiums for the initial quarter of 2013 fell 4.3% to $8.44 billion. Underwriting income, however, increased to $231 million from a $180 million loss during the same quarter of 2012. The insurer's first-quarter combined ratio improved to 97.3% from 102.1%.\nTerror cover takeup holds steady: Marsh\n- Takeup rates and premiums for U.S. terrorism insurance are holding nearly steady, according to a Marsh Inc. survey. According to the analysis, 62% of firms bought property terrorism cover in 2012 compared with 64% in 2011.\nCancer biggest cause of LTD claims in 2012\n- Cancer was the largest cause of long-term disability claims last year for Unum Group, while maternity leave represented the largest percentage of short-term disability filings for the disability insurer. Unum said cancer was the reason for 16% of its long-term claims last year, while back disorders represented 15.1%.\n\nLoad-Date: May 9, 2013"
}