{
    "title": "In Courtroom, Kosovo Doctor Denies Charge Of Terrorism",
    "publisher": "the new york times",
    "year": 1999,
    "month": 11,
    "day": 12,
    "full text": "The most prominent Kosovo Albanian in Serbian custody went on trial here today, facing charges of terrorism and separatism.\nDr. Flora Brovina, 50, a physician and founder of the League of Albanian Women in Kosovo, was arrested last spring during the NATO bombing campaign against Yugoslavia. During the court session today, she rejected the prosecution's accusations that she assisted rebels who fought for Kosovo's independence.\n\"I do not accept that I was a terrorist against the state,\" she said. \"What was my mistake? That I did not ask the nationality of the children that I helped? I will help anyone, any time, any way I can.\"\nAfter three hours, the court was adjourned for two weeks to allow the prosecution to call a witness from the neighboring province of Montenegro. The trial will resume Nov. 25.\nDr. Brovina, who said she had heart problems, appeared pale and tired. But she spoke for some 30 minutes in her own defense, pleading to be regarded as a medical professional and not as a political activist.\nDr. Brovina, one of about 2,000 ethnic Albanians detained during Belgrade's yearlong attempt to suppress rebellion in Kosovo, was arrested on April 20 in Pristina, Kosovo's capital, a month after the start of the NATO campaign. In June, as Yugoslav authorities withdrew and NATO forces prepared to take control, she and other prisoners were transferred out of Kosovo to jails elsewhere in Serbia.\nShe has been charged under two articles of the Yugoslav criminal code, with terrorism and conspiring to perform hostile acts. As founder of the League of Albanian Women, she was accused of supporting the separation of Kosovo from Yugoslavia and \"helping terrorist gangs of the Kosovo Liberation Army.\"\nThe prosecution says that she organized several political demonstrations and provided medicine, clothing and other assistance to the rebels. Prosecutors also said that, as minister of health in Kosovo's Albanian shadow government, she helped plan terrorist activity.\n\"What is in that indictment is not me,\" Dr. Brovina said in court today. \"The only thing I accept is that I and some friends formed the League of Albanian Women. It is an independent organization and is not interested in organizing demonstrations, separatism or military affairs. It is just like any other women's organization.\"\nShe also denied that she was health minister in the shadow government, and said that she was in charge of medical issues for the women's league.\nShe explained her efforts to help Kosovo's Albanian women, saying, \"They are the worst-treated citizens of Yugoslavia and suffer a poor education, a high birthrate and frequently have to give birth without medical assistance.\"\nShe denied any involvement with the Kosovo Liberation Army, and said no one in her family was involved with the rebels or in any political party. Her husband, Ajri Beku, is an economist and banker, and her two sons are students, one in Texas. She said she had demonstrated only in the name of peace.\n\"If you are antiwar, you cannot be a terrorist,\" she told the judge.\nWestern governments and human rights organizations have voiced concern about Dr. Brovina's case. This week, the State Department spokesman, James P. Rubin, said he doubted she would receive a fair trial.\n\"We want to express our concern over the apparent abuse of the legal system in this case and others, and condemn Serbia's actions as a continued demonstration of Serbia's disregard for international norms of behavior,\" Mr. Rubin said.\nBarbara Davis, a representative of the United Nations high commissioner for human rights in Belgrade, was present at the court session today, and said she had raised the issue recently with Serbia's health and justice ministers.\nNikola Barovic, a Serbian lawyer advising the United Nations commissioner, said he was not dissatisfied by the court proceedings, but said he had not seen any evidence so far to support the charges against Dr. Brovina. The terrorism charge carries a sentence of up to 20 years.\nDr. Brovina's lawyer, Zika Zokanovic, a Serb originally from Kosovo, agreed that the trial was fair but he protested strongly at the postponement, suggesting it was a delaying tactic of the prosecution.\nNatasa Kandic of the Humanitarian Law Center, based in Belgrade and Pristina, said hundreds of Kosovo Albanians had been tried in Serbia in recent months, and that most had been convicted.\n\"Probably the Serbian authorities decided to organize trials and keep Albanians in prison because they think it is a manifestation of Serbian sovereignty,\" she said. \"It is important for them to show they have power and that Kosovo is part of Yugoslavia.\"\n      \n\nhttp://www.nytimes.com\n\nLoad-Date: November 12, 1999"
}