{
    "title": "In Connecticut Vote, Death Penalty Critics Don't See Major Shift",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 13,
    "full text": "There were references to being a ''tipping point'' and reflecting a ''paradigm shift'' in the use of capital punishment when the State House voted this week to make Connecticut the 17th state -- the 5th in five years -- to eliminate the death penalty in future prosecutions.\n''It's definitely part of a larger trend, certainly with other states including New Jersey, New Mexico and Illinois abolishing executions through similar processes, and with a decline in executions around the country,'' Richard Dieter, executive director of the Death Penalty Information Center, a national research group critical of the death penalty, said Thursday. ''There's less public support. So the trends are in the same direction.''\nBut even staunch death penalty opponents acknowledge that the vote was not indicative of a nationwide about-face. Rather, it was a reflection of capital punishment's erosion in the Northeast, a trend toward fewer executions nationally and the intensification of the death penalty's status as a phenomenon overwhelmingly rooted in the South.\nThe number of executions nationally dropped to 43 last year from 98 in 1998. Since executions resumed in 1976 after being halted by the Supreme Court, there have been 1,060 in the South, 150 in the Midwest, 75 in the West and 4 in the Northeast.\nDuring that time, Connecticut had one execution, Michael Bruce Ross, a serial killer who was put to death in 2005.\nSo the death penalty is largely being abolished where it is not being imposed and remains largely untouched where it is. And the death penalty map is beginning to resemble the familiar red state-blue state one.\nStill, the nine hours of impassioned debate in the Connecticut House on Wednesday reflected how deeply the issues surrounding capital punishment resonate.\n''I am for the Connecticut death penalty because it is retribution which accomplishes justice,'' the House minority leader, Lawrence Cafero Jr., a Republican from Norwalk, said Wednesday. ''I am not for the Connecticut death penalty because it accomplishes revenge.''\nThe Connecticut vote and debate, particularly in the wake of the Petit family home invasion and murders in Cheshire, reflected a cautious political bargain and a public apparently reluctant to give up the death penalty completely. A recent Quinnipiac University poll showed that 62 percent of Connecticut residents thought repeal was ''a bad idea.''\nThe bill, which Gov. Dannel P. Malloy, a Democrat, said he would sign, does not apply to the 11 men now on death row, including the two Cheshire killers. Critics of the legislation, who are mostly Republican, called it hypocritical to outlaw capital punishment in the future while keeping it intact for those already sentenced.\n''You either support the death penalty and taking somebody's life or you don't,'' said Representative Themis Klarides, a Republican from Woodbridge. ''You can't support it for these guys, but not for these guys.''\nCapital punishment is still an option in federal prosecutions, including in terrorism-related murder cases. Connecticut Republicans tried unsuccessfully on Wednesday to preserve the death penalty for terrorism cases prosecuted in state court, which tend to be less serious than those handled in federal court.\nDeath penalty opponents say Maryland could be the next state to repeal capital punishment. Kansas and Montana are among the states discussing it. California is likely to have a public referendum in November that will almost surely become the nation's most high-profile debate over capital punishment.\nThe long-term strategy of death penalty opponents is to get more than half the states to repeal it and then file a challenge to the United States Supreme Court based on the Constitution's prescriptions against ''cruel and unusual punishment,'' the second half of that dependent on only a minority of states employing it.\nStill, 33 states and the federal government will maintain capital punishment after Connecticut's abolition, and many of those are not receptive to repeal. Death penalty opponents also acknowledge that if the Supreme Court remains conservative, it is unlikely to embrace that argument.\nAbsent an improbable ban by the Supreme Court, death penalty opponents say it is hard to imagine anytime soon the end of capital punishment where it is most likely to be used.\n''Nobody, not even the most pathological optimist, is saying abolition is right around the corner in any of the states of the old Confederacy,'' said Denny LeBoeuf, the director of the ACLU Capital Punishment Project.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 13, 2012"
}