{
    "title": "In court, suspect shouts, 'You call it terrorism, I call it patriotism!' Fears of resurgent, racist",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 5,
    "day": 30,
    "full text": "Portland, Ore. Unease about white supremacist activity in Portland deepened after the fatal stabbings of two men who tried to shield young women from an anti-Muslim tirade, and some people worry that the famously tolerant community could see a resurgence of the hostilities that once earned it the nickname \"Skinhead City.\"\nThe attack aboard a light-rail train happened Friday, the first day of Ramadan, the holiest time of the year for Muslims. Authorities say Jeremy Joseph Christian started verbally abusing two young women, including one wearing a hijab. When three men on the train intervened, police say, Christian attacked them, killing two and wounding one.\nChristian, 35, was defiant during his initial court appearance Tuesday, shouting: \"You call it terrorism, I call it patriotism!\" He made repeated outbursts saying \"You've got no safe place!\" and \"Death to the enemies of America!\"\nChristian, who faces aggravated murder and other charges, didn't enter a plea. His next court date is June 7. He has been appointed public defenders.\nThe Pacific Northwest has a long and violent history of white supremacist and other racist activities, despite its more recent reputation for being one of the nation's most socially liberal regions.\n\"The idea that Portland is so liberal supersedes this dark, hidden secret about racism,\" said Karen Gibson, a professor of urban studies at Portland State University.\nThe lone man to survive Friday's stabbings says he's having a difficult time processing what happened. KGW-TV reports that Micah Fletcher says he's focusing on trying to get better.\n\"I'm healing. That's what I'm doing,\" Fletcher told the station. He was released from the hospital Monday.\nOnly about 6 percent of the Portland population is black, while more than 70 percent is non-Hispanic white, statistics show.\nSome residents said President Donald Trump has caused those racist demons to stir again with his administration's travel ban, his promise to build a wall along the border with Mexico and his crackdown on illegal immigration.\n\"I don't have that feeling like it can't happen here -- the way people talk about Portland -- because we've got racism,\" said Murr Brewster, who came to see a memorial at the city's transit center. \"It's everywhere and the trouble is. It's getting more and more prevalent.\"\nOn Monday, Mayor Ted Wheeler asked the federal government to revoke a permit it issued for a rally Sunday in downtown Portland, saying he fears it could further inflame tensions. The event, organized by the group Patriot Prayer, is billed on its Facebook page as a Trump Free Speech Rally in \"one of the most liberal areas of the West Coast.\" Several counterprotests are planned.\nChristian attended a similar rally in late April wearing an American flag around his neck and carrying a baseball bat. Police confiscated the bat, but he was caught on camera clashing with counterprotesters.\nWheeler has also asked the federal government to cancel a June 10 rally that targets Sharia law out of fears it could turn violent.\nIn a video posted on Facebook, Joey Gibson of the group Patriot Prayer, condemned Christian and acknowledged that some rallies have attracted \"legitimate Nazis.\" He described Christian as \"all crazy\" and \"not a good guy\" during the April 29 event. He hurled insults at rally organizers as well as counterprotesters and was not a Trump supporter, Gibson said.\n\"To say that any of my speakers are racist, that's ridiculous,\" Gibson said in his video. \"I haven't seen the evidence. I haven't seen the proof.\"\n\nLoad-Date: June 8, 2017"
}