{
    "title": "In Egypt meeting, Trump vows to fight terrorism Sisi's visit reflects strong relationship",
    "publisher": "usa today",
    "year": 2017,
    "month": 4,
    "day": 4,
    "full text": "President Trump went out of his way Monday to honor Egyptian counterpart Abdel Fattah al-Sisi, praising the hard-line leader for doing a \"fantastic job\" and soliciting his help in the fight against terrorism and violent extremists.\n\"We are very much behind Egypt and the people of Egypt,\" Trump told Sisi at the White House. \"You have a great friend and ally in the United States and in me.\"\nTrump also referenced his own plans for more Pentagon spending to meet the terrorist threat, saying that \"we are rejuvenating our military to the highest level ... That's what we need.\"\nThe Sisi visit reflected a new relationship between the United States and Egypt. Relations cooled during the Obama administration amid unrest and a series of government upheavals in Cairo.\nSpeaking in Arabic with a translator, Sisi noted that \"this is my first state visit to the United States\" since taking over after leading a 2013 coup. Noting that he met with Trump last year during the presidential campaign, Sisi told his host that \"I've had a deep appreciation and admiration of your unique personality,\" as well as \"standing very strong ... to counter this evil ideology.\"\nSeeking to demonstrate a high regard for his guest, Trump brought in reporters and photographers for four separate photo opportunities with him and Sisi.\nTrump made no mention of human rights or military and economic aid during brief remarks at one of the photo opps.\nHuman rights groups criticized Trump's invitation to Sisi, citing his record in Egypt.\n\"Inviting Sisi for an official visit to Washington as tens of thousands of Egyptians rot in jail and when torture is again the order of the day is a strange way to build a stable strategic relationship,\" said Sarah Margon, Washington director at Human Rights Watch. \n\nGraphic\n\n \nphoto Andrew Harnik, AP\n\nLoad-Date: April 4, 2017"
}