{
    "title": "In Europe, troops battle burnout Domestic deployments strain armies and officers get out of practice",
    "publisher": "daily news ",
    "year": 2017,
    "month": 12,
    "day": 10,
    "full text": "CHRISTIAN HARTMANN/POOL/EUROPEAN PRESSPHOTO AGENCY/EFE/REX/SHUTTERSTOCK A soldier stands guard at the Eiffel Tower in Paris. In recent years, European nations have rushed their armies onto the streets following terrorism attacks. Some say the peacetime duties stretch forces thin.\nGreen army trucks are rumbling across the cobbled streets of Brussels. Stiffspined soldiers are patrolling the Champs-Elysees in Paris. Italian troops are guarding the Colosseum. And critics say the years-long deployments at home are sapping the ability of these militaries to fight wars.\nTaken together, the domestic deployments - to guard against terrorism - are among the largest in Western Europe since World War II. They come as European militaries are tapped to address an unusually wide range of challenges at once: a resurgent Russia, grinding conflicts in the Middle East, migration across the Mediterranean and smaller wartime deployments far from their borders.\nConfronted by terrorism, European leaders rushed their armies onto their streets in the aftermath of attacks starting in 2015. Although advocates say the deployments help bolster security, the peacetime duty has stretched forces thin.\nUntil recently, 40 percent of Belgium's combat-ready soldiers were devoted to domestic guard duty. Some officers worry that the lack of time to practice warfare means basic skills are getting rusty. In France, the former leader of the military said last month that he quit in July in part to protest that his forces were \"overheating.\"\nPresident Trump has pressed NATO allies to commit more toward their own defense and to international missions, but the domestic deployments have made that a challenge. The latest sign came last month at a meeting of defense chiefs in Brussels, when the alliance fell short on pledges toward the NATO training operation in Afghanistan.\nIn Belgium, a country of 11 million people, military leaders say their troops are feeling the strain.\n\"I had machine gunners with the rifle section who didn't fire a machine gun in 16 months because they had become riflemen,\" said Maj. Gen. Marc Thys, commander of Belgium's land forces.\nUntil October, 1,250 Belgian soldiers were deployed across the country, guarding grand boulevards, train stations and other crowded public places that make tempting targets. The intention was to increase public safety and to give police officers more freedom to do investigative work rather than tie them up on guard duty.\nThe domestic deployments came as European nations struggled to find a way to protect themselves against attacks in a new era of terrorism strategies. Some recent Islamic State-inspired strikes used explosives and required large networks that could be disrupted through aggressive counterterrorism work, but other attacks were as simple as renting a truck and plowing it into a crowd.\nProponents of the military approach say that such attacks can be prevented by quick-thinking soldiers. They point to June's attempted attack in the Brussels Central railway station, where soldiers patrolling the platforms shot dead a suspected bomber after he set off a small explosive that failed to hurt anyone.\n\"We weren't ready for the threats that we were facing,\" Belgian Defense Minister Steven Vandeput said about the aftermath of the 2015 terrorist attacks in Paris. Both the January Charlie Hebdo newspaper attack and the November Bataclan nightclub attack that year had Brussels connections, and authorities were searching for a quick solution.\nIn Belgium, the soldiers do not have the power to make arrests or investigate crimes. Advocates say their powerful rifles serve as a deterrent as they walk through crowded weekend markets or stand watch at train stations during rush hour.\n\"Some countries are used to violence and terrorism. We were not used to that type of violence,\" said Saad Amrani, a senior policy adviser with the Belgian Federal Police.\nBut because the number of war-ready Belgian soldiers is small, that meant that many troops were deploying up to six months a year. Even during a domestic assignment, troops do not live on base with their families. Instead, they patrol for long hours and, they say, they have few chances to rest. Some have complained of cramped barracks and poor bathroom facilities, a consequence of the crunched budget.\nCritics of the deployment also say that the security value is limited. The real reason soldiers are on the streets, some of them say, is to give Belgian citizens the feeling their leaders are fighting terrorism. The deployment has been popular, sending the domestic approval ratings of the military skyrocketing.\n\"They've been standing in front of buildings, doing everything other than what they trained for,\" said Wally Struys, a professor emeritus of defense economics at Belgium's Royal Military Academy, who has studied the deployments. \"These are very good PR operations.\"\nBelgian defense leaders point to military deployments in Mali, Lithuania, Afghanistan and elsewhere as evidence that their nation is still active in the world.\nLarger militaries have also felt the burden when soldiers have been sent into the streets.\n\"The number of missions that fall to our armies both in France and around the world has not been so high since the end of the Algerian War\" in 1962, wrote French Gen. Pierre de Villiers in a memoir released last month. He was the commander of France's armed forces until he resigned in July following a dispute with French President Emmanuel Macron.\n\"The French Army is now in a real state of overheating,\" de Villiers wrote.\nThe consequences can be dangerous, retired French Gen. Vincent Desportes said.\n\"The guys underneath the Eiffel Tower are trained for what they do, individually. But if we are faced with a big situation globally, then we will not be ready because we are not trained enough,\" he said.\n?The Washington Post\n\nLoad-Date: December 10, 2017"
}