{
    "title": "In first U.N. speech ever, Vatican condemns unilateral action on terrorism and Iraq war",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 9,
    "day": 30,
    "full text": "The Vatican, in its first speech to the U.N. General Assembly, called Wednesday for a total ban on human cloning and criticized the war in Iraq and unilateral responses to terrorism.\nArchbishop Giovanni Lajolo, secretary of the Holy See's relations with states, spoke in broad terms and didn't mention the U.S.-led coalition that invaded Iraq or the nations that have acted unilaterally against terrorists.\nHe referred to Pope John Paul II's fervent opposition to the Iraq war.\n\"Everyone can see that it (military action) did not lead to a safer world, either inside or outside Iraq,\" he said as the assembly's two-week annual ministerial session neared an end.\nBut he stressed that it is imperative to support Iraq's new government in bringing normalcy and democracy to the country.\nRegarding terrorism worldwide, the archbishop said nations must work together to tackle the growing scourge. \"It seems obvious that terrorism can only be effectively challenged through a concerted multilateral approach and not through the politics of unilateralism,\" he said.\nThe fight against terrorism requires long-term action against terrorism's underlying causes, Lajolo said.\nThe Vatican has had an observer mission at the United Nations since 1964, and Pope John Paul II visited the General Assembly 25 years ago. But the Holy See has not addressed the assembly during the ministerial meeting before.\nThat is a privilege reserved for states that are members of the United Nations, now 191 in all, and granted to observers only when the members vote to do so.\nThe member states approved a resolution during the previous General Assembly session granting the Vatican the right to participate in the debate and in many other activities at the United Nations.\n\nNotes\n\nWORLD FOCUS\n\nLoad-Date: September 30, 2004"
}