{
    "title": "In Focus_ Big Endorsements for Terrorism Insurance Bill, But Its Fate Remains Iffy",
    "publisher": "american banker",
    "year": 2002,
    "month": 3,
    "day": 4,
    "full text": "Proponents of establishing a federal terrorism insurance program scored big points last week with the endorsement of Federal Reserve Board Chairman Alan Greenspan and a highly supportive report from the General Accounting Office.\nBut few are willing to predict that they will ultimately win the game.\n\"Comments have been made that ought to revive the issue. Whether or not it will\" remains to be seen, said Rep. John LaFalce of New York, the ranking Democrat on the House Financial Services Committee.\nMost lawmakers, the White House, and of course industry officials are behind the concept of the government being the reinsurer of claims stemming from future terrorist attacks.\nHowever, the House and Senate differ over key details of how the federal backstop would work, and Senate Democrats and Republicans have locked horns over the limits on punitive damages that victims could seek. In addition, lawmakers are preoccupied with Enron Corp. and other, more immediate concerns.\nThe ball has been in the Senate's court since November, when the House passed a terrorism insurance bill that originated in the Financial Services Committee.\nPanel leaders last week attempted to jump-start the Senate debate with a hearing on a report from the GAO, the independent and respected investigative arm of Congress.\n\"Even in the absence of an actual terrorist event … there are growing indications that some sectors of the economy -- notably real estate and commercial lending -- are beginning to experience difficulties because some properties and businesses are unable to find sufficient terrorism coverage, at any price,\" the report said.\nInsurance companies are canceling, reducing, or charging more for terrorism coverage because private reinsurers will no longer back them up. The industry says it could offer terrorism coverage if it knew the federal government would step in to help cover catastrophic claims.\n\"I hope the Senate leadership is listening,\" Financial Services Committee Chairman Michael G. Oxley, R-Ohio, said in a press statement.\nWhen the Senate adjourned in December after failing to bring a terrorism insurance bill up for a vote, Senate Majority Leader Tom Daschle, D-S.D., told reporters that the measure was \"dormant\" -- not dead. \"Our hope is it could be revived early next year. When we do it is an open question. Whether we do it should not be.\"\nHis office did not return calls last week about the bill's status.\nSenate aides on both sides of the aisle said interest in terrorism insurance is building, but they do not expect action anytime soon, with lawmakers focused on the Enron collapse and campaign finance reform.\n\"What you are seeing is a slow building of a case,\" said an aide who did not want to be named. \"We're almost there. There's a recognition there's a problem out there, but we have to first get past\" other debates occupying the Senate.\nBut the stalemate over tort reform continues. \"No Republicans, and very few Democrats, are going to vote for it unless it protects taxpayers from the trial bar -- i.e., the punitive damage limits,\" said a Republican aide who did not want to be named.\nThe comments from Rep. LaFalce and the Senate aides came Thursday, a day after Mr. Greenspan expressed his view that Congress should get into the reinsurance business by covering claims resulting from catastrophic attacks.\nAsked directly whether he thought Congress should enact a federal backstop, he replied, \"I personally do, yes.\"\nMr. Greenspan said he has heard \"convincing arguments that Congress should stipulate that the government, with some deductible, would cover the cost\" of claims resulting from terrorism.\nWhen a lawmaker asked if banks are exposed to risk as a result of the terrorism insurance situation, Mr. Greenspan answered, \"(W)e haven't seen any impact of that nature on the banks,\" because \"it's presumed that banks won't lend unless a particular borrower has forms of insurance which previously they did not need.\"\nRather, he said, \"the problem … is whether or not the types of real estate activity which occurred in the past very readily is being held up; whether construction is being held up; whether, in fact, there's a significant impact on the economy.\"\nAt that hearing, Kieran Quinn, the president and chief executive officer of Column Financial Inc., a subsidiary of Credit Suisse Group, testified that he has recently turned down six loans valued at about $300 million.\nHis bank will not consider loans of over $50 million without full terrorism insurance coverage, he said. \"I am here today to say that lending capacity, in the industry as a whole, in 2002 is being dramatically affected by the lack of available terrorism insurance coverage.\"\nThe House-passed terrorism insurance bill, which contains the contentious punitive damages limits, would establish the federal government as a backstop for 90% of claims of over $1 billion for as many as three years. Private insurers would have to repay the government for losses of between $1 billion and $20 billion.\nThe primary Senate bill -- which was endorsed by the Bush administration -- calls for a two-year government program under which private insurers would cover the first $10 billion of property/casualty losses each year. The federal government would pay for 90% of losses of between $10 billion and $100 billion.\n \nCopyright c 2002 Thomson Media. All Rights Reserved. http://www.americanbanker.com \n\nGraphic\n\n \nphoto, Greenspan\n\nLoad-Date: March 1, 2002"
}