{
    "title": "IN GERMANY , MEDALS FOR THE WOUNDED IN AN EMOTIONAL SETTING",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 26,
    "full text": "In a tear-filled meeting early today, Gen. Paul X. Kelley, the Commandant of the United States Marine Corps, awarded the Purple Heart to 33 United States servicemen who survived the bomb attack Sunday on the Marine Corps barracks at Beirut International Airport.\n One of the marines died several hours later of burns.\nGeneral Kelley also visited an Air Force C-141 transport plane that arrived Monday night at the huge Rhine Main Air Force Base near here with coffins carrying the remains of 142 dead marines.\nGen Paul X Kelley, Commandant of US Marine Corps, awards Purple Heart to 33 servicemen being treated for wounds from Beirut bombing at US Hospital in Wiesbaden, West Germany; photos (M)\nLieut. Col. Bill Johnson, an Air Force spokesman, said that of the 35 servicemen wounded in the Beirut bombing and airlifted to three United States military hospitals in Germany on Sunday and Monday, four remained in ''very serious condition'' with chest and lung injuries as a result of burns, and severe abdominal injuries. Three were in serious condition.\n \nGeneral En Route to Beirut\nTwo marines with severe burns were airlifted Monday night to a burn treatment center at the Brooke Army Medical Center in San Antonio, Tex., he said.  Lieut. Col. George T. Abernathy, director of the Wiesbaden Air Force Hospital, where 16 servicemen were sent, said several marines who were making good progress might return to the United States Friday.\nGeneral Kelley arrived in Wiesbaden early today en route to Beirut with Representative John P. Murtha, a Democrat of Pennsylvania, and Edward Hickey, a White House official described as an expert on terrorism.\nGeneral Kelley, at a news conference after visiting the marines at two hospitals, said he carried a message from President Reagan ''expressing his deep sympathy and condolences.''\n''The impact on our President was very severe,'' he said. ''Without being parochial, I think I can say he loves the Marines.''\n \nBombers Not Identified\nGeneral Kelley said he could not yet identify those responsible for the bomb attack, whom he described as ''nameless enemies who perpetrate acts of terrorism.'' He said he was going to Beirut to visit the marines there and seek ways to increase their security. But he said there were no plans to increase their number. ''I did not say more men,'' he said.\nHe defended measures taken to protect the marines in Lebanon. Describing the bombing as a ''kamikaze type of attack,'' he said, ''That's a very difficult scenario to counter.''\nColonel Abernathy, who accompanied General Kelley through the Wiesbaden hospital, said one marine could not hear the Commandant's words because his eardrums had been blown out by the explosion. Another could not respond to the General's words, he said, because he had lost a part of his upper jaw.\nCol. Richard M. Swengel, chief of neurological surgery at the Army's general hospital in Landstuhl, where 14 injured men were sent, related the sort of questions the marines were asking. He said one officer, using a military abbreviation for ''killed in action'' to inquire about his men, had asked, ''Any K.I.A.'s?''\n''When I told him,'' Colonel Swengel said, ''he simply closed his eyes and turned his head away.''\nColonel Swengel added: ''They're military people. We don't try to comfort them. We tell them the truth.''\n\nGraphic\n\n \nphotos of wounded marines"
}