{
    "title": "In hate's wake, words easier than answers(2)",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 6,
    "day": 15,
    "full text": "where we stand Americans should no longer allow their political leaders to respond to terrorism, mass murder and hate crimes with words. They should demand action -- and that will require compromise.\nThe worst mass shooting in modern U.S. history represents a horrific convergence of three hot-button topics: terrorism, this nation's gun culture and gay rights and acceptance.\nThe 49 dead and 53 wounded in the slaughter early Sunday at a gay nightclub in Orlando makes it the highest toll ever in a mass shooting in this country, the highest toll in a terrorist act here since 9/11, and the highest toll in a hate crime.\nIn the hours and days since the craven act by 29-year-old Omar Mateen, an American-born security guard of Afghan descent, who in his final minutes declared himself to be an adherent of the terrorist group ISIS, politicians of all stripes issued statements.\nIn many cases, their words seemed to be little more than a matter of dusting off their \"thoughts-and-prayers\" theme. As they did after San Bernadino. As they did after Fort Hood (twice). As they did after Chattanooga. As they did after Washington Navy Yard. As they did after suburban Milwaukee. As they did after Sandy Hook School in Newtown, Conn. And that is not nearly a complete list.\nWhen it comes to addressing the tragic and wrenching problems, well, the solutions are not as easy to spell out as \"thoughts-and-prayer\" condolences. Though some seem to think the answer is one of the following:\nFewer guns.\nMore guns.\nHillary Clinton, the Democrats' presumptive presidential nominee, pointed to Florida's non-existent to lax laws regarding purchase and possession of firearms, and Congress' refusal to reinstate the ban on assault weapons. She and President Obama want more gun control.\nDonald Trump, the Republicans' presumptive presidential nominee, says the death toll in Orlando would have been lower had nightclub patrons been armed. \"If people in that room had guns with the bullets flying in the opposite direction right at him... right at his head, you wouldn't have had the same tragedy that you ended up having,\" Trump told CNN on Monday. By the way, someone at the club was armed: an off-duty police officer, no less.\nIn response to Orlando, the Democrats generally focused on guns and the Republicans zeroed in on terrorism. The homophobic foundation of this attack is taking a back seat to the arguments about guns and terrorism. But even there, nobody has had much in the way of specific, workable and fair solutions. It is a complicated problem.\nIf recent history holds, there will be politicians' statements, emotional services for the victims - and not much else. The political sides will retreat to their respective corners, ready to come out swinging the next time some guy - in the name of religion, of revenge or a headline-grabbing suicide - walks into a group of people and starts shooting.\nThat's what will happen - unless Americans demand more. Unless they demand action.\nThese are terribly difficult questions, and coming up with answers - particularly in the current no-compromises political environment - might seem virtually impossible. We can't help but think that the solutions - and it will involve multiple approaches - lie somewhere in the middle. A common-sense first step could be standing up to the gun lobby and re-examining the necessity of allowing individuals to go around armed with assault rifles.\nWho among our elected leaders will start the hard work toward some answers instead of merely pointing out the obvious problems?\nEditorials reflect the consensus of the Telegraph Herald Editorial Board.\n\nLoad-Date: June 15, 2016"
}