{
    "title": "In Italy , a resurgence of terrorism; These radicals aren't as violent as the notorious Red Brigade,",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 5,
    "day": 6,
    "full text": "The fringe radicals and scruffy political terrorists are back, peppering Italy's campaign season with bombs, wild rhetoric and rambling manifestos on the dangers of globalization and the wickedness of NATO.\nMuch of the terrorism is linked to tiny bands of young, armed intellectuals modeling themselves after the notorious Red Brigade, which roiled Italy in the 1970s and '80s with bombings and political assassinations. Other groups comprise Islamic extremists with ties to Osama bin Laden, according to police and government officials.\nThe rash of terrorist activity has not been particularly violent, and government authorities say the cells lack the public sympathy once enjoyed by the Red Brigade. Most groups are recruiting, phoning in threats to political parties, and issuing lengthy political screeds. A bomb placed at the door of the U.S.-Italy International Relations Institute on April 10 wasn't detonated until 4 a.m., to avoid casualties.\nNevertheless, the rather tame \"strategies of the groups should not be underestimated,\" said Ferdinando Imposimato, a former judge and terrorism expert. \"They're well-armed and they know how to use explosives. They have about 30 core members and 200 to 300 irregulars. They have connections to older Red Brigade members in hiding. They're young people who feel excluded from politics. . . . To not take them seriously would be a dangerous mistake.\"\nA few of the groups have insinuated themselves into the general-election campaign by aiming cloaked threats at candidates. Center-right leader Silvio Berlusconi announced that he was limiting his public appearances because of menacing left-wing radicals. Soon afterward, Francesco Rutelli, the former mayor of Rome and center-left coalition leader, said he also was receiving threats from extremists.\nThe Italian Interior Ministry is publicly playing down the spasm of terrorism, but it has increased security at government offices, corporations and political parties. The government said \"sensitive targets\" included U.S. and NATO military personnel, Western and Asian embassies, and the Fiat and Ford car manufacturers. In January, the U.S. Embassy was shut down for a day after bomb threats were received from terrorist networks linked to bin Laden.\n\"The terrorist situation in Italy, like in other European countries, is of maximum concern, but there is no need for alarm,\" said Interior Minister Enzo Bianco. \"Italy is in a very different atmosphere from what it was 20 years ago, when every day true terrorism was capable of striking.\"\nDuring the first four months of this year, police investigated 251 terrorist actions, including threats, vandalism and bombings. More than half of the cases were considered minor. Others have been the handiwork of revolutionaries, such as the right-wing radical who injured only himself in December when he exploded a crude bomb near the offices of Manifesto, a left-wing newspaper.\nPolice on Thursday announced the arrest of eight suspected terrorists in Rome, Milan and Cortone. Some of them, according to officials, are borrowing ideology and tactics from at least one Red Brigade member who disappeared underground 15 years ago. Police also said several of the suspects may be linked to the organization that claimed responsibility for the 1999 political assassination of a labor ministry aide.\nItalian politics has long provided grist for political terrorism. Many groups, however, have been dormant since the Red Brigade was crushed in the mid-1980s. The Red Brigade, which attempted to inspire a workers' revolt against Italy's corrupt Christian Democratic government, murdered dozens of judges, politicians and journalists in its \"strategy of annihilation.\" Its most notorious slaying was that Christian Democratic leader Aldo Moro, who was held hostage for 55 days before being shot to death.\nThe resurgence of radical groups began three years ago with protests by leftist organizations against the war in Kosovo, globalization, NATO and the European Union. One of the groups - the Nucleus of Proletarian Revolutionary Initiative - adopted the Red Brigade's trademark five-point star on its flyers. The rising extremist tide turned to murder on May 20, 1999, when a left-wing cell claimed responsibility for shooting Massimo D'Antona, a former union leader and Labor Ministry aide.\nBerlusconi's campaign for prime minister has been criticized for describing D'Antona's death as \"a settling of accounts within the left.\" The comment by the conservative media mogul was viewed as insensitive to D'Antona's widow and a slap at the government's antiterrorism efforts. But Berlusconi echoed what many privately fear: a new wave of violence directed at those the left considers traitors.\nLeft-wing terrorists also are seeking support within Italy's largest unions as they send flyers to factories and businesses, said Luigi Angeletti, general secretary of UIL, Italy's third-largest union. But the country's improved economy and cleaned-up government have muted the public passion for change that created the Red Brigade in the 1970s. Angeletti said he worried instead that Italian radical groups may be forced to seek recruits from other places.\n\"The scary thing would be a connection between Italian extremists and international terrorists,\" he said. \"The radicals have picked this election year to gain publicity. But I lived through the terrorism 20 years ago, and this is nothing like the violence and tenacity of the Red Brigade.\"\nJeffrey Fleishman's e-mail address is foreign@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nPLINIO LEPRI, Associated Press - Paramilitary police officers examine a damaged door at the U.S.-Italy International Relations Institute in Rome. The building was damaged by a bomb April 10.\n\nLoad-Date: October 31, 2001"
}