{
    "title": "In interview, Weinberger elaborates on US attack on Libya",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 18,
    "full text": "The decision to launch air strikes against Libya was one the President and his counselors made reluctantly. They felt force was the only option left in the fight to end Libyan support of terrorism, according to Secretary of Defense Caspar W. Weinberger.\nIn a wide-ranging interview with Monitor editors, Secretary Weinberger stressed that he himself has in the past supported economic sanctions against troublesome states more strongly than some other advisers to the President. He said that if US allies had joined us in cutting economic ties to Libya, this economic punishment would have had more effect.\nBut since Western Europe was intent on continuing to buy and sell with Muammar Qaddafi, warplanes were the only lever of influence the United States had left, the defense secretary said.\n''It was becoming increasingly evident that our not taking forceful action was not improving the situation and was creating an impression that all of these terrorist activities were of no cost,'' said Mr. Weinberger.\nIn other comments, Weinberger said:\n* The attacks were not an attempt to hit Qaddafi himself. The US had no information as to his whereabouts at the time of the raid, and his residential compound was bombed because it is a headquarters for directing terrorism.\n''It's about as terrorist-related as anything you can find around there,'' said Weinberger.\n* Damage to homes and embassies in a civilian neighborhood may have been caused by an errant US bomb, perhaps from the F-111 that did not return from the raid.\nBut a military building in the area had been specifically rejected as a target, said Weinberger, repeating assertions the damage could also be the result of improperly fused antiaircraft fire.\n* The Libyan claim that the raid killed Qaddafi's adopted infant daughter may be spurious. ''We did not have any information that Qaddafi had adopted any child,'' said the defense secretary.\n* The Soviets have been purposely dragging their heels on scheduling the proposed summit between President Reagan and Soviet chief Mikhail Gorbachev, and the Libyan raid may just have been a convenient excuse for them to cancel the May meeting on the summit between US Secretary of State George P. Shultz and Soviet Foreign Minister Eduard A. Shevardnadze.\n* There is no way of gauging whether the raid will in fact lessen the amount of terrorism that goes on in the world. Secretary Weinberger did say, however, that he felt the US action would have a chilling effect on terrorism planners in other nations besides Libya, such as Syria and Iran.\n''They read the papers, as we say,'' he said.\nThe defense secretary's comments come in the middle of a public relations blitz by administration officials, who have been more visible than normal in recent days on television and in other public forums, explaining the reasoning behind the US attack. Their efforts are directed at countering the Libyan attempt to sway world opinion by displaying bombed homes and bandaged babies to reporters.\nEdited excerpts from the hour-long interview:\nThere have been reports that the Defense Department opposed this use of force. Are they true?\nThere is no basis for them at all. What maybe some of that stems from is that we've said that force should be a last resort, that we should exhaust all other means.\nI was a strong supporter of the economic blockade, and I wish other countries had joined it. I think we did pretty well with it as it is. . . .\nWe shouldn't do any indiscriminate act or take action simply because we're angry or tired or irritated. We had very clear evidence of the ordering of the act (the Berlin discotheque bombing), the reporting of the act, the congratulations that passed back and forth, and so on. . . .\nThe other thing important to do is pinpoint your response to people you know perpetrated (terrorism), and do it in a way that minimizes collateral damage.\nYou say lack of collateral damage is important. But we are getting reports that a number of civilians, including Qaddafi's children, were killed or injured.\nI would caution that we don't have any information that Qaddafi's children were killed. What we have are Libyan reports to that effect, which I'm surprised are accepted immediately.\nOne of the things the Pentagon told us was that almost certainly if we picked targets that had a risk of collateral damage, there would be pictures of bandaged babies appearing in the papers right away. I'm not saying that these are people who were injured or not, but I do think it's not entirely warranted to accept at face value all the Libyan reports.\nWhat about the collateral damage to the French Embassy and the civilian buildings around it?\nA bomb or some kind of missile or other explosive did fall in that area. We do not know that it was an American ordnance (bomb), and we don't know that it wasn't.\n(A Libyan military intelligence building nearby) was considered as a target but specifically rejected because it was too close to other buildings. But you never know when ordnance might release, you never know when a plane might have been hit by antiaircraft fire and gone down in that area.\nDo you anticipate that this will reduce the amount of terrorism in the world?\nI can just say I hope so. It is a different action than we have taken before, and whether or not it will have the desired effect of deterring future terrorism I just don't know.\nIf there are other countries you can prove are sponsoring terrorism, can we assume the same action will be taken against them as was taken against Libya?\nFor nearly 40 years I've tried not to answer hypothetical questions. What our hope is is that this will send a clear enough message so that terrorism will be at the very least sharply reduced. The fact that this was a Libyan terrorist act does not mean (the attack) will not have an effect on other countries practicing terrorism. Iran is certainly one, and there have been plenty of others.\nThere doesn't seem to be much evidence that the same kind of attacks by Israeli planes have had the impact we are talking about on all those other countries.\nThat point was made frequently (in administration councils), and it was considered that maybe this won't do it. But then the question is what do you do when you have tried a great many things, including economic boycotts, allied persuasion, and attempts to reason and all the rest, and actually advised that future terrorist acts would bring this kind of cost? What do you do when it continues? When you have complete proof of connection to a very terrible act of terrorism?\nHow do you assess our ability to defend ourselves against new terrorist attacks both abroad and in this country?\nI think high, but you can't ever guarantee anything. Many terrorist attacks are carried out by people who are perfectly willing to go on suicide missions. It's pretty hard to guarantee that kind of mission isn't going to bring about some death and destruction. But we have vastly better means than we had a year or two ago, or even six months ago.\nSome of our allies have expressed irritation that they read about this in the news. How many of them were informed it was going to happen, before it happened?\nMrs. Thatcher was informed early, because of the obvious requirement of using the bases in England. Many other allies were informed one-half hour ahead of the strike. The Soviets were informed about one-half hour afterward.\nAs to the price of the attack, what about the Soviet decision not to talk at the moment about the summit?\nI would really strongly question whether that's part of the price of this action. It would have been very easy to have a summit arranged months ago if the Soviets wanted to have one. . . . I have to think that this is a rather inexpensive way for the Soviets to indicate to the Libyans how strongly they are supporting them, and at the same time perhaps carry out part of their own objectives.\nWhen Soviet Ambassador Anatoly Dobrynin came to the White House to pay his farewell call, did he deliver some signal that the Soviets would be looking the other way if we attacked?\nNone at all. But it did furnish us with the opportunity to express to him our great dissatisfaction with the way Libya has behaved and their terrorist activities. We expressed disappointment that the Soviets would feel it necessary to associate with such people.\n\nGraphic\n\n \nPicture, Weingberger: If allies had helped, sanctions would have been more effective than force, NEAL MENSCHEL _ STAFF"
}