{
    "title": "In Ill-Timed Brief, Saudi Arabia Seeks to Protect Its Consulates Sidebar",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 29,
    "full text": "WASHINGTON — Not long before Jamal Khashoggi was killed inside the Saudi Consulate in Istanbul, Saudi Arabia filed a brief in the Supreme Court. It asked the justices to protect the sanctity of Saudi embassies, consulates and other foreign missions.\n“As much as any foreign state,” Saudi Arabia’s lawyers wrote, “the kingdom has a strong interest in preserving the inviolability of foreign missions.”\nThe brief supported a bid by the government of Sudan to avoid paying damages to American sailors wounded in a terrorist attack, and its legal arguments may be correct. But the barbarity of what happened inside its consulate made Saudi Arabia something like the opposite of the ideal messenger, and its timing could hardly have been worse.\n“The inviolability of foreign missions cannot be diluted,” the Saudi brief said, “whether for security or convenience.”\nThe brief noted that Saudi Arabia is “an international ally of the United States.” The two nations are also allies in the case, which arose from the 2000 bombing of the destroyer Cole in Yemen by Qaeda operatives, an attack that killed 17 American sailors and injured 42 more.\nFifteen of the injured sailors and three of their spouses sued Sudan, saying it had harbored and supported Osama bin Laden and other members of Al Qaeda in the years before the bombing. They won a $314 million default judgment.\nLike Saudi Arabia, which faces lawsuits over its role in the Sept. 11 attacks, the Trump administration has taken Sudan’s side in the case, to the consternation of the Veterans of Foreign Wars of the United States. “It is shocking and deeply dismaying that our government would stand with the nation that facilitated the Cole bombing, and against the surviving American sailors and their families,”            the group said in a brief.\nThe legal question in the case, Republic of Sudan v. Harrison, No. 16-1094, is whether the plaintiffs had properly served Sudan by sending the complaint in the case to its embassy in the United States. You might think that is a pretty sensible way to let a foreign nation know about a lawsuit, but a federal statute complicates matters.\nIt allows service “by any form of mail requiring a signed receipt” sent to “the head of the ministry of foreign affairs of the foreign state.” The law does not specify where the papers must be sent.\nThe United States Court of Appeals for the Second Circuit, in New York, ruled that Sudan could be served through its embassy. According to Sudan and Saudi Arabia, though, that ruling undermined the “inviolability” of embassies and consulates. The            Vienna Convention on Diplomatic Relations provides protections for foreign missions, and the two nations said that principle extends to serving lawsuits.\nThe Trump administration agreed. On the one hand, its brief said, “the United States deeply sympathizes with the extraordinary injuries suffered by respondents, and it condemns in the strongest possible terms the terrorist acts that caused those injuries.”\nOn the other hand, the brief said, “the principle of mission inviolability” bars serving lawsuits through embassies. For its part, the brief said, “the United States routinely refuses to recognize the propriety of service through mail or personal delivery by a private party or foreign court to a United States embassy.”\nThe Second Circuit’s decision in favor of the Cole victims, the government’s brief said, “threatens the United States’ continued ability to successfully assert that it has not been properly served in these instances.”\nThe Second Circuit rejected that argument. The United States can enforce a policy of refusing to accept service of legal papers at its embassies, Judge Denny Chin wrote for a unanimous three-judge panel, and so may Sudan and any other nation.\n“Sudan did not elect to follow any such policy,” Judge Chin wrote. “It did not reject the service papers, as it could have done easily, but accepted them.”\nJudge Chin added that mailing the legal papers to an embassy had advantages, as the foreign government could forward them to its foreign minister by diplomatic pouch.\nSaudi Arabia responded that plaintiffs’ lawyers may not commandeer diplomatic pouches. “The notion that an American court can dictate the contents of a diplomatic pouch for mere convenience of a litigant,” the Saudi brief said, “is repugnant to basic norms of international law.”\nSudan may not be in the strongest position to defend the sanctity of its diplomatic pouches, having used them to support Al Qaeda, according to a 2012 ruling in favor of the Cole victims by Judge Royce C. Lamberth of the Federal District Court in Washington.\n“As early as 1998,” Judge Lamberth wrote, “Sudan provided Al Qaeda members with Sudanese diplomatic passports, diplomatic pouches and regular Sudanese travel documentation that facilitated the movement of Al Qaeda operatives in and out of the country.”\n“Diplomatic pouches enjoy diplomatic immunity from search or seizure,” Judge Lamberth wrote. “Al Qaeda agents with these passports and pouches were therefore able to enter and leave Sudan and cross borders in other countries carrying materials to prepare for attacks without arousing suspicion.”\nThe victims of the Cole bombing said they were stunned to find themselves opposed in court by their own government. “It is mind-boggling,” their Supreme Court brief said, “that the government has decided in this case to side with a state sponsor of terrorism and against men and women who are seeking to recover for grievous injuries suffered in the service of our country.”\nSending legal papers to an embassy, the brief added, did not threaten the inviolability of foreign missions. “Mailing,” the brief said, “is not a trespass.”\nPHOTO: Siding against terrorism victims, Saudi Arabia and the Trump administration said serving lawsuits at embassies violates international law. (PHOTOGRAPH BY Erik S. Lesser/EPA, via Shutterstock FOR THE NEW YORK TIMES)\n\nLoad-Date: October 31, 2018"
}