{
    "title": "In Kabul, Governor Seeks Insights on Terrorism",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "KABUL, Afghanistan -- Invoking one tragedy to warn of the prospect of another, Gov. Andrew M. Cuomo said on Sunday that the rise of the Islamic State had revived the trauma of the Sept. 11 attacks among New Yorkers while creating a fresh danger for their city.\nMr. Cuomo made the comments during an informal meeting with a group of American soldiers, diplomats and aid officials here as part of a short unannounced visit over the weekend to Afghanistan by a delegation of governors.\nHe also received briefings from military leaders that he said would inform his efforts to protect New York from terrorism. ''My goal is to have the most sophisticated homeland defense system ever designed by any state -- period,'' Mr. Cuomo told reporters on a conference call.\nWhile governors spend most of their time dealing with local issues, traveling abroad is a rite of passage for any state officeholder with national political aspirations. Mr. Cuomo, a Democrat who is seeking a second term in November, was in Afghanistan only six weeks after visiting Israel. Gov. Chris Christie of New Jersey, a Republican, has also been brushing up on foreign policy. He traveled to Mexico in early September and on Saturday he met with the prime minister of India, Narendra Modi, who was visiting the United States.\nBut the trips often highlight the learning curves that many governors face when plunging into foreign policy, and Mr. Cuomo's visit had hints of the predictable inelegance of state politicians offering commentary on complicated international conflicts.\nDuring his time here, Mr. Cuomo repeatedly referred to the threat to America as coming from the Middle East, even though Afghanistan is part of South Asia. And he described a wide variety of Islamist groups, and Muslim countries, as posing a singular source of menace.\n''Afghanistan versus Pakistan versus Syria -- what's the difference if a bomb is coming into the City of New York?'' he said in an interview after the meeting. ''The problem exists on a regional basis, and I think it has to be confronted on a regional basis.''\nMr. Cuomo's own political future also came up. At one point, a soldier asked about rumors, encouraged by his foreign travel, that he would run for president in 2016.\nThe governor responded playfully. ''2016?'' he asked. ''I'm running for election now. Anyone here have an absentee ballot? You guys have to vote.''\nWhile he is not known to mingle with strangers in New York, Mr. Cuomo made a concerted effort to project a relaxed image among the soldiers, who met him over a barbecue in a garden at the heavily secured headquarters of the NATO-led mission in Afghanistan.\nAfter posing for photos with soldiers and government officials, Mr. Cuomo volunteered some news from home -- that the Buffalo Bills would stay in upstate New York, and that Derek Jeter, the Yankees shortstop, had retired. ''He went out like a champ,'' Mr. Cuomo said.\nFresh from an afternoon of briefings, Mr. Cuomo gave a rosy account of the American effort in Afghanistan, describing it as ''an extraordinary nation-building exercise.''\n''The numbers on progress are amazing,'' he said, citing improvements in education, health and women's rights. ''Really beautiful stories of making a difference.''\nBut evidence of the political and military tensions as Afghanistan undergoes a painful transition was not far. That morning, a magnetic bomb affixed to the vehicle of an Afghan general exploded barely a mile away, injuring the driver. In the nearby presidential palace, preparations were underway for the inauguration of the president-elect, Ashraf Ghani, after a fraught summer of electoral disputes that some feared could turn violent.\nMr. Cuomo arrived in Afghanistan on Saturday and was expected back in New York by the end of Monday. He said he had come here to learn about national security issues in light of the growing threat from the Islamic State, also known as ISIS or ISIL. (Amid renewed concerns about terrorism, Mr. Cuomo and Mr. Christie last week ordered increased security in their states.)\n''We know Al Qaeda and the Taliban,'' Mr. Cuomo said. ''But now it's different. It's ISIL, and where's it coming from, and how it's going to present itself. I want to know that I'm doing everything I can to educate myself.''\nMr. Cuomo spent time with the soldiers at a camp that has become increasingly crowded in recent months. Smaller bases have closed as American and other Western combat troops withdraw from the country.\nAlthough the camp is heavily protected, the war's impact reaches through the fortifications. One soldier who met Mr. Cuomo, Staff Sgt. Donnalynn Palmer, spoke of her shock at the death of Maj. Gen. Harold J. Greene, who was shot by an Afghan officer at a training center in this city on Aug. 5.\nCiera Gulley, a civilian postal worker from Niagara Falls, N.Y., who has worked on American military bases in Afghanistan for four years, took a more cynical view of the conflict.\n''As long as the United States is giving these Afghans money, they're going to be for it,'' she said. ''Other than that, they couldn't care less. That's the way I see it. And when the money stops coming in, they are going to have a problem.''\nMr. Cuomo traveled to Afghanistan with the governors of Missouri, Nevada and Tennessee. For some soldiers the visit was welcome because they said they felt the Afghan conflict, eclipsed by strife in the Middle East, had been forgotten.\nMaj. Angel Alvarado, a United States Army officer, quietly approached the governor and pressed into his palm an American service badge that had been translated into Dari, one of Afghanistan's main languages.\n''Tell the people at home that we're at war, and that we're fighting this war for them,'' Major Alvarado said. ''Don't forget we're still at war.''\n\nhttp://www.nytimes.com/2014/09/29/nyregion/andrew-cuomo-in-afghanistan.html\n\nGraphic\n\n \nPHOTO: Gov. Andrew M. Cuomo, right, met with Maj. Gen. Stephen J.  Townsend, second from left, in Afghanistan on Sunday. (PHOTOGRAPH BY MASTER SGT. KAP KIM/UNITED STATES ARMY)       \n\nLoad-Date: September 29, 2014"
}