{
    "title": "In Kashmir , Toxic Love Breeds Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 9,
    "day": 6,
    "full text": "Shalimar the Clown\nA Novel\nBy Salman Rushdie\n398 pages. Random House. $25.95.\n  In his most powerful novels, Salman Rushdie has dexterously spun his characters' surreal experiences into resonant historical allegories. ''Midnight's Children'' (1981) transformed its hero's tortured coming of age into a parable about India's own journey into independence. ''The Moor's Last Sigh'' (1995) used the dramatic reversals of fortune sustained by one eccentric family as a kind of metaphor for India's recent ups and downs. And in recounting the interlinked stories of two powerful men, ''Shame'' (1983) became a sort of modern-day fairy tale about a country that was ''not quite Pakistan.''\nMr. Rushdie's latest book, ''Shalimar the Clown,'' aspires to turn the story of a toxic love triangle into a fable about the fate of Kashmir and the worldwide proliferation of terrorism. But this time, the author's allegory-making machinery clanks and wheezes. Although the novel is considerably more substantial than his perfunctory 2001 book, ''Fury,'' it lacks the fecund narrative magic, ebullient language and intimate historical emotion found in ''Midnight's Children'' and ''The Moor's Last Sigh.'' \n  Worse, ''Shalimar the Clown'' is hobbled by Mr. Rushdie's determination to graft huge political and cultural issues onto a flimsy soap opera plot -- a narrative strategy that not only overwhelms his characters' stories but also trivializes the larger issues the author is trying to address.\n  Mr. Rushdie presumably wants to make the point that personal experiences often bleed into political actions, that the private and public are inextricably intertwined. But his clumsy suggestion that the title character becomes involved with a group of terrorists inspired by Al Qaeda because he has been jilted by his wife feels farcical in the extreme -- unbelievable in terms of the actual story and weirdly impertinent given the complex and bloody phenomenon of terrorism in the real world.\n  In addition, the observations that Mr. Rushdie makes in these pages about the modern, globalized world feel like a tinny -- and poorly executed -- echo of observations he has made in the past. In his 2002 nonfiction book, ''Step Across This Line,'' Mr. Rushdie wrote, ''there has never been a period in the history of the world when its peoples were so jumbled up.'' Here, he writes: ''Our lives, our stories, flowed into one another's, were no longer our own, individual, discrete.'' And: ''Everywhere was a mirror of everywhere else. Executions, police brutality, explosions, riots: Los Angeles was beginning to look like wartime Strasbourg; like Kashmir.'' Really? the reader wants to ask. Is Los Angeles, home to movie stars and reality television, really like a European city under siege by the Nazis during World War II? Or like the war-torn land of Kashmir, caught today between the bellicose claims of India and Pakistan?\n  What is most engaging about this novel -- and represents a return to form, after two particularly weak and poorly observed novels -- is Mr. Rushdie's creation of several compelling characters: Max Ophuls (whose name, unaccountably, recalls that of the German movie director), a former American ambassador to India who is brutally murdered by his chauffeur; India Ophuls, Max's tortured daughter, who was ''conceived out of wedlock and born in the midst of the firestorm'' that destroyed Max's diplomatic career; and India's impetuous, narcissistic mother, Boonyi, whose decision to seduce Max and use him as a ticket out of her small Kashmiri village will lead to a series of bloody and grievous events.\n  Like so many of the author's earlier characters, these people are all migrants and spiritual exiles who have spent their lives reinventing themselves -- chameleons, divorced from their roots, eager to forget the past and left to float dangerously in the global marketplace of grudges and ideas.\n  While Mr. Rushdie manages the delicate balancing act of making these people both psychologically credible human beings and allegorical figures in a modern fairy tale, he pads their stories with long, meandering digressions. Some of these digressions contain intriguing set pieces -- detailing, for instance, the cross-cultural, Hindu-Muslim romance of Boonyi and Shalimar. But others are thoroughly gratuitous asides, included, it seems, simply for the sake of emptying out the author's archive of recorded and imagined images, and they weigh down the story, diminishing its focus and its momentum.\n  The main problem with this novel, however, is its title character, Shalimar -- Boonyi's cuckolded husband and Max's assassin, who emerges as a thoroughly implausible, cartoonish figure: an ardent lover turned murderous avenger, a clownish performer transformed into a cold-eyed terrorist. Whereas the other characters' motives are complex and conflicted, Shalimar is depicted in diagrammatic, black-and-white terms. Indeed, he often seems like a reincarnation of the cardboardy Solanka from ''Fury,'' another poorly drawn figure whose murderous rages were meant to symbolize contemporary civilization's violent discontents.\n  For that matter, when Mr. Rushdie is writing about Shalimar and his doomed marriage to Boonyi, his usually vigorous prose has a way of turning clotted and cliched. He writes: ''It turned out that hatred and love were not so very far apart. The levels of intimacy were the same.'' And he has Shalimar say things like: ''I'll never forgive you. I'll have my revenge. I'll kill you and if you have any children by another man I'll kill the children too.'' \n  These are the sort of words spoken by mustache-twirling, snake-eyed villains in old cartoons -- villains who are a lot less interesting and a lot less dangerous than the ones at large in the real world that Mr. Rushdie strives by indirection to address in this ambitious but ham-handed novel.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Salman Rushdie (Photo by Timothy Greenfield-Sanders)(pg. E7)\n\nLoad-Date: September 6, 2005"
}