{
    "title": "IN LYON, WORLD LEADERS VOW TO FIGHT TERRORISM_ THEY ARE EXPECTED TO STRENGTHEN LAW-ENFORCEMENT TIES",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 6,
    "day": 28,
    "full text": "Outraged by the bombing in Saudi Arabia, President Clinton and other leaders of the industrial world unanimously denounced it as a \"barbarous and unjustifiable act\" last night and vowed to toughen their joint efforts to fight international terrorism.\n\"We consider the fight against terrorism to be our absolute priority,\" said the statement from the leaders of the United States, Britain, France, Germany, Italy, Canada and Japan. They are here attending the annual summit of seven leading democracies.\n\"We understand that an attack on one of us is an attack on all of us, and that none of us is invulnerable,\" Clinton said.\nToday, the seven leaders are expected to adopt 40 measures aimed at strengthening the partnership among their national law-enforcement agencies to mount an allied campaign against international terrorists and criminals.\nJoint international police operations, expedited procedures to extradite accused terrorists and criminals, and expanded information exchange among national police agencies head the list of steps expected to be embraced.\nNineteen Americans died and about 400 were wounded - 80 seriously - Tuesday when terrorists exploded a massive truck bomb near a barracks at the King Abdul Aziz Air Base near Dhahran, Saudi Arabia, where about 2,900 Americans are stationed.\nClinton challenged his peers to take stronger joint action against what he portrayed as a growing global terrorism threat. To back up that assessment, he cited not only the Saudi Arabia bombing but also the recent blast in Manchester, England, attributed to the Irish Republican Army, last year's poison-gas attack in a Tokyo subway, and the Oklahoma City bombing.\n\"I think all of us understand that terrorism is a problem from which no one can hide and on which we all must cooperate. This is the security challenge of the 21st century, I'm afraid, and we have to get after it,\" Clinton said.\nRussia's elections, NATO's expansion, U.S. foreign aid, and the faltering peace processes in the Middle East and Northern Ireland were among topics Clinton discussed with the Europeans, but terrorism overshadowed them all.\nThe 40 antiterrorism measures to be discussed today and tomorrow were drafted in the last year by experts from the seven nations, sometimes called G-7, or Group of Seven, plus Russia, at the order of last summer's summit in Halifax, Nova Scotia. Drafted initially to fight international crime, officials here say the same law-enforcement steps will also help against terrorists.\nFour basic concepts guide the 40 specific proposals, according to Clinton's national security adviser, Anthony Lake. One set of actions aims to show that \"crime does not pay\" such as by making it easier to seize the assets of criminals or terrorists. A second set is known as \"nowhere to hide\" steps to strengthen international cooperation among law enforcers.\nA third set, Lake said, aims to tighten national borders against penetration by criminals and terrorists. Fourth is a package of reforms aimed at preventing high-tech crimes involving computers and other new technologies.\nClinton huddled privately before the summit with French President Jacques Chirac, British Prime Minister John Major and Japanese Prime Minister Ryutaro Hashimoto.\nHe and Hashimoto agreed to resolve their two nations' differences over trade in semiconductors and insurance by Sunday. That modest breakthrough came after a private 30-minute conversation that White House aides described as \"direct and frank\" and was marked by Clinton's pressure on the Japanese to honor previous agreements in those areas.\nIn their separate private sessions with Clinton, Chirac and Major objected to his support of the Helms-Burton legislation, which would penalize non-U.S. companies that invest in Cuba. Europeans say Washington has no right to set their commercial policies, but Clinton stressed that stronger action had to be taken against Havana following its shootdown earlier this year of private U.S.-based aircraft.\n\nLoad-Date: October 28, 2002"
}