{
    "title": "In light of the Paris attack, let us reflect on the value of togetherness",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 16,
    "full text": "There is light and dark. There is good and bad. There is the blue, bright sky and the gloomy, cloudy one. There is happiness and sadness. There is beauty and ugliness. There is the cacti in the desert and the flower that blooms amidst the thorns. There is love and hatred. There is the yin and the yang.\nSome things are inseparable. While humanity still exists and people continue to help each other, there is also hatred and the desire to end the lives of the innocent. There are some ugly truths that cannot at all be hidden, things we wish did not exist, but they actually do. One such ugly truth is terrorism: the earthquake that does not originate in the earth's crust, but in the heart filled with hatred that shakes and crumbles humanity using guns and bombs.\nThe simple definition of terrorism is the unlawful use of violence, creating terror among a mass of people to pursue political, social or religious objectives. While the inhumane terrorist may have different motives behind their actions, the common theme that repeats itself with each act of violence is the loss of innocent lives. The world has unfortunately seen a lot of such activities. The Sept. 11 attack at the twin towers, suicide bombings in Israel and Iraq, the Paris attack dating back a few years, mass shootings that become news headlines quite too often nowadays in America are all such activities that make a huge question mark in the meaning of humanity.\nThe famous terrorist attack at the twin towers on Sept. 11 is suspected to have been done by the terrorist group Al-Qaeda. The Paris attack on November of 2015 is suspected to have been done by the Islamic State. The gun shooting at Stoneman Douglas High School in Florida was done by a teenager who is thought to have had \"behavioral issues\" and \"emotional or learning disabilities.\" Whoever may be behind such activities and whatever their intentions may be, a large number of people lost their lives. This is not just loss to the bereaved families, but also to humanity. It may be a challenge to come up with an answer to why the hatred is triggered with bullets and bombs, but the effects of such activities are definitely crystal clear.\nIf there is one thing I have noticed that comes together with any activities of terrorism, it is the religion of Islam. Although major terrorist activities seem to have been done by groups of Muslims, associating the religion itself with terrorism and discriminating against the people based on their religion are not the best things to do. No religion teaches its disciples to kill people. If there are some extremists who misinterpret the teachings of the holy books, it does not mean that the religion is wrong. The world is strong when all its people are together. There are only two groups: the perpetrators and world citizens. The only intention is to paint the world with happiness, to fight against the bad.\nSome people have vicious dreams of shattering the world into pieces, but that does not mean such dreams will come true. We might not entirely be able to stop terrorists from terrorizing the innocents, but if we stand together as one, we will definitely get the courage to fight. There is nothing as valuable and strong as togetherness. Loving, caring and supporting one another is a key to bearing the blazing heat in the desert, and somehow managing to be the blooming cacti in the desert. After all, together we can.\n\nLoad-Date: November 16, 2018"
}