{
    "title": "In long battle with radical Islam, bad guys still aren't tired",
    "publisher": "the new york times",
    "year": 2009,
    "month": 10,
    "day": 5,
    "full text": "He didn't want to wear earplugs. Apparently, he wanted to enjoy the blast.\nThat is what The Dallas Morning News reported about Hosam Maher Husein Smadi, the 19-year-old Jordanian accused of trying to blow up a downtown Dallas skyscraper. He was caught by an FBI sting operation that culminated in his arrest nearly two weeks ago -- after Smadi parked a 2001 Ford Explorer Sport Trac, supplied by the FBI, in the garage of a Dallas office tower.\n\"Inside the SUV was a fake bomb, designed to appear similar to one used by Timothy McVeigh in the 1995 Oklahoma City bombing,\" The News wrote. \"Authorities say Smadi thought he could detonate it with a cell phone. After parking the vehicle, he got into another vehicle with one of the agents, and they drove several blocks away. An agent offered Smadi earplugs, but he declined, 'indicating that he wanted to hear the blast,' authorities said. He then dialed the phone, thinking it would trigger the bomb. ... Instead, the agents took him into custody.\"\nIf that doesn't send a little shiver down your spine, how about this one? BBC.com reported that \"it has emerged that an al-Qaida bomber who died last month while trying to blow up a Saudi prince in Jeddah had hidden the explosives inside his body.\" He reportedly inserted the bomb and detonator in his rectum to elude metal detectors. My God.\nOr how about this? Two weeks ago in Denver, the FBI arrested Najibullah Zazi, a 24-year-old Afghan immigrant, and indicted him on charges of planning to set off a bomb made of the same home-brewed explosives used in the 2005 London transit bombings. He allegedly learned how to do so on a training visit to Pakistan. The New York Times reported that Zazi \"had bought some bomb ingredients in beauty supply stores, the authorities said, after viewing instructions on his laptop on how to build such a bomb. When an employee of the Beauty Supply Warehouse asked about the volume of materials he was buying, he remembered Zazi answering, 'I have a lot of girlfriends.'\"\nThese incidents are worth reflecting on. They tell us some important things. First, we may be tired of this \"war on terrorism,\" but the bad guys are not. They are getting even more \"creative.\"\nSecond, in this war on terrorism, there is no \"good war\" or \"bad war.\" There is one war with many fronts, including Europe and our own backyard, requiring many different tactics. It is a war within Islam, between an often too-silent Muslim mainstream and a violent, motivated, often nihilistic jihadist minority. Theirs is a war over how and whether Islam should embrace modernity. It is a war fueled by humiliation -- humiliation particularly among young Muslim males who sense that their faith community has fallen behind others, in terms of both economic opportunity and military clout. This humiliation has spawned various jihadists cults, including al-Qaida, which believe they have the God-given right to kill infidels, their own secular leaders and less pious Muslims to purify Islam and Islamic lands and thereby restore Muslim grandeur.\nThird, the newest and maybe most active front in this war is not Afghanistan, but the \"virtual Afghanistan\" -- the loose network of thousands of jihadist Web sites, mosques and prayer groups that recruit, inspire and train young Muslims to kill without any formal orders from al-Qaida. The young man in Dallas came to FBI attention after espousing war on the U.S. on jihadist Web sites.\nFourth, in the short run, winning this war requires effective police/intelligence action, to kill or capture the jihadists. I call that \"the war on terrorists.\" In the long run, though, winning requires partnering with Arab and Muslim societies to help them build thriving countries, integrated with the world economy, where young people don't grow up in a soil poisoned by religious extremists and choked by petro-dictators so they can never realize their aspirations. I call this \"the war on terrorism.\" It takes a long time.\nOur operation in Afghanistan after 9/11 was, for me, only about \"the war on terrorists.\" It was about getting bin Laden. Iraq was \"the war on terrorism\" -- trying to build a decent, pluralistic, consensual government in the heart of the Arab-Muslim world. Despite all we've paid, the outcome in Iraq remains uncertain. But it was at least encouraging to see last week's decision by Prime Minister Nouri Kamal al-Maliki to run in the next election with a nonsectarian, multireligious coalition -- a rare thing in the Arab world.\nSo, what President Barack Obama is actually considering in Afghanistan is shifting from a \"war on terrorists\" there to a \"war on terrorism,\" including nation-building. I still have serious doubts that we have a real Afghan government partner for that. But if Obama decides to send more troops, the most important thing is not the number. It is his commitment to see it through. If he seems ambivalent, no one there will stand with us and we'll have no chance. If he seems committed, maybe -- maybe -- we'll find enough allies. Remember, the bad guys are totally committed -- and they are not tired.\n\nLoad-Date: October 6, 2009"
}