{
    "title": "In My Opinion_ Domestic violence is terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "On Sept. 11, a terrible thing happened to our country.\nAs I listened to the news, I heard tales of how the passengers on these doomed flights called their loved ones to say, \"I love you.\" How horrible for the men, women and children on those flights, knowing their fate. I just could not imagine their thoughts.\nFor the Journal-Constitution\nThen I started to tremble and realize that not only I could imagine their thoughts; I had also lived in a similar terror.\nNo, Osama bin Laden did not take me hostage. Someone I loved did. As I held my 10-month-old daughter in my arms, her father, twice my weight, pushed me down. Lying on me, he placed his hand over my mouth and held my nose, and he looked into my eyes and told me he was going to kill me.\nI couldn't breathe and I couldn't fight; I believed him. I believed that the next few moments would be my last. My thoughts were of my loved ones, my baby girl, my two older children. They would have great lives, I just knew it. So many thoughts and so much love in just a few moments.\nSuddenly, I could breathe again. I got up, thinking it was over. Then the terror started again. He played with me like a cat does with a mouse. I really thought I would die, but he finally gave up.\nDomestic violence is a form of domestic terrorism.  Being at the mercy of another human being, and thinking that you could die, is the same whether it be at the hands of some crazy international terrorist or someone who sleeps in the same bed as you.\nWe sure are eager to bring justice on bin Laden, as we should be. When will we be as eager to bring those who commit violence against innocent people in our state to justice?\nOctober is family violence month. Please help stop the violence. KELLY ANFUSO, Woodstock\n\nGraphic\n\n \nPhoto:\nKelly Anfuso has lived in Georgia for 15 years and has three children. She works with employee benefits.\n\nLoad-Date: October 22, 2001"
}