{
    "title": "In Nigeria , Terrorism Moves South",
    "publisher": "the new york times",
    "year": 2014,
    "month": 4,
    "day": 16,
    "full text": "ABUJA, Nigeria -- LATE last month, a workman on his way to my house rang to explain that he was running late because of the mayhem caused by a bomb blast in the city. Instantly, I was skeptical. There couldn't possibly be another bomb in Abuja. Not with all the tedious checkpoints on major streets here, and the thorough checks at the entrance to public buildings.\nAfter a series of terrorist attacks beginning in 2010, security in Nigeria's capital city was augmented significantly. Abuja had not experienced any major bombings since 2012. The situation appeared so improved that President Goodluck Jonathan boasted in February that terrorism had been pushed to the fringes of our country. The rest of us were safe; only those in the northeast were not -- yet. We sent heartfelt prayers to our compatriots in those remote regions, where the Boko Haram terrorist group has continued to carry out grisly attacks.\nIt turned out that the workman was not being dishonest that day. There was indeed some mayhem. Only what people had initially taken for a bomb turned out to be a mere gas explosion.\nBut this Monday proved that President Jonathan -- and I -- had become far too confident. A bomb at a bus park in nearby Nyanya killed at least 71 people and wounded many more.\nTo many Abuja residents, Nyanya is just one of those suburbs where their drivers, cooks and cleaners live -- some of whom were boarding buses for their morning commutes when they died. It is also less than 15 minutes' drive from the presidential villa, the World Bank, a number of government offices and embassies. For most of the morning, I could hear ambulances screaming to and from the Asokoro General Hospital, bearing casualties from the rush-hour tragedy.\nMany people have responded to the bombing, and the threat of Boko Haram's attacks moving south, by calling on President Jonathan to do more to make the country safe. In fact, I think he is probably doing his best. His best is just not good enough. And he needs help.\nLast year, in a gesture of nationalism, Nigeria's minister for information, Labaran Maku, declared that, beyond information-sharing and training, the government would not reach out for any foreign assistance against terrorism. (Though he backtracked a bit earlier this year and indicated that Nigeria would welcome cooperation from the French and French-speaking West Africa.) In 2007, Umaru Yar'Adua, then the president, denied the United States Africa Command permission to open a base in Nigeria, suggesting instead that African countries set up their own commands.\nThe argument has been that more foreign involvement will trigger more violence by the terrorists, but it is clear that they do not need a trigger.\nAfter the bombing, Nigeria's former vice president, Atiku Abubakar, called on the government to review its strategies for dealing with terrorism, and to accept foreign assistance. I think he's right. The sad truth is that foreigners are largely refining Nigeria's crude oil, powering many of our cellphones and running some of our best schools. They might as well step up in yet another area where locals are falling short. Just this month, a Nigerian soldier alleged in a Voice of America interview that some members of the army were assisting Boko Haram. Even if this is false, how effective can the military be when its members do not trust one another?\nWhen it comes to dealing with Nigeria, I imagine that the rest of the world must sometimes feel like the slave boy in the Igbo proverb who was invited to join the meal at his master's table. If he washed his hands before sitting at table, he was accused of wasting water; if he did not wash his hands, he was accused of being unhygienic. Foreigners are probably never quite sure whether assistance will be interpreted as interference.\nBut the attacks go on; Nigerian children are being slaughtered in their schools and parents blasted to oblivion from their places of work. More than 1,500 lives have been lost this year alone. Nigerians would welcome any help in dealing with this monster of terrorism.\n\nhttp://www.nytimes.com/2014/04/16/opinion/in-nigeria-terrorism-moves-south.html\n\nLoad-Date: April 16, 2014"
}