{
    "title": "In New Proposed Subway Elevators, Some See a Terrorism Risk",
    "publisher": "the new york times",
    "year": 2018,
    "month": 2,
    "day": 23,
    "full text": "To some, the prospect of adding new subway elevators not far from the World Trade Center is a godsend, a desperately needed portal for the disabled to a subway system that is among the least accessible in the nation.\nTo a group of neighbors who live beside the proposed site, the elevators seem like something else entirely: a hazard a terrorist could turn into shrapnel.\nOn one side of a growing skirmish on Broad Street in Lower Manhattan are disabled riders, advocates and a real estate developer building the elevators in exchange for being granted permission by the city to add more square footage to the mixed-use building the developer is erecting at 45 Broad Street.\nOn the other are tenants of nearby buildings like 15 Broad Street, a high-rise designed by the architect Philippe Starck. It is a pocket of the city that has long been under intense security because of its proximity to prime potential targets like the New York Stock Exchange, and critics say the elevators could pose a threat in an area where police and bomb-sniffing dogs routinely check vehicles driving through.\n“The idea that people can then ride in on the subway with a bomb or whatever and come straight up in an elevator is awful to me,” said Claudia Ward, who lives in 15 Broad Street and was among a group of neighbors who denounced the plan at a recent meeting of the local community board. “It’s too easy for someone to slip through. And I just don’t want my family and my neighbors to be the collateral on that.”\nResidents of 15 Broad Street hired an independent security analyst who determined the glass and metal elevators could pose a security risk.\n“We are hypersensitive to the security,” said Linda Gerstman, the vice president of the 15 Broad Street board of directors. “We live it every day.”\nNeighbors first raised security concerns late last year after the developer, Madison Equities, sought to take advantage of New York City zoning rules that offers an incentive to real estate developers: the right to enlarge their project in exchange for improvements to the subway station closest to the site. The two elevators will cost about $20 million total and provide access to both ends of the platforms of the J and Z line at the Broad Street station. In exchange, the 80-story office building rising at 45 Broad Street, will include an additional 71,000 square feet.\nThe elevator project, now in the public comment stage, is facing heavy resistance from residents who say it will put them at risk. The controversy over the elevators was reported by The Tribeca Trib.\nThe fight over the elevators is for some riders who are disabled or who have a hard time negotiating stairs, a painful reminder of the ways in which the city’s subway system already fails them. Fewer than one out of every five New York City subway stations is wheelchair accessible, far behind other cities like Chicago and Boston where about 70 percent of stations are compliant with the Americans with Disabilities Act, which mandates accessible public spaces. The failure has made the subway the target of two class action lawsuits filed last year.\nOn the J and Z line trains, in particular, only five of the total 30 stations provide wheelchair access and only one of those is in Manhattan, at Fulton Street, according to data compiled by the Riders Alliance, an advocacy group.\nThe type of public-private agreements like the one into which Madison Equities and the city have entered, many advocates say, is among the swiftest and most financially viable ways to rectify the problem of access.\nEdith Prentiss, who relies on a wheelchair to get around, believes the pearl-clutching over security is disingenuous and is really simply an excuse by opponents to keep the elevators from their upscale block. (A one-bedroom apartment at 15 Broad is currently on the market for over $2 million.)\n“It’s total NIMBY,” said Ms. Prentiss, who is also the president of Disabled In Action, an advocacy organization. “It’s ‘Don’t affect my property values, don’t affect my — I love this — my iconic view.’ I can understand that they paid a lot of money, I’m sure, but that does not abrogate my civil rights.”\nThe dispute led to a heated meeting recently of Community Board 1’s land use, zoning and economic development committee. In a room packed with wheelchair users and residents, tenants of 15 and 30 Broad Street submitted a petition with 270 signatures opposing the elevators. Beyond security, critics said that the particular J and Z stop is little used and argued that elevators would be better employed at a busier stop.\nRobert Gladstone, the owner of Madison Equities, called the pushback a “disgrace.” “I am offended by the notion that they don’t serve anybody and don’t do anything,” he said referring to the elevators. “It is an incredible statement to make.”\nIn late December, the Metropolitan Transportation Authority, which oversees the subway, sent inspectors to the site who concluded that the elevators did not pose an extra risk. “Expanding accessibility to the subway system is an essential priority of New York City Transit and these elevators help us further that mission,” said Jon Weinstein, a spokesman for the authority.\nThe New York Police Department has also indicated it does not consider the elevators a concern. “The N.Y.P.D. agrees with the M.T.A.’s proposal to have elevator access at the location,” Sgt. Jessica McRorie, a police spokeswoman, said. “We do not see the structure as a security risk.”\nThe proposal was unanimously approved by the community board’s land use committee. It will go before the entire board on Tuesday.\nLocal residents plan to continue to fight, said Ms. Gerstman, noting that her building’s board decided against putting decorative planters at the building’s entrance over fears that shards could injure people in the event of a blast.\n“Knowing that, and then seeing the proposal for giant glass structures in front of my building — ding ding ding! — what does a giant glass structure become in the event of an explosion?” she said.\nTrading access for safety is unacceptable to people like Susan M. Dooha, the executive director of the Center for Independence of the Disabled, New York. “When the bomb went off in the subway last month people said, ‘I am going back tomorrow!’” Ms. Dooha said, referring to the suicide bombing attempt in a subway tunnel near Times Squarein December. “For someone to use terrorism as an excuse not to provide access to people is a huge stretch.”\n“Frankly,’’ she added, “I find it insulting.”\nPHOTO: Claudia Ward with her daughter, Cleo Allan, in front of 15 Broad Street in Lower Manhattan, where they live. Ms. Ward opposes a plan to build glass elevators to provide access to a subway station, arguing that they could become a terror target. (PHOTOGRAPH BY Michelle V. Agins/The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nNew York City’s Subway System Violates Local and Federal Laws, Disability Groups Say\nTerror Attack Kills 8 and Injures 11 in Manhattan\nNew York Has a Great Subway, if You’re Not in a Wheelchair\n\nLoad-Date: February 23, 2018"
}