{
    "title": "In our view_ Internet Censor",
    "publisher": "the columbian ",
    "year": 2008,
    "month": 5,
    "day": 7,
    "full text": "A Florida man's heart might be in the right place, but he is misguided in his bid to get a Vancouver Internet service company to drop a Somali-language Web site.\nBill Warner, a Sarasota private investigator ( www.wbipi.com ), wants Dotster Inc. of Vancouver to refuse service to            www.kataaib.net. Warner, who has launched similar purge efforts in other cities with other Internet companies, says kataaib.net supports an al-Qaida organization in Somalia, where war and genocide are tragic facts of daily life.\n\"There are groups like this one that associate with al-Qaida through Web sites that help promote the ideology, help find new recruits and help the effort to support terrorism,\" Warner said in a Tuesday Columbian story by Courtney Sherwood. \"It's not freedom of speech. This site should not be hosted in Vancouver.\"\nCertainly the world has changed since 9/11, and we don't fault any citizen for being alert to signs of possible terrorism. But the line separating suspicion (and the alerting of authorities) from vigilantism and paranoia gets blurry fast, as it did in World War II when the U.S. government rounded up 120,000 Japanese Americans on the West Coast and put them in camps, for fear they would assist the Axis countries.\nDotster, which employs about 100 here and has clients worldwide, already works closely with the FBI and other law-enforcement agencies, says its CEO, Clint Page. Dotster has more than 3 million domain names under its management, each with numerous Web pages. About once a week, Page told us, Dotster discovers one with questionable content, such as child pornography, anti-Semitism, credit card scams or possible terrorist sympathies. In other instances, authorities discover them first and come to Dotster. Closing a site before the FBI has finished probing it might actually impede an investigation.\n\"We have a close relationship with all law enforcement,\" said Page, who in the late 1980s was vice president of the Columbia River Economic Development Council in Vancouver. \"We routinely go to authorities with complaints.\"\nTwo of the most common, Page said, are child porn Web pages originating in the former Soviet Union and illegal gambling pages out of China.\nWithout subpoenas, Dotster is limited in what it may legally provide authorities, but, Page says, the company is as helpful as it may be under the law. With subpoenas, which it does get on occasion, Dotster provides even more information.\n\"We cooperate as fully as we legally can as soon as we can,\" he said. \"A lot of times these Web sites are fleeting - shut down shortly after they are activated.\"\nAnother problem with Warner's approach is the danger of it leading to abuses. If Web service is denied because of protests from concerned citizens, what would be next after kataaib.net ? Political-advocacy pages? The ACLU? The National Rifle Association? Minor political parties?\n\"We can't just arbitrarily go in and shut down sites based on what someone finds offensive,\" Page said.\nCertainly a Web page that is intended to inspire terrorism should be probed and be a candidate for closure. But the FBI or other experts should make that decision, with a judge if that's required by law. It's not Warner's call. \"We can't just arbitrarily shut down sites based on what someone finds offensive.\"\n\nLoad-Date: May 9, 2008"
}