{
    "title": "IN OTHER NATIONS, TERROR WOVEN INTO FABRIC OF LIFE _ OVERSEAS, CHILDREN LEARN BOMB AVOIDANCE AND LAW",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "An English suburbanite stays away from downtown London at Christmastime. Too many gaily wrapped parcels that could be bombs - it isn't worth the risk.\nA Parisian newswoman on the way home from a party encounters a counterterrorism roadblock and a nervous gendarme with a gun pointed shakily at her stomach.\nA Tel Aviv artist has had many near-misses with terrorism, beginning with the bombing of his schoolyard when he was 8. The Israeli yearns for \"the kind of peaceful freedom that people in other countries have.\"\nIn countries where terrorism is a fact of life, ordinary people limit their lives in ways unfamiliar to most Americans. They teach bomb avoidance to preschoolers, accede to \"temporary\" laws permitting mass arrests, and support politicians who deal with unsavory allies in exchange for peace in the streets.\nAfter Wednesday's car-bombing of the federal building in Oklahoma City, Americans are wrestling with choices that the citizens of some other countries have already made. Whatever the ultimate explanation for the Oklahoma City bombing, experts predict Americans will end up accepting new limits, as matters of individual choice and national policy.\n\"If there's a report of a bomb on a train, you really don't want to be involved if you can help it,\" said William Gutteridge, director of the London-based Research Institute for the Study of Conflict and Terrorism. \"So most people in their own self-interest would accept some restrictions on their lives.\"\nAmong the counterterrorism measures that Gutteridge thinks Americans should accept:\nA national identity card. A law similar to Britain's that allows police to jail people for up to a week on \"suspicion of terrorism.\" A massive shift in public behavior, involving much higher awareness of potential threats, much greater tolerance for police antiterrorism activities and dozens of seemingly minor changes in everyday behavior.\nThe changes are not much greater than those many Americans have already made to defend themselves against crime, \"and the distinction between violent crime and terrorism is growing less and less sharp,\" he said.\nThere is no foolproof defense against terrorism, warn Gutteridge and other experts. And attacks such as the one in Oklahoma City, in which the perpetrators give no warning and claim no responsibility for the deed, are the rarest and the most difficult to defend against.\nUntil the recent truce with the Irish Republican Army brought calm to Britain, most incidents there involved a warning call to police.\n\"The goal was not large-scale killing but economic disruption, without the reputation for committing atrocities,\" Gutteridge said. \"In the Oklahoma City case, the likelihood is that it's an organization without specific objectives, but simply with a desire to attack . . . and that is much more difficult to defend against.\"\nThe average Briton does not realize how common the bombs and threats were, Gutteridge said, because very few were reported in the press.\n\"The disruption is itself a form of success for the terrorists,\" he said, \"and silence is one of the ways we fight back.\"\nWhen Pamela Dahlgren, a Surrey homemaker, takes the Underground to London, she said, \"quite often the tube stations are closed because of a 'security incident,' and we're never quite sure what that means.\"\nIn Israel and England, public places carry signs warning passersby not to leave packages unattended and to report suspicious packages to police. Those reports, and the resulting evacuations of public places, have become routine.\nNot so in France, which was rocked by a wave of bombings in the late 1980s.\n\"We would never accept that,\" said Maguy Day, 29, a television newswoman\nfrom Paris. \"We defy authority. It's our national sport.\"\nInstead, the French have successfully quelled terrorism by relying on intelligence measures, especially the infiltration of Islamic extremist groups, and on cultivating ties to Arab nations.\nRoadblocks, summary arrests and police shootouts with terrorism suspects were common at the height of the bombing epidemic, but France has fallen back into its old routine, said Day.\n\"That's over,\" she said. \"We've forgotten about it.\"\nIsraeli artist Moshe Kashi, 34, wishes forgetfulness were an option. He was 8 when a bomb exploded in a trash can at Jerusalem's Mahane Yehuda market, next door to his school.\n\"This is my first memory, people shouting and running downstairs,\" he said. Since then, Kashi has seen many bombings - in Jerusalem, where he grew up; in Lebanon, where he served with the Israeli army; and most recently on Dizengoff Street, the main shopping street in Tel Aviv, where he now lives.\n\"You become very blocked to such a thing,\" he said, \"because you know you have to go on, but on the other hand you lose a lot of sensitivity. You want to push these feelings from you.\n\"People all the time say we are free, but it's not the peaceful freedom that they have in other countries.\"\n\nNotes\n\nTERROR IN OKLAHOMA CITY\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (1)\n1. An Oklahoma City police officer helped evacuate the area around Children's\nHospital after a bomb threat was reported yesterday. The hospital was treating\nvictims of the Wednesday bombing. A bomb squad found no device at the\nhospital. (Associated Press, J. PAT CARTER)\n\nLoad-Date: October 28, 2002"
}