{
    "title": "In our view_ U.S. Faces New Terror Threat",
    "publisher": "the columbian ",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "The 13th anniversary of the 9/11 terrorist attacks is, in many ways, much different from the ones that have come before it. Yes, the wounds still are raw, tempered by time but never to be completely salved. And yes, our reaction still is uncertain, flustered by doubts about the United States' role in the world but driven by a resolute faith in our nation and her people.Yet as Americans pause today to remember the innocents lost and the innocence lost at the hands of barbarism on Sept. 11, 2001, we do so in the face of a new threat, a new enemy, a new twinge of insecurity. \nThe rise of the Islamic State of Iraq and Syria, which has quickly evolved into a power broker in the broken lands of the Middle East, has rapidly altered the international landscape and has returned the threat of terrorism to the forefront.Without a doubt, ISIS is a threat. It has managed to destabilize two nations in the name of establishing a caliphate; it has managed to demonstrate atrocities that are nearly unimaginable to Western sensibilities through the beheadings of two American journalists. It would be naive to suggest that one of ISIS' primary goals is anything less than delivering terrorism to America's shores, a thought that seems particularly poignant as we commemorate those who fell and those who stood as heroes 13 years ago today.The threat that is posed by this new, well-organized, well-funded organization has led to questions about America's response to it. President Barack Obama has been criticized, rightly so, for his overly deliberate style in dealing with urgent matters. But criticism also should be leveled at Congress.Some 10 years ago, the 9/11 Commission delivered a report on what went wrong and what could have prevented the slaughter of nearly 3,000 people at the hands of Muslim terrorists. Now, says former Rep. Lee Hamilton, who was vice chairman of the commission, \"The institution of Congress clearly has not stepped up to the plate. They've been reactive to what the president has said. They've put forth nothing. They've done nothing.\"The most damning result of that inaction, a product of the ongoing partisan rancor in Washington, D.C., is the fact that some 92 Congressional committees and subcommittees retain partial jurisdiction over the Department of Homeland Security. That bureaucracy has left us less secure than we should be, meaning that a lack of necessary reform is the price the people pay for Congress' dysfunction. As former New Jersey Gov. Tom Kean, the Republican vice chairman of the 9/11 Commission, said, \"We've got to do it together. We can't politicize it.\"As Americans demonstrated in the wake of the 9/11 attacks, we do, indeed, retain the ability to do difficult things if we work together. The horror of that day slowly was overwhelmed by a shared purpose and a common bond, traits that remind us that our similarities are stronger than our differences. As columnist Leonard Pitts of the Miami Herald wrote in the hours after the repugnant attacks, \"You've bloodied us as we have never been bloodied before. But there's a gulf of difference between making us bloody and making us fall.\"More than a decade after that seminal day in American history, we remain bloodied but sturdy, bowed but unbroken. We remain a nation confident in our ability to withstand the gravest of threats, determined to prepare for all possibilities without allowing terrorism to alter that for which we stand. The toll of 9/11 continues to reverberate for all who lived through it, serving as a reminder that the world can be a dangerous place.\n  \n\nLoad-Date: October 12, 2021"
}