{
    "title": "In Our View 'Yes' on Senate Joint Resolution 8200",
    "publisher": "the columbian ",
    "year": 2019,
    "month": 10,
    "day": 15,
    "full text": "Possible threats to a functioning state government have changed since the Cold War, and the state constitution should reflect those changes. The Columbian Editorial Board recommends a \"yes\" vote on Senate Joint Resolution 8200 for the Nov. 5 election.\nAs always, this is merely a recommendation designed to generate discussion and provide information. The Columbian trusts that voters will take a close look at the proposal before casting an informed ballot.\nSenate Joint Resolution 8200 would amend the state constitution to reflect current realities. It would allow the executive branch and the Legislature to take necessary measures to keep government running in the event of a catastrophic event. If government is incapacitated, the amendment would give lawmakers the power to move the state capital or a county seat, pass bills and fill vacancies in state or county offices. It also would allow the Legislature to fill an open governor's seat if all people in line for succession were unavailable.\nUnder the existing law, passed by voters in 1962, the Legislature can act only in the event of an \"enemy attack.\" Back then, the public was more concerned about falling bombs than shaking earth; now, the biggest threat to a functioning government is more likely to be a massive earthquake or some other natural disaster. Senate Joint Resolution 8200 would be a response to that altered perception.\n\"The catastrophic incident we anticipate will be the big earthquake that will do such damage that we will need to have procedures in place to have government continue operating,\" said Rep. Roger Goodman, D-Kirkland, when he introduced the bill in April. The proposal passed by votes of 37-11 in the Senate and 91-7 in the House, with Sen. Lynda Wilson, R-Vancouver, casting the only dissenting vote from Southwest Washington. The amendment requires a majority vote from the public for passage.\nCritics argue that the amendment would give too much power to the Legislature and the executive branch to upend state government. They warn that \"catastrophic incident\" is too vague and that a rogue governor could abuse newfound powers. State statutes already define \"catastrophic incident\" as any natural or human-caused event - including terrorism - with mass casualties and high levels of damage or disruption.\nWhile any change to the constitution should be approached with caution, the editorial board views Senate Joint Resolution 8200 as little more than some preventive housekeeping. As has been well-documented, the Cascadia Subduction Zone off the Pacific Coast poses a constant threat to the region.\nA massive earthquake could do significant damage to buildings and communications systems throughout Western Washington; a resulting tsunami could wipe out coastal communities. Having a functioning government to coordinate emergency operations would be essential to the region's recovery. If the capital campus sustains heavy damage in an earthquake, it makes sense for the constitution to spell out Legislative powers that allow the seat of government to relocate.\nWe hope that never is necessary; but, as they say, an ounce of prevention is worth a pound of cure. Modern threats are different than they were nearly six decades ago, with the prospect of terrorism or natural disaster supplanting a Cold War nuclear attack in the public consciousness. The state constitution should reflect that.\nThe Columbian Editorial Board recommends passage of Senate Joint Resolution 8200.\n\nLoad-Date: October 22, 2021"
}