{
    "title": "In Our View Reflections Upon 9_11",
    "publisher": "the columbian ",
    "year": 2017,
    "month": 9,
    "day": 11,
    "full text": "The anniversary of the Sept. 11, 2001, terrorist attacks upon the United States offers a chance for reflection, remembrance, and assessment. So it is fitting for all of us to momentarily pause today, the 16th anniversary of that horrific event.We pause to reflect upon the day that Islamic terrorists killed nearly 3,000 innocent people on American soil. \nWe pause to remember the victims' lives and loved ones. And while those reflections provide a necessary catharsis, it also is essential for Americans to assess the changes brought about by the deadliest terrorist attacks in world history. The unavoidable truth is that the events of 9/11 changed our society and altered the global geopolitical construct. The changes reverberate to this day, creating some responses that have been successful and others that are counterproductive.Among the successes is the fact that the United States has effectively avoided a mass terrorist attack for the past 16 years. There have been numerous incidents of homegrown jihadists carrying out attacks, notably an Orlando nightclub shooting last year that killed 49 people. But since 2001, Islamic terrorists have killed an average of six Americans a year. Those deaths, while lamentable, are fewer than those attributed to white supremacists.Any death of an innocent is horrible, particularly at the hands of a perpetrator driven by religious hatred. But with heightened vigilance and military action that overthrew the Taliban and its terrorist training camps in Afghanistan, Americans largely have driven Islamic terrorism from our shores. Other countries have not been as fortunate; coordinated attacks in Paris during November 2015, for example, resulted in 130 deaths.That speaks to the importance of continued caution, but it also calls for an examination of the line between reason and overreaction. The United States' decision to invade Iraq in 2003, under the premise of preventing terrorism, created a power vacuum that contributed to the rise of the global scourge that is the Islamic State.Going forward we must protect ourselves against unintended consequences as we continue our war against terrorism. Our caution must inform President Donald Trump's decision to ramp up military intervention in Afghanistan. Indeed, that embattled nation should not be allowed to fall into the hands of those who support terrorism, but actions should be governed by nuance and insight rather than bombast.So, too, must awareness of unintended consequences inform actions such as the Justice Against Sponsors of Terrorism Act, which Congress passed last year by overriding a veto from President Barack Obama. Approved out of a desire to give families of 9/11 victims an avenue to sue Saudi Arabia for its perceived role in the attacks, the law was almost immediately greeted with buyer's remorse from members of Congress when they realized it could ensnare Americans in foreign legal entanglements. Lawmakers should overturn that decision.Undoubtedly, the fear and resolve created by the attacks of Sept. 11 have driven many of this nation's political actions over the past 16 years. Certainly, the attacks played a role in last year's presidential election as Trump convinced Americans that he understood our fear. And yet, the lingering emotion must not be one of fear. It must be one of confidence in the United States' ability to endure and thrive and learn from the past. Along the way, that confidence must be fueled by recollections of the fallen from 9/11 and a desire to act with dignity in their memory.\n  \n\nLoad-Date: October 22, 2021"
}