{
    "title": "In poll, Obama gets 'convention bounce'",
    "publisher": "usa today",
    "year": 2008,
    "month": 9,
    "day": 2,
    "full text": "ST. PAUL -- The Democratic National Convention significantly boosted Americans' views of Barack Obama as a strong leader who \"shares your values\" and can manage the economy and Iraq, a USA TODAY/Gallup Poll taken Saturday and Sunday finds.\nRepublican John McCain's advantage in handling terrorism was dramatically reduced, and his \"unfavorable\" rating ticked up to its highest level this year.\n\"This is a convention bounce,\" said Robert Eisinger, a political scientist at Lewis & Clark College and author of The Evolution of Presidential Polling. The results reflected the impact of themes the Democrats hammered at their convention in Denver last week.\nEisinger cautioned, \"The Republicans haven't yet had their convention, and John McCain will be exposed to a large segment of the population as well\" with their convention this week. The GOP has had to deal with competing events, however, including Hurricane Gustav and Monday's news that vice presidential candidate Sarah Palin's teenage daughter is pregnant.\nIn the head-to-head race, Obama leads 50%-43% among registered voters. In the USA TODAY Poll taken Aug. 21-23, the Illinois senator held a 4-percentage-point lead.\nThe new survey shows Americans settling into their choices. Twenty-one percent of registered voters say they either haven't decided or might change their minds. In a USA TODAY Poll before the convention, 30% were swing voters.\nAmong other findings:\n*Obama eliminated McCain's advantage as \"a strong and decisive leader.\" By 46%-44%, those surveyed says that characteristic applies more to Obama than McCain. Before the convention, McCain held an 8-point advantage. Obama has a 13-point advantage as someone who \"shares your values,\" almost double the edge he held before. He has an 8-point advantage as someone who is \"honest and trustworthy\"; pre-convention, they were equal.\n*On handling issues, Obama and McCain are rated equally in handling Iraq -- 47% prefer Obama, 46% McCain -- while McCain has a 9-point advantage in handling terrorism. Before the convention, McCain had a 22-point lead. Obama has a 19-point lead in managing the economy.\n*Obama has eased concerns about experience, but they remain a significant factor. Fifty percent of those surveyed say they are very or somewhat concerned about his experience. Before the convention, 57% were.\n*McCain's favorable-unfavorable rating was 54%-38%, a healthy mark but his highest unfavorable this year. Obama's rating was 61%-32%.\nIn the poll, Democrats continue to benefit from an \"enthusiasm gap.\" By 57%-28%, Democrats and Democratic-leaning independents say they are more enthusiastic than usual this year. By 47%-39%, Republicans and Republican-leaning independents say they are less enthusiastic than usual.\nThe poll of 2,035 adults has a margin of error of +/{ndash}2 percentage points. The sample of 1,835 registered voters has an error margin of +/{ndash}3 points. \n\nGraphic\n\n \nPHOTO, B/W, Saul Loeb, AFP/Getty Images\n\nLoad-Date: September 3, 2008"
}