{
    "title": "In Pakistani Statements, an Awkward Acceptance",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "ISLAMABAD, Pakistan -- Hours after the raid north of Islamabad, the Pakistani Foreign Ministry confirmed it was an American operation that had killed Osama bin Laden, conceding that Pakistan had no part in the mission beyond providing general intelligence cooperation over time.\n''This operation was conducted by the U.S. forces in accordance with declared U.S. policy that Osama bin Laden will be eliminated in a direct action by the U.S. forces, wherever found in the world,'' the statement said.\n''Osama bin Laden's death illustrates the resolve of the international community, including Pakistan, to fight and eliminate terrorism,'' it said.\nThe statement appeared to be an acceptance of events and an effort to put the best face on the surprising and embarrassing revelation that Bin Laden was living in a town so close to the capital, in relative tranquility.\n''The operation depended on intelligence input,'' a Pakistani security official said. But he added that the Inter-Services Intelligence directorate was not watching Bin Laden's compound in Abbottabad and that it was not part of any surveillance of the people living there.\nPakistan was informed only after the operation was over, a Pakistan security official said, speaking anonymously in keeping with the rules of his agency. It was not clear whether the Pakistani military was notified that American helicopters would be crossing Pakistani territory, presumably from a launch point in Afghanistan. The American helicopters could fly under radar and avoid detection, the Pakistani official added.\nThe Pakistani military press office has given no comment since the operation, a sign of its awkwardness over events. The military has been outspoken over drone attacks in Pakistan's tribal areas on occasion and has denounced operations in which American military forces have crossed into Pakistan's territory.\nThe civilian government, led by the secular party, the Pakistan Peoples Party, which has long opposed Bin Laden's presence in the region, welcomed the news of his death, however.\n''We will not allow our soil to be used against any other country for terrorism and therefore I think it's a great victory, it's a success and I congratulate the success of this operation,'' Prime Minister Yousaf Raza Gilani said.\nAsked about the extent to which Pakistan cooperated in the operation, he said, ''I don't know the details, I don't know minute details, but in short we have intelligence cooperation,'' Agence France-Presse reported.\nThe Pakistani Taliban, meanwhile, which have made common cause with Al Qaeda within Pakistan's borders, warned that they would avenge Bin Laden's death by striking both Pakistani and American targets.\n''If he has been martyred, we will avenge his death and launch attacks against American and Pakistani governments and their security forces,'' said Ehsanullah Ehsan, whom news agencies identified as a Taliban spokesman. ''These people are in fact the enemies of Islam,'' he said of both governments.\nShaky cell phone footage of the interior of the compound was broadcast on several television channels in Pakistan. The footage showed blood stains on the floor of two bedrooms and a wide hole blasted through the wall of one room. The rooms indicated very simple living quarters, possibly guards rooms, with simple sheets and blankets, and a line of medicine bottles on a shelf.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 3, 2011"
}