{
    "title": "In Phone Transcripts, the Kindling of a Kremlin-Fueled Fire",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 3,
    "full text": "Newly declassified transcripts show the seeds of Russia's overtures to the Trump administration as both sides sought to downplay Moscow's election sabotage.\nWASHINGTON -- Russian spy services had just carried out a complex campaign to disrupt an American presidential election. But the man who was set to become the White House national security adviser, speaking to Russia's ambassador, referred to that effort only as ''the cyberstuff.'' \n  The ambassador suggested that the ''very deplorable'' sanctions that the United States imposed on Russia in late 2016 were born out of the Obama administration's anger about the election results, and even said that they were aimed at hurting the incoming president, Donald J. Trump. The American agreed.\n  In the transcripts of the phone calls between two men -- Michael T. Flynn and Sergey I. Kislyak -- is the kindling of a controversy that fanned into a blaze that has consumed so much of the Trump presidency.\n  The discussions, declassified and released on Friday, illuminate not only the Trump administration's dismissive attitude toward overwhelming evidence of the Russian sabotage effort, but also how the Kremlin worked to manipulate Mr. Trump's advisers by convincing them that the president's political enemies had concocted a ''Russia hoax.''\n  Eighteen months later, Mr. Trump stood next to President Vladimir V. Putin of Russia and said he believed Mr. Putin's denials that the Kremlin was involved in the election sabotage. ''I don't see any reason why it would be'' Russia, Mr. Trump said at a summit in Helsinki, Finland.\n  Mr. Flynn was not such a difficult target for a Russian manipulation effort, given his inclination to see common cause with Russia as well as his hostility toward the Obama administration. President Barack Obama had removed Mr. Flynn as the head of the Defense Intelligence Agency, and Mr. Flynn famously led a chorus of ''lock her up'' chants at the 2016 Republican National Convention in a reference to Hillary Clinton.\n  During the presidential campaign, Mr. Trump had spoken frequently about wanting to improve American relations with Russia.\n  Mr. Kislyak ''played Flynn like a fiddle, particularly when Flynn astonishingly suggested that the U.S. and Russia should ratchet down tensions'' after the United States punished Russia for its election interference, said Marc Polymeropoulos, who once oversaw the C.I.A.'s clandestine operations in Europe and Eurasia.\n  For a former head of an intelligence agency, he said, Mr. Flynn ''showed a stunning lack of counterintelligence savvy or sophistication in dealing with an adversary'' that, Mr. Polymeropoulos said, is ''never to be trusted and who operates under the concept of a 'zero sum game.'''\n  In justifying his decision to drop charges against Mr. Flynn for lying to the F.B.I. about what transpired during the Kislyak calls, Attorney General William P. Barr called the conversations ''laudable,'' saying that Mr. Flynn was trying to keep Russia from escalating tensions with the United States.\n  During an interview with CBS News last month, Mr. Barr said that it was ''very common'' for the incoming national security team to communicate with foreign leaders and that Mr. Flynn said ''nothing inconsistent with the Obama administration's policies.''\n  But during one of the conversations with the Russian ambassador, Mr. Flynn indicated he saw the Kremlin as more of an ally than the departing American president. ''Do not let this administration box us in right now,'' he said to Mr. Kislyak.\n  Mr. Flynn had long seen Russia as a partner in combating terrorism. During the calls, Mr. Kislyak appealed to the instincts of Mr. Flynn, a former general who had spent years in Afghanistan and Iraq consumed with a singular mission -- hunting and killing militant suspects and trying to dismantle terrorist networks.\n  During one call, Mr. Kislyak said he was puzzled by the Obama administration's decision to punish Russia's leading spy services for their involvement in the election interference. Earlier that day, Mr. Obama had announced penalties against Russia, including economic sanctions, the expulsion of 35 suspected Russian spies operating under diplomatic cover and the closing of two Russian diplomatic compounds in the United States.\n  These are the very spy agencies that are central to Russia's fight against terrorism, the Russian ambassador said.\n  ''I ask myself, does it mean that the United States isn't willing to work on terrorist threats?''\n  Mr. Flynn agreed, omitting any mention of the spy services' operations to undermine American democracy.\n  By that point, Mr. Kislyak had become a fixture of Washington diplomacy, throwing lavish dinner parties at his mansion near the White House and making frequent appearances at think tanks to defend Russia's adventurous foreign policy. With a background in arms control negotiations, Mr. Kislyak was a savvy operator who had spent years as Mr. Putin's trusted man in Washington.\n  At the time of the calls, Mr. Flynn and other Trump campaign advisers were being investigated by the F.B.I. for their contacts with Russian officials. Nothing on the calls with Mr. Kislyak -- and no evidence unearthed in the past three years -- suggests that Mr. Flynn ever worked as an agent on behalf of Russia.\n  Mr. Flynn's supporters say there was no reason for F.B.I. agents to interview the former Army general in January 2017 since the investigation was on the verge of closing, which is also now the Justice Department's position.\n  But the phone calls with Mr. Kislyak, along with the fact that Mr. Flynn lied to several White House officials about what happened during the discussions, caused enough concern in the F.B.I. that its director at the time, James B. Comey, sent agents to the White House to question Mr. Flynn. He pleaded guilty later that year to lying during the interview.\n  The president and his allies now accuse the F.B.I. of framing Mr. Flynn. This is part of Mr. Trump's larger campaign to paint the bureau's Russia inquiry -- later run by the special counsel, Robert S. Mueller III -- as a ''witch hunt'' devised to discredit the president's 2016 election victory and hurt his chances of being re-elected.\n  Mr. Trump's dismissal of Russia's intervention in 2016 to help get him elected has been a leitmotif of his administration, even in the face of a mountain of evidence unearthed by American intelligence and law enforcement agencies of a campaign to hack and leak Democratic emails, spread false information on social media platforms and use cutouts to make contact with Mr. Trump's advisers.\n  Mr. Mueller began his report with a blunt statement of fact: ''The Russian government interfered in the 2016 presidential election in sweeping and systematic fashion.''\n  Rolf Mowatt-Larssen, a former head of European operations and Moscow station chief at the C.I.A., said it was important to think of the situation from the Russian perspective. ''Flynn is the prospective national security adviser,'' he said. ''He has reached out, presumably with Trump's blessing, to reassure Vladimir Putin personally that U.S.-Russian relations will be fundamentally different.''\n  Besides his passing mention of ''the cyberstuff,'' Mr. Flynn never brought up the Russian sabotage campaign with Mr. Kislyak, according to the transcripts. The United States and Russia were not enemies, he said, and both countries needed to focus on a common threat -- terrorism.\n  ''We have to take these enemies on that we have,'' Mr. Flynn said. ''And we definitely have a common enemy. You have a problem with it, we have a problem with it in this country and we definitely have a problem with it in the Middle East.''\n  In the future national security adviser, the Russian ambassador had found a sympathetic ear.\n  ''General, I completely agree with you,'' he said.\n\nhttps://www.nytimes.com/2020/06/02/us/politics/michael-flynn-kislyak-calls.html\n\nGraphic\n\n \nPHOTO: Michael T. Flynn was played ''like a fiddle'' by a Russian envoy before becoming national security adviser, said an ex-C.I.A. official. (PHOTOGRAPH BY TOM BRENNER FOR THE NEW YORK TIMES)               \n\nLoad-Date: June 3, 2020"
}