{
    "title": "In Peru , parole of terrorist American Lori Berenson sparks anger Peruvians reacted angrily to the r",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 5,
    "day": 26,
    "full text": "A Peruvian judge's decision to parole Lori Berenson, an American imprisoned in Peru since November 1995 on terrorism charges, has provoked an avalanche of negative reactions here.\nJudge Jessica León accepted on Tuesday Ms. Berenson's request to be released after having served three-quarters of her 20-year sentence. Berenson, however, must remain in Peru through the end of her sentence, in 2015, and report to judicial authorities every 30 days. A list of other conditions also restricts where she can live and the people with whom she can associate.\nThe conditions were not enough for most of Peru's media, which published scathing articles against the decision. Most dailies used the word \"terrorist\" in their headlines to describe the 40-year old Berenson and one, Expreso, said Peruvians would never forget Judge Leon's name for this affront to the nation.\nMarcos Ibazeta, a retired judge who presided over Berenson's retrial in 2001 and handed down the 20-year sentence for her ties to the Marxist Tupac Amaru Revolutionary Movement (MRTA), says that he does not agree with parole for Berenson or other inmates serving sentences on terrorism charges.\n\"Terrorist organizations inflicted a great deal of suffering and loss on Peru. I believe that parole should be the exception and not the rule in these cases, with judges being much more rigorous in their analysis,\" he says.\nJaime Antezana, a sociologist who has studied terrorism in Peru for many years, says that while Leon's decision is controversial, paroling Berenson or others who are coming to the end of their sentences is not a threat to Peru.\n\"MRTA does not exist and its members have concluded that they can bring about change through the democratic system. The problem here is that there are sectors, in the media and elsewhere, who do not want to understand this,\" he says.\nBerenson arrived in Peru in 1994, when Peru's two subversive groups, the MRTA and much larger Maoist-inspired Shining Path, had already been strategically defeated by the Peruvian state. She was accused at the time of her arrest of plotting with the MRTA to take Peru's Congress hostage. She has always denied this accusation.\nThe MRTA's last major action came in late 1996, when a group of 15 rebels took hostage hundreds of guests at the Japanese ambassador's house in Lima, eventually holding 72 of them for more than four months. A raid in April 1997 saved all but one hostage and killed the 14 guerrilla fighters.\nA truth commission that studied 20 years of violence in Peru between 1980 and 2000 concluded in 2003 that 69,000 people were killed or disappeared because of political violence. The Shining Path was responsible for 54 percent of these deaths, while the MRTA was responsible for 1.8 percent, the commission concluded. State security forces and related groups were responsible for the remaining victims.\nInitially sentenced to life in prison, Berenson was ordered retried in 2000 and received the current 20-year sentence the following year. She married a former MRTA inmate, Aníbal Apari, in a prison wedding in 2003, and gave birth to their son, Salvador, a year ago. The two are separated. Apari, now a lawyer working for a non-profit that defends inmates accused of terrorism, represented Berenson at the parole hearing.\n\"Berenson's release should not be a concern. She has a child and needs to rebuild 15 years of her life,\" said Antezana.\nRELATED STORIES:\nPeru farmers drop cocaine in favor of cocoa\nLori Berenson: from terrorist to baker\nConcern for US inmates abroad\n       \n\nLoad-Date: May 27, 2010"
}