{
    "title": "In SE Asia, Pakistani terrorism is a problem",
    "publisher": "the pantagraph",
    "year": 1999,
    "month": 8,
    "day": 1,
    "full text": "In 1947, Pakistan was carved out of India on the basis of the \"Two-Nation Theory.\"\nThe Pakistani claim was to serve as a homeland for the Muslims. But a majority of Muslims opted to stay back in India. Even today, more Muslims live in India than the entire population - Muslim - of Pakistan.\nThe Pakistani rulers themselves dealt a grave blow to their Two-Nation Theory by perpetrating large-scale massacres and atrocities in their erstwhile province of East Bengal. Islam did not deter the Pakistani junta from severely oppressing their co-religionists.\nBy all accounts the number of East Bengalis killed by Pakistan exceeded the number of Jews killed during the Holocaust.\nIn 1971, the East Bengalis succeeded in overthrowing the Pakistani yoke and forming Bangladesh.\nToday, Pakistan wants Kashmir - an Indian state which happens to have a Muslim majority. Pakistan seeks to repeat its failed history by spreading religious terror and mayhem. It has not learned the lesson that simply religion cannot be the basis for nationhood.\nBy sending ethnic Afghan and Punjabi Muslim terrorists into Indian Kashmir, it has almost completely wiped out the local Hindu population.\nEven (U.S. Secretary of State) Madeleine Albright has condemned the Pakistani terrorists and their sponsors for the July 19 massacre of 15 Hindus in Kashmir, which was just the latest in the 15-year Pakistani terror campaign of ethnic cleansing of the Kashmir valley of non-Muslims.\nBesides targeting the Hindus, the Pakistani Sunni establishment has also terrorized the Shia Muslims of Kashmir. It is clear that Pakistan wants Kashmir, and not the Kashmiri people. In Southeast Asia, Kashmir is not the problem; Pakistani terrorism is the problem.\nKashmir is a shining jewel in the multiethnic Indian society. NATO went to war in Yugoslavia to preserve the multiethnic culture there. It is time to punish those who spread international terrorism in the name of religion, and those who support them.\nMohana Kher\nBloomington\n\nLoad-Date: August 3, 1999"
}