{
    "title": "In Shift, U.S. to Make Stopping Nuclear Terror Key Aim",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 19,
    "full text": "The Obama administration's classified review of nuclear weapons policy will for the first time make thwarting nuclear-armed terrorists a central aim of American strategic nuclear planning, according to senior Pentagon officials.\n  When completed next year, the Nuclear Posture Review will order the entire government to focus on countering nuclear terrorists -- whether armed with rudimentary bombs, stolen warheads or devices surreptitiously supplied by a hostile state -- as a task equal to the traditional mission of deterring a strike by major powers or emerging nuclear adversaries.\n  The nuclear review will affect how warheads are developed by the Department of Energy, deployed by the Department of Defense and limited through negotiations by the Department of State, as well as how the intelligence community and the military do their jobs and spend money. That could mean, for example, devoting less money to modernizing bombers, missiles and submarines, and more to surveillance satellites, reconnaissance planes and undercover agents.\n  To underscore the point that concrete consequences will follow its guiding philosophy, the Nuclear Posture Review is scheduled to be released along with the Obama administration's next budget in February.\n  Although the internal debate is not quite over, and the president has not approved a final version of the review, a senior Defense Department official said its priorities were taking shape.\n  ''The first -- and in many ways the most urgent for where we are today -- is the threat posed by nuclear proliferation and nuclear terrorism,'' said the official, who was granted anonymity to describe the current draft of the review. \n  At the core of this threat, which officials say has been growing steadily since the attacks of Sept. 11, 2001, is ''the possible transfer of nuclear weapons or materials to a terrorist or substate actor,'' he said. \n  The problem has been that the classical model of deterrence -- of threatening to respond with overwhelming nuclear force to a nuclear attack from another country -- is of uncertain relevance in the context of transnational terrorism.\n  Although the government-wide review is led by the Defense Department, the primary tools for countering this new danger are not nuclear weapons, but efforts to halt nuclear proliferation, to identify and attack terrorist networks, and to strengthen security measures with allies and partners. This would include American and international efforts to ''secure nuclear weapons and materials worldwide,'' the official said.\n  So the review is likely to recommend more vigorous intelligence aimed at tracking nuclear smugglers and anticipating terrorist attacks, and more robust actions within the nuclear laboratories to expand abilities to identify nuclear materials in other nations that might be passed surreptitiously to terrorists. All of these efforts could require additional money. \n  While similar goals have been expressed before, no previous formal review elevated the threat of nuclear terrorism to a central element of the government's strategic blueprint.\n  In comparison, the previous nuclear review, completed under President George W. Bush, called for new nuclear weapons to destroy underground bunkers, including those that might hold unconventional weapons, in Iraq, Iran, North Korea, Syria and Libya. \n  The Obama administration's review, in addition to elevating the threat of nuclear terrorism, also calls for strengthening deterrence -- and strengthening America's ''extended deterrence'' to protect allies -- while reducing the roles and numbers of nuclear weapons over coming years. \n  And it cautions that as long as these weapons do exist, the United States must maintain a safe, secure and effective nuclear arsenal.\n  There has been ample tension during the review, in particular inside the Pentagon, in dealing with President Obama's pledge to ''reduce the role of nuclear weapons'' and urge other countries to do the same. Mr. Obama's long-term goal is to eliminate nuclear arms altogether. \n  But Pentagon and military officials said this week that both Defense Secretary Robert M. Gates and Adm. Mike Mullen, chairman of the Joint Chiefs of Staff, had endorsed the lower warhead levels that the review would propose, a number that already is shaping current nuclear negotiations with Russia and a projected follow-up series of arms talks.\n  In examining the nation's nuclear arsenal, the review considered an array of alternatives to the traditional mix of bombers, submarines and ground-based missiles. For at least the near term, though, warhead numbers are expected to remain sufficiently high to allow the continuation of all three legs of the nuclear triad.\n  Even as the review enters its final stages, two important issues remain unresolved, officials said.\n  One is the proper approach to maintaining and modernizing the stockpile of nuclear warheads, which would lead to a decision on whether current warheads should be reused and refurbished, or whether they should be replaced by a new generation of weapons.\n  ''There is no urgent problem that we need to address in terms of our arsenal or stockpile or maintaining them that requires immediate decisions,'' said Stephen W. Young, senior analyst at the Union of Concerned Scientists. ''They have time to get these answers right.''\n  The other unresolved matter is whether the United States should declare that it would never be first to use nuclear weapons. Over the decades, the United States deliberately maintained ambiguity in public statements about its nuclear policy: when it would strike, what it would strike and in response to which actions by an adversary. This was deemed important to keep adversaries off balance and give American leaders options.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 19, 2009"
}