{
    "title": "In self-defense, U.S. has right to kill terrorist bin Laden",
    "publisher": "usa today",
    "year": 1998,
    "month": 10,
    "day": 26,
    "full text": "As the U.S. rounds up minor suspects in the Aug. 7 terrorist bombings\nof U.S. embassies in Kenya and Tanzania, architect Osama bin Laden\nremains out of reach, harbored by Afghanistan's Taliban faction.\nHe has reportedly admitted to killing hundreds of people and has\nannounced he intends to kill more Americans in the future. If\nU.S. officials are unable to arrest him, the only way to prevent\nfuture attacks may well be to kill him.\nSeveral prominent senators have recently suggested such an approach,\nbut the usual response is that \"assassination\" is immoral and\nprohibited by Executive Order 12333, the law that provides that\n\"no person employed by or acting on behalf of the United States\ngovernment shall engage in, or conspire to engage in, assassination.\"\nTrue, but irrelevant.\nIntentionally killing a murderer like bin Laden when necessary\nto prevent the slaughter of additional innocents is not assassination.\nLethal force. Black's Law Dictionary defines assassination\nas: \"Murder committed for hire. A murder committed treacherously\nor by stealth or surprise, or by lying in wait.\" The Oxford\nCompanion to the Law defines it as: \"The murder of a person\nby lying in wait for him and then killing him, particularly the\nmurder of prominent people from political motives.\"\nNeither term would apply to the deliberate use of lethal force\nagainst bin Laden.\nSelf-defense. Killing someone like bin Laden would be a\nlegitimate act of self-defense under international law. While\nArticle Two, Section Four of the United Nation's charter strictly\nlimits the use of force in the world, the authors of the article\nstated that \"the use of arms in legitimate self-defense remains\nadmitted and unimpaired.\"\nRogues unprotected. At least since the Nuremberg trials\nthat followed World War II, it has been clear that neither international\nterrorists nor heads of state are immune from punishment for the\nintentional slaughter of large groups of innocent civilians.\nThe U.N. Security Council recently resolved that \"the suppression\nof acts of international terrorism is essential for the maintenance\nof international peace and security.\" It reaffirmed \"the determination\nof the international community to eliminate international terrorism\nin all its forms and manifestations.\"\nUntil there's effective international machinery to deter or defeat\nterrorism, the U.S. has the right and duty to protect its people\nand property -- including embassies abroad -- from terrorist attack.\nIf there are no peaceful options, intentionally targeting the\nmost heinous terrorist leaders will deter at least some attacks\nand prevent new attacks by those who refuse to be deterred.\nEvery civilized society recognizes the moral imperative of instructing\npolice sharpshooters to kill a gunman who is murdering hostages.\nThis is law enforcement, not assassination.\nThe U.S. criminal code includes specific prohibitions against\n\"assassinating\" the president and certain other high government\nofficials.\nHowever, were such an official to start murdering people, the\nuse of lethal force against him or her would not constitute \"assassination.\"\nSimilarly, killing bin Laden because of his religious beliefs\nwould be assassination -- illegal and horribly wrong. But that\nis not the issue here.\nThe preferred response to terrorism ought to be apprehension and\ntrial, with full due process of law.\nBut if our policymakers are compelled to choose between using\nlethal force against someone like bin Laden or permitting him\nand his ilk to continue their terror, they ought not be distracted\nby the spurious argument that such a policy would constitute assassination.\n\nLoad-Date: October 26, 1998"
}