{
    "title": "In Setback for Military Tribunals, Bin Laden Driver's Conviction Is Reversed",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 17,
    "full text": "A federal appeals court on Tuesday threw out the terrorism conviction of a high-profile former detainee at Guantánamo Bay, Cuba, Salim Hamdan, a Yemeni who served as Osama bin Laden's driver and bodyguard and whose case led to a landmark 2006 Supreme Court ruling striking down the Bush administration's first version of military commissions.\nIn its ruling, the United States Court of Appeals for the District of Columbia Circuit held that the charge against Mr. Hamdan -- providing material support for terrorism -- was not a recognized international war crime at the time of his actions. The Military Commissions Act of 2006, which Congress enacted after Mr. Hamdan's Supreme Court victory, listed that charge as a war crime but did not apply it retroactively, the court ruled.\n''When Hamdan committed the conduct in question, the international law of war proscribed a variety of war crimes, including forms of terrorism,'' Judge Brett M. Kavanaugh wrote. ''At that time, however, the international law of war did not proscribe material support for terrorism as a war crime.''\nThe decision delivered a setback to the broader military commissions system, reducing the chances that many other detainees at Guantánamo will receive trials. Nearly all of the detainees were captured well before 2006, and most are being held over accusations that they attended a terrorist training camp or otherwise aided Al Qaeda generally, as opposed to plotting a specific terrorist attack.\nMr. Hamdan was repatriated to Yemen in November 2008 after a military commission acquitted him of a conspiracy charge but convicted him of providing material support to terrorism. The tribunal sentenced him to 66 months in prison, ruling that his time already in custody counted toward the bulk of that term; tribunal prosecutors had sought a sentence of at least 30 years. His lawyers continued to challenge the verdict.\nAll three judges on the appeals court panel were appointed by Republican presidents. Judge Kavanaugh worked as a lawyer in the White House for President George W. Bush before Mr. Bush appointed him to the bench. His opinion was largely joined by Chief Judge David B. Sentelle and Judge Douglas H. Ginsburg, both appointees of President Ronald Reagan.\nThe ruling came on the second day of a pretrial motions hearing at Guantánamo Bay in the case against Khalid Shaikh Mohammed and four men accused of being co-conspirators in the Sept. 11 attacks. It will not affect that case, because they are not charged with providing material support for terrorism but rather with more recognized war crimes, for example attacking civilians.\nThe military judge in the case, Col. James L. Pohl of the Army, ruled on Tuesday that the defendants would be permitted to wear camouflage clothing to court if they wanted, over the government's objections. Mr. Mohammed and two other defendants stayed away from the proceedings, which reporters watched on a closed-circuit video feed at Guantánamo and at Fort Meade outside Washington.\nColonel Pohl also grappled with how to shape an order protecting classified information in the discovery phase of the trial, including whether the detainees' memories of their experiences in C.I.A. custody can be kept secret.\nAs part of those arguments, David Schulz, a civilian lawyer representing a coalition of news organizations that includes The New York Times, and Hina Shamsi, a lawyer with the American Civil Liberties Union, appeared before the court to object to a proposed rule to protect information that the government deems to be classified, such as what the detainees might remember and say about their treatment in C.I.A. custody.\nThe government's proposed rule would close the courtroom, cutting the video feed, whenever classified information is discussed. Mr. Schulz and Ms. Shamsi invoked the constitutional right of the public to observe ''the most important terrorism case of our time'' and to debate counterterrorism policies taken in its name.\nThey argued that the judge must make an individual determination that the public dissemination of specific information is likely to damage national security -- not just that it is deemed to be classified by the executive branch -- before it could be censored. Both emphasized that there had already been wide distribution, both through leaks and official disclosures, of information about C.I.A. interrogation practices during the Bush administration.\nColonel Pohl did not rule, but he indicated that he thought such objections would be more relevant at the trial stage than during the pretrial discovery phase of the case.\nBut the ruling in the case of Mr. Hamdan overshadowed the day's proceedings. Mr. Hamdan traveled from his native Yemen to Pakistan and then, in 1996, to Afghanistan, where he attended a Qaeda training camp, met Bin Laden and became a driver carrying jihadis and their weapons. Eventually, he began driving Bin Laden. Mr. Hamdan was captured in late 2001.\nAfter the Supreme Court ruled in Mr. Hamdan's case that Mr. Bush needed Congressional permission to set up military commissions, Congress authorized a new form of the tribunals system to prosecute war crimes.\nEven though legal scholars questioned whether ''material support for terrorism'' and ''conspiracy'' to aid terrorism were offenses under the laws of armed conflict, lawmakers listed both as allowable charges in their 2006 bill and repeated them in a 2009 overhaul, over the Obama administration's warnings that they might be vulnerable to being overturned.\nEach of the seven men who have been tried before a military commission at Guantánamo was convicted on a material support charge, although only two -- David Hicks, an Australian who pleaded guilty in 2007 and was repatriated and freed soon after, and Mr. Hamdan -- were convicted solely of that charge.\nAnother Yemeni, Ali al Bahlul, who is accused of being a propagandist for Al Qaeda, was convicted of both material support and conspiracy charges in 2008. Defense lawyers are challenging the validity of both charges in another matter pending before the Court of Appeals for the District of Columbia Circuit.\nHis conspiracy conviction may be vulnerable to the same logic that was expressed in Mr. Hamdan's verdict, Stephen Vladeck, a law professor at American University, wrote in a blog post analyzing the decision.\nA federal statute for civilian courts that outlaws material support to terrorism did not expressly cover actions by non-Americans overseas until Congress amended it in October 2001.\n\nhttp://www.nytimes.com/2012/10/17/us/politics/dispute-over-clothing-dominates-guantanamo-hearing.html\n\nLoad-Date: October 17, 2012"
}