{
    "title": "In Sight_ A Real World Court",
    "publisher": "the new york times",
    "year": 1988,
    "month": 11,
    "day": 4,
    "full text": "A welcome offshoot of Moscow's new thinking about the United Nations is the Soviet rediscovery of the World Court. Few global resources are as underused. Its 15 judges sitting in The Hague have been around for decades to resolve disputes, but jostling sovereign states have shied from submitting their legal differences to the Court's binding arbitration.\nNow a Soviet official suggests that Moscow is ready to use the Court to settle arguments arising from some of its treaties, and to arbitrate cases involving international finance, trade and terrorism. If Soviet hints are matched by deeds, there could yet be a World Court worthy of the name.\nThe United States has long accepted the Court's compulsory jurisdiction on treaty disputes, while reserving the right to reject its jurisdiction on contentious issues like the use of force. Thus the Reagan Administration refused to appear in The Hague to answer Nicaragua's suit against the United States for aiding contra rebels. The Court ruled in Nicaragua's favor. The State Department's Legal Adviser, Abraham Sofaer, had one potent defense for the U.S. boycott: The Court has no jurisdiction over any Soviet-bloc nation. Over the decades, Moscow has never agreed to appear at The Hague, though a learned Soviet jurist now serves on the Court.\nNow Moscow for the first time is pondering a list of treaties and agreements on which it may accept the Court's compulsory jurisdiction. And it is seeking agreement among members of the Security Council for submitting to the Court's arbitration disputes in specified areas of international law, such as trade and terrorism.\nIf Moscow follows through, it will have made the best possible response to Mr. Sofaer's valid challenge. Soviet and U.S. lawyers can take the next step by finding a dispute to submit swiftly to the Court for binding judgment. They might avail themselves of a new and simpler procedure providing for a five-judge panel. Once the Hague machinery becomes routinely used, part of the pious but forlorn vision of world law will become real."
}