{
    "title": "In the Nation; A NEW SECURITY MANIA",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 9,
    "full text": "The foul murder of Anwar el-Sadat obviously will have great consequences in the Middle East. At home, it might well feed a panicky new political reaction against ''terrorism'' - although the actual threat of terrorism in the United States is downgraded by William Webster, director of the Federal Bureau of Investigation.\nA new security mania nevertheless seems all too possible, judging by the creepi ng progress of those who want to ''unleash'' the CentralIntelligence Agency from restrictions brought about by its own crimesand misdeeds.  These forgetful persons include President Reagan, his Justice Depar tment, the C.I.A. itself and the new Senate Subcommittee on Security and Terrorism.\nTom Wicker Op-Ed comment discusses bill now in Congress that will make it a crime to expose names of CIA agents and urges changes in language of bill\nEven the Democratic House passed the so-called ''agents' identity bill'' by a shocking 354-56 margin, although this monstrosity has been termed by the conservative scholar, Philip Kurland of the University of Chicago Law School, ''the clearest violation of the Constitution attempted by Congress so far.''\nMeanwhile, the Reagan Administration has proposed a third version of an executive order to relax the present guidelines governing C.I.A. operations. The first so nearly freed the agency to go back to its old ways that it had to be withdrawn; the second displeased the Administration's security hawks.\nCongressional sources told Judith Miller of The New York Times that the third version, now in the hands of the Senate Intelligence Committee, deletes guidelines preventing covert C.I.A. activities in the United States and broadens the agency's authority to collect information about American citizens by infiltrating their organizations and reviewing their bank, medical, telephone and other private records.\nAll that will have an ominously familiar ring to those whose memories are not as short as those of Congress and the Reagan Administration. But that's not all - the Administration has also said it will ask Congress for the virtual exemption of the C.I.A., the National Security Agency and the Defense Intelligence Agency from the disclosure provisions of the Freedom of Information Act. These agencies do not now have to disclose classified information; but they insist that foreign informants fear their names will be discovered through F.O.I.A. requests. For that flimsy reason, the Administration will urge - and Congress in its present mood may agree to - the closing of the information ''loophole'' through which the public learned of C.I.A. plots to assassinate Castro and destabilize Chile, as well as of the illegal harassment of domestic political organizations.\nThe guidelines and the F.O.I.A. may yet be protected; but it seems inevitable that Congress will make it a crime punishable by a prison sentence to publish lists or otherwise disclose the identities of undercover intelligence agents. That's a practice few defend, and which everyone concedes is limited - consisting primarily of the activities of the ex-C.I.A. agent Philip Agee and one Louis Wolf, editor of the Covert Action Information Bulletin.\nBut the blunderbuss the House aimed at this narrow target also threatens journalists, scholars and any university, church or other organization that might stumble over infiltrating C.I.A. agents and expose them. Had the House bill been in effect in the 1970's, it probably would have been a crime for a newspaper to disclose, say, the names of the Watergate burglars with their C.I.A. connections, or the identity of the mobsters employed by the agency to try to assassinate Fidel Castro.\nThis offensive measure makes it a crime for anyone to identify a secret agent ''with reason to believe that such activities would impair or impede'' intelligence activities. Such ''reason to believe,'' of course, could be alleged on the flimsiest of bases - such as a prior statement by the C.I.A. itself.\nThe Senate Judiciary Committee rejected the Terrorism subcommittee's recommendation that this language be adopted and substituted (by a 9-to-8 vote) a provision that would require prosecution only of those who expose covert agents ''with the intent to impair or impede'' foreign intelligence activities - a much more restrictive standard.\nAnalysts say that even the latter language could make it a crime to publish certain unclassified information lawfully obtained from public sources. And Chairman Jeremiah Denton of the Terrorism subcommittee, with the support of the Administration and good prospects of success in the Republican Senate, will seek to substitute the House provision when the bill comes to the floor. Even if he fails, some version of the bill is sure to pass; the exact provisions would have to be settled in a House-Senate conference.\nIn any version, the bill is widely considered unconstitutional. But will the Burger court so hold? Even if it does, how long will that take? A lot of damage to First Amendment rights - and not just those of journalists - could be done before a case even gets to the high court."
}