{
    "title": "In Turkey , a Capstone to a Violent Year. In Germany , a Realization of Fears",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 20,
    "full text": "ISTANBUL - A trim and well-dressed man, dapper in a black suit, flashes a badge to enter the most genteel of events - an exhibition of photographs - pulls out a pistol and guns down an ambassador, right in the middle of the diplomatic quarter of the Turkish capital, Ankara.\nAround the same time, in the shadow of a great church in Berlin that still bears the scars of bombs from World War II, a man plows a truck through a Christmas market, killing a dozen people.\nThe two terrorist attacks - one in Europe, the other on the periphery of Europe - came within hours of each other Monday night, bookends to a terrible year that saw the wars of the Middle East metastasize across Europe and beyond, spawning terrorism, upending the lives of ordinary citizens and energizing right-wing political movements.\nThe attacks could not have been more different in style, but each showed, in simultaneous fashion, the modern era of terrorism brought on by the expanding blowback of the wars in the Middle East, which have defied international efforts to end them.\nFor Turkey, the murder of the envoy, from Russia, was a capstone to one of the most turbulent years in its modern history. The threat of terrorist attacks became a fact of everyday life. A botched coup was followed by a purge of civil society. A war against Kurdish separatists spiraled into ever-greater levels of brutality.\nFor Germany, which until Monday had been spared the terrorist violence that had struck other European countries like France and Belgium, the attack was the realization of concern that it would be next. The future could be ominous: As the threat of terrorism becomes a reality, fears are growing that Germany, which had welcomed refugees from the Middle East, could see its politics upended by the rise of its own right-wing, populist movement.\nThe killing of Russia's ambassador to Turkey was a choreographed display of precision and purpose, captured on video. The elegance of the setting - the white walls, the colorful, museum-quality photographs - lent the whole episode the feel of performance art, with the killer prancing around, waving a gun and declaring his act revenge for Russia's bombing of the Syrian city of Aleppo.\nThe German attack remains to be sorted out, as the authorities on Tuesday released the Pakistani migrant they had earlier identified as a suspect. Instead, they faced a nationwide hunt for an unidentified attacker that the Islamic State announced had answered the terror group's call to strike out at Europeans and Americans.\nAt his apartment in Berlin, Can Dundar, a prominent Turkish newspaper editor, watched the news coverage Monday night of both events on separate televisions, as terror gripped his home country and his adopted one. Mr. Dundar moved to Germany to escape prison, having been convicted in a Turkish court on treason charges for publishing an article about Turkey's support for Syrian rebels.\n\"It's impossible to get rid of it,\" he said. \"These troubles are following me.\" In Germany, he said, \"everyone I talked to was waiting for such an attack.\"\n\"You could feel the tension,\" Mr. Dundar said. \"Berlin was untouched so far. People were waiting for such a thing. But not the German police, perhaps. I didn't see so much security around.\"\nAs he watched the two attacks unfold, he thought about how they were both connected. \"Whatever it is, it is something to do with Syria and the Middle East,\" he said.\nThe only solution to terrorism, he said, was to find a solution for Syria. \"You can't get rid of the consequences from such a big war,\" he said.\nThe gunman in Ankara, who shouted jihadist slogans, has been identified as an off-duty policeman. But little other solid information about his background has emerged. Turkish news outlets have suggested he was affiliated with Fethullah Gulen, a Muslim preacher who lives in exile in Pennsylvania and has been accused of orchestrating the coup last summer. But analysts dismissed that notion, saying it was more likely that the man was linked to jihadist groups operating in Syria, or was acting alone.\nTurkey may be accustomed to frequent terrorist attacks - a recent bombing at a soccer stadium in central Istanbul killed dozens - but Germany is not. The effect of the threat of terrorism on an open society like Germany's could be profound.\n\"As a Frenchman, my first thought was, this was Nice all over again,\" said Marc Pierini, a former European Union ambassador to Turkey who is now a visiting scholar at Carnegie Europe. He was referring to an attack in France last summer in which a man drove a truck through a busy pedestrian thoroughfare, killing more than 80 people. \"This has been the threat that everyone knows about. We are open societies. Western Europe is not Israel. You walk around Israel and everything is protected.\"\nEuropeans, he said, are \"slowly going through the motions that terrorism is our new normal.\"\n\"Our societies are not used to that,\" Mr. Pierini added.\nTurkey and Germany have been at odds over a number of issues, including a deal to stem the flow of migrants from Turkey to the European continent and Germany's opposition to Turkey's crackdown after the failed coup. But they are bound together in other ways: For decades there have been thousands of Turkish citizens working in Germany, and more recently intellectuals and others have sought asylum there to escape the growing authoritarianism in their home country.\nTulin Yazici, a Turkish-German academic, moved back to Frankfurt, where she was born, after the Turkish government began targeting academics for arrest after the failed coup.\n\"Nowhere in the world felt more like home than Istanbul,\" Ms. Yazici said. \"I established my career there, fell in love, had children and bought a home. But after the coup attempt the country spiraled out of control, and the level of threat just kept creeping closer and closer to home.\"\nEven after Monday's attack in Germany, she said, \"it's obvious to me that I made the right decision.\"\n\"Terrorism is a threat everywhere, as we have seen with the various attacks across Europe and the horrendous attack in Berlin last night, but it still feels more secure here,\" Ms. Yazici said.\nEven so, life in Germany may now become a little bit more like life in Turkey, where people try to avoid crowds and are ever vigilant of those around them, and of what they may be carrying.\nAs he spoke from Berlin on Monday, Mr. Dundar said he was looking out his window at a Christmas market - not the one that was attacked - that the day before had been bustling.\n\"My apartment is just in front of a Christmas bazaar,\" he said. \"There is one policeman, and no one else. It was so busy yesterday, and today there is no one.\"\nFollow Tim Arango on Twitter @tarangoNYT. Safak Timur contributed reporting\nPHOTOS: A memorial, top, where a truck barreled through a Christmas market in Berlin on Monday. Above, an honor guard with the coffin of Russia's ambassador to Turkey, Andrey G. Karlov. (PHOTOGRAPHS BY FABRIZIO BENSCH/REUTERS; EMRAH GUREL/ASSOCIATED PRESS)\nRelated Articles\nRussian Ambassador to Turkey Is Assassinated in Ankara\nTurkey, Russia and an Assassination: The Swirling Crises, Explained\nBerlin Crash Is Suspected to Be a Terror Attack, Police Say\n\nLoad-Date: December 23, 2016"
}