{
    "title": "IN THE NATION; IS THERE A 'CANCER'_",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 27,
    "full text": "The violent re-emergence of the Weather Underground, and the suggestion of links between it and other radical and terrorist groups - perhaps even with foreign intelligence agencies - is amply scary to justify the intense follow-up investigation launched by the Federal Bureau of Investigation.\n''We're a long way from knowing what happened,'' Roger Young, the F.B.I. spokesman, said yesterday, ''or how pervasive the cancer is.'' Or, he might have added, whether there really is a ''cancer.''\nBut some pertinent questions certainly need answers: How much previous criminal activity not identified as terrorist in nature, for example, might now be traced to radical groups? And can such activity be linked to a specific, planned purpose? After all, as Mr. Young observed, ''If you go for $1.6 million, you're probably not going for bacon and eggs.''\nTom Wicker op-ed article suggests that recent Brink's robbery may have set terrorism in US back rather than disclosed it as potent force\nBut the Nanuet, N.Y., Brink's car holdup, resulting in the vicious murders of two policemen and an armored car guard, was not an efficient or well-conceived operation. If the $1.6 million in the armored car was the object, it could have been stolen without immediately opening fire on the guard; if killing law officers was the point, sniping would have made more sense for the attackers, who were quickly caught.\nThe botched robbery and its aftermath, moreover, yielded law enforcement agencies many leads to weapons caches, safe houses, and to other probable terrorist groups. In that sense, Federal agents have more information about terrorism than they had before; and terrorism in America, therefore, may ultimately have been set back rather than disclosed as a more potent force than suspected.\nAs for the terrorist apparatus itself, F.B.I. officials say there was nothing different or surprising about it that would lead to concern about new operational methods or some sharp change in approach. Nor is it particularly surprising that underground groups might be in touch or cooperating with one another.\nUnfortunately, the events following the attempted Nanuet robbery were lurid enough, and press and television coverage in some instances was sufficiently hysterical, to give the impression that widespread underground terrorism suddenly had thrown off its cloak and become a major threat to the nation. That impression, of course, was not hard to create following repeated terrorist crimes in Europe, notably the shooting of the Pope.\nBut it doesn't downgrade whatever real threat there is to point out that the links to foreign agencies for which Federal agents say they are looking haven't yet been discovered and documented; that groups such as the Weather Underground and the Black Liberation Army have never been large or widely supported - quite the opposite; and that they haven't yet, certainly not at Nanuet, given evidence of efficiency, effectiveness or anything but a singularly mindless, often vicious hatred of existing society.\nNone of that is likely to prevent the Senate's newly established Terrorism Subcommittee, whose chairman is Jeremiah Denton of Alabama, a former admiral, from holding new hearings; nor should it.  But unless far more threatening evidence of widespread conspiracy is discovered, the subcommittee will be hard put to make a case for drastic new anti-terrorist legislation, for ''unleashing'' the F.B.I. from its operational guidelines, or for any kind of ''Red scare'' approach.\nOn the other hand, liberals who dread that kind of reaction to the Weather Underground's bloody reappearance won't serve their own purposes by terming the necessary follow-up investigations a Government plot ''to stamp out dissent''; or by offering a political defense for the vicious murders of law officers or for those who took part in these killings; or by associating the political left in any way with bombings and killings attributed to people who have never even offered a coherent critique of the society they abhor, much less an explanation of any strategy they are employing to ''change'' it.\nThose arrested deserve a legal defense in court and all the constitutional protections afforded to any other accused person in America - that and no more. And when they get their day in court it will be ludicrous for anyone to proclaim that ''society is on trial'' instead; society has its sins to answer for, but they don't include the crimes committed last week in Nanuet and Nyack.\nMeanwhile, those fearful that the hand was that of the Weather Underground but the brain was that of Moscow or Havana would do well to remember that Director William Webster of the F.B.I. said in a rare television interview last spring that ''there is no real evidence of Soviet-sponsored terrorism within the United States.''\nF.B.I. spokesmen say that until the investigative leads turned up last week have been followed and ''all the facts are in,'' Mr.  Webster is not altering that position. If he can stay cool, let's hope Congressional red-hots and most other Americans can too."
}