{
    "title": "IN THE NATION; THE GREAT TERRORIST HUNT; by Tom Wicker",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 5,
    "full text": "The results were picayune, but anyone old enough to remember Joe McCarthy and the House Un-American Activities Committee still could get a queasy feeling from the first hearings of the new Senate Subcommittee on Security and Terrorism.\nThese straight-faced proceedings, like their dubious antecedents, were admittedly without any real legislative purpose; they were designed only ''to raise public consciousness'' about the threat of terrorism, said Chairman Jeremiah Denton of Alabama. If so, they're off to a poor start.\nHere again, however, was the familiar stuff of yesteryear - the sweeping but unsubstantiated charge, the dark hints of conspiracy, the attempted linkage of dissidents to Soviet control, even the usual touch of unintended comedy. This came when Mr. Denton unbuttoned his shirt to show that he was not wearing a bullet-proof vest against the threat of terrorists.\nTom Wicker Op-Ed commentary scores hearing into terrorism held by Senate Subcommittee on Security and Terrorism as unnecessary\nOther than the chairman's torso, however, the hearings revealed nothing. Witnesses produced little of interest that they hadn't said or written before, and no headlines at all. They adduced nothing like a reason for a crackdown on political dissidents in the United States. The former C.I.A. Director, William Colby, even demolished the notion of a Soviet ''mastermind'' directing international violence - the ''feeling that there is a central war room with flashing lights'' somewhere in the Kremlin.\n''There is no central war room,'' Mr. Colby said, even though he argued that the Soviet Union ''did provide the instruments'' for many terrorist organizations and incidents.\nAs for terrorism in the United States, Michael Ledeen of the Washington Quarterly said there was ''at the moment, domestically, no problem.'' Appearing two days later on the NBC News program ''Meet the Press,'' the F.B.I. Director, William H. Webster, said that ''there is no real evidence of Soviet-sponsored terror-ism within the United States … We seem at this point to be free of direct, deliberate Soviet domination or control or instigation of terrorist activity.''\nWhat's more, Mr. Webster declared, guidelines restraining political surveillance and intrusive investigative techniques were not hampering the F.B.I. There would be, he said, ''a storm of protest within the bureau'' if the guidelines were removed. Thus, he deflated beforehand any effort to use domestic terrorism as an excuse for relaxing existing restraints on investigative agencies.\nThe Denton hearings nevertheless produced some causes for worry - not least the chairman's stated conviction that a Soviet ''disinformation'' program had had ''a measure of success'' in deceiving ''a story-hungry and sometimes gullible press.'' Mr. Ledeen lent support to this novel thesis, and given both his and Mr.  Webster's testimony that terrorism does not now threaten this country, ''disinformation'' is likely to become the focus of Mr.  Denton's consciousness-raising.\nThat's bad news for the American press, which is not widely liked or trusted anyway and which recently suffered a blow to its credibility from the Janet Cooke hoax in The Washington Post. A new Gallup poll for News-week reports that 61 percent of respondents believe ''very little'' or ''only some'' of what they are told by the press.\nMr. Denton's ''disinformation'' charges, no matter how refuted, are likely to make the credibility problem worse. An inquiry into alleged Soviet ''disinformation'' could also turn into a general rampage through the American press's editorial processes and decisions. How can Mr. Denton's gumshoes find out whether a story was planted in a newspaper by devious Soviet techniques without inquiring into how and why the newspaper gathered and printed the story?\nObviously, too, editors and reporters charged with handling such a story will appear to be something worse than ''story-hungry and gullible'' to many readers and viewers. Such pressures are likely to dim the enthusiasm of some press organs for tough and independent reporting that might, say, raise doubts about Administration policy in Salvador.\nDespite Mr. Webster's testimony, moreover, the Reagan Administration and the subcommittee might yet manage to find some kind of a terrorist threat to American security, and a need to counter it with tough legislation. Secretary of State Haig has accused the Soviet Union of controlling international terrorism, and the Administration is reported to be working hard to document his charges and develop an antiterrorism policy. Chairman Denton said that the C.I.A. had recently broadened its definition of terrorism to include ''threats.''\nThe magic result, a State Department official told reporters, would be to double - from 3,336 to 7,000 - the previously reported ''incidents'' of world terrorism from 1968 through 1979. The number killed or wounded, of course, would remain the same -about 8,000 - since this bookkeeping slight-of-hand merely makes the same situation look twice as bad as it did before."
}