{
    "title": "IN THE NATION; THE THIRD REALITY",
    "publisher": "the new york times",
    "year": 1982,
    "month": 9,
    "day": 3,
    "full text": "President Reagan's proposal for Palestinian autonomy in the West Bank and Gaza, and their eventual association with Jordan, put the intentions of both sides squarely to the test - but Israel's more immediately. The quick, negative response of the Begin Government is no service to itself or anyone.\nFrom the moment Israel invaded Lebanon to clear the Palestine Liberation Organization's guerrillas out of that country, numerous authorities on the Middle East - including the Israeli Government - have been proclaiming a ''new opportunity'' for peace in the region.\nThose who held this view argued that since Israel no longer needed to fear P.L.O. terrorism, the Begin Government could engage in earnest in negotiations for Palestinian ''autonomy'' on the West Bank and in Gaza - as agreed upon in the Camp David accords.\nPresident Reagan's proposal for Palestinian autonomy in the West Bank and Gaza, and their eventual association with Jordan, put the intentions of both sides squarely to the test - but Israel's more immediately.\nIt could as plausibly be argued, however, that with P.L.O.  firepower no longer to be feared, the Begin Government feels no real need to negotiate ''autonomy'' - considers itself, in fact, freer than ever to go ahead with its own settlements in the West Bank and Gaza and possibly their final annexation as integral parts of Israel.\nUnderlining doubts about Israeli intentions is the fact that Camp David envisioned ''autonomy'' only for a five-year period, during which time a more permanent resolution of the Palestinian problem would be negotiated. Pressures for a Palestinian state might well increase during the negotiations.\nDoes Israel, therefore, really want to return to the Camp David negotiating process? Or does it want only a limited Palestinian selfadministration - of municipal facilities, etc. - and at that by Palestinians unrepresentative of the whole? Defense Minister Ariel Sharon, while in the United States recently, said Israel would never give up the right to maintain security in the West Bank and on its borders.\nThus, President Reagan's proposal for an association of the West Bank, Gaza and Jordan at least takes account of the realities:\n* Israel has made it crystal clear that it will not permit the establishment of a Palestinian state in the West Bank.\n* But it's equally clear, despite the dispersal of the P.L.O.  fighting force, that the basic problem of the Palestinian people has not been dealt with by Israeli armed force.\nIf anything, with P.L.O. terrorism no longer an issue, the question of a Palestinian homeland commands even more world attention, and Israel - its military problem dealt with - is likely to find itself more and more on the political defensive.\nThose two realities obviously suggest a third - the need for a compromise on something less than a Palestinian state that Israel could tolerate, but considerably more acceptable to Palestinian nationalism than the anomalous situation now existing. The Reagan proposal clearly recognizes that third reality.\nThe point is not whether the plan offers the best resolution of the problem, or attempts to impose a detailed solution. What's important is Mr. Reagan's implicit insistence on compromise -by definition, a resolution not entirely satisfactory to either side. Such a step ultimately may be the only alternative to endless political dispute and renewed military struggle.\nThe plan tests Israel's intentions most immediately because it makes clear the kind of solution envisioned by U.S. policy. It thus puts Mr. Begin squarely on notice not to annex the captured territories outright, making such a solution impossible.\nThe point was driven home by Mr. Reagan's call for a freeze on further Israeli settlements in the captured territories. He did not urge the removal of the 115 that already exist, thus conceding the Israeli position that Jews must have the right to live anywhere in the region. The Carter Administration considered these settlements illegal.\nSo the real message to Mr. Begin's Government was that it should not take advantage of the greater but perhaps temporary military security it has achieved to impose its will over the captured territories; but that it should get on with that part of Camp David that calls for autonomy on the West Bank and in Gaza while a compromise resolution of the Palestinian problem is being worked out.\nIsrael can and should insist that its own security needs be satisfied in any future political arrangement for the West Bank; Mr.  Reagan left no doubt that the United States would support its doing so. But for Israel to foreclose now the possibility of such a compromise later - as the Cabinet's response suggests it will - would be shortsighted indeed, confirming the worst fears of its neighbors.\nIsraeli security requirements mean that something less than full sovereignty in the territory would have to be accepted by Palestinians and Jordan - a substantial test of their own long-term intentions. But Israel's out-of-hand rejection of Mr. Reagan's overture can hardly encourage them to take its proposals seriously."
}