{
    "title": "In Terrorism Case, a Plea Bargain Secretly 2 Years in the Making",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 24,
    "full text": "When a top deputy to Osama bin Laden, the Saudi exile suspected by the authorities of masterminding the bombings of two United States embassies in East Africa in 1998, pleaded guilty on Friday to terrorism conspiracy charges, the news caught many people by surprise.\nBut in fact, there were clues for more than two years that the deputy, Ali A. Mohamed, a former United States Army sergeant who said he joined Mr. bin Laden's group in the early 1990's, wanted to make a deal with the prosecution. From the secrecy that surrounded his arrest and early confinement in Manhattan to his recent unwillingness to join his five co-defendants in meetings with their lawyers, it was clear that his case was different.\nThe plea deal could give the government an extraordinary look at Mr. bin Laden's worldwide operations, as conveyed by Mr. Mohamed, a former Egyptian intelligence officer who later spent three years assigned to a Special Forces unit at Fort Bragg, N.C., and became a United States citizen.\nHe left the Army in 1989. In later years, Mr. Mohamed, 48, said in court on Friday, he gave military training to Mr. bin Laden's operatives, trained his bodyguards in his compound in Khartoum, Sudan, and conducted surveillance, at Mr. bin Laden's request, of the United States Embassy in Nairobi, Kenya. Mr. bin Laden pointed to one of Mr. Mohamed's photographs to show where a suicide bomber could go in a truck near the embassy, Mr. Mohamed told Judge Leonard B. Sand of Federal District Court in Manhattan.\nThe nearly simultaneous blasts at the embassies in Nairobi and in Dar es Salaam, Tanzania, on Aug. 7, 1998, killed more than 200 people and injured thousands.\nAfter Mr. Mohamed was taken into custody on Sept. 10, 1998, the office of the United States attorney, Mary Jo White, with Mr. Mohamed's consent, took the unusual step of keeping his arrest secret for eight months while it tried to negotiate a deal with him.\nIn May 1999, when the plea bargaining talks broke down, Mr. Mohamed was publicly indicted and joined his five co-defendants in the public arraignments and hearings. But he still seemed like an outsider in their midst. When teams of defense lawyers in the broad terrorism case visited the Metropolitan Correctional Center in Lower Manhattan for group strategy meetings with their clients, the other five would show up.\nMr. Mohamed stayed in his cell.\nWhen defense lawyers complained that the conditions of solitary confinement for their clients were too harsh, five defendants were allowed to take turns as cellmates.\nMr. Mohamed remained in solitary confinement.\nIn June 1999, one defendant leapt out of his chair in the courtroom and charged toward Judge Sand, while another defendant screamed \"Allahu akbar,\" Arabic for \"God is great.\" While they were being subdued, Mr. Mohamed sat quietly in his chair, shaking his head and looking as if he wanted no part of what was going on.\nNeither a lawyer for Mr. Mohamed, James Roth, nor Ms. White's office would comment on the plea agreement.\nBut formerly secret court records, released last year at the request of The New York Times after Mr. Mohamed was publicly charged, show that plea bargaining began in earnest almost immediately after he was taken into custody in 1998.\nAs he explained in court on Friday, he had been planning to leave the country to meet Mr. bin Laden in Afghanistan when he was subpoenaed to testify before a grand jury in Manhattan investigating the embassy attacks.\n\"I testified, told some lies, and was then arrested,\" Mr. Mohamed said.\nHe appeared before a magistrate judge, Andrew J. Peck, on Sept. 11, 1998. His lawyer, Mr. Roth, with the government's consent, asked Magistrate Peck to close the proceedings, a transcript shows. \"There is an allegation,\" Mr. Roth said, \"that he is a member of a terrorist organization.\"\nMr. Roth added that his client \"believes there are threats\" that could come \"as a result of any disclosure\" of the charges.\n\"The nature of this bin Laden organization is such,\" Mr. Roth said, \"that there is a certain disregard for the safety of others.\" He added, \"If it comes out that he has been arrested . . . \" The rest of the sentence was deleted, one of many deletions by prosecutors. Because of the deletions, Mr. Mohamed's precise concerns are unclear. He may have been concerned for his family or friends in Egypt, where, even before joining Mr. bin Laden's organization, he was a member of the Egyptian Islamic Jihad, a group dedicated to the overthrow of the Egyptian government. It was also possible he feared retaliation by Mr. bin Laden's group if it was known he was cooperating with prosecutors.\nThe documents show that a prosecutor, Kenneth M. Karas, wrote regularly to Magistrate Peck, asking that he maintain the secrecy because Mr. Mohamed was in plea negotiations. \"We plan to continue these discussions,\" Mr. Karas wrote on Oct. 13, 1998.\nAfter The Times asked a judge to make the court file public on First Amendment grounds, Ms. White's office responded in secret to the judge that confidentiality was permitted \"where disclosure would compromise an ongoing investigation, by alerting potential targets\" and allowing them \"to ascertain the sources of the government's information.\" For example, Ms. White's office wrote, disclosure of charges that Mr. Mohamed had trained Mr. bin Laden's bodyguards \"will undeniably reveal to the terrorist world the identity of the person arrested on Sept. 10, 1998.\"\n\"Once he is distinctly identified,\" her office added, \"the terrorists might conclude that the government is closing in on their particular sub-group within bin Laden's worldwide terrorist organization.\" They then might flee, destroy evidence, or otherwise frustrate the investigation, prosecutors argued.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 24, 2000"
}