{
    "title": "In the Philippines , governance against terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 22,
    "full text": "WASHINGTON -- On June 13, as militants loyal to the Islamic State were tying down Philippine soldiers in the southern city of Marawi for a fourth week, U.S. Secretary of Defense James Mattis testified before a U.S. Senate committee that the decision to scale back the United States counterterrorism mission in the Philippines in 2014 had been ''premature.''\nAt the time the mission, known as the Joint Special Operations Task Force Philippines, looked like a success. With just a small footprint -- never more than 600 people -- it had spent well over a decade providing intelligence and training to Philippine forces, while working closely with the United States Agency for International Development to improve infrastructure, public health and livelihoods. \n  But the decision to radically shrink the mission coincided with both the resurgence of Abu Sayyaf -- a small group of Muslim militants best known for its campaign of kidnappings, which rebranded itself then by declaring allegiance to the Islamic State -- and the spread, in the Philippines and elsewhere in Southeast Asia, of new radical Islamist groups. Today, at least six groups in the southern Philippines have pledged allegiance to the Islamic State, and they attract new recruits and foreign fighters.\n  With its best forces pinned down in Marawi, were another Islamist group, or a communist one, to start an offensive elsewhere, the army would be spread very thin. Some troops have been seen entering zones of fighting using tree trunks to shield their vehicles.\n  Above all, the Philippine military is corrupt. And United States assistance has only abetted that corruption by creating a moral hazard. With America handing the Philippines an average of nearly $40 million a year in military assistance between 2002-12, local security forces have had a stake in not finishing off Abu Sayyaf or other radical groups.\n  Even if U.S. assistance had no inherent downsides, its efficacy would always depend on the local context. Counterinsurgency, in other words, ultimately is about governance.\n  President Rodrigo Duterte's single-minded campaign against drugs has had serious side-effects beyond the widely reported killings and gross human rights violations. It has already served to de-professionalize the security services, and has shifted their attention and scant resources away from the threat posed by the proliferation of terrorist groups.\n  Mr. Duterte's endorsement of extrajudicial killings is also gutting the rule of law, and that only emboldens government opponents, especially the militant kind: With every heavy-handed state response, they appear to gain in legitimacy. The same goes for the president's decision to declare martial law throughout the island of Mindanao almost as soon as Islamists laid siege to parts of Marawi.\n  In the meantime, Mr. Duterte has not taken the threat posed by the Islamic State seriously enough. Fighters from the Maute group, who have led the siege of Marawi, did a practice run on another town in Mindanao in November 2016. Nonetheless the military was caught flat-footed when the militants seized Marawi on May 23 -- even though the government had received advance intelligence warnings.\n  The president has all but ignored the need to better monitor the Philippines's waters, allowing a steady stream of fighters from Southeast Asia and further afield into the country. Abu Sayyaf has intensified its kidnapping activities recently, especially at sea, abducting more than 50 people in the last nine months of 2016 alone.\n  More grievous still, Mr. Duterte has not made a priority of completing the peace process with the largest separatist group in the southern Philippines, the Moro Islamic Liberation Front. Yet the M.I.L.F., which controls significant territory in the area, is the key to bringing peace and security there.\n  The spread of Islamist groups in the southern Philippines is directly tied to the government's failure to pass legislation to implement a 2014 peace agreement that granted the M.I.L.F. significant autonomy. The effort was put on hold in early 2015 following a botched counterterrorism operation that killed dozens of police officers. It was a year before a presidential election, and congressional hearings on the peace process turned into a trial of sorts over the failed raid. The M.I.L.F. was found to be an untrustworthy partner.\n  The frustration and mistrust that resulted among members of the M.I.L.F. led to a proliferation of radical militant groups. Hard-line commanders who had grown skeptical about the government's intentions gave cover to Islamists. With no peace dividend to show for, the M.I.L.F. leadership was unable to prevent fighters from defecting to groups sympathetic to the Islamic State.\n  The Duterte administration must restart the peace process urgently, partly -- though not only -- in order to give the M.I.L.F. an incentive to police the territory it controls in central Mindanao.\n  The M.I.L.F. has played a very important part recently in helping set up humanitarian corridors to help thousands of civilians fleeing the fighting in Marawi. It also has the power to remove Abu Sayyaf, the Mautes and other radical Islamist groups from areas where they have been enjoying sanctuary. It just needs a reason to.\n  Giving it one such reason, namely by implementing the 2014 peace accord, is essential. Even if the Philippine armed forces regain control of Marawi soon, the fundamental problem will not go away. One cannot claim to be a province of the caliphate -- as many groups that have pledged allegiance to the Islamic State want -- without controlling territory, and the Philippines may be the only country in Southeast Asia where militants have any chance of doing so. It has weaker security forces and more ungoverned space.\n  The tough-talking Mr. Duterte behaves as though he can bomb Islamist militants into submission. He cannot. The armed forces are not up to the task. And the response cannot be only military. Stemming the rise of violent Islamism will require better governance and reaching a durable peace with those insurgents who only aspire to greater autonomy.\n  Follow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter.\n\nhttps://www.nytimes.com/2017/06/21/opinion/philippines-duterte-terrorism-isis.html\n\nGraphic\n\n \nThe Philippine Air Force conducted aerial bombings on Islamist militant positions in Marawi, on the southern island of Mindanao, this month. NOEL CELIS/AGENCE FRANCE-PRESSE -- GETTY IMAGES       \n\nLoad-Date: June 22, 2017"
}