{
    "title": "IN THE UNITED STATES _ PRESSURE AND POLITICAL PANDERING. . . IN MIDDLE EAST_ CHEMISTRY OF HOPE",
    "publisher": "philadelphia daily news",
    "year": 1999,
    "month": 7,
    "day": 13,
    "full text": "Given the frustration and pessimism dominating Israeli-Palestinian relations, especially since the assassination of Yitzhak Rabin in 1995, it's amazing how quickly hopes have soared for a return to the peace process.\nKind words and cordial gestures can go only so far, but Sunday's summit between Ehud Barak, the new prime minister of Israel, and Palestinian leader Yasser Arafat was awash in \"good chemistry.\"\nThe new leadership of Israel appears to be as committed to peace as the previous leadership was to blocking it.\nBarak's solid victory over Benjamin Netanyahu in May showed that the majority of Israelis want peace - and they understand that may mean a Palestinian state.\nSo it's beyond ironic that some segments of the American Jewish community - and the politicians who pander to them - hang on to simplistic notions of reality in the Middle East.\nBowing to pressure from some Jewish organizations, House Minority Leader Richard Gephardt last week rescinded his nomination of a respected Muslim leader to a National Commission on Terrorism.\nGephardt gave some excuse about how it would take too long for Iraqi-born Salam Al-Marayati, executive director of the Muslim Public Affairs Council in Los Angeles, to get security clearance. But it was clear that the Muslim leader was jettisoned for saying that Palestinian terrorism comes from \"pain and suffering.\"\nIt's hard to imagine how any commission on terrorism would be legitimate without a Muslim representative - since Muslims frequently bear the brunt of suspicion and prejudice growing out of terrorism. It's even harder to fathom a credible Muslim leader who has not criticized Israeli government policy.\nCriticism of Israeli government policy is not only commonplace inside Israel, but strikingly fierce; still, it's politically dangerous in the United States.\nAnd then there's Hillary Rodham Clinton, whose foray into the New York senate race is twisting her into a political soft pretzel.\nLast week, she said the U.S. embassy should be moved from Tel Aviv to Jerusalem, even though her husband's administration quite rightly says the embassy should stay put until the final-status peace negotiations are finished.\nHillary was saying only what most New York politicians say, just as the organizations that trashed Salam Al-Marayati were only doing what they have done before.\nIt's hardly likely that they will affect the courageous leaders working for Middle East peace. But such pressure and pandering don't help, either.\nWhen the moon hits your eye like a big you-know-what. . .\nThe GOPizza solution Marie Antoinette said, \"Let them eat cake.\"\nRick Santorum says: \"Let 'em eat pizza.\"\nAddressing the Republican National Committee, meeting in Philadelphia, the Pennsylvania senator said that during their convention here next year, Republicans should do good deeds to show they're as committed to the poor as the Democrats.\nWhile Republicans in Congress are drafting a budget plan that would benefit the very rich through tax cuts, and while the GOP reacts coolly to any proposals for beefing up education or easing the plight of ex-welfare recipients, here are some of Santorum's suggestions:\n* Convince a grocery wholesaler to contribute to a food bank.\n* Get a high-tech company to bring software to underfunded schools.\n* Arrange to have pizzas delivered to underprivileged young people. With or without pepperoni? He didn't say.\nMaybe this is the kind of thing George W. Bush means by \"compassionate conservatism.\"\nWhatever George W. means by it, his fellow Republicans seem clueless. The Wall Street Journal ran a column saying the high cost of medications is no problem for most older Americans.\nThat's good news, all right. Next time Granny has to decide between buying food or medicine, she should call the GOP.\nMaybe Rick Santorum will show up on her doorstep with a pizza.\n\nNotes\n\nIn Our Opinion\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSantorum\n\nLoad-Date: October 22, 2002"
}