{
    "title": "In tragedy, cause for optimism",
    "publisher": "the philadelphia inquirer",
    "year": 2019,
    "month": 8,
    "day": 11,
    "full text": "Call me an optimist, but something seemed different this time.\nAfter an American weekend of mass shootings in Texas and Ohio left 31 people dead, we suddenly started hearing more -ist and -ism suffixes than typically follow such tragedies (awful as it is that we could use a word like typically).\nUnlike too many mass shootings that came before, the FBI announced a domestic terrorism investigation of the El Paso shooting, and the city's mayor labeled the gunman a white supremacist. The term white nationalist has cropped up in way more headlines than one would think possible in 2019. Even the repugnant sideshow of Donald Trump's \"go back\" tweets led to a worthwhile international conversation over whether the guy who lives in the White House is a racist - a word that only months ago the media danced around much more. Or, barring that, could he use racist words without being a racist himself? (Uh, no.)\nCuriosity about -isms peaked a few years ago and remains high. Trump announced his presidential campaign in June 2015; that year, Merriam-Webster named -ism its word of the year, since seven of the top 10 mostsearched words ended in that suffix (socialism, fascism, racism, feminism, communism, capitalism, terrorism). Interest has abated only slightly: Earlier last week three of the top five most-searched words were socialism, racism, and fascism.\nThere's something at once comforting and unsettling about labeling someone an -ist, or something an -ism.\nThe suffixes come from the Greek -istes and are used to make an ordinary noun refer to someone who does something (guitarist), specializes in something (artist), or adheres to a certain belief (fundamentalist).\nFundamentalist sounds scary until you look up fundament in the dictionary and learn that it's just another word for butt.\nOther Romance languages have adapted even more stylized suffixes, such as -ista, as in Zapatista (follower of Emiliano Zapata), fashionista (follower of fashion), or Sandinista (follower of the Clash).\nThere are thousands of -ists and even more -isms, and these words are doubleedged swords. On the one hand, labeling a group - be they nationalists, white supremacists, racists - gives it legitimacy and power. An identifiable group can more easily recruit adherents and spread hate.\nOn the other hand, there is power in naming an otherwise unspeakable evil. The Onion published one of its greatest articles right after 9/11: \"U.S. Vows to Defeat Whoever It Is We're at War With\" (whomever error notwithstanding). Harry Potter was the only one willing to call Voldemort by his name. When you can identify an evil, you can more easily oppose it.\nTrump spent years assailing Hillary Clinton and Barack Obama for their reluctance to use the term radical Islamic terrorism. As Trump said at a 2016 presidential debate: \"To solve a problem, you have to be able to state what the problem is or at least say the name.\" He's right.\nFor too long, we were hesitant to accuse a president of racism, or a white American of terrorism, or an attack of being motivated by nationalism. The more fluent we become in -isms, the more cause we have for optimism.\nThe Angry Grammarian, otherwise known as Jeffrey Barg, looks at how language, grammar, and punctuation shape our world, and appears biweekly. That's every other week, not twice a week. Send comments, questions, and infixes to jeff@theangrygrammarian.com angrygrammarian\n\nLoad-Date: August 11, 2019"
}