{
    "title": "In Terrorism Trial, Just Picking the Jurors Is a Challenge",
    "publisher": "the new york times",
    "year": 2000,
    "month": 12,
    "day": 3,
    "full text": "As concerns grow about the difficulty of finding an impartial jury for a major terrorism trial scheduled to start next month in Federal District Court in Manhattan, the judge in the case says he plans to screen at least 1,500 people, one of the largest jury pools ever in a federal criminal case.\nThe trial set to start on Jan. 3 involves four defendants indicted on charges that they participated in a global terrorism conspiracy that included the bombings of two United States Embassies in East Africa in 1998.\nMore than 200 people were killed and thousands of others were injured in the two embassy blasts, which prosecutors say were organized by Osama bin Laden, who has been indicted in the case but remains a fugitive and is believed to be living in Afghanistan. The bombing suspects are being tried in New York because federal prosecutors in Manhattan were actively investigating Mr. bin Laden for other terrorism acts predating the embassy explosions.\nThe decision to screen such a large pool of prospective jurors stems from concerns by the judge, Leonard B. Sand, and lawyers on both sides that publicity about the attacks and the continuing investigation of Mr. bin Laden's suspected involvement in other acts of terrorism would cause large numbers of people to be excused or removed from jury service. Twelve jurors and a group of alternates are needed for the trial. It is also thought that many prospective jurors may be reluctant to serve because the trial is expected to last at least nine months, requiring them to seek extended leaves of absence from their jobs.\nYet another reason for calling so many jurors is that two defendants face capital charges, the first federal death penalty case to go before a jury in Manhattan in nearly half a century. More prospective jurors are likely to be excused as lawyers for both sides petition Judge Sand to drop them because of their views on the death penalty.\nThe judge has indicated that all lawyers in the case must be sensitive to economic and personal hardships created by such a trial.\n\"In many areas, we are treading on new territory,\" Judge Sand said in a recent hearing. \"We will be selecting a jury in a case that will take over nine months, which involves terrorism, which involves viewing perhaps pictures of blood and gore, and which involves the death penalty.\"\nHe said it seemed very likely that \"a large majority of those initially called will seek to be excused.\"\nA criminal defense lawyer who is not involved in the case, Gerald L. Shargel, observed, \"There's no question about the fact that this is going to be one of the most difficult jury selections in history.\"\nThe case will be the fifth major terrorism trial held in New York in eight years, beginning with the trial in the 1993 World Trade Center bombing. None of the earlier trials, though, required such a large jury pool. Nor was the death penalty a factor. Lawyers say the largest pool was about 600 people who were screened for the 1995 trial of a group of men convicted of plotting to blow up the United Nations and other landmarks in New York.\nIn a more recent case, in Colorado, about 1,000 prospective jurors were initially screened before the 1997 trial of Timothy J. McVeigh, who was convicted of murder and conspiracy in the bombing of the Alfred P. Murrah Federal Building in Oklahoma City, which killed 168 people and wounded more than 800.\nA lawyer for Mr. McVeigh, Richard Burr, said that one challenge for defense lawyers in the embassy bombing case would be finding jurors who could stay focused on the evidence before them, and not on the crush of publicity about Mr. bin Laden and other acts of terrorism against Americans.\nThe authorities, for example, are investigating whether Mr. bin Laden was involved in the bombing of the destroyer Cole in Yemen in October, which killed 17 Americans. The four defendants on trial in New York have not been accused of any role in that act.\n\"The defense ought to be given great latitude in probing whether people can separate these folks from bin Laden,\" Mr. Burr said.\n\"This kind of case connects to a kind of archetype in our unconscious,\" he continued. \"There is a fear of terrorism that in part is justified and in part is not, but it is there. It means that you are defending against something that's extraordinarily difficult to defend against.\"\nJurors will be paid a daily fee of $40, which rises to $50 after their 30th day of trial. They will be drawn from Manhattan and the Bronx, and Westchester, Rockland and Putnam Counties, which are part of the Southern District of New York.\nMichael E. Tigar, a lawyer for the second defendant convicted in the Oklahoma City bombing, Terry L. Nichols, and a professor at American University's Washington College of Law, said the embassy bombings case involved \"many hot-button issues.\"\n\"The prosecution presents these defendants as Arabs who allegedly are terrorists, and who allegedly killed Americans,\" Mr. Tigar said.  \"These are things about which your average person called in the Southern District of New York can have deep, deep feelings. What you need to do is probe behind that.\"\nJudge Sand said at the hearing that the screening process would begin with each of the 1,500 prospective jurors' filling out a questionnaire. Hardship issues will be dealt with first, then jurors' attitudes and beliefs.\nThe judge, a co-author of the leading text on jury instructions, also made clear that he would be a staunch advocate for the prospective jurors.\n\"A minimum of 1,500 people are going to be involved in a process in which they will be told that the next year of their life may be devoted to things which are not of their choice,\" he said. \"Some consideration has to be given to their rights and their interests.\"\nBut Judge Sand also made clear that no one would be granted an exemption merely because jury service would be inconvenient. \"It has to cause an unacceptable amount of personal hardship,\" he said.\nThe courtroom debate that ensued shows the difficulties in deciding what is a legitimate hardship and in putting together a representative jury.\nThe court's jury administrator, Robert W. Rogers, offered examples of hypothetical hardship excuses that might be allowed, including jurors who would suffer severe economic loss like loss of salary or a year-end bonus because of lengthy service.\nAnother would be someone who works five minutes from home to be near an elderly parent, and has to return home at lunchtime to check on the parent, Mr. Rogers said in court. He also cited jurors who would have to travel 80 to 100 miles to the courthouse in Lower Manhattan.\nJudge Sand said he was trying to streamline the process by having Mr. Rogers handle the initial review of questionnaires. That would save \"days, maybe weeks of time,\" the judge said, explaining that otherwise, the lawyers would spend that amount of time in court listening, for example, \"to the psychiatrist say he has patients, some of whom are seriously ill, who are dependent on him for care, and if he cannot accommodate his patients, not only will his practice suffer, but his patients will suffer.\"\n\"How long should we spend debating whether or not a hardship exemption should be granted to such a person?\" the judge asked. \"Or the schoolteacher, in these days of critical shortage of schoolteachers?\" he went on. \"How long will we spend debating whether or not a schoolteacher should be asked to give up a year of school time?\"\nA defense lawyer, Frederick H. Cohn, said the process might allow too many exceptions, resulting in a jury that was too homogenous, and filled with only retired \"Con Ed workers and telephone workers, and no schoolteachers.\"\nBut Judge Sand said he had no intention of letting that happen. \"We should make every effort,\" he said, \"not to have a jury consisting solely of retirees and volunteers.\"\nMr. Cohn also questioned whether an unintended result of the process would be the screening out of members of minority groups. \"We want jurors who are going to be able to sit and not worry about whether their family is going to starve,\" he said.\nBut Mr. Cohn told the judge that if after the hardship screening process was complete, he came into court and saw only \"one black juror, you are going to have a challenge.\"\nTo which Judge Sand replied, \"If it turns out not to be racially neutral, then I am sure you will tell me that.\"\nAt one point, another defense lawyer, David A. Ruhnke, suggested making the questionnaire more specific, asking prospective jurors to consider whether they had responsibility for the care of elderly parents or young children, or had prepaid vacations.\nAt that, Judge Sand was skeptical.\n\"What is the point?\" he asked, suggesting that if such hardships did not occur to potential jurors, why give them any new ideas?\n\nhttp://www.nytimes.com\n\nLoad-Date: December 3, 2000"
}