{
    "title": "IN THE NATION; REAGAN'S TERRORISTS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 3,
    "day": 27,
    "full text": "Here's one clear and welcome issue between Ronald Reagan and either of his likeliest challengers: Both Walter Mondale and Gary Hart say they would put an end to Mr. Reagan's support for the ''contras,'' who are trying to overthrow the recognized Government of Nicaragua.\nThe recent mining of a Soviet tanker in the harbor of Puerto Sandino demonstrates again that this is an urgent issue. The President's efforts to overthrow the Government in Managua violate international covenants and stain the integrity of a nation supposedly devoted to law at home and self-determination abroad. And this lawless policy further complicates the thoroughgoing mess Mr. Reagan has made of Soviet-American relations.\nThe mines were sown at Puerto Sandino by ''contras'' who are funded, armed, supported, partly trained and largely organized by the Central Intelligence Agency for the express purpose of overthrowing the Nicaraguan Government. The Reagan Administration piously denied any responsibility for the mines, but that's like saying Mr. Reagan is not responsible for the C.I.A.\nWho's President? Who sanctions the contras? Who periodically seeks funds for them from Congress? Ronald Reagan does, and it's outright dishonesty for his spokesmen to wash their hands and his of responsibility for what verged on a serious international incident. (Five Soviet crewmen were wounded; suppose they'd died?)\nIt's sheer hypocrisy, too, for Mr. Reagan to push a guerrilla insurgency against Nicaragua while denouncing such tactics in El Salvador and condemning ''state terrorism'' directed against U.S. forces in Lebanon. What does he imagine the efforts of the C.I.A.-directed contras amount to, if not ''state terrorism''?\nAnd if Moscow should use the Soviet tanker incident as a pretext for supplying minesweepers to Nicaragua, does Mr. Reagan think that the Marxist regime in Managua will become less dependent on the Russians? His strongarm pressures on Managua may be producing the opposite effect.\nFrancois Mitterrand, the strongly anti-Communist French President, concluded his visit to Washington with a warning against just such ''new causes of dissension or conflict,'' at a time when the Soviet Union may be reassessing its arms control position - and at a time, he might have added, when the Reagan Administration professes so earnestly to seek renewed diplomatic discussions with Moscow.\nThat won't be easy, even assuming Mr. Reagan is not staging a mere election-year show of kiss-and-make-up with the ''evil empire.'' Just recently a private American envoy, Gen. Brent Scowcroft, who made it known he was carrying a personal letter from Mr. Reagan, was flatly refused an interview with Konstantin Chernenko, the Soviet leader. What more persuasive evidence is needed of the low esteem in which Moscow holds Mr. Reagan as a bargaining partner?  Some Administration officials attribute the continued Soviet hostility to an unwillingness in Moscow - particularly since the Democratic Presidential race has heated up - to do anything that might be helpful in re-electing Mr. Reagan. Others say the recent change of leadership there produced a continuing struggle for power, during which new policy developments are not to be expected.  Leslie Gelb of The New York Times, who reported the rebuff to General Scowcroft, also found speculation within the Administration that the Russians meant what they said when they pledged to break off negotiations if the U.S. deployed medium- range missiles in Europe; and now mean what they say when they refuse to return to arms control talks unless Washington withdraws the missiles.  There's no real reason to doubt the third of these explanations; over a period of four years, Moscow has repeatedly made clear its profound opposition to U.S. missiles in Europe. But Ronald Reagan insisted that only when the missile deployment began would the Russians see that the U.S. was determined; only then would they begin to talk seriously about arms control. He was wrong.  He may have been just as wrong, therefore, in pushing through the deployment rather than making a deal both sides could accept - a deal that many arms control specialists believe could have been made, had Mr. Reagan wanted it more than he wanted the missiles. And even now, while ostensibly trying to get Soviet- American relations back on track, the Reagan Administration is divided along State Department-Pentagon lines on the question whether to seek Senate ratification of two relatively minor treaties governing underground nuclear testing.  Both sides have observed the treaties for years, although both charge occasional violations. Mr. Chernenko has said he would regard ratification as evidence of peaceful U.S. intentions; but what he gets, instead of even this small step toward better relations, is one of his oil tankers blown up by Mr. Reagan's terrorists."
}