{
    "title": "In the Nation",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 8,
    "day": 13,
    "full text": "3 Texas men held\nin terrorism case\nCARO, Mich. - Three Texas men were arraigned yesterday on terrorism-related charges after police found about 1,000 cell phones in their minivan.\nA magistrate set bond at $750,000 for each of the men, who are charged with collecting or providing materials for terrorist acts and surveillance of a vulnerable target for terrorist purposes. Officials have declined to say how the case related to terrorism.\nMaruan Awad Muhareb and Louai Abdelhamied Othman, both of Mesquite, Texas, and Adham Abdelhamid Othman of Dallas were stopped before dawn Friday after they purchased 80 cell phones from a Wal-Mart in Caro. Police said they found about 1,000 cell phones, mostly prepaid TracFones, in their minivan.- AP\nThousands protest\nMideast policies\nWASHINGTON - Thousands of people gathered across from the White House yesterday, even though President Bush was out of town, to condemn U.S. and Israeli policies in the Middle East.\nSpeakers in Lafayette Park energized the most mostly Muslim crowd with chants and speeches condemning Israeli involvement in Lebanon and the Palestinian territories, U.S. support for Israel, and U.S. involvement in Iraq.\nIn San Francisco, about 2,000 people marched in support of Lebanese and Palestinians and against the Israeli military action.- AP\n'Dead zone' grows\noff Oregon coast\nPORTLAND, Ore. - The oxygen-starved \"dead zone\" along the Pacific Coast that is causing massive crab and fish die-offs is worse than initially thought, scientists said yesterday.\nWeather, not pollution, appears to be the culprit, scientists said, and no relief is in sight. However, some said there was no immediate sign of long-term damage to the crab fishery in the dead zone, a 70-mile stretch of water along the Continental Shelf between Florence and Lincoln City, Ore.\nStrong upwelling winds pushed a low-oxygen pool of deep water toward shore, suffocating marine life, said Jane Lubchenco, a professor of marine biology at Oregon State University.- AP\nElsewhere:\nA research vessel off the coast of Louisiana continued to burn yesterday, a day after the Coast Guard rescued 40 people from the 175-foot Odyssey Voyager.\nFire officialsin Nevada hoped for cooperative weather yesterday as they battled a wildfire that narrowly missed an upscale subdivision in the Sierra foothills just west of Reno. No houses had been damaged, but flames came within 100 feet of some homes Friday as the fire burned across more than nine square miles of brush.\nA judge in Phoenixhas ruled that an initiative that would limit marriage to opposite-sex couples and restrict domestic-partner benefits can go on the November ballot. Opponents appealed to the Arizona Supreme Court, which is expected to decide the case within weeks.\n\nLoad-Date: August 13, 2006"
}