{
    "title": "IN THE NATION; ESCALATING THE RHETORIC",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 20,
    "full text": "Momentarily thwarted in escalating his terrorist war against Nicaragua, President Reagan has escalated his rhetoric instead. To a group of Hispanic Americans at a White House luncheon, he declared:\n* ''If Central America is lost, then our borders will be threatened.''\n* ''A faraway totalitarian power is committing enormous resources to change the strategic balance of the world by turning Central America into a string of anti-American, Soviet- styled dictatorships.''\n* ''We cannot afford the consequences of passively watching guerrillas force Communist dictatorships down the throats of the people of Central America.''\nTom Wicker Op-Ed column claims Pres Reagan is escalating his rhetoric about Latin America in order to pressure Congress to vote more funds for anti-Sandinista 'contras' in Nicaragua and anti-guerrilla war in El Salvador; says his verbal overkill is dangerous because if he is able to convince Americans that direct threat to US borders exisits, next step would be demand for him to use US forces (M)\nAll this is no doubt designed to fire up political pressures on Congress to vote more funds for the anti-Sandinista ''contras'' organized and funded by the Central Intelligence Agency, and for the anti-guerrilla war in El Salvador. But aside from the fact that no ''faraway totalitarian power'' has committed anything like ''enormous resources'' to either Nicaragua or the guerrillas in El Salvador, this sort of verbal overkill is both dangerous and hypocritical.\nIt's dangerous because Mr. Reagan may well be persuading a lot of Americans, including himself, that ''losing'' in Central America - whatever that means - really would pose a direct threat to U.S. borders and upset the world strategic balance. But if the people came to believe that, they'd have a right to demand that any President use U.S. forces, if necessary, to avoid such disasters; and if he did, as he already may, he'd have a duty to do so.\nMr. Reagan has denied any such intention, but some Pentagon sources say contingency planning for such an intervention has already begun.\nIt's hypocritical, too, to talk of forcing dictatorships down the throats of peoples most of whose history has been a tale of oppression, at a time when counterrevolutionaries armed, trained and directed by the U.S. are trying to force their own U.S.-supplied power down the throats of Nicaraguans. You can't shoot your way into power in El Salvador, as Reaganspeak would have it, but it's all right in Nicaragua.\nAnd what is the world to think when the White House spokesman, announcing a new anti-terrorism policy, says with a straight face that ''the states that practice terrorism or actively support it cannot be allowed to do so without consequences?'' What is it if not terrorism when the C.I.A., as Congressional sources belatedly learned, directed last Oct. 10 a sabotage raid against the Nicaraguan port of Corinto in which 3.2 million gallons of fuel were destroyed and the town's 25,000 people had to be evacuated?  Nor was that an isolated incident. The Central American Historical Institute of the Intercultural Center at Georgetown University charged in a statement on April 5 that ''in the last six months, Nicaragua has suffered 19 major assaults at its ports.'' These terrorist attacks were carried out, the statement said, in armed speedboats called ''Sea Riders'' or ''Piranhas,'' which can reach 75 m.p.h. and carry M-60 machine guns, 20-millimeter cannon in the bow and grenade launchers in the stern.  Where did these sophisticated craft come from? Who trained the contras to operate them? Who directed the attacks? The U.S. has given 10 of them to Honduras, from which the contras operate, the center's statement said.  These attacks, like the later mining of Nicaraguan harbors, were not operations against the Nicaraguan military. They were operations against the 80 percent of all Nicaragua's foreign trade that passed through its ports in 1983 - operations directed at that country's economy and its people. If that isn't terrorism - U.S.-supported terrorism at that - what would Ronald Reagan call it? What would he call it if the Russians were doing it against Chile or South Korea?  More than moral and legal considerations are involved in all this. The touchy situation between Nicaragua and Honduras, which shelters the C.I.A.-backed contras, could touch off a Central American war; or, if the contras were to succeed in overthrowing the Government, the Sandinistas would take to the hills with the support of most Nicaraguans. A long and bloody civil war would surely result. The United States, in either event, inevitably would be drawn in on what most of Latin America would see as the wrong side.  And anyone who takes that prospect lightly would do well to remember that for five years after 1926, in the formidable mountains and jungles of Nicaragua, the U.S. Marines tried to defeat a handful of guerrillas led by the original Sandino. They never did.\n* My article for April 17 erred in saying that Senator Jesse Helms's own voice is not heard in his campaign commercials for television; in several of them it is. Nor was he shown, as I contended, for only ''a few seconds'' in a 30-minute campaign commercial; he appeared frequently in the film. These errors are regretted."
}