{
    "title": "IN TERRORISM CASES, U.S. SHOULD NOT AVOID PUBLIC TRIALS",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 10,
    "day": 27,
    "full text": "Did you know al-Qaida training camps in Afghanistan were schools for hunting, riding and swimming?\nThis is the defense that emerges from the first trial in Germany of a suspect in the 9/11 plot. Mounir Motassadeq, a Moroccan who at first told authorities he had not been in the al-Qaida camps at all, now says he went to the camps for religious reasons because the Koran says Muslims should learn to shoot, ride and swim.\nOnly after skyscrapers fell did the scales fall from his eyes. Now he realizes his roommate, Mohammed Atta, all along was a \"suicide martyr\" in waiting and - oh gosh - Osama bin Laden had been running the camps to train terrorists.\nWhat was the cell in Hamburg to which Motassadeq and the hijackers belonged? Just a \"student discussion group,\" says the defense lawyer.\n\"Violence cannot solve anything,\" said the defendant, who acknowledged writing checks and providing logistical support for the plotters of the worst attack on the United States since Pearl Harbor.\nTestimony such as this presents a real test for criminal-justice systems everywhere. Public tolerance is wide in advanced countries for creative and imaginative legal defenses and for the rights of criminal suspects to their day in court. But as suspects in cases of mass terrorism, and maybe the sniper shootings, present their defenses, a lot of lips and tongues will have to be bitten.\nSo far, U.S. courts have been spared this ordeal. Taliban and al-Qaida prisoners are held in Guantanamo, but out of sight and out of mind under rules of war rather than justice. For those arrested on U.S. soil, plea bargains and guilty pleas have so far averted public trials.\nAvoiding trials in fact seems to be the objective. It may be smart police work, good lawyering and an effort to protect intelligence sources. But to the extent that plea bargains and guilty pleas are instituted to spare the public from terrorist propaganda and inflammatory rhetoric, the strategy is misguided.\nDiscussing these cases openly and fully in court isn't handing terrorists a megaphone or inviting a lynch mob, but taking the opportunity to show the world again - and ourselves - that U.S. justice works in times of greatest stress. Someone accused of holding a child or a breast-cancer survivor or a respected dad in his gun sights and squeezing off rounds gets a fair trial and the right to present a defense, even a stupid and offensive one. That takes a lot of hard swallowing and eyes raised skyward, but it is a birthright that few other countries have been able to maintain.\nGermany is one that hasn't. The Nazi police state brought utter spinelessness by judges and the collapse of any rights for the accused in the courts. And after World War II, reform of justice in West Germany led to another kind of horror - weakness and timidity by the authorities as exemplified in the freeing of killers of the 11 Israeli athletes at the 1972 Munich Olympics.\nEast Germany's callous shooting of its own citizens trying to flee communism at the Berlin Wall was the other sad legacy. The modern unified state of Germany is trying to live it all down, and it is a struggle.\nIslamic terrorism put down roots in Germany because it has the most lax immigration laws in Europe, passed partly out of reaction to Nazi racism.\nThose led directly to the al-Qaida cell in Hamburg. Motassadeq is accused of being a member and paymaster of that cell that included both World Trade Center pilots.\nHis arrest last August came after he had been allowed to run free for nearly a year. Although it was a vigorous and thorough job by a well-financed German prosecution, the investigation has been slow to share information.\nThe German justice minister even compared the Bush administration to the Nazis, which got her canned but betrayed a widespread disapproval in the current government of aggressive U.S. tactics against terrorism and opposition to the U.S. death penalty.\nAt least the Germans are having a trial. Facts are beginning to emerge from it. And not many seem fooled by the nonsense.\nThe German judges seem astonished at Motassadeq's wide-eyed, the-dog-ate-my-homework explanations for everything that put him in bed with the killers. He and associates believed in justice for the Palestinians, the defendant said, not by force, heaven forbid, but through the United Nations.\n\"I find it hard to believe that you and Atta wanted a U.N. solution,\" said the presiding judge.\n\nGraphic\n\n \nDrawing\n\nLoad-Date: October 30, 2002"
}