{
    "title": "IN THE NATION; REFUSING THE ROPE",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 15,
    "full text": "Despite the support of Prime Minister Margaret Thatcher, the House of Commons has refused to reinstate the death penalty in Britain, leaving the Soviet Union, South Africa, Japan and the United States as the only industrialized states that officially put people to death.\nNot only has the action of the Commons left the U.S. exposed in such generally bad company; but Japan executes only about one person a year, while a recent decision of the Supreme Court will make it easier for the states to go ahead with the execution of the more than 1,000 Americans on Death Row today.\nYet, on the face of it, Britain had a more plausible reason - terrorism -to re-employ the hangman's rope it abandoned in 1964 than any American state has for using the electric chair, the rifle, the gas chamber or poison to eliminate its most despised citizens. On the very day of the vote, four members of the Ulster Defense Regiment were killed by a terrorist land mine in Northern Ireland; and it was for the execution of terrorists that Home Secretary Leon Brittain had recommended the return of the death penalty.\nDespite the support of Prime Minister Margaret Thatcher, the House of Commons has refused to reinstate the death penalty in Britain, leaving the Soviet Union, South Africa, Japan and the United States as the only industrialized states that officially put people to death.\nExecution might seem singularly appropriate for terrorists, whose victims are so often innocent bystanders; and in fact, public opinion in Britain strongly favored the hangman's noose for people who blow up taverns and airport waiting rooms for supposedly political reasons. Parliament withstood public pressure on more than moral grounds, however: as with so many other justifications for execution, the terrorism rationale just can't stand the harsh light of common sense.\nTerrorists, after all, want nothing so much as to have their ''political'' acts, however murderous, elevated into a loftier category than the ruck of crimes, in order to place themselves more nearly on equal footing with legitimate governments; indeed, most claim legitimacy beyond government. To approve the death penalty for terrorist murders but not for ''nonpolitical'' murders therefore would play right into terrorists' hands.\nThe Economist of London pointed out, in a notable piece opposing the return of the rope, that just two years ago 10 Irish terrorists ''were carefully inflicting capital punishment on themselves by hunger-strike, because they thought they served their cause better dead than alive.'' And some speculate that the four murders in Ulster on the day of the Commons vote may even have been staged precisely to rouse the emotions of members and cause them to vote for what the terrorists wanted - a death penalty statute they could exploit politically.\nAside from helping create the martyrs terrorism needs to sustain its misguided political support, the death penalty would provide it with inviting new tactical opportunities. Suppose a terrorist were arrested in London for some heinous deed he claimed was politically motivated; once he had been sentenced to death for terrorism, the rest of his gang would be given splendid cause to seize hostages and demand the release of their ''martyred'' colleague, under threat of conducting their own executions in retaliation.\nIf British authorities stood up to such pressures, and the terrorists carried out their threats - as both no doubt would - not only would the terrorists have been handed far more public notice and political status than would otherwise have been the case; but the additional deaths would expose the rationale of ''deterrence'' for the sham that it is.\nEven in the United States after the streamlining effect of the latest Supreme Court decision, the death penalty can have no significant deterrent effect. The only real deterrent to crime - particularly to a crime of passion or mental instability, as murder and rape most often are - is the foreknowledge of swift and certain punishment. Owing to the finality of death and the general agreement that the state can impose it only in relatively rare and atrocious circumstances, capital punishment cannot be swift and certain; no penalty is less so, given the safeguards and appeals processes any decent society must insist upon.\nIn the Commons debate, death penalty opponents made a point of the fact that after numerous American states went back to capital punishment in the mid-70's, the number of violent crimes continued to rise. And the Supreme Court, which has never endorsed the specious deterrence theory, did not pretend that its recent ruling would deter crime; rather, it appeared to follow more nearly Mr. Justice Powell's stated view that the long and involved appeals process was a ''malfunctioning'' of the system of justice.\nIf the process could not be speeded, he suggested, the states ought to abandon capital punishment. So the Court streamlined the system, which may bring about more executions at a time when most of Western civilization -like Britain - is moving in the other direction. But since the Court did not and could not abolish appeals altogether, its decision will not bring about more deterrence."
}