{
    "title": "IN THE NATION; VULNERABLE AMERICA",
    "publisher": "the new york times",
    "year": 1985,
    "month": 6,
    "day": 25,
    "full text": "As the hijacking of Flight 847 began to look like another long-running hostage story, someone put to me a question many Americans may be asking:\n''Why does this always happen to us and not to the Soviets?''\nIt's a good question, although Americans are not actually the only or even the usual victims of terrorism. Soviet troops and civilians occupying Afghanistan, for instance, suffer frequent terrorist attacks, albeit from ''freedom fighters.''\nProbably most incidents of terrorism stem from religious struggle in Northern Ireland, Basque separatism in Spain and racial conflict in and around the periphery of South Africa. Sikh extremists are already trying to claim responsibility for the Air India plane that apparently exploded Sunday over the Atlantic.\nTom Wicker Op-Ed article discusses why United States is more vulnerable to terrorist acts than Soviet Union appears to be; says terrorists seek to focus media attention on themselves and their cause, and this they cannot do in Soviet Union, where there is no free press; notes also that unlike American President, Soviet authorities do not have to answer directly for safety of their citizens taken as hostage (M)\nSome believe that the Russians suffer least from terrorism because they inspire most of it and train many of its practitioners. Moscow undoubtedly has played an unsavory part in some terrorist incidents; but William Colby, the former C.I.A. Director, once told a Senate committee that there is no ''central war room with flashing lights'' from which the Kremlin directs world terrorism.\nIt's true, however, that the Soviet Union has not had to cope with the kind of hostage crisis that preoccupied President Carter's last year in office and that now may confront President Reagan, or - by my unofficial count - with as many bomb attacks and kidnappings as have tormented the United States in recent years.\nOne obvious reason is the undeviating support the United States has maintained for Israel. Rooted in empathy for a people escaping persecution - as so many Americans have done - to seek religious and personal liberty in a new land, in affinity for a technologically efficient and militarily skilled society, and in the powerful Jewish political presence in the United States, American backing for Israel naturally excites the wrath of Israel's dedicated adversaries in the Middle East - many of whom consider terrorism the only effective means of advancing their cause, and see the United States as an even more important target than Israel.\nAs the superpower of the West, moreover, the United States has, however unfairly, inherited much of the hostility that lingers from the Western colonialism that once exploited and degraded third-world peoples. And as American culture spreads into older, different and less affluent societies, their peoples may either resent the effect on their own culture - as apparently happened in Iran - or demand even more rapid change and development toward Americanization. Either way, deep resentments toward the United States can be created.\nNor does the rest of the world always consider American foreign policy as benign as many Americans would like to believe it. American rhetoric about freedom and democracy seems honored mostly in the breach to people who suffer oppression under regimes favored by Washington - such as those in Chile, the Philippines, South Korea and only a few years ago in Nicaragua and Iran. Nor do the Reagan Administration's ''constructive engagement'' with South Africa and its undeclared war, verging on terrorism, against Nicaragua enhance U.S. standing in countries where terrorists are likely to breed.\nOf course, Soviet policies and actions are not always admired either; but if there is less terrorism against Soviet citizens (outside Afghanistan) than against Americans, one crucial reason is that terrorists greatly rely on the impact they can make on public opinion in the target country. As is happening now, they can focus attention on themselves, gain publicity for their cause, create dissension and perhaps undermine political authority (as the Iranian students did in the case of President Carter), and sometimes actually win some of their demands - all with little risk of retribution.\nThey can, that is, in the United States and most Western countries; they can't in the Soviet Union, where there is no free press or flow of information. Most Soviet citizens would never be aware of it if others were being held hostage in some foreign country; nor would Soviet authorities have to answer as directly for the safety of such hostages as an American President must. In fact, to most of what terrorists seek, the Soviet Union is immune - but surely that's the kind of immunity few Americans would wish for their own country."
}