{
    "title": "In terrorism's shadow",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 10,
    "full text": "THERE WAS A TOUCH OF SYMBOLISM in the early, wordless departure of President George W. Bush from the Group of Eight summit in Scotland, 30 minutes before the final news conference by British Prime Minister Tony Blair. Much of the progress at the meeting of the world's most prosperous nations was made with Mr. Bush dragging his feet.\nWhile acknowledging finally the reality of global warming, Mr. Bush wouldn't join the leading nations of Europe in doing anything about it. While supporting aid to Africa, Mr. Bush also wouldn't go along with Mr. Blair's proposal that the rich nations pledge .7 percent of their gross national product to foreign aid by 2015. The United States gives .16 percent, the smallest percentage of any G-8 country.\nMr. Blair won agreement to:\n* Increase aid to Africa to $50 billion by 2010, from the current $25 billion, thanks to a last-minute pledge by Japan.\n* Pledge up to $9 billion over three years to help the Palestinians to increase the chances of peace with Israel.\n* Endorse canceling the debt on loans made to the 18 poorest nations in the world, 14 of them in sub-Saharan Africa.\nOn global warming, the best that Mr. Blair could do was get the agreement of the European nations at the summit to abide by the Kyoto treaty and to schedule a conference for November that would include developing nations such as China. Mr. Bush has insisted that these nations be brought to the table before the United States makes any deals on emissions reductions.\nThose who resent of richest nations of the world because of their economic power won't be impressed by these modest accomplishments. But it's unlikely in any event that the summit will be remembered for what it did. Rather, it will be remembered for having taken place at the time of the deadly bombing in London.\nMr. Blair deserves quite a bit of credit for what was attempted and accomplished. At the same time that Londoners were dying from terrorist attacks, he was persuading the G-8 to address one of the fundamental problems that fuels terrorism in the Middle East, the Palestinian problem. At the same time that critics were denouncing capitalism and globalism, the G-8 was taking steps to help poor nations.\nMr. Blair acknowledged the summit was just a beginning that \"does not change the world tomorrow.\" True enough. The shadow that terrorism cast over this summit won't be dispelled soon or easily.\n\nNotes\n\n THE G-8 SUMMIT \n\nLoad-Date: July 11, 2005"
}