{
    "title": "In terror case, court upholds a core value",
    "publisher": "lincoln journal star ",
    "year": 2007,
    "month": 6,
    "day": 13,
    "full text": "Americans who don't want their country to turn its back on the values on which it was founded should be encouraged by the ruling this week in a case involving an alleged \"enemy combatant.\"\nThe record is mixed so far in the struggle to preserve the traditional checks and balances of the system designed by our nation's founders during the current age of terrorism.\nThe Bush administration's attempt to concentrate overwhelming power in the executive branch has been turned back in some court rulings, upheld in others.\nMonday's 2-1 ruling came from a panel of the U.S. 4th Circuit Court of Appeals. The Bush administration immediately said it would appeal to the full court.\nThe ruling, written by U.S. District Judge Diana Gribbon Motz, is memorable for its clarity in describing stakes in the case involving Ali al-Marri, the only known person being held on the U.S. mainland as an enemy combatant.\n\"(M)ore than four years ago, military authorities seized an alien lawfully residing here. He has been held by the military ever since - without criminal charge or process,\" Motz wrote.\nShe noted in the ruling that for the first 16 months of al-Marri's confinement he was not permitted any communication with the outside world, including his attorneys, wife or children.\n\"And he has been so held, without acknowledgment of the protection afforded by the Constitution, solely because the Executive believes that his military detention is proper,\" Motz wrote.\nIf the Bush administration is right, al-Marri, a citizen of Qatar who was studying computer science at Bradley University in Peoria, Ill., presents a major threat to the United States. He allegedly trained with al-Qaida in Afghanistan, met Osama bin Laden and volunteered to be a sleeper agent for a \"martyr mission.\" A search of his apartment turned up a map marking major U.S. dams and other potential targets.\nIf the federal government is right, al-Marri obviously should remain in prison.\nThe question at the heart of the case is: Should he be kept in prison indefinitely solely on the Bush administration's say-so?\nNot according to the majority ruling in this case.\n\"For over two centuries of growth and struggle, peace and war, the Constitution has secured our freedom through the guarantee that, in the United States, no one will be deprived of liberty without due process of law,\" Motz wrote.\nThe court's ruling does not require that al-Marri be released, only that he be charged, convicted and put away where he can never harm the country by due process in civilian court, just as others who have committed terrorism have been.\nThe system designed by our founders is strong and adaptable enough to handle the threat of terrorism. The guarantee of due process of law is a core American value. There's no need to willingly surrender it because of fear.\n\nLoad-Date: June 18, 2007"
}