{
    "title": "In the aftermath of terrorism, not fear but solidarity",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 4,
    "day": 15,
    "full text": "This one happened in Boston. The next?\nTwo phrases may be more linked to tragedy of any type than any other: \"It can't happen to me\" and \"Why me?\" — the pain of the latter response being a product of accepting the comfort of the first.\nBy now, even once-complacent Americans know intellectually that the trauma of terrorism can strike anywhere at any moment, but we often can't fully embrace that knowledge until we face the horrible contemplation of April 15, 2013. Tens of thousands of jubilant athletes, overwhelmingly amateurs, and their families enjoying and celebrating an act that for many represents the pinnacle of determination and physical fortitude, the completion of a marathon. And not just any marathon, Boston, perhaps the most storied race of its type in the country, if not the world. All turned immediately to a scene of confusion, chaos, agony and death.\nIt is a harsh and brutal jolt back to the realization of our time in post-9/11 America: It can happen to us. It can happen here. And, there is simply no good explanation for it.\nOh, sure, there are practical factors — chief among them, the allure of the public stage to the self-perceived disenfranchised. But there is no good answer for Bostonians to the question of \"Why us?\" beyond the simple fact that they were available and accessible to two disturbed young ideologues who lacked a sense of conscience toward the innocent.\nThere is no good answer in Boston today, anymore than there is in the Kansas City suburb where authorities say a deranged white supremacist opened fire near Jewish sites Sunday and killed three people.\nIn Kansas City as in Boston as in Oklahoma City as in New York City as in countless towns across America, there is simply that one chilling observation — that evil lurks. One never knows when or where it will burst out into the open and dishevel our lives. It comes in all colors and shapes, all creeds and ages.\nIt can happen here.\nBut the magical thing is what also can happen if it does.\nThe response to terror in Boston — as in every American city where terror has a plied its impotent trade — was not cowering fear but courageous defiance.\nIt was to root out the evil, bring it out into the open for all to see and then come together to celebrate that thing among us which doesn't need to lurk, which remains ever out in the open — our determination, our humanity, our resilience, our brother and sisterhood.\nBoston strong.\nIn a letter to the editor today, a suburban runner with plans to return for the event in Boston this weekend explains it this way: \"This event has drawn us and the running community closer to one another. I flew home with a broken heart for those who lost their lives or were hurt, and for the great city of Boston. As horrible as this incident was, there was a lot of good. I ... am going back with my husband and sons to celebrate the good.\"\nYes, this one happened in Boston. Of course, we strive to make sure nothing like it can ever happen again, and certainly not here. It is a sad commentary on the state of mankind and our modern world that we have to acknowledge it may. It is a more powerful commentary, however, to remember that if it does, it cannot diminish but only deepen the spirit of humanity that unites us, no matter where we live.\n\nGraphic\n\n \nStuart R. Paddock Jr. Stuart R. Paddock Jr. 9-19-15 to 4-15-02\n\nLoad-Date: April 15, 2014"
}