{
    "title": "In Tunisia , a plea to balance security with newfound freedoms Last week's terrorist attack in the c",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 3,
    "day": 24,
    "full text": "The storm of bullets that killed 23 people, mainly foreign tourists, last week at a museum here underscores the challenges of Tunisia's democratic transition. \nTunisians worry that such terrorism will scare off foreign tourists and investors whom Tunisia needs to revive its flagging economy. Another fear is that political violence will inflame domestic tensions and lead to heavy-handed security measures that erode civil liberties. \nSome argue the answer lies in a renewed push to fulfill the core demands of Tunisia's 2011 revolution: development and better access to jobs; an open and politically plural society; and respect for basic rights and freedoms.\n\"When terrorists strike in a country like Tunisia, their hope is for repression that helps recruit future jihadis,\" says Eric Goldstein, deputy Middle East and North Africa director for Human Rights Watch. \"Tunisia should avoid overreacting.\"\nThe March 18 assault by gunmen at Tunis' famed Bardo Museum was the deadliest against civilians since a 2002 suicide bombing at a synagogue. The museum was due to reopen to the public, but that has been delayed until Sunday. During the attack, security forces killed two gunmen at the scene. Authorities have since arrested over 20 people in connection with the attack.\nOne of the slain gunmen was Yassine Laabidi. But his path to violence, and what it says about Tunisia's democratic vulnerabilities and economic troubles, remains murky. \nFamily members who gathered at Laabidi's home on Sunday to await his funeral said that while he had grown more religious in the past two-and-a-half years, nothing indicated that he was on track to commit murder. Laabidi lived comfortably in his family's three-story house on the outskirts of Tunis, had a university degree in French, and worked at a travel agency. \nHis background seems at odds with the frequent claim that terrorism is born out of frustration at economic and social malaise.\nImen Triki, a lawyer in Tunis who handles terrorism cases and is president of Freedom and Equity, a human rights group, says many terrorism suspects in Tunisia are poor and undereducated. And most attacks occur not in the capital but in chronically underdeveloped corners of the country. \nSalafi extremists in spotlight\nThe self-described Islamic State claimed responsibility for the Bardo attack, although the truth of that claim has yet to be determined. In general, extremist violence in Tunisia appears linked to a minority of deeply conservative Muslims known as Salafis. Most Salafis reject violence, but some embrace it.\nAfter the 2011 revolution against dictator Zine El Abidine Ben Ali, Salafis emerged from years of oppression to demand religious freedom and, ultimately, a strictly Islamic state. A turning point came in 2012, when a Salafi-led mob ransacked the US Embassy and nearby American Community School over a US-made film lampooning the prophet Muhammed.\nViolence has since escalated as weapons have flowed into Tunisia from war-torn Libya. In 2013, authorities banned Tunisia's leading Salafi group, Ansar Al Sharia, which is blamed for the US Embassy attack.\nMany attacks occur near the Algerian border, where militants are believed to tap into smuggling networks for money, according to a report last October by the International Crisis Group. Some estimate that over 1,000 Tunisians have joined the ranks of the Islamic State.\nStill, many remember how Ben Ali used the threat of terrorism to justify repression. Authorities must make sure to avoid abusive police tactics that can yield faulty leads and alienate ordinary Tunisians whom security forces need on their side, says Mr. Goldstein. \nTunisia hopes foreign partners will provide security training and equipment. And politicians here are re-doubling appeals for financial support and investment. \n\"This will be a key moment which will determine Tunisia's chances for development as well as its capacity to fight terrorism effectively and found a durable democracy,\" says Transport Minister Mahmoud Ben Romdhane, referring to a planned investment conference here.  \nPolitical divisions\nSince 2011, Tunisia has held free and fair elections, most recently in December, and adopted a new constitution, but politics remains polarized between secularists and Islamists.\nThe current coalition government took office last month and includes both the secularist Nidaa Tounes party and its main rival, the moderate Islamist Ennahda party. When Ennahda led a previous transition government, Nidaa Tounes blamed it for having failed to discipline violent extremists. In 2013 the murders of two secularist leaders triggered a crisis that ended with Ennahda stepping down.\nMr. Ben Romdhane, a Nidaa Tounes member, says that all parties in the current government are united in their commitment to combating terrorism.\nGeoff Howard, a Middle East and North Africa analyst with Control Risks, a British risk analysis firm, says that secularist political victories pushed some fringe Islamists over the edge into violence. \"When we talk about tensions between Islamists and secularists, it's fear by Islamist groups of a return to the radical secularism of the Ben Ali era,\" he says. \nMrs. Triki, the lawyer, argues that Tunisia must find room for Salafis. Most aren't swayed by party politics since they reject democracy outright. But many of those who admit to violence say they were driven in part by feelings of persecution from mainstream society, she says.\n\"I feel that society has backed them all together into a corner,\" she says. \"Civil society is against them. Media are against them.\"\nBrainwashed?\nBack at Laabidi's house, Abdelmalek Abidi, an uncle, keeps vigil outside, along with other family members awaiting the coffin's departure for the ceremony. He considers his nephew both an agent and victim of terrorism. \"True, he killed,\" he says. \"But he was exploited by whoever brainwashed him.\"\nAbidi is a lawyer in the city of El Kef, near the violence-plagued Algerian border. He says Tunisia needs to stick with its democratic transition. \n\"If we don't protect rights, democracy in Tunisia will fail,\" he says. \"We achieved a revolution for democracy, freedom, and rights.\"\nA short time later, wails erupt from the women as the men brought Laabidi's  coffin outside, loaded it into a black pick-up truck, and bore him to his grave.\n\nLoad-Date: March 24, 2015"
}