{
    "title": "In Visits, British Prime Minister Tries to Defuse Tensions of India and Pakistan",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 15,
    "full text": "Prime Minister Gordon Brown of Britain shuttled from India to Pakistan on Sunday to try to tamp down tensions between the two countries, but at the same time bluntly demanded that Pakistan do more to curb terrorism.\n  Three-fourths  of serious terrorist plots investigated in Britain have links to Al Qaeda in Pakistan, Mr. Brown said at a news conference with Pakistan's president, Asif Ali Zardari, in Islamabad. ''The time has come for action, and not words'' from Pakistan, he said.\n  His visit coincided with potentially inflammatory allegations by Pakistan that Indian warplanes had twice crossed several miles into Pakistani airspace, but in a sign that both countries might be trying to cool their public stances, their governments seemed at pains to back down from a confrontation on the matter. \n  Mr. Brown offered a carrot along with his criticism, a promise of $9 million to Pakistan to help combat extremism. One of his most crucial foreign policy challenges is to break what he describes as the ''chain of terror'' that sends militants from sanctuaries in the ''mountains of Afghanistan and Pakistan to the streets of the U.K. and other countries around the world.''\n  But in what seemed a reminder of Pakistan's difficulty dealing with its own security services' ties to Islamist militants, Mr. Zardari and Mr. Brown differed about assigning blame for the terrorist attacks in Mumbai last month, which left 171 people dead, in addition to nine gunmen. \n  Echoing findings by American and Indian officials, Mr. Brown said it was clear that Lashkar-e-Taiba, a Pakistani militant group that has had close ties to Pakistan's premier spy agency, was responsible for the siege and now had ''a great deal to answer for.'' He said he had sought permission for the British authorities to interview the lone surviving gunmen from the attacks.\n  Mr. Zardari did not join in the condemnation of the group, saying that India had not provided Pakistan with any evidence about the attackers and that actions would be taken against any culprits inside Pakistan if such evidence was provided.\n  But Pakistan and India did appear to be making an effort in public to ease the tensions that soared between the nuclear-armed neighbors after the Mumbai attacks.\n  That effort seemed most obvious following the report by the Pakistani government that Indian warplanes entered Pakistani airspace on Saturday -- in one instance reportedly flying over the part of the disputed Himalayan region of Kashmir controlled by Pakistani forces and in the other instance crossing above Lahore, the second-largest city and capital of Punjab Province. \n  Both areas are strongholds of Lashkar and Jamaat-ud-Dawa, a charity group whose activities were restricted by the Pakistani government last week after the United Nations labeled it a front for Lashkar. Pakistani officials said air force jets swiftly scrambled to chase away the Indian fighter aircraft.\n  Indian officials sharply disputed the Pakistani account, denying any airspace violations occurred.\n  If they did occur and were intentional, the incursions would have been likely to elicit, at the least, angry comments from Pakistani officials. Yet the Pakistanis went to great lengths on Sunday to play down the episode.\n  ''It's hardly an incursion,'' said Air Commodore Humayun Viqar, director of media affairs for the Pakistan Air Force. ''It's really a technical violation of the airspace.'' Even Mr. Zardari described the violations as having little meaning.\n  It also seemed questionable that two separate incursions more than 100 miles away and two hours apart would be entirely unintended. But Pakistani officials said they had talked to their Indian counterparts and accepted their explanation that the violations were ''inadvertent.''\n  Meanwhile, the Indian prime minister, Manmohan Singh, said in a speech in the Indian-controlled part of Kashmir that he wanted ''normalized'' relations with Pakistan, as long as it stopped allowing its territory to be used for terrorism. His more conciliatory remarks contrasted with a speech he made a few days ago in which he labeled Pakistan an ''epicenter of terrorism.''\n  The more subdued language was a positive sign, said Shamshad Ahmad, a former Pakistani foreign secretary.\n  ''It is a welcome development,'' Mr. Ahmad said. ''The initial uproar that had emanated from India seems to be subsiding. My personal speculation is that the British prime minister, Gordon Brown, must have played some role in urging the two countries to act responsibly.''\n\nhttp://www.nytimes.com\n\nLoad-Date: December 15, 2008"
}