{
    "title": "In Word Feud With 'Hitler,' 'Satan' Draws Line in Sand",
    "publisher": "the new york times",
    "year": 2006,
    "month": 5,
    "day": 20,
    "full text": "Bernardo Alvarez, the Venezuelan ambassador to Washington, says Cuba and Iran are close allies of his country, but he still cannot understand why the United States listed Venezuela this week as a nation that is not cooperating on terrorism.\n  ''We want to cooperate with the United States,'' he averred during a meeting with reporters on Thursday.\nIn Tripoli, Libya, however, Mr. Alvarez's boss, President Hugo Chavez, on Thursday urged ''the whole world to unite against the hegemony of the United States.'' \n  Relations between the United States and Venezuela have been steadily deteriorating since the United States recognized the leaders of a coup that briefly unseated Mr. Chavez in 2002, but they lurched backward on Monday when the Bush administration announced that the United States would sell no more military equipment to Venezuela because of what it said was Venezuela's failure to cooperate on terrorism investigations.\n  In recent months the United States had chosen generally to ignore Mr. Chavez's many provocations. He has referred to President Bush as Satan and ''the biggest genocide person alive.'' At the same time, Mr. Chavez has tried to use Venezuela's oil wealth to peel allies away from Washington.\n  ''If we responded to every insult, that is all we would do,'' said Thomas A. Shannon Jr., assistant secretary of state for Western Hemisphere affairs.\n  Still, American officials have not been totally silent. Mr. Chavez also compared Mr. Bush to Hitler, but only after Defense Secretary Donald H. Rumsfeld compared Mr. Chavez to Hitler. And Secretary of State Condoleezza Rice calls Mr. Chavez ''the most dangerous man in the region.'' \n  But Mr. Shannon and other officials said Mr. Chavez's longtime friendship with President Fidel Castro of Cuba and Venezuela's growing relationship with Iran could no longer be ignored. What, they ask, would prevent Mr. Chavez from sharing terrorism-related intelligence with Mr. Castro or President Mahmoud Ahmadinejad of Iran? The United States lists both countries as state sponsors of terrorism.\n  ''We reached a point where we needed to state this in a more direct and public way,'' Mr. Shannon said in an interview on Thursday.\n  Mr. Alvarez insisted: ''We share information on oil with Iran, and we are doing some other projects together. But we don't consider Iran a terrorist state.''\n  Both the United States and Venezuela say the other does not listen and will not respond to concerns.\n  During a breakfast meeting with reporters a few months ago, Mr. Alvarez loudly complained that Mr. Shannon would not meet with him, despite repeated requests. ''I don't understand,'' he said. That day, Mr. Chavez provided the explanation: on a stage in Caracas, he called Mr. Bush ''a madman.''\n  Mr. Alvarez got his meeting with Mr. Shannon anyway. But since then, American officials say, the repeated insults and provocations from Venezuela have worn them down.\n  ''We've been looking at this for a long time,'' Mr. Shannon said, ''and enough is enough.'' \n  Last month, protestors prevented William Brownfield, the United States ambassador to Venezuela, from donating baseball bats and gloves to children in an impoverished Caracas neighborhood. Then, as Mr. Brownfield was driving away, the protesters followed him and pelted his car with tomatoes, eggs and rotten fruit as Venezuelan security officers stood by and watched. It was the fourth such attack in weeks, and State Department officials were furious.\n  The next day, R. Nicholas Burns, an under secretary of state, summoned Mr. Alvarez to his office and told him that the United States held the Venezuelan government directly responsible for the attacks, and that if they did not stop, Mr. Alvarez would be confined to his residence. \n  ''He was very rude,'' Mr. Alvarez complained, but there have been no attacks since. \n  Asked on Thursday about the attack, he said, ''There are 18,000 government officials in that area'' where the attack occurred. ''How can we know what all of them are doing?'' \n  Mr. Shannon said he and other officials related their concerns to Venezuela about the terrorism issue, ''and then we didn't get a response, we didn't get a response, we didn't get a response.''\n  Mr. Alvarez described a similar frustration. ''I have been asking this again and again and again,'' he said, for an explanation of the terrorism charge. ''We send letters and don't get answers.''\n  Mr. Shannon said the United States' primary concern was the close integration of Venezuela's and Cuba's intelligence services, ''and we have seen a deepening of that relationship.'' The United States has several other longstanding concerns, including allegations that Venezuela aids anti-government guerrillas in Colombia. ''And these are things that have gotten worse over time,'' Mr. Shannon added.\n  Mr. Alvarez contends that ''we cooperate with Cuba wholly on social matters'' and that the other charges are ''outrageous.''\n  Both men, when asked where the United States-Venezuela relationship was headed, accepted no blame for the deterioration and said improvement was entirely up to the other side.\n  ''We are not the enemy of the U.S.,'' Mr. Alvarez said, ''but we hope rationality will prevail in this country.''\n  Mr. Shannon had a similar view.\n  ''We continue to be open to a relationship with Venezuela,'' he said. ''But we haven't seen that willingness. And to be honest we're not going to spend a lot of time on this.''\n\nhttp://www.nytimes.com\n\nLoad-Date: May 20, 2006"
}