{
    "title": "In Wake of Plot, Justice Dept. Will Study Britain 's Terror Laws",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 15,
    "full text": "Attorney General Alberto R. Gonzales on Monday ordered a side-by-side review of American and British counterterrorism laws as a first step toward determining whether further changes in American law are warranted.\n  The plot to blow up airliners bound from Britain to the United States has highlighted differences in legal policies between the two allies, with American officials suggesting that their British counterparts have greater flexibility to prevent attacks.\nNewly revised British counterterrorism laws, for instance, allow the authorities to hold a suspect for 28 days without charges, where American law generally requires that a suspect held in the civilian court system be charged or released within 48 hours. \n  Homeland Security Secretary Michael Chertoff said in appearances on the Sunday morning news programs that he thought bringing American laws more closely into line with Britain's, particularly regarding the detention of terror suspects without charges, could help deter threats at home.\n  ''I think certainly making sure that we have the ability to be as nimble as possible with our surveillance, it's very important,'' Mr. Chertoff said on ''Fox News Sunday.'' \n  ''And frankly,'' Mr. Chertoff added, ''their ability to hold people for a period of time gives them a tremendous advantage.''\n  Mr. Gonzales echoed those remarks Monday in an appearance before a veterans group in Chicago. Asked about Britain's 28-day policy, he said, ''That may be something we want to look at,'' according to an account by The Associated Press. But he also said: ''Is it consistent with our Constitution? We have to look at that.''\n  After the attorney general's comments, the Justice Department said he was directing officials there, including those in the Office of Legal Policy and the Office of Legal Counsel, to study the issue by comparing the two countries' laws. \n  ''The attorney general has committed to a review to evaluate and compare the terrorism laws in the United Kingdom with those in the United States,'' said Brian Roehrkasse, a department spokesman. ''Any changes to our existing terrorism laws would only be considered after extensive review and discussion to ensure that such a change would be necessary, appropriate and constitutional.''\n  The review, for which department officials set no timetable, could set the stage for another fierce debate in Congress over the extent of the executive branch's antiterrorism powers. \n  The Federal Bureau of Investigation, meanwhile, is continuing to review evidence seized in the British investigation of the airliner terrorism plot, American law enforcement officials said. But so far, they said, no links to any Americans have surfaced.\n  In the days leading up to the announcement last week that Britain had foiled such a plot, the F.B.I. deployed several hundred agents to run down any American connections, and the Justice Department sought double or triple the usual rate of court-approved wiretaps to monitor the communications of American suspects, the officials said.\n  But a senior law enforcement official, speaking on condition of anonymity because the investigation is continuing, said Monday that ''we're satisfied at the moment that there's no direct connection'' between the British plot and anyone inside the United States. \n  Several episodes within the United States in recent days stirred speculation in the news media about a possible terrorism link. They included the search for 11 Egyptian students who had failed to report for an academic program in Montana and the arrest of three Texas men found in Michigan with about 1,000 cellphones in their van. \n  All the Egyptian students have now been arrested on immigration charges, but law enforcement officials said Monday that they were confident that neither the Egyptian students nor the Michigan cellphone suspects had any ties to terrorism.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 15, 2006"
}