{
    "title": "In Wake of Attacks, French Ambassador Talks Terrorism, Diplomacy",
    "publisher": "university wire",
    "year": 2015,
    "month": 2,
    "day": 5,
    "full text": "The fact that a terrorist attack occurred in France was not a surprise, Gérard Araud, French ambassador to the United States said on Thursday during a talk at the Harvard Center for European Studies.\nThe discussion, entitled \"France After the Terrorist Attacks in Paris,\" addressed the shooting at satire magazine Charlie Hebdo in Paris last month.\n\"We knew there would be a terrorist attack,\" he said. \"The danger is still there.\"\nAraud blamed the increased risk of terrorist attacks in France on a radicalization of French youth. According to the ambassador, some of the 4,000 to 5,000 extremist youth currently living in France became radicalized in Syria, a country in which one of the Charlie Hebdo shooters had planned to fight. He said that it would not be legal to arrest or feasible to monitor all of the extremists in France.\n\"Of course we can't arrest them,\" he said. \"We are a democracy.\"\nAccording to Araud, it takes four to five police to monitor a single individual.\nVarnel L Antoine French Ambassador Gérard Araud and Arthur Goldhammer, senior affiliate at the Center for European Studies, facilitate a discussion about the events surrounding the attack on satire magazine Charlie Hebdo.\nDespite these challenges, Araud said that France has addressed extremism by increasing the budget of its Ministry of the Interior and by passing legislation intended to prevent citizens from traveling to and returning from Syria. Araud added that international efforts to prevent radicalization are underway, pointing to an anti-extremism summit that will occur at the White House later this month.\nAraud also addressed European and American relations with Russia during the talk, which about 60 people attended. He said he thinks Russia is ready to escalate the conflict over Ukrainian sovereignty as much as necessary in the face of international opposition, while the U.S. and Europe are not.\nRegarding proposals to equip Ukrainians with arms to defeat the occupation, he asked, \"Do you think the Ukrainians would be able to beat the Russians?\"\nAraud was appointed the French Ambassador to the United States in September 2014. This trip marks his first visit to the French consulate in Boston, according to Maïa Gabily, press and public affairs attachée for the consulate.\nGabily said France maintains a consulate in Boston because the country has significant business interests in New England. As many as 20,000 French business affiliates live in the region, she said.\n-Staff writer Daniel R. Levine can be reached at daniel.levine@thecrimson.com Follow him on Twitter @danielrlevine.\n\nLoad-Date: February 5, 2015"
}