{
    "title": "INCIDENTS RAISE NEW TERRORISM CONCERNS Two bombings, stabbing attack all occurred in 12-hour period",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "NEW YORK - Authorities are investigating three incidents - explosions in New York and New Jersey and a stabbing attack in Minnesota - that took place within a 12-hour period on Saturday and sowed fears of terrorism.\n Officials said they could identify no definitive links between the disturbances - a bombing that hurt 29 in Chelsea, an explosion along the route of a scheduled race in Seaside Park, New Jersey, and a stabbing that wounded nine in a St. Cloud, Minnesota, mall.\n But each incident in its own right raised the possibility of terrorist connections, prompting federal and local law enforcement to pour major resources into determining exactly what happened and why.\n A news agency linked to the Islamic State claimed Sunday that the suspect in Minnesota, who was fatally shot by an off-duty police officer, was \"a soldier\" of the militant group, though there was no confirmation of what connection the man may have had.\n A claim of responsibility is no guarantee that the terrorist group directed or even inspired the attack, and authorities said they were still exploring a precise motive. The terrorist group made no similar claims about the New York and New Jersey incidents.\n In New York, authorities said there was no evidence that the mysterious Saturday-night explosion was motivated by international terrorism, though they confirmed that the bombing was intentional.\n \"This is the nightmare scenario,\" Gov. Andrew Cuomo said.\n Late Sunday night, the FBI said  the bureau and the New York police \"conducted a traffic stop of a vehicle of interest in the investigation into Saturday's bombing in Manhattan.\" In a statement, the bureau said  the stop was made at about 8:45 p.m. Sunday and that no one had been charged with any crime so far.\n \"A number of people\" were taken into custody by the FBI, according to a law enforcement official familiar with the investigation who asked not to be identified discussing the situation.\n News of this operation was first reported by New York state Sen. Martin Golden, who represents a swath of Brooklyn where he said the traffic stop occurred. In a posting on Instagram, Golden wrote that the FBI had taken multiple people into custody  \"with a possible connection to the bombing\" in Chelsea.\n Also Sunday night, the New Jersey Transit rail system halted rail service near Newark Airport due to police activity around Elizabeth, New Jersey. In a message on Twitter, Elizabeth Mayor J. Christian Bollwage wrote that federal, state and local officials were responding to \"a suspicious package\" at a train station in the city. Bollwage later said the Union County bomb squad's robotic device indicated the package could be a bomb.\n Earlier Sunday, Cuomo  said nearly 1,000 police officers and National Guard troops would be sent to bus stops, train stations and airports, as investigators with the New York Police Department, the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives worked to identify the person or people responsible for the explosion.\n Late Sunday, law enforcement officials said they were still looking to see if the explosions in New York and New Jersey were related. Investigators were aggressively looking for connections between the two incidents, said one federal law enforcement official, though the official cautioned that as of Sunday afternoon authorities had not tied them together definitively.\n A second law enforcement official said that while it was looking like the New Jersey and New York blasts \"might be connected,\" investigators still didn't have any hard evidence. The official also said  only one of  three pipe bombs in New Jersey detonated.\n Those injured in the Saturday night blast in Chelsea had been released from hospitals by Sunday.\n The Manhattan explosion occurred about 8:30 p.m. Saturday in the area of West 23rd Street between Sixth and Seventh avenues, injuring 29 people as it hurled glass and debris into the air, officials said. Surveillance video showed passers-by running to get away from the blast, and investigators said they would comb through that and older footage to try to identify those responsible.\n Authorities said the explosion was produced by some type of bomb, and they posted on Twitter a photo of what appeared to be a mangled Dumpster or garbage container. Masum Chaudry, who manages a Domino's Pizza near the scene, said the explosion \"shook the whole building\" and caused \"total chaos.\"\n Cuomo said, \"When you see the amount of damage, we really were very lucky there were no fatalities.\"\n A short time after the explosion, just a few blocks away, police found another potentially explosive device, which looked like a pressure cooker with wiring, according to a law enforcement official who spoke on the condition of anonymity to discuss the ongoing investigation. Pressure cookers were used in the two bombs detonated at the Boston Marathon in 2013.\n The New York police said  this pressure-cooker-type device was first rendered safe at a Bronx facility. This device and materials from Seaside,  New Jersey, were sent to the FBI's lab in Quantico,  Virginia, where they and the remnants of the device that exploded will be analyzed, authorities said.\n Sara Miller, who was at a restaurant two blocks from the site of the explosion, said she heard the blast, then saw people scrambling to get away. \"I was here on Sept. 11 so I thought, maybe, you know, I was being paranoid ...  but then I saw people running,\" said Miller, 42. \"It is a scary time because you never know when it will happen again.\"\n Officials differed on whether to call the Saturday night explosion an act of terrorism. Cuomo said: \"It depends on your definition of terrorism. A bomb exploding in New York is obviously an act of terrorism, but it's not linked to international terrorism.\"\n City, police and FBI officials said it was too early to determine any type of motivation, though they insisted they would not shy from labeling the crime an act of terror if it became appropriate to do so.\n \"We do not know the motivation. We do not know the nature of it. That's what we have to do more work on,\" said New York City Mayor Bill de Blasio, who shied away from labeling the attack as terrorism.\n The incident comes as foreign leaders, including many heads of state, are heading to Manhattan for the United Nations General Assembly. Secretary of State John Kerry arrived Saturday, while President Barack Obama is scheduled to head to the city on Monday.\n This annual meeting - held more than 2  miles from the site of the explosion in Chelsea - is traditionally a challenging time for New York, as many roads are shut down and the heavy security leads to traffic jams. Officials said they had already prepared to beef up security, and now they would intensify those efforts.\n On the campaign trail, the Democratic and Republican presidential candidates offered varied reactions to news of the incident. As early reports circulated Saturday night, Donald Trump declared that a \"bomb went off\" in New York City and said: \"We better get very, very tough. We'll find out. It's a terrible thing that's going on in our world, in our country and we are going to get tough and smart and vigilant. ? We'll see what it is. We'll see what it is.\"\n Hillary Clinton condemned what she characterized as the \"apparent terrorist attacks\" in Minnesota, New Jersey and New York.\n \"This should steel our resolve to protect our country and defeat ISIS and other terrorist groups,\" Clinton said, using an acronym for the Islamic State. She added, \"I have laid out a comprehensive plan to do that.\"\n The Chelsea explosion occurred about 11 hours after a pipe bomb exploded in a Jersey Shore garbage can, shortly before a scheduled charity 5K race to benefit Marines and Navy sailors. No one was hurt.\n Officials said that device, too, would be sent to the FBI lab in Quantico, though Cuomo noted the pipe bombs used in New Jersey \"appear to be different\" than those in New York.\n New York Police Commissioner James O'Neill said officials would explore a possible connection between the two cases but noted, \"At this point, there doesn't appear to be one.\"\n Two law enforcement officials said residue of tannerite - used primarily for making exploding targets for firearms practice - was found in material that had detonated in New York. The explosive material found in New Jersey was a black powder.\n The two officials said a cellphone was used to detonate the explosives in both New York and New Jersey.\n A law enforcement official said Sunday that officials were examining all the devices, reviewing surveillance footage and combing through social media. Another official said  there was no clear suspect as of Sunday afternoon but that the investigation was in its  early stages.\n \"Whoever placed these bombs, we will find, and they will be brought to justice,\" Cuomo said.\n Some New Yorkers, though, said they felt uneasy waiting. Leonard Glass, 55, who walked 20 blocks from the upper West Side of Manhattan to the site of the explosion early Sunday afternoon, said that no one had taken responsibility for the explosion made it worse.\n \"I hope this is something else,\" he said. \"Not terrorism.\"\n In another incident Saturday night in Minnesota, a man who made reference to Allah and asked at least one person whether he or she were Muslim stabbed and wounded nine people inside a Minnesota mall. He was shot to death by an off-duty police officer. On Sunday, the Islamic State claimed that the attacker was \"a soldier of the Islamic State\" and \"carried out the operation in response to calls to target the citizens of countries belonging to the crusader coalition.\"\n\nLoad-Date: September 24, 2016"
}