{
    "title": "Index; Democratic Convention",
    "publisher": "the new york times",
    "year": 1980,
    "month": 8,
    "day": 13,
    "full text": "Kennedy delegates in New York area wary of backing Carter B3\nLiberal leader says it is ''turnip time'' for Carter B4\nDiscouraged Kennedy delegates reassessing their role B4\nCampaign Report B4\nTwenty-one protesters are first to be arrested at convention B5\nThreat of rain sends Democratic reception at Museum indoors B5\n \nInternational\nU.N. moderates warn against call for Israel trade cutoff A3\nIsrael plans to indict Washington Star correspondent A4\nAround the World A11\nChilean detectives arrested on terrorism charges A12\n \nGovernment/Politics\nAlabama Senator withdraws support for judicial nomination A18\nTapes at Abscam trial said to tell of bribe attempt B8\n \nThe Living Section\nFood Chicken: Inexpensive, easy and often even chic C1\nFrance's pampered poultry C1\n60-Minute Gourmet C3\nBest Buys: Big rise in food prices predicted C4\nWine Talk: Debunking some cliches C13\nLiving The couponing of America C1\nMetropolitan Diary C2\nPierre Franey's Kitchen Equipment C2\nPersonal Health: The itches of summer C8\nDiscoveries C12\n \nArts/Entertainment\nJack Weston and David Bowie headed for Broadway C15\nConvention coverage by the TV networks is compared C20\n''Kennedy and Roosevelt'' by Michael Beschloss is reviewed C21\n \nSports\nCause of sport fishing advancing at a slow pace D18\nGiants concentrate on first-down play at practice D19\nMurray Chass on Bill Veeck and the White Sox D21\n \nFeatures/Notes\nMan in the News: Luis Garcia Meza, Bolivian leader A12\n \nNews Analysis\nJohn Kifner on the balance of power in Iran A1\nAdam Clymer compares Republican and Democratic platforms B1\nClyde Haberman on Mayor Koch's definition of 'promises' B5\n \nEditorials/Letters/Op-Ed\nEditorials A22\nAiming and dodging missiles: nuclear targeting queries shelter for whom?  The best bet for Mayor Koch Topics: Sneezes, Headaches Letters A22\nRussell Baker: convention questions TV reporters never raised A23\nJames Reston: no ''unity'' for the Democratic Party A23\nBruce J. Ennis: for evenhanded application of secrecy laws A23\nEdward Pessen: relatively affluent origins of U.S. Presidents A23\nEdward Friedman: little-known horrors in China's recent past A23"
}