{
    "title": "Index; International",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 7,
    "full text": "AN-A\nMao's widow linked in trial to fatal torture 3\nIn Sant'Angelo, rows of coffins and a yellow doll 3\nAround the World 4\nTurk reviews military regime's successes against terrorism 6\nU.S. mission flies to El Salvador to investigate murders 8\nUruguayan leader says setback in plebiscite won't affect regime 11\nPalestinians deported by Israel say they will take case to U.N.  12\nA look at the Moslem Brotherhood in Jordan 14\nIraq says Iran bombed Kurdish areas of northern Iraq 15\nReagan transition team criticizes U.S. policy toward Africa 16\nPoland's new Politburo viewed as being more independent 17\nExpert supports Brezhnev re- mark on European missiles 21\n \nGovernment/Politics\nOhio facing fiscal crises and new taxes 26\nReagan to face early decision on food stamp program 32\nHouse defeats compromise bill on automobile safety 34\nKoch and Milonas strike accord on court changes 45\nJustices weight street closing in Memphis bias case 79\n \nGeneral\nAround the Nation 26\nFoes of Klan call for march at Reagan inauguration 29\nGannett reported planning na- tional paper by satellite 38\nJournalists' group sued for libel on Arizona crime series 39\n \nIndustry/Labor\nFederal agency delays use of im- proved oxygen pack by miners 35\nTransit officials and union trade charges on maintenance 55\nHealth/S cience Young explorers near end of round-the-world voyage 94\n \nEducation/Welfare\nCity College continues 2-year search for a president 96\nColumbia gets $1.5 million from Weatherhead Foundation 97\n \nArts/Entertainment\nMusic debuts in review 100\nThe Festival Opera sings ''Fide- lio'' 100\nHilly, Lili and Lulu sing pop at Mickey's 100\nPremiere by the Ailey dancers 101\nVictoria de los A ngeles at Carne- gie Hall 101\n \nStyle\nThe Reagan team's woman-most likely 102\nAre boys better at math?  102\n \nObituaries\nStanley C. Mader Jr., developer of computer training programs 49\nRobert McLean, publisher and ex- Associated Press president 53"
}