{
    "title": "Independents side with Dems on key issues",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 1,
    "day": 28,
    "full text": "Independents, an important segment of voters in both Missouri and Illinois, are siding this season with Democrats on health care and other issues with deepening partisan divides, new Post-Dispatch/KMOV-TV polls have found.\nThe gap could generate more enthusiasm for Democrats in the Feb. 5 primaries but could have an even bigger impact in November - barring changes in the landscape of issues.\n\"The bottom line is that independents are closer to Democrats right now in their views, and independents could well decide this election,\" said Del Ali, of Research 2000, who conducted the polls.\nResearch 2000 interviewed 207 likely independent voters in Missouri, and 240 in Illinois, as part of polls conducted last week in each state of 800 likely voters. The rest of those polled were self-described Republicans or Democrats.\nPost-Dispatch interviews with independent voters after the polls reflected their heightened concerns about health care and the potential impact on the fall elections.\nRichard Ramirez, a police officer in St. Louis County and a ticket-splitter who might support either party for president, said health care tops his list of issues.\n\"It's really hard to pull for the Republican Party right now,\" said Ramirez, 35, who felt so strongly about health care issues that he left the St. Louis police force for his current job.\nOthers, like Norman Wayman, 62, a retired state worker from Murphysboro, in Southern Illinois, sound as if they can be won over if a candidate can strike a chord with them by Feb. 5. Thus far, Wayman said, neither party is speaking to his top three concerns: the economy, controlling big business and immigration.\n\"I'm waiting for a candidate to say something I can digest,\" Wayman said.\nPresidential aspirants making late appeals in Missouri and Illinois before the primary next week almost certainly will focus heavily on the economy and health care, issues near the top of voters' concerns.\nOn Feb. 5, independent voters could be especially important for Arizona Sen. John McCain, who won recent primaries in New Hampshire and South Carolina with heavy independent voter support. Among Democrats, Illinois Sen. Barack Obama has had the most success with independents.\nIn the fall, independents also could play an even larger role, Ali said.\nAccording to the latest Research 2000 polls, independents are expected to make up 26 percent of Missouri's electorate (compared with 39 percent Democrats and 35 percent Republicans) on Feb. 5. In Illinois, a generally Democratic state, Research 2000 is predicting the Feb. 5 voter breakdown will be 42 percent Democrats, 30 percent independents and 28 percent Republicans.\nIn both states, independents shared the Democrats' overall negative views. The poll in each state found that a vast majority of Democrats - 96 percent - believe the country is headed in the wrong direction, with roughly 8 in 10 independents also seeing the nation off course. Republicans express markedly rosier views with 64 percent of Missouri GOP members saying America is moving in the right direction, compared with 55 percent of Illinoisans.\nBistate voters agree that the economy is the most important issue at the moment in determining their vote for president, and Republicans and Democrats generally share that concern.\nTerrorism and homeland security, issues favoring Republicans that shone brightly on the radar screen of public opinion in recent elections, have diminished in importance. And \"values issues\" like gay marriage and stem cell research, which brought GOP voters to the polls, barely register compared with previous elections.\nBefore the 2006 midterm elections, 1 in 5 Missourians ranked terrorism and homeland security as their most important voting issue. But now, just 1 in 10 Missourians place terrorism at the top of their list of concerns. In Illinois, the number of people ranking terrorism highest on their worry list is minuscule, just 3 in 100, the new poll found.\nYet immigration, an issue viewed as favoring Republicans, ranks high on the list of concerns among Missourians, including independents - far higher than in Illinois.\nAli noted that if concern about taxes rises and is coupled with renewed worry about terrorism in the months ahead, the landscape could improve markedly for Republicans.\nThe Iraq war - by far the most important issue in Missouri in 2006 - has been replaced at the top of the list by the economy but is still a significant issue to voters in both major parties, as well as independents.\nAli said voters in Missouri and Illinois, like other states in which he is polling this year, are exhibiting a strong partisan divide on the issue of the environment.\n\"I've come to the conclusion that a majority of Republicans see global warming as a myth,\" he said.\nThe latest Missouri and Illinois findings track with a new national poll by the Pew Research Center showing that the partisan gap has widened on issues like health care and global warming.\nThose differences could be significant both in what candidates are saying in the coming general election campaign and in how the eventual winner governs, said Pew pollster Carroll Doherty.\n\"These gaps suggest that the growing divides we've been seeing are going to be difficult to overcome regardless of who the president is,\" he said.\nEven though pollsters say issues favor Democrats, several independents say they remain undecided.\nFor Laura Redman, of Hudsonville, in southeastern Illinois, you can't find an issue more important than health care. She has a developmentally disabled daughter at home, part of family circumstances she describes as sub-poverty living.\nAmong Democrats, Obama holds some appeal to her. But she is turned off by two Obama rivals with well-defined health care plans, former North Carolina Sen. John Edwards (\"too slick\") and Sen. Hillary Clinton (\"would do anything to get elected\").\nOn the Republican side, Redman is drawn to McCain, partly because she has a brother serving in the Navy in Iraq. \"He's the closest thing to a national hero we have,\" Redman, 44, said of McCain.\nBarbra Shirley, 68, a St. Louis retiree, is an independent who ranks health care at the top of her list of concerns. Democrats may get higher marks on those issues in polls, but thus far neither major party has moved her in a campaign that she considers largely to be \"tongue-wagging.\"\n\"You have to wade through all this muck and mire, all this back-stabbing and throwing barbs at one another. You wonder if it (the election) even makes any difference,\" she said.\n---\nPOLL RESULTS\nIndependent voters make up 26 percent of Missouri's electorate (compared with 39 percent Democrats and 35 percent Republicans), the new poll found. In Illinois, with 42 percent Democrats, independents are even stronger, outnumbering Republicans 30-28 percent.\nQUESTION: What is the single most important issue in determining your vote for president?\nMISSOURI ILLINOIS DEM GOP IND DEM GOP IND Economy/jobs 29% 16% 24% 24% 21% 21% Iraq war 19% 7% 13% 21% 17% 18% Immigration 4% 21% 11% 2% 13% 5% Health care 15% 5% 12% 22% 10% 20%\nQUESTION: Do you feel the country overall is heading in the right direction or wrong direction?\nMISSOURI ILLINOIS Dem GOP Ind Dem GOP Ind Wrong direction 96% 28% 83% 96% 36% 79% \n\nNotes\n\n voters poll \n\nGraphic\n\n \nGRAPHIC\n GRAPHIC - POLL RESULTS POST-DISPATCH \n\nLoad-Date: January 28, 2008"
}