{
    "title": "INDIA 'S LEADER TARGETS PAKISTANI -SPONSORED TERRORISM IN KASHMIR",
    "publisher": "the new york times",
    "year": 2001,
    "month": 8,
    "day": 16,
    "full text": "In his first direct address to the nation since the breakdown of peace talks with Pakistan a month ago, India's Prime Minister Atal Behari Vajpayee said yesterday his government would \"not hesitate in the least to crush Pakistan-sponsored terrorism,\" which has led in recent weeks to attacks on Hindu civilians in the Indian state of Jammu and Kashmir.\n India has blamed the massacres, in which dozens of pilgrims, rail passengers and other civilians have been killed, on Pakistani-backed Islamic militants fighting secular but predominantly Hindu rule of Kashmir by India.\nTuesday night, seven people, three of them women, were gunned down in a village, police said.\n Vajpayee, in an independence day speech, delivered from behind bulletproof glass on the ramparts of the Mughal-era Red Fort, yesterday scoffed at the Pakistani president, Gen. Pervez Musharraf, for characterizing the violence in Kashmir as a freedom struggle.\n Musharraf, who took power in an October 1999 bloodless coup, was just as blunt in statements he made on Tuesday. He reiterated that Kashmir is the primary obstacle to better relations between Pakistan, an Islamic state, and India. Pakistan maintains that the 12-year-old insurgency in Kashmir is an indigenous rebellion against India's oppressive rule.\n India and Pakistan were created 54 years ago when the former British colony was partitioned into two nations. They have fought two full wars over Kashmir since and a small one in 1999. India considers predominantly Muslim Kashmir an integral part of the nation, while Pakistan contends it should have the right to join Pakistan.\n Yesterday, Vajpayee also blamed the Pakistani ruler for the disappointing outcome of peace talks last month, saying India would never accept the general's singular focus on the two nations' conflict in Kashmir.\n\nLoad-Date: August 17, 2001"
}