{
    "title": "India says probe ties attacks to Pakistan",
    "publisher": "pittsburgh tribune review",
    "year": 2009,
    "month": 1,
    "day": 6,
    "full text": "NEW DELHI -- India handed over to Pakistan on Monday key findings from its investigations into the deadly November attacks in Mumbai and said it expected credible action against those named in the report \"as quickly as possible.\" \nIndia's foreign secretary, Shiv Shankar Menon, said that the material in the detailed dossier of evidence ties the gunmen who carried out the attacks to \"elements in Pakistan\" and added that Islamabad was obliged to extradite those responsible. \nAt a news conference, Foreign Minister Pranab Mukherjee called the three-day siege, in which more than 170 people were killed, an \"unpardonable\" act, and he urged Pakistan's government to honor its promise to crack down on groups that foment violence against India. \nIn a written statement, the Foreign Ministry said India hopes that the government in Islamabad will \"undertake further investigations in Pakistan and share the results with us so as to bring the perpetrators to justice.\" \nIndia has accused the banned Pakistan-based Islamist group Lashkar-i-Taiba of planning and directing the assault on two luxury hotels, a train station, a Jewish cultural center and other sites in Mumbai. Six Americans were among those killed. Pakistan has offered to participate in a joint probe and detained several members of the group -- steps that India has dismissed as cosmetic. \nMohammed Sadiq, a spokesman for Pakistan's Foreign Ministry, said authorities in Islamabad are reviewing the evidence and declined to comment further, the Associated Press reported. \nMenon, India's foreign secretary, said at a news conference yesterday evening that under the regional South Asian agreement on terrorism, Pakistan is \"obliged to extradite\" anyone found to have engaged in acts of terrorism. He said the legal assistance that India expects \"extends up to and includes extradition.\" \nMenon did not answer directly when asked whether Indian investigators had found a serving officer of the Pakistani government playing any role in the planning of the attack. But he said it was hard to believe that an operation on such a scale \"could occur without anybody anywhere in the establishment knowing that this was happening.\" \n\nLoad-Date: January 6, 2009"
}