{
    "title": "India , Russia to deepen practical cooperation in Information and Communication Technologies",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 2,
    "day": 21,
    "full text": "New Delhi, Feb. 21 -- India and Russia have decided to strengthen \"practical cooperation\" to prevent misuse of information and communication technologies (ICTs) to fight against its use in criminal and terrorist activities.\nDuring their second round of consultations on security in the use of ICTs held last week, the two countries agreed that it is necessary to prevent their misuse for criminal and terrorism purpose, the External Affairs Ministry said in a release today.\nThese consultations were held pursuant to an agreement on cooperation in the ICT field on the sidelines of the 8th BRICS Summit in Goa in 2018.\nThe Indian delegation was led by Deputy National Security Adviser Rajinder Khanna and National Cyber Security Coordinator Guishan Rai, while the Russian delegation was led by Oleg Khrarnov, Deputy Secretary, Security Council of the Russian Federation.\n\"Both sides reiterated intention to strengthen practical cooperation on issues relating to ensuring security in the use of ICTs, including information sharing, on emerging threats in this field, exchange of technical information, capacity building, including sharing ICTs to fight against its use for criminal and terrorist purposes,\" the release said.\nThe two sides also agreed it was necessary to prevent misuse of ICTs for criminal and terrorism purpose and that in order to prevent possibilities of conflict, appropriate mechanism for ensuring security in the use of ICTs should be put in place.\n\"Both sides reaffirmed their common concerns relating to threats . and common approaches in ensuring security in this field.and highlighted the need to strengthen bilateral cooperation in the use of ICTs by deepening interaction between specialised agencies,\" it added.\nThe head of the Russian delegation also called on National Security Adviser Ajit Doval, who underlined the strategic character of India-Russia relations as well as highlighted the need to strengthen cooperation in the important sphere of the use of ICTs.\nThe significance of adopting norms, principles and rules of responsible state behavior in the use of ICTs with the UN as the key facilitator was also stressed upon during these consultations.\nIn this respect, there was a need for resumption of work of a group of governmental experts on development in the field of information and telecommunications in the context of international security in order to develop the norms, principles and rules on security in the use of ICTs, it said.\nThe two sides reaffirmed their willingness to maintain regular bilateral dialogue on issues related to ensuring security in the use of ICTs with a view to further enhance cooperation in this area, the release added.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: February 21, 2018"
}