{
    "title": "India 's chief pledges to end terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 1,
    "day": 28,
    "full text": "Indian Prime Minister Atal Behari Vajpayee vowed yesterday to crush terrorism, saying there had been no change on the ground in Kashmir despite Pakistan's promise to crack down on Islamic militants.\nHis comments came as police in the Indian-ruled part of Kashmir reported attacks from suspected Muslim militants and an exchange of fire between Indian and Pakistani forces.\nVajpayee, who has ordered the biggest military buildup in decades along the border with Pakistan, said terrorism directed against India would not be tolerated.\n\"To make us a target of terrorism, and we do not give an appropriate response - that is not possible,\" he said, a day after the Pakistani president, Gen. Pervez Musharraf, had called for talks between the two countries to end their military standoff.\n\"We will uproot terrorism from our soil,\" Vajpayee said in a speech to the National Cadet Corps, where school students are given basic military training.\nIndia, incensed by an attack on its Parliament last month that it blamed on Pakistan-based guerrillas, has said Pakistan must cut off support to rebels fighting India's rule in Kashmir before a de-escalation can take place on the border.\nThe two countries have fought two of their three wars over the disputed region since both gained independence in 1947.\n\"We are faced with the challenge of terrorism from outside, and from within the country. We have to defend our internal security; we have to make our borders inviolable,\" Vajpayee said.\nIndia's hard-line home minister, Lal Krishna Advani, said he had not seen any change in Kashmir since Musharraf's landmark speech on Jan. 12 denouncing terrorism in all its forms.\n\"It has been 15 days now. We have not seen any evidence on the ground so far as India is concerned and so far as . . . Kashmir is concerned,\" he told Star Television network.\nMusharraf, greeting Vajpayee on India's Republic Day anniversary on Saturday, said Pakistan was ready to begin a serious and sustained dialogue with its neighbor to defuse tensions along their border, stretching from Kashmir to the Arabian Sea.\nPolice in Indian-ruled Kashmir said five security personnel were wounded when suspected Muslim militants attacked an Indian paramilitary camp.\nIn a separate attack, rebels raided a policeman's house in the territory, killing his wife and son, Indian police said.\nThey said a civilian was killed when Pakistani forces fired on Indian posts on the international border in the Ramgarh sector, 38 miles from Jammu, the winter capital of Kashmir.\nIn another incident, they said, four people, including two Indian soldiers, were injured by mortar and machine-gun fire from Pakistan's troops in the Nowshehra sector, 110 miles from Jammu.\nIndian and Pakistani armies exchange mortar and small-arms fire almost daily in Kashmir.\nIndia has specifically demanded that Pakistan make good on its promise to crack down on Islamic militancy by closing off the routes along which guerrillas enter Kashmir from Pakistan and hand over 20 men it accuses of carrying out terrorists acts.\nPakistan has detained hundreds of religious extremists, shut down their offices, and denounced terrorism in all its forms. It has said it will not return any Pakistani nationals sought by India but has been less adamant about the Indians on the list.\n\nGraphic\n\n \nPHOTO;\nJOHN McCONNICO, Associated Press\nAtal Behari Vajpayee said he had seen no change in Kashmir.\n\nLoad-Date: January 29, 2002"
}