{
    "title": "Indictment Said to Be Near for Man Charged in Terror Case",
    "publisher": "the new york times",
    "year": 2012,
    "month": 2,
    "day": 27,
    "full text": "A lawyer for a Manhattan man charged with making bombs with terroristic intent said Sunday that she expected her client, Jose Pimentel, to be indicted by a grand jury this week.\nProsecutors in the office of Cyrus R. Vance Jr., the Manhattan district attorney, have been building a case against Mr. Pimentel since he was arrested three months ago in the apartment of a police informer.\nThe police said they had caught Mr. Pimentel, 27, in the act of constructing bombs that he was planning to detonate in New York City. They said he had been inspired by the death of Anwar al-Awlaki, a radical Muslim cleric who was killed in Yemen by a drone strike in September.\nTerrorism cases are usually handled by federal authorities, but the Federal Bureau of Investigation, which had also been tracking Mr. Pimentel's activities, decided not to pursue the case.\nSusan J. Walsh, who, along with Lori Cohen, represents Mr. Pimentel, said Sunday that no plea agreement had been reached. ''We fully anticipate that there will be some sort of indictment announced'' on Thursday, she said.\nMs. Walsh said she did not know what the charges against Mr. Pimentel would be. But, she added, ''I don't believe this is a terrorism case, and I think there is a great deal of overreaching to make it a terrorism case.''\nErin Duggan, the chief spokeswoman for Mr. Vance, declined to comment, citing the confidentiality of grand jury proceedings.\nIn early January, an assistant district attorney, Brian Fields, told a judge that by March 1, prosecutors would produce either a guilty plea from Mr. Pimentel or an indictment of him. The district attorney's office has maintained that its case against Mr. Pimentel is strong and is supported by recorded evidence, including videos that showed him gathering materials to build pipe bombs according to a blueprint published in an online magazine.\nMr. Pimentel was charged on Nov. 20 with weapons possession and conspiracy as crimes of terrorism, and could face life in prison if convicted.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jose Pimentel is accused of planning to detonate bombs. (POOL PHOTO BY JEFFERSON SIEGEL)                \n\nLoad-Date: February 27, 2012"
}