{
    "title": "India believes in peace but not at cost of self respect_ PM",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 9,
    "day": 30,
    "full text": "New Delhi, Sept. 30 -- India staunchly believes in peace and is committed to taking it forward, but it would not be at the cost of compromising its self-respect and sovereignty, Prime Minister Narendra Modi said Sunday as he asserted that the armed forces will give a befitting reply to any attempt to destroy the atmosphere of peace in the country.\nRecalling the 2016 surgical strikes, he said Indian troops gave a befitting reply to the \"audacity of a proxy war\" under the \"garb of terrorism\".\nIn his monthly 'Mann ki Baat' radio address, Modi said, \"It has now been decided that our soldiers will give a befitting reply to whosoever makes an attempt to destroy the atmosphere of peace and progress in our nation.\" He said India staunchly believe in peace and is committed to taking it forward, \"but not at the cost of compromising our self-respect and sovereignty of our nation. India has always been resolutely committed to peace.\" India has never eyed someone else's territory maliciously. \"This in itself was our commitment and dedication towards peace,\" the PM said.\nHis remarks came days after India called off the planned meeting of foreign ministers in New York, citing the brutal killings of three policemen in Jammu and Kashmir.\nThe Ministry of External Affairs had said talks in the current circumstances would be futile and also cited stamps issued by Pakistan in July to \"glorify\" Kashmiri militant Burhan Wani as a reason for the cancellation.\nModi pointed out that India is one of the largest contributors to various United Nations Peace Keeping Forces in terms of sending its personnel.\n\"For decades, our brave soldiers wearing blue helmets have played a stellar role in ensuring maintenance of world peace,\" he said to drive home his point.\nHe said yesterday Indians celebrated 'Paraakram Parva' to mark the second anniversary of the surgical strikes. \"We remembered that surgical strike carried out in 2016, where our soldiers gave a befitting reply to the audacity of a proxy war under the garb of terrorism,\" he said.\nHe said such celebrations remind the youth of the glorious heritage of the army. \"It also inspires us to maintain the unity &#38; integrity of the country,\" he said.\nDays before Air For Day is celebrated on October 8 to mark its birth in 1932, Modi said \"air warriors\" have proved themselves to be the cynosure of every citizen's eye through display of sheer might in the skies.\nHe also recalled the contribution of the IAF in transporting men and material to Srinagar in 1947 when Pakistani attackers had tried to capture Jammu and Kashmir.\nHe said IAF payed a key role in 1965, 1971 and the Kargil war. He said be it the relief and rescue work or disaster management, the country is indebted to the IAF for its commendable efforts.\nHe pointed out that the Air Force has set an example in ensuring gender equality and has opened its doors for women.\n\"Now, the Air Force is offering the option of permanent commission to women, besides the Short Service Commission ...India can proudly claim that in the armed forces, only man-power but woman-power too is contributing equally. Women are already empowered and now getting armed too,\" he said.\nThe prime minister also praised navy commander Abhilash Tomy for his courage at high seas when his boat was damaged in storm while participating in Golden Globe Race.\n\"He fought to be afloat without food or drink. He did not accept defeat and continued to fight death. A rare example of courage, determination, strength and bravery,\" Modi said.\nHe recalled his meeting with Tomy and prayed for his sound health.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 30, 2018"
}