{
    "title": "India - Pakistan rapprochement_ Terrorists, beware",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 7,
    "day": 17,
    "full text": "This week's sit-down between the prime ministers of Pakistan and India may not have removed mountains of suspicion and hostility between these two rivals, but their meeting may have leveled a few foothills.\nIf that effort continues, it could have an earth-shattering effect on the Taliban and Al Qaeda, greatly helping the US in the anti-terrorism fight.\nThat's because the Pakistan-India rivalry is central to removing the threat of Islamist terrorism from this region, including Afghanistan.\nHistoric tension between Pakistan and India has distracted the Pakistan government from fully facing down Islamist extremists at home. The majority of Pakistan's troops are concentrated on its eastern border with India, rather than in the troublesome western border region with Afghanistan.\nIndia-as-enemy also helps fuel the cause of Islamist militants in Pakistan, granting them - until recently - considerable leniency from the Pakistani government and public.\nA CliffsNotes version of the region's geopolitics would boil it down to this: Remove the rivalry distraction from the government, remove a major source of fuel from Islamist extremism, and the militants lose on two important fronts.\nBut rapprochement between Islamabad and New Delhi is not a given. The two governments have fought three major wars since the partition of British India established their countries more than 60 years ago, and they're locked in a territorial dispute over Kashmir.\nLast year, when Islamist terrorists based in Pakistan staged a spectacular attack on the Indian port city of Mumbai - killing more than 170 people, including the gunmen - India broke off dialogue with Pakistan. It insists that Pakistan bring the Mumbai perpetrators to justice.\nGiven this background, the face-to-face between Indian Prime Minister Manmohan Singh and Pakistani Prime Minister Yousaf Raza Gilani this week is encouraging.\nTheir joint statement is even more so. The two agreed that terrorism - not each other's country - is the main threat to each nation, and they will cooperate in fighting it. And they agreed that talks on a whole host of difficult bilateral issues - including Kashmir - should not be linked to action against terrorism. In theory, at least, that should allow talks to resume regardless of what's happening on the ground.\nBut statements and follow-through are two different things, and here, the United States can be helpful. Not in a big-foot way, and certainly not as a mediator, which India categorically rejects.\nThe US has good relations with both governments (and not a little leverage). It can encourage each to restart talks, and it can help each with the antiterrorism fight.\nUS Secretary of State Hillary Rodham Clinton has just such an opportunity when she begins a visit to India today.\nIn an opinion piece published in the Times of India newspaper on the day of her arrival, Secretary Clinton wrote that India and the US had \"experienced searing terrorist attacks.\" She added, \"We should intensify our defense and law enforcement cooperation... And we should encourage Pakistan as that nation confronts the challenge of violent extremism.\"\nCaveats as towering as the Himalayas threaten Pakistan's anti-terrorism efforts - and thus, progress in relations between India and Pakistan. The caveats include differences of opinion between governments over which militants are bad militants. Seemingly intractable poverty and lawlessness create fertile ground for Islamist extremists in Pakistan. The government itself is an emerging and shaky democracy.\nBut Pakistani public opinion has turned decidedly against the extremists. More than 80 percent view the Taliban and Al Qaeda as a threat to their country, according to WorldPublicOpinion.org, an effort of the University of Maryland.\nThis bolstered Islamabad as it moved much more intensely against terrorists in recent months. This week refugees are beginning to return to their homes in the Swat Valley, after the Pakistani Army undertook a significant effort to clear the region of insurgents.\nLast year, Pakistan was not serious about fighting terrorists in its own country. Relations with India had badly deteriorated. The US surge in troops and civilian help in Afghanistan had not yet begun.\nThat picture has since changed, and conditions for gaining the upper hand against Islamist extremism in the region have improved. Nothing guarantees a successful outcome, but real progress in the India-Pakistan relationship would greatly help.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: July 17, 2009"
}