{
    "title": "India cancels rare Pakistan meeting over 'brutal killings'",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 21,
    "full text": "Ministry of External Affairs spokesperson Raveesh Kumar today confirmed that External Affairs Minister Sushma Swaraj will meet her Pakistani counterpart Shah Mahmood Qureshi in NY at the United Nations General Assembly in the last week of September. \"This is just a meeting\", Raveesh Kumar, the spokesman for the Indian ministry of foreign affairs said on Thursday.\n\"There are a number of other countries in the region that have accordingly felt that under the shadow of terrorism and cross-border terrorism, it is hard to hold the SAARC Summit which is to be hosted by Pakistan\".\nRaveesh Kumar said that the initiative has been taken over the killing of three policemen in occupied Kashmir as well as the release of postal stamps glorifying Kashmiri Mujahid Burhan Wani.\nQureshi said the world should see that \"Pakistan has held a positive outlook towards the situation while India's attitude has not been so forthcoming\".\nIndia had agreed to talks after Pakistan Prime Minister Imran Khan had written a letter to Prime Minister Narendra Modi seeking to re-start the bilateral talks on key issues \"challenging the relationship\".\nLess than 24 hours after accepting Imran Khan's request, India on Friday cancelled the meeting with Pakistan in NY.\nHe said both the \"deeply disturbing\" developments took place after yesterday's announcement by India to accept Pakistan's proposal for the meeting.\nVietnam President Tran Dai Quang dies at 61\nQuang was promoted through the Communist party's ranks, rising to become a police general and member of the politburo. He had a reputation as a tough leader who was influential within the inner circles of the country's communist party.\nIn the letter, Mr. Khan also suggested that the two Foreign Ministers could discuss the holding of the SAARC summit in Islamabad, which has been delayed due to India's reluctance to join.\nThe India-Pakistan ties nose-dived in recent years following a spate of terror attacks in India by Pakistan-based terror groups.\nHigh-level talks between India and Pakistan are rare.\nHe said talks with Pakistan in such an environment would be meaningless.\nIndia retaliated by carrying out \"surgical strikes\" in September 2016 across the Line of Control (LoC).\nThe MEA spokesperson emphasised that despite agreeing to the meeting, India continued to hold the position that talks and terror can not go together.\nIndia accused Pakistan of killing its policemen, without giving any details. Reacting to the government's decision, senior Congress leader Abhishek Singhvi said, \"Better late than never\". \"We are also ready to talk about the issue of terrorism, which is a global phenomenon, and calls for global and concerted action\", he maintained.\n\nLoad-Date: September 21, 2018"
}