{
    "title": "India Beefs Up Security for Elections, But Critics Say Strategy Is Inadequate",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 6,
    "day": 4,
    "full text": "THE assassination of former Prime Minister Rajiv Gandhi has focused attention on India's efforts to combat terrorism.\nThe Indian government thus far has tried to provide better training and arms to its police and to establish an elite commando force to protect important politicians and officials. Antiterrorism laws that permit detention without charge or trial also have been passed.\nMost analysts, however, agree that the government's antiterrorism strategy has been a failure.\nBefore Gandhi's slaying, unidentified gunmen attempted to assassinate two prominent members of the Congress (I) Party who are contesting parliamentary races in New Delhi. Seven people were reported killed in the attacks. In Punjab, militants assassinated 10 candidates last month, and there are growing doubts whether authorities would be able to hold the polls there. Kashmir will go unrepresented in the Indian Parliament because the situation has been declared too volatile to permit an election.\nMeanwhile, human rights groups, such as Amnesty International and Asia Watch, have reported a large number of \"extra-judicial\" killings by Indian security forces in Kashmir and Punjab.\nGandhi, whose mother, Indira Gandhi, was assassinated by her Sikh bodyguards, turned his official residence into a fortress while prime minister. He wore a bulletproof vest in public and was protected by elite commandos, called \"black cats.\" His assassination occurred just days after caretaker Prime Minister Chandra Shekhar publicly derided him, claiming Gandhi could never be a \"people's leader\" because he was afraid of mingling with the common people. During the campaign, Gandhi attempted to dispel that\nimage, immersing himself in the crowds.\nThe government says a major problem in combating terrorism is that many of the militants are better armed than the Indian police. Some militants have used antitank rockets, AK-47 automatic rifles, and sophisticated explosives.\nIn the 1980s, Western nations funneled hundreds of millions of dollars worth of high-tech weapons through Pakistan to the Afghan rebels. Large quantities found their way into underground arms markets and across borders in South Asia. Many advanced arms are still traded in Pakistan, according to Pakistani newspapers.\nTrans-border terrorism bedevils Indian-Pakistani relations, with each country accusing the other of assisting militants operating inside its borders. India has beefed up troop deployments along the frontier, but analysts say the frontier is too porous to permit effective patrolling."
}