{
    "title": "INDIAN LEADER BLAMES PAKISTAN FOR SLAYINGS IN KASHMIR",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 8,
    "day": 6,
    "full text": "Prime Minister Atal Bihari Vajpayee blamed Pakistan on Saturday for attacks that killed 102 people in Kashmir, and he called for a major overhaul of India's internal anti-terrorism system.\n\"Pakistan has adopted cross-border terrorism as an instrument of state policy to further its hostility toward India,\" Vajpayee told chief ministers of all Indian states at a conference on terrorism and internal security.\nThere was no immediate response from Pakistan, but officials there have denied all week that they were behind the attacks Tuesday and Wednesday on a group of Hindu pilgrims and villages around the state. Pakistani officials also suggested this week that renegade elements of the Indian military could have been involved.\nIndia and Pakistan have fought three wars, two of them over control of Kashmir, since they won independence from Britain in 1947. The insurgency broke out in 1989 and has resulted in the killing of more than 25,000 people in the Kashmir valley.\nViolence has risen in Kashmir since the main guerrilla group, the Hezb-ul Mujahedeen, declared a unilateral three-month cease-fire July 24. More than a dozen other militant groups have vowed to scuttle the peace moves and continue fighting the Indian forces.\nHours before Vajpayee spoke, a rebel group based in Pakistan said two of its fighters stormed an Indian army camp in Kashmir early Saturday and killed six Indian soldiers in an exchange of gunfire.\nThe shootout continued for several hours in the Sarankot camp, nearly 310 miles southwest of Srinagar, the Jammu-Kashmir state's summer capital, said a spokesman for the rebel group, Lashkar-e-Tayabba.\nIn downtown Srinagar, suspected militants lobbed two hand grenades Saturday, wounding at least three security men and six civilians.\nThe pro-Pakistan Lashkar-e-Tayyaba and a string of other guerrilla groups have spurned India's peace gestures. India has stopped all military operations against the Hezb-ul Mujahedeen and appealed to other rebel groups to join negotiations to end the fighting.\n\"Our initiative is for a dialogue with anybody who is willing to sit across the table and eschew violence in Jammu and Kashmir,\" Vajpayee said.\nAt the New Delhi conference, Vajpayee told chief ministers and top state officials that India's border was not adequately protected and that terrorists, arms, drugs and religious extremists make their way into Indian territory. He also called the police force inadequate and poorly armed and the criminal justice system cumbersome and said government off icials were insensitive to people's grievances.\nThe federal government plans to introduce a Prevention of Terrorism bill in Parliament.\n\"India is the only country in the world that faces a serious problem of terrorism but does not have an effective anti-terrorism law to deal with the problem,\" Vajpayee said.\n\nLoad-Date: August 6, 2000"
}