{
    "title": "India and Pakistan Agree to Fight Terror Together",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 17,
    "full text": "The prime ministers of India and Pakistan agreed to cooperate on fighting terrorism and continue talking to each other after the most substantive meeting between leaders of the two countries since the attacks on Mumbai, India, by Pakistan-based militants last year.\n  Pakistan's prime minister pledged to bring the perpetrators of the Mumbai attacks to justice, and the two countries agreed to share real-time intelligence on terrorist threats with India, according to a joint statement released by the prime ministers. \n  Yousaf Raza Gilani, Pakistan's prime minister, met with Manmohan Singh, his Indian counterpart, in Egypt on Thursday on the sidelines of the Non-Aligned Movement summit meeting in Sharm el-Sheik. \n  Both the length of the meeting and the fact that the two sides agreed to release a joint statement hinted at a broader progress to resolve differences between the countries. No mention was made of the thorniest of issues that divide them -- the foremost being the disputed region of Kashmir -- but the statement nonetheless represented a small but not insignificant breakthrough. Both countries acknowledged that terrorism, rather than each other, was the main threat to each nation. \n  Relations between the neighbors have always been strained, but they broke down completely after the attacks by Pakistan-based Islamic militants in Mumbai that killed 166 people last November. Both have nuclear weapons, and they have fought three wars against each other since India and Pakistan were created in the partition of British India. In recent years Pakistan has also sought to channel antiterrorism funds from the United States toward defenses that would be better suited for a potential war with India.\n  India suspended dialogue with Pakistan after the attacks, and back-channel negotiations on Kashmir that had been going on for several years had stopped even before then, when then-president Pervez Musharraf's government began unraveling. India has demanded that Pakistan bring the perpetrators of the Mumbai attacks to justice and dismantle the anti-India extremist groups working in Pakistan. \n  But Pakistan has been slow to act against Laskhar-e-Taiba, the group at the center of the Mumbai attacks that Pakistan's own intelligence services nurtured for a proxy war with India in the northern territory of Kashmir.\n  Pakistan has detained five men suspected of involvement in the attacks, but they have yet to be formally charged, and hearings have been repeatedly delayed, with the most recent scheduled for next week. \n  The head of the Laskhar-e-Taiba's political wing, a religious leader known as Hafiz Muhammed Saeed, was released from detention in June, with a Pakistani court arguing that the government had not presented sufficient evidence to continue holding him, never mind to begin a trial against him. The government appealed the ruling last week, but on Thursday the Supreme Court delayed proceedings at government request, according to Pakistani news reports.\n  Pakistan has said it is cooperating. It recently handed over an updated dossier with more information about its investigation into the Mumbai attacks. \n  India also gave Pakistan something it wanted -- a promise not to link terrorism concerns to the broader issues the two countries face. This would in principle allow talks on demilitarization, water supplies and Kashmir to continue on a separate track, but it seemed unlikely that these issues would be taken up anytime soon. \n  Shamshad Ahmad, a former top diplomat for Pakistan, said he expected the meeting would lead to a resumption of formal talks between India and Pakistan, because, he said, the United States has been pushing the countries to begin again. \n  ''Washington is nudging both sides to go back to the conference table,'' he said. ''When Washington has such deep stakes in the process I doubt India would be able to resist it.''\n  But Lalit Mansingh, a former Indian foreign secretary and ambassador to the United States, said that India will not be pushed into open-ended talks. \n  ''The prime minister said he is willing to go more than halfway if Pakistan takes tangible measures,'' he said. ''But India is obviously frustrated that Pakistan is not making sincere efforts.'' \n\nhttp://www.nytimes.com\n\nLoad-Date: July 17, 2009"
}