{
    "title": "India visit aimed at solidifying partnership_ Nikki Haley",
    "publisher": "the world",
    "year": 2018,
    "month": 6,
    "day": 27,
    "full text": "New Delhi, June 27 -- The US envoy to United Nations Nikki Haley pointed to opportunities in Indo-US relationship at multiple levels including counter-terrorism and military aspects and said her visit was aimed at solidifying the partnership between the two oldest democracies in the world.\nHaley, who is on her first visit to India after becoming US envoy to UN, asserted that religious freedom is as important as freedom of people and their rights.\nIndian-American Haley, accompanied by US ambassador to India Kenneth Juster, visited the majestic tomb of Mughal emperor Humayun here and termed her visit as coming back home.\n\"It makes my heart happy to be back in India, it is as beautiful as I remember it to be. Its always good to be back home.\n\"My parents said I was crazy to come at this time of the year because it is so hot. But, I will tell you that the heat is worth it to be back in India,\" she said.\nTalking about strength of US-India relationship she said, the two countries were oldest democracies that shared values of people, freedom and opportunities.\n\"We see those opportunities between the US and India in a multiple level of ways whether in counter terrorism, whether it is the fact that we want to continue democratic opportunities, whether it is a fact that we want to start to work together more strongly in military aspects,\" she said.\nHaley said that there are lot of things common between India and the US and her visit was to solidify the friendship.\n\"In this day and time we see more and more reasons for India and the US to come together. I am here to once again solidify our love for India, our belief in the friendship India and the US have and our willingness to make that relationship even more stronger,\" she said.\nHailing preservation of Humayun tomb as a reminder of value attached by India to culture, she said,\"Humayun tomb is a reminder of how much we value culture and how much India values culture. The preservation that has happened here is a reminder that we all remember where we came from and we have to preserve it for the future.\" Haley, who is scheduled to visit religious places in the city tomorrow, asserted the importance of religious freedom.\n\"We think freedom of religion is as important as freedom of rights and freedom of people,\" she said.\nHaley during her two-day visit will meet senior Indian officials, business leaders and students, underscoring America's \"strong alliance\" with the country.\nTalks between Haley, the highest ranking Indian-American in the Donald Trump administration, and Indian officials could include a host of topics including India-US strategic ties and significant global developments.\nHaley had visited India in late 2014 when she was the South Carolina Governor.\nHaley, the daughter of Sikh immigrants from Punjab, is the first Indian-American to serve in a Cabinet-level position in any US presidential administration.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: June 27, 2018"
}