{
    "title": "INDIA 17 MOSLEM MILITANTS KILLED IN INDIA",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 10,
    "day": 17,
    "full text": "Security forces in India said Tuesday that they had killed 17 Moslem militantscaught crossing into India from Pakistan and that two border guards were killed and 10 wounded in ambushes.  Two charred bodies were found in the village of Shabnag, about 40 miles north of Srinagar, summer capital of Jammu and Kashmir state, Press Trust of India reported. Moslem militants are seeking independence for Jammu and Kashmir, the only state in Hindu-dominated India with a Moslem majority.  SOURCE: AP HEADLINE: TERRORISM U.S. Offers Rewards For Data On Groups The United States raised the ante in the war against terrorism Tuesday, announcing that rewards up to a possible $4 million would now be paid to obtain information on major terrorist operations.  In announcing the increase, Secretary of State James A. Baker III also began a radio and television campaign featuring actors Charlton Heston, Charlie Sheen and Charles Bronson encouraging the public to help develop information leading to the arrest or conviction of terrorists.  Under the new program, the $2 million in reward money previously provided by the federal government will be bolstered by donations of $1 million each from the Air Transport Association and the Airline Pilots Association. The expanded rewards campaign comes amid increasing concerns that Iraq may begin or inspire terrorist attacks against Western targets in retaliation against the United Nations economic blockade ordered after Iraq's invasion Aug. 2 of Kuwait.  SOURCE: HEADLINE: SINGAPORE Prime Minister To Give Up Post Lee Kuan Yew, 67, prime minister of Singapore since 1959, will relinquish his position Nov. 28, the government has announced.\nFirst Deputy Prime Minister Goh Chok Tong will become prime minister, and Lee's son, Lee Hsien Loong, will become a deputy prime minister in addition to being trade and industry minister.  Under Lee, the former British colony of Singapore began its independent existence with a weak economy, no industry, unfriendly neighbors and bitter racial divisions among Chinese, Malays and Indians. Under his leadership, the city-state of 2.7 million people has become one of Asia's most prosperous nations.  SOURCE: AP HEADLINE: IRS INQUIRY Bias Alleged On Scholarships A private research group asked the Internal Revenue Service on Tuesday to investigate the tax-exempt status of the National Merit Scholarship Corp., contending that it discriminates against women and minorities.  The National Center for Fair & Open Testing, known as FairTest, said that only those students who score the highest on the Preliminary Scholastic Aptitude Test-National Merit Scholarship Qualifying Test are eligible to compete for the ''prestigious and financially valuable awards.'' And it said those tests are biased against ''non-white and female students.'' National Merit officials said they were unaware of the letter. IRS officials said the matter was confidential.  SOURCE: AP\n\nLoad-Date: October 18, 1993"
}