{
    "title": "Indian engineer jailed in US for 27 years for funding Qaeda",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 11,
    "day": 7,
    "full text": "Washington, Nov. 7 -- A 39-year-old Indian engineer has been sentenced to more than 27 years in prison in the US for providing material support to al-Qaeda leader Anwar al-Awlaki and plotting from his cell to kill a judge who oversaw his trial.\nYahya Farooq Mohammad pleaded guilty in July to charges of conspiracy to provide and conceal material support or resources to terrorists and solicitation to commit a crime of violence.\nFollowing his arrest on terrorism charges, Mohammad tried to orchestrate the killing of the judge presiding over his case, US District Judge Jack Zouhary, from his prison cell, prosecutors said.\n\"For those who wish to harm the United States and support terrorists, whether in Yemen, the United Arab Emirates, or right here in Toledo, these decades of prison serve as an important reminder that America's law enforcement will pursue justice across the globe,\" US Attorney Justin Herdman said in a statement yesterday.\n\"He threatened the safety of our citizens, a judge and the independent judiciary. Now he is being held accountable.\" Mohammad's attorneys argued in their sentencing memo that the inmate he spoke to in jail was \"extremely manipulative and totally unreliable.\" However, the attorneys admitted the risk of Mohammad being convicted at trial was too great, so they reached a plea agreement.\nHis plea agreement also calls for him to be deported after he finishes serving his sentence, which US District Judge Edmund Sargus ordered, cleveland.com reported.\nMohammad was arrested in 2015 along with his brother, Ibrahim Zubair Mohammad, and brothers Asif Ahmed Salim and Sultane Room Salim. The other three men have pleaded not guilty in the case.\nThe four men are accused of conspiring to gather money and equipment to provide support to al-Awlaki, the late American-born, radical Muslim cleric whose English language videos and blog posts inspired a number of Western recruits to al-Qaeda, as well as acts of terrorism, federal prosecutors said.\nMohammad, born in the United Arab Emirates, travelled in 2009 with two other people to Yemen in an attempt to meet with Awlaki, who was killed in a US drone strike in 2011. He was unable to find Awlaki, so he instead gave USD 22,000 to one of the cleric's associates, prosecutors said.\nMohammad studied engineering at Ohio State University from 2002 to 2004. He and his brother, also a citizen of India, married US citizens.\nIn 2016, while awaiting trial in his terrorism case, Mohammad told another inmate at the Lucas County Corrections Center that he wanted Zouhary kidnapped and was willing to pay USD 15,000 to make it happen. The inmate introduced Mohammad to an undercover FBI agent.\nMohammad's wife gave the agent a USD 1,000 down payment. The agent met with Mohammad's wife again and said he needed the rest of the money. He showed Mohammad's wife a picture he said was Zouhary's dead body, according to court filings.\nMohammad \"continued to advocate the killing of other government officials\" after he believed Zouhary was dead, prosecutors said in a sentencing memo. This included former secretary of state Condoleezza Rice and former attorney general Alberto Gonzales, the memo states. His wife was not charged.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: November 7, 2017"
}