{
    "title": "India wants action from Pakistan on Mumbai attacks",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 11,
    "day": 25,
    "full text": "NEW DELHI ? India rebuked Pakistan on Thursday for not punishing the alleged masterminds of the 2008 terror attack on the Indian financial capital of Mumbai that killed 166 people. None of the seven men arrested in Pakistan on charges of planning and executing the three-day assault ?\n which began two years ago Friday ? has been put on trial. In a message conveyed to Pakistan's envoy in New Delhi, India expressed its frustration that Islamabad had not followed up on intelligence given to it about the men, who allegedly belong to Lashkar-e-Taiba, a Pakistan-based Islamist militant group. Despite repeated assurances given by Pakistan's leadership, \"substantive and verifiable progress has not been made on bringing all the perpetrators and masterminds of the heinous attacks to justice,\" India's Ministry of External Affairs said in a statement. It urged Pakistan to announce a time by which it would take action against the suspects. Fulfilling that pledge would help build trust and confidence between the countries and demonstrate Pakistan's commitment to combating terrorism, the ministry said. Pakistan's government had no immediate response to India's criticism, but Foreign Ministry spokesman Abdul Basit said the legal case against the suspects was continuing. \"We are committed to bring the perpetrators of the Mumbai terror attack to justice,\" Basit said at a regular briefing Thursday. Relations between the two South Asian rivals have been strained since the attacks, with India accusing Pakistan's intelligence agencies of supporting militants who carry out terrorism in India. Officials from the two sides have met in recent months to discuss a resumption of a slow-moving peace process, but the talks have made scant progress because India is not convinced that Pakistan is doing enough to punish the perpetrators or prevent more attacks. Pakistan and India have fought three wars since 1947, two over conflicting claims to the Kashmir region. Associated Press writer Kay Johnson in Islamabad contributed to this report. \n\nLoad-Date: November 26, 2010"
}