{
    "title": "India , U.K. To Coordinate Efforts To Deal With Terrorism",
    "publisher": "rtt news",
    "year": 2010,
    "month": 1,
    "day": 28,
    "full text": "(RTTNews) - India and the United Kingdom have decided to co-ordinate their efforts to deal with terrorism.\nThis was decided after India&apos;s External Affairs Minister S M Krishna met with his British counterpart David Miliband in London Wednesday on the sidelines of a conference of world leaders on Afghanistan.\nThe two leaders were reported to have discussed bilateral relations, international terrorism, including the 2008 Islamist attacks on Mumbai and India&apos;s role in the reconstruction of Afghanistan where New Delhi is engaged on a massive humanitarian mission.\nThe Afghanistan summit, hosted by Prime Minister Gordon Brown, is expected to endorse a plan for \"stabilizing\" Afghanistan with troop-contributing countries likely to agree to set up a $500-million \"Peace and Reintegration Trust Fund\" to entice Taliban members to give up insurgency.\nIn another development, British Prime Minister Gordon Brown has offered support to the plan of Afghanistan President Hamid Karzai to talk to moderate Taliban.\nIn a joint interview with Karzai, he said: \"To weaken the Taliban, you divide them and offer those people who are prepared to renounce violence and join the democratic process a way out.\"\nBrown defended his government&apos;s decision not to pull out troops from Afghanistan, saying they were needed to build the capacity of Afghanistan&apos;s own security forces and that plans were in place to train 100,000 more Afghan policemen.\nBoth leaders said the offer of talks was only to non-extremist Taliban who would renounce violence.\nDefending his government&apos;s plan to hold talks with the Taliban against criticism that it could undermine the freedoms won by the Afghan people, Karzai stressed he would continue to seek peace in his country, using all available means.\n\"The offer of talks with the Taliban goes to those who are not part of al-Qaida, or any other terrorist networks, who have accepted the Afghan Constitution, who will accept the Afghan Constitution, (and) who will return to a normal peaceful life in Afghanistan in accordance with the Afghan Constitution, benefiting from it as all other Afghan citizens do,\" he added.\nOn corruption, over which the U.S. has been particularly concerned, Karzai, who undertook a limited overhaul of his Cabinet last month as a part to curb the menace, said he would announce Thursday plans for tougher action.\nThe London conference came close on the heels of the United Nations Security Council (UNSC) lifting sanctions against five former Taliban officials, a move that the Afghan U.N. ambassador, Zahir Tanin, called \"a message for anyone in the Taliban that wants to join the peace process.\"\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 15, 2010"
}