{
    "title": "India , Israel now strategic partners; vow to do more against terror jointly",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 7,
    "day": 5,
    "full text": "Jerusalem , July 5 -- India and Israel today elevated their ties to the \"strategic partnership\" level with a vow to do \"much more together\" to combat growing radicalisation and terrorism and pitched for \"strong measures\" against those financing and providing sanctuaries to terror groups.\nThe issue of terror and \"strategic threats\" along with various other topics like cooperation in defence and security, water, agriculture, space and West Asia figured prominently in the talks between Prime Minister Narendra Modi and his Israeli counterpart Benjamin Netanyahu here today.\nAfter the wide-ranging talks, the two sides signed seven pacts covering areas like innovation, water conservation, agriculture and space.\n\"Our goal is to build a relationship that reflects our shared priorities and draws on enduring bonds between our peoples,\" Modi, who is the first Indian prime minister to visit Israel, said in a joint media appearance with Netanyahu.\nModi, on the second day of his three-day visit, said India and Israel live in \"complex geographies\" and are aware of \"strategic threats\" to regional peace and stability.\n\"India has suffered first-hand the violence and hatred spread by terror. So has Israel,\" he said, adding the two leaders had \"agreed to do much more together to protect our strategic interests and also cooperate to combat growing radicalization and terrorism, including in cyber space.\"\nNetanyahu said the two countries need to cooperate in the field of counter-terrorism as he described 26/11 as a \"horrible terrorist attack\".\nForeign Secretary S Jaishankar, while briefing the media on the talks later, said that the two countries had decided to elevate their relationship to the strategic partnership, which gives a special dimension to the ties.\nA joint statement issued after the talks said \"strong measures should be taken against terrorists, terror organisations, their networks and all those who encourage, , support and finance terrorism, or provide sanctury to terrorists and terror groups.\"\nThough nobody was named in this context, the Indian side saw this as a reference to Pakistan.\nThe two leaders recognised that terrorism poses a grave threat to global peace and stability and reiterated their strong commitment to combat it in all its forms and manifestations, the joint statement said.\n\"They stressed that there can be no justification for acts of terror on any grounds whatsoever,\" it said.\nBoth leaders also committed to cooperate for the early adoption of the Comprehensive Convention on International terrorism (CCIT), the statement added.\nThe two sides signed seven agreements, including in areas like space, agriculture and water conservation.\nIndia and Israel also agreed to set up a USD 40 million fund for industrial Research and Development, and innovation fund, with both countries contributing USD 20 million each.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: July 5, 2017"
}