{
    "title": "Indian Actress Apologizes After Her ABC Drama Features a Terrorism Plotline",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 12,
    "full text": "NEW DELHI -- Priyanka Chopra, one of India's most famous actresses, who found crossover appeal playing an F.B.I. recruit on the ABC drama ''Quantico,'' has apologized for a plotline involving terrorism by Indian nationalists ahead of a summit meeting about Kashmir.\n''I'm extremely saddened and sorry that some sentiments have been hurt by a recent episode of Quantico,'' she wrote on Twitter on Sunday. ''That was not and would never be my intention. I sincerely apologize. I'm a proud Indian and that will never change.'' \n  ABC Studios also apologized for wading into a delicate political situation, emphasizing in a statement that the episode was fictional and that much of the backlash had been unfairly directed toward Ms. Chopra, ''who didn't create the show.''\n  ''The show has featured antagonists of many different ethnicities and backgrounds, but in this case we inadvertently and regrettably stepped into a complex political issue,'' the statement said.\n  For decades, the mountainous region of Jammu and Kashmir has been a flash point for India, which is predominantly Hindu, and Pakistan, which is mostly Muslim. Violence has ebbed and flowed for years, with thousands of people killed and wounded during shelling, skirmishes and several wars along the roughly 1,200-mile border.\n  But in recent months, fighting has intensified. And in India, polarization has grown between Hindus and Muslims who feel that Prime Minister Narendra Modi's governing Bharatiya Janata Party, a Hindu nationalist party, does not speak for them.\n  Ms. Chopra, 35, one of Bollywood's most popular celebrities, has found recent success in the American entertainment industry, where she starred alongside Dwayne Johnson and Zac Efron in last year's film version of ''Baywatch.'' In 2015, she scored the starring role in ''Quantico,'' now in its third season.\n  Ms. Chopra plays Alex Parrish, a bright F.B.I. recruit who becomes a central suspect in a terrorist attack at Grand Central Terminal in New York City and must race to prove her innocence.\n  But the episode that aired on June 1 enraged some Indians. In the episode, Indian nationalists plan to frame Pakistanis before an international summit meeting on Kashmir by orchestrating a nuclear attack in Manhattan. Ms. Chopra's character foils the plot after she notices that one of the terrorists is wearing rudraksha, seeds used as prayer beads in Hinduism.\n  On Twitter, Indian observers described the episode as nonsensical, ridiculous and peddling the ''myth of Hindu terror.'' Some commenters questioned Ms. Chopra's loyalty to India and Hinduism.\n  In the past, Ms. Chopra has been criticized in India for showing her legs during a meeting with Mr. Modi, exposing her armpits in a photo spread for Maxim magazine and visiting Rohingya refugee camps in Bangladesh.\n  This year, when Ms. Chopra, who is a Unicef good-will ambassador for child rights, spent time with the Rohingya, a Muslim minority, Vinay Katiyar, a right-wing figure with the Bharatiya Janata Party, lashed out.\n  ''She should not have gone to meet them,'' he told Asian News International. ''Rohingya Muslims should not be allowed to live on this country's soil and those who sympathize with them should also not be allowed to live here.''\n\nhttps://www.nytimes.com/2018/06/11/world/asia/priyanka-chopra-quantico-apology.html\n\nLoad-Date: June 12, 2018"
}