{
    "title": "Indictment says Moussaoui acted in 'heinous' manner; 3rd time_ Prosecutors claim that he tried to ca",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 7,
    "day": 17,
    "full text": "Zacarias Moussaoui, the only person charged in the Sept. 11 attacks, was indicted for a third time Tuesday so prosecutors could specify the alleged conduct that would warrant his execution.\nThe indictment said Moussaoui acted in \"an especially heinous, cruel and depraved manner,\" with premeditation, to cause death and commit terrorism.\nThe charges were an attempt to undermine a challenge by Moussaoui's court-appointed lawyers to the federal death-penalty law. The defense lawyers filed their pleading last week in anticipation of the new indictment.\nProsecutors have told a judge they would seek to execute Moussaoui if he were convicted of conspiracy to commit terrorism and other charges related to the attacks on the World Trade Center and the Pentagon.\nThey returned to the grand jury because the Supreme Court ruled last month that juries, not judges, must make the crucial decisions on life or death.\nWhile the justices focused on trial juries, not grand juries, Moussaoui's court-appointed lawyer filed a motion contending the ruling invalidated use of the federal death penalty.\nLegal experts said they expect further challenges to indictments in capital cases that fail to list conduct that would trigger the death penalty.\n\"They probably didn't have to do it, but it was very prudent for them to do it,\" said Michael Mello, professor of law at Vermont Law School and a specialist on capital punishment.\n\"It's a pre-emptive strike. When the whole word is watching, you want to be extra, extra careful.\"\nStephen Bright, director of the anti-death penalty Southern Center for Human Rights in Atlanta, said: \"What prosecutors have done is cover their base in case the court rules that a grand jury must charge on aggravating circumstances. It's not very hard to get a grand-jury indictment.\"\nThe indictment said that Moussaoui:\n* Participated in an act contemplating a person's life would be taken or intending that lethal force would be used.\n* Intentionally engaged in an act of violence knowing that act created a grave risk of death.\n* Knowingly created a grave risk of death to one or more persons in addition to victims of the offense.\n* Committed offenses in an especially heinous, cruel and depraved manner involving torture and serious physical abuse.\n\nLoad-Date: July 17, 2002"
}