{
    "title": "Indian police search for evidence in bomb attack",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 2,
    "day": 22,
    "full text": "HYDERABAD, India ? Indian police are investigating whether a shadowy Islamic militant group was responsible for a dual bomb attack that killed 16 people outside a movie theater and a bus station in the southern city of Hyderabad, a police official said Friday. The group, the Indian Mujahideen, is thought to have links with militants in neighboring Pakistan. India's recent execution of an Islamic militant is being examined as a possible motive for the bombings, said the official, an investigator who spoke to The Associated Press on condition of anonymity because he was not authorized to reveal details of the probe. \nPolice have not detained anyone in connection with Thursday evening's attacks, the first major terror bombings in India since 2011. According to a New Delhi police report, two suspected Indian Mujahideen militants who were arrested last year said during questioning that they had done reconnaissance of Dilsukh Nagar, the Hyderabad district where the blasts occurred. They had also visited various spots in New Delhi, Mumbai and Pune. In a statement in India's Parliament, Home Minister Sushilkumar Shinde said that in response to the \"cowardly terror attack,\" the government will \"make all efforts to apprehend the perpetrators and masterminds behind the blast and ensure that they are punished as per the law.\" Earlier Friday, as he toured the site of the bombings, Shinde said there had been a general alert about the possibility of an attack somewhere in India for the past three days. \"But there was no specific intelligence about a particular place,\" he said. The bombs were attached to two bicycles about 150 meters (500 feet) apart in Hyderabad's Dilsukh Nagar district, Shinde said. He said in addition to the 16 dead, 117 others were injured. The bombs exploded minutes apart in a crowded shopping area. The blasts shattered storefronts, scattered food and plates from roadside restaurants and left tangles of dead bodies. Passersby rushed the wounded to hospitals. Top state police officer V. Dinesh Reddy said improvised explosive devices with nitrogen compound were used in the blasts, which he blamed on a \"terrorist network.\" Pakistan strongly condemned the blasts. \"Terrorism in all its forms and manifestations constitutes one of the most serious threats to international peace and security. All acts of terrorism are unjustifiable regardless of their motivation,\" the Pakistan Foreign Ministry said in a statement. On Friday morning, Indian police with cameras, gloves and plastic evidence bags used pointers to gingerly look through the debris in Hyderabad. Officials from the National Investigation Agency and commandos of the National Security Guards arrived from New Delhi to help with the investigation. India has been under a heightened state of alert for nearly two weeks since Kashmiri militant Mohammed Afzal Guru was hanged for his involvement in a 2001 attack on India's Parliament that killed 14 people, including five of the gunmen. Since the execution, near-daily protests have rocked Indian-ruled Kashmir, where many people believe Guru did not receive a fair trial. Anger in a region where anti-India sentiment runs deep was further fueled by the secrecy with which the execution was carried out. Hyderabad, a city of 10 million in the state of Andhra Pradesh, is a hub of India's information technology industry and has a mixed population of Muslims and Hindus. \"This (attack) is to disturb the peaceful living of all communities in Andhra Pradesh,\" said Kiran Kumar Reddy, the state's chief minister. The explosions were the first major terror attack since a September 2011 blast outside the High Court in New Delhi killed 13 people. The government has been heavily criticized for its failure to arrest the masterminds behind previous bombings. Thursday's attack occurred in the same Hindu-dominated area where a blast outside a Hindu temple killed two people in 2000. In 2007, a twin bombing killed 40 people in two other Hyderabad districts. The United States, whose secretary of state, John Kerry, met Thursday in Washington with Indian Foreign Secretary Ranjan Mathai, condemned the attack. \"The United States stands with India in combating the scourge of terrorism and we are also prepared to offer any and all assistance Indian authorities may need,\" State Department spokeswoman Victoria Nuland said at a news briefing. Rana Banerji, a former security official, said India remains vulnerable to such attacks because there is poor coordination between the national government and the states. Police reforms are moving very slowly and the quality of intelligence gathering is poor, he said. \"The concept of homeland security should be made effective, on a war footing,\" he said. Associated Press writers Ashok Sharma in New Delhi and Matthew Pennington in Washington contributed to this report. \n\nLoad-Date: February 23, 2013"
}