{
    "title": "Indian Court Grants Bail to Kashmiri Photographer Held on Terrorism Charge",
    "publisher": "the new york times",
    "year": 2018,
    "month": 3,
    "day": 14,
    "full text": "NEW DELHI — When Kamran Yousuf, a young Kashmiri photojournalist, stepped out of an Indian jail, he was gaunt and visibly weaker.\nMr. Yousuf, who was released on bail Tuesday night after being imprisoned for six months, has found himself at the center of a dispute that has captivated Kashmir.\nThe Indian authorities who arrested Mr. Yousuf questioned his journalistic credentials. They accused him of throwing stones at Indian forces in the bitterly disputed border territory, as part of a group working with a terrorist organization from Pakistan — charges Mr. Yousuf’s friends and family say were concocted to punish him for documenting antigovernment protests.\nOn Monday afternoon, a thaw of sorts was reached when a judge in the New Delhi court overseeing Mr. Yousuf’s case ruled that there was not enough credible evidence to detain him before trial.\nMr. Yousuf’s grandfather, Mohammed Yousuf Ganaie, said by telephone: “He is innocent and has not committed any crime. The court has done him justice.”\nKashmir has endured bloody conflict for decades as the subject of a brutal territorial dispute between India, which controls much of the territory, and Pakistan. Unrest has surged in recent years, with many young Kashmiris accusing India of using excessive force to quell protests, including            firing blinding pellet guns into crowds.\nMr. Yousuf, 21, dropped out of college to document the conflict, carrying his camera equipment around the Kashmir Valley on his grandfather’s motorbike. He was known for capturing images of riots, militants’ funerals and protests.\nBut in September, the career Mr. Yousuf had built came to an abrupt halt when he was arrested and accused by India’s National Investigation Agency of throwing stones as part of a campaign supported by an international terrorist body in Pakistan. Indian soldiers and police officers in Kashmir frequently face stone-throwing crowds, and the confrontations sometimes turn deadly.\nThe agency said Mr. Yousuf could not possibly be a journalist because he never took pictures of government development projects or of the openings of hospitals, schools or bridges.\nMany journalists in the region saw the arrest as an assault on freedom of the press, pasting posters on the sides of buildings that read: “I am Kamran Yousuf. I am caged for fair journalism.”\nTarun Sahrawat, a judge in New Delhi, wrote in Monday’s order granting bail that the National Investigation Agency had failed to submit any photographic or video evidence that showed Mr. Yousuf throwing stones. The order noted that the initial charge sheet had said the stone-throwers wore masks, making them difficult to identify.\nThe National Investigation Agency was also unable to furnish call or chat records linking Mr. Yousuf to a terrorist organization. According to the order, Mr. Yousuf called police officers, government officials and other local journalists before he was arrested.\nAlok Mittal, a spokesman for the agency, insisted that the evidence was there, adding that the trial had yet to start. In an email, he wrote that the agency had statements from “credible witnesses who had seen Kamran Yousuf indulging in stone pelting.”\nMr. Yousuf could not be reached for comment.\nMehbooba Mufti, the chief minister of Jammu and Kashmir State, wrote in a tweet that she had asked India’s home minister, Rajnath Singh, “to intervene so that the life of a young budding journalist does not get ruined.”\nThe Committee to Protect Journalists in New York welcomed the decision to release Mr. Yousuf on bail, which was set at about $1,550, calling on the court to drop all remaining charges against him.\n“The charges against Yousuf are a clear attempt to muzzle reporting on the ongoing conflict in Kashmir and the photojournalist should never have been detained in the first place,” Robert Mahoney, the group’s deputy executive director, wrote in a statement.\nPHOTO: The Kashmiri photojournalist Kamran Yousuf, who dropped out of college to cover the conflict in his region, in a photograph from his Facebook page. (PHOTOGRAPH BY  FOR THE NEW YORK TIMES)\nRelated Articles\nJournalist or Terrorist? Kashmir Photographer Is Jailed, Pending Answer\nBeheadings and Vengeance: A Cycle of Killing on a Border in Kashmir\nAn Epidemic of ‘Dead Eyes’ in Kashmir as India Uses Pellet Guns on Protesters\n\nLoad-Date: June 9, 2018"
}