{
    "title": "INDIA , AFGHANISTAN SIGN SECURITY AND TRADE PACT",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 10,
    "day": 5,
    "full text": "NEW DELHI -- India signed a significant partnership pact with Afghanistan on Tuesday, agreeing to step up cooperation in counterterrorism operations, training of security forces and trade in a move that has the potential to antagonize Pakistan at a critical juncture in the Afghanistan war.\nThe agreement, which Afghan President Hamid Karzai signed at the start of a two-day visit to India, also includes measures to boost political and cultural engagement. In addition, India pledged its help in stabilizing Afghanistan as the country battles rising extremist violence and prepares for the withdrawal of U.S.-led troops in 2014.\nThe pact coincides with a souring of relations between Kabul and Islamabad since Afghan officials bluntly accused Pakistan of supporting recent high-profile attacks in their country. For Mr. Karzai to sign a pact with Pakistan's arch-rival amidst those recriminations has the potential to further strain relations.\nMr. Karzai and Indian Prime Minister Manmohan Singh held detailed discussions on the rise of terrorism in the region, Mr. Singh said, but neither leader mentioned Pakistan in their statements, which were read at a news conference.\n\"Our cooperation with Afghanistan is an open book. We have civilizational links, and we are both here to stay,\" Mr. Singh said in his statement, adding that the agreement creates \"an institutional framework\" for future ties. \"India will stand by the people of Afghanistan as they prepare to assume the responsibility for the governance and security after the withdrawal of international forces in 2014.\"\nMr. Karzai, who is making his second visit to the Indian capital this year, said Afghanistan appreciated New Delhi's \"understanding of its difficulties,\" and added that he was \"grateful\" for India's help. The strategic agreement is the first such partnership that Kabul has concluded with any country.\n\"Afghanistan recognizes the danger this region is facing through terrorism and the radicalism that is being used as an instrument of policy against civilians and innocent citizens of our country,\" Mr. Karzai said.\nIndia and Afghanistan share a mutual suspicion of Pakistan's role in fomenting recent violence in Afghanistan. The new partnership comes just two weeks after the assassination of Burhanuddin Rabbani, the former Afghan president and peace envoy. On Sunday, Mr. Karzai's office said the assassin was a Pakistani citizen and asked for his extradition. Pakistan has rejected the allegation that its intelligence agencies were involved in the killing.\nIndia is the largest regional donor to Afghanistan, having invested more than $2 billion in development and infrastructure projects there. In the past decade, it has conducted limited training of Afghanistan's police, senior army officers and bureaucrats in Indian institutions. But now, it appears to want a greater role in shaping Afghanistan's security.\n\"This does not mean that India is going to rush its troops to Afghanistan or ship military equipment,\" said former Indian diplomat Lalit Mansingh. \"It just means that India has entered the sphere so far denied to it.\n\"For many years, Western nations wanted India to stay away from Afghanistan because they did not want to upset Pakistan. But that has changed in the last year, since President Barack Obama visited India. \"\nThe two leaders also announced Indo-Afghan commercial ties in mining, mineral exploration and hydrocarbon development, including oil and natural gas, and Mr. Singh said he will work to improve Afghanistan's economic integration with South Asia as a whole.\n\nLoad-Date: October 5, 2011"
}