{
    "title": "India and Israel pledge to combat terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 7,
    "day": 6,
    "full text": "Moshe Holtzberg, the Israeli child who as a toddler survived the 2008 terror attack at a Jewish centre in Mumbai, is \"excited and emotional\" ahead of his meeting with Prime Minister Narendra Modi in Jerusalem today, his grandfather says.\nThat, however, will change Thursday, when Indian Prime MinisterNarendra Modi will visit the site on his last day in the country and, for a few minutes, put the 1918 Battle of Haifa in the minds of some Israelis. He said the two had \"a greed to do much more together to protect our strategic interests and also cooperate to combat growing radicalization and terrorism, including in cyberspace\". PM Modi is visiting, meeting dignitaries and staying in Jerusalem while Ajit Doval also met with political and security figures inJerusalem when he visited a few months prior. \"We are focussing on biotechnology, and science to ease the problems of our countries face\", he added. The major agenda is to expand the relationship and bond between India and Israel.\n\"We have created a separate ministry only for skill development\", PM Modi said. NaMo signaled that cooperation between New Delhi andTel Aviv will ensure that the bane of terrorism vanishes. The Prime Minister said, he is looking forward to interacting with the large vibrant Indian diaspora in Israel that represents an enduring link between the two countries. \"So you can come anytime and go anywhere\". The two met withMoshe Holtzberg, whose parents were killed in a 2008 terror assault on a Jewish center in Mumbai.\n\"Chrysanthemum flower will be named in honour of Prime MinisterNarendra Modi\". \"It may have been 25 years of our diplomatic relations but our ties have are hundreds of years old\", said Prime Minister Modi.\n\"We are eager to have cooperative ventures between our entrepreneurs and our technologists and India's wonderful storehouse of human talent\", Netanyahu said.\nMoshe now lives with his grandparents - RabbiShimon Rosenberg and his wifeYehudit Rosenberg. She wrote an essay 50 years ago, just before the Six Day War, and the essay was the deep desire she had to see the partnership between India and Israel.\n\nLoad-Date: July 6, 2017"
}