{
    "title": "India warns_ End to terrorism can't be guaranteed",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 7,
    "day": 14,
    "full text": "MUMBAI, India ? The triple bombing that killed 17 in the heart of India's financial capital sparked anger Thursday over the government's inability to prevent terror strikes despite overhauling security forces after the 2008 Mumbai siege. Indian officials say they have made extraordinary security reforms since 10 Pakistani terrorists rampaged across the city nearly three years ago, but following Wednesday's attack they warned they may never be able to guarantee a terror-free nation in a region plagued by extremism. \"We live in the most troubled neighborhood in the world,\" said Indian Home Minister Palaniappan Chidambaram, pointing to nearby Pakistan and Afghanistan. \n\"Every part of India is vulnerable.\" No terror group claimed responsibility ? and investigators had no immediate suspects ? in the bombings that shook three separate neighborhoods within minutes during Wednesday's busy evening rush. Chidambaram said the government had no intelligence warning. \"Whoever has perpetrated this attack has worked in a very, very clandestine manner,\" he said. Prime Minister Manmohan Singh, who flew to Mumbai to meet with the victims, called on authorities \"to relentlessly pursue the perpetrators. They must be brought to justice quickly.\" \"I assure the people that the government will do everything in its power to prevent such attacks in the future,\" he said. But many remained frustrated. \"Why is Mumbai being attacked again?\" said Uttam Jain, who works in a gold shop in the Jhaveri Bazaar jewelry market that was hit by one of the blasts. Jain said he was \"disgusted with politicians who promise security, but do nothing after the media cameras are gone.\" The bombings marked the worst terror attack in India since the 2008 siege, which killed 166 people over three days. After that attack, the government expanded police recruiting and training, bought high-tech equipment and updated its ancient police arsenal. It established a National Investigation Agency to probe terror attacks and set up commando bases across the country ? including one in Mumbai ? so rapid reaction forces could swiftly arrive at the scene of an attack. Chidambaram said state and national intelligence agencies were working far more closely than in the past and intelligence collection was far more extensive. The 31-month gap between attacks in Mumbai underscored the large number of foiled threats, he said. However, the law enforcement system in the country was so badly degraded that even these changes have done little to increase safety, said Ajai Sahni, executive director of the Institute for Conflict Management. He called the NIA \"a tiny little organization\" with few resources. \"It is not the FBI.\" While the police have improved, arriving on the scene of the blasts within minutes Wednesday, their training, forensic and investigative capabilities remain horribly deficient, leaving them powerless to uncover terror plots before they are carried out, he said. \"We thought we were safe,\" said Anita Ramaswami, a 33-year-old accountant. \"But things still are the same and people in Mumbai continue to feel vulnerable.\" The sheer number of targets across a country of 1.2 billion makes it nearly impossible to protect, officials said. \"It's very difficult to stop every single terror attack,\" said Rahul Gandhi, a senior leader of the ruling Congress Party. At Chhatrapati Shivaji Terminus, the Mumbai train station where 52 people were gunned down in the 2008 attacks, armed railway police ? some of them behind sandbagged barricades ? struggled Thursday to monitor the crush of passengers. An estimated 3.75 million commuters on more than 1,600 trains pass through India's busiest train station every day. \"The crowds are so dense during peak hours it would be impossible to keep a check, even with the most stringent security,\" said station manager D.K. Gupta. Mumbai, a city of 18 million people, is the heart of India's business community. It houses the country's stock exchange and the popular Bollywood film industry. At the scene of the bombings, investigators struggled to preserve evidence with plastic sheets as a driving rain washed away the bloodstains. The attackers placed one bomb on a bus shelter, hid another under some garbage on the road and stashed the third under an umbrella, officials said. All were improvised explosive devices made of ammonium nitrate with electronic detonators, authorities said. \"The IEDs were not crude and showed some amount of sophistication and training,\" said R.K. Singh, India's home secretary. Investigators were viewing closed circuit television footage and speaking to wounded witnesses to try to determine what happened at each location, Rakesh Maria, the head of Mumbai's Anti-Terror Squad, told reporters. Rakesh Mehta, an accountant who travels every day through the warren of narrow lanes and tiny goldsmith workshops in the jewelry market, said he was badly shaken. \"In these uncertain times, I find myself stopping at any temple that I pass,\" he said. Indian officials refused to speculate on who might be behind the attack. \"We are not pointing a finger at this stage,\" Chidambaram said. \"We have to look at every possible hostile group and find out whether they are behind the blast.\" A former top intelligence official, who spoke on condition of anonymity because of the sensitivity of the investigation, said the attack had the hallmarks of the Indian Mujahideen, an Islamic militant group linked to Pakistan's Lashkar-e-Taiba that has claimed past terror attacks that used similar explosives. Local police arrested two members of the group in recent days and there was speculation the blasts could have been retaliation. Indian officials have accused Pakistan's powerful spy agency of helping to coordinate and fund earlier attacks, including the 2008 Mumbai attack. Peace talks between the countries were suspended after that attack and resumed only recently. Chidambaram did not rule out that the blasts might have been aimed at derailing a new round of talks between the two nations' foreign ministers expected to start in two weeks. The Hindu nationalist opposition labeled Pakistan the hotbed of terror in the region, called for its spy agency to be declared a terror outfit and criticized the Indian government for not dealing more sternly with Islamabad. \"The government of India must shed its ambivalent attitude to terrorism. The total policy of India toward terrorism should be of zero tolerance,\" said L.K. Advani, a senior leader of the opposition Bharatiya Janata Party. \"Our message to Pakistan should be that you must dismantle the infrastructure for terrorism that you have created.\" Associated Press writers Muneeza Naqvi, Ashok Sharma and Ravi Nessman in New Delhi contributed to this report. \n\nLoad-Date: July 15, 2011"
}