{
    "title": "Indiana U.-area mosque firebombed in apparent hate crime",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 11,
    "full text": "The Bloomington Police Department and the FBI are treating an early Saturday morning firebombing at the Islamic Center of Bloomington as a hate crime.\nNathan Ainslie, president of Bloomington's only mosque, said a rock was thrown through a window on the lower level of the mosque on 1925 Atwater.\nKevin Robling, corporation counsel to the City of Bloomington and Mayor Mark Kruzan's chief of staff, said the investigators found a Mountain Dew bottle filled with an unknown accelerant, along with a rock that broke the window and a Coca-Cola can that might have also been filled with an accelerant. The incident was estimated to occur at about 4 a.m., Robling said.\nThe suspects also placed a Quran, Islam's holiest text, in a paper bag and lit it on fire outside the 200-member mosque as well.\n\"It was a modern miracle that one of our members of our community was here,\" Ainslie said. \"He came in very early for our morning prayer. He was going to use the restroom and he was carrying a jug of water. He smelled the smoke when he came in and he went downstairs and just put the fire out after only a couple of minutes of the fire being started.\"\nThe room where the fire started had shattered glass strewn across the floor, burnt ash and burn marks part way up one of the walls. FBI Special Agent Wendy Osbourne said she could not comment on details of the incident because it is still an ongoing investigation.\n\"The FBI is treating this as a hate crime and we take these investigations very seriously,\" she said. \"We will pursue this investigation vigorously in order to identify the suspect or suspects in this case.\"\nHate crimes against Muslims rose 52 percent to 141 last year compared with 2003, and civil rights violations reported to the Council on American-Islamic Relations jumped 49 percent to 1,522, the group said in a report released in May. This attack follows several bombs that exploded in London, killing more than 40 and wounding hundreds of others.\nBPD, Bloomington Fire Department and members of the FBI Joint Terrorism Task Force are all involved in the investigation.\n\"The person or persons responsible for this action need to understand that they've just struck a blow on behalf of terrorism,\" Kruzan said in a statement. \"They've chosen anarchy over democracy. At best, they're sadly misguided vigilantes. At worst, they're no better than those who target innocent civilians for their 'cause.' By attacking our friends in the Muslim community, these arsonists have violated all of us.\"\nAinslie said those who attend the mosque were notified Saturday in a meeting.\n\"There was a lot of positive energy [at the meeting],\" he said. \"First of all, when people see how lucky we were that it wasn't burned down ... This is our sacred space and when we see how it was preserved from potential destruction it's very empowering in many ways.\"\nDennis Childers, executive board member of the center, said his first reaction was shock followed by a barrage of questions.\n\"I got a call saying someone tried to set the mosque on fire and a million things are running through your mind,\" he said. \"Who did it? Why? What does the mosque look like? Did anybody get hurt? Then your head starts to clear and you think why would somebody do this? That keeps staying in your head.\"\nChilders continued to say that other members of the religious community have responded by banning together against this incident and he doesn't know if the attack will deter people from coming to the mosque.\n\"It's hard to tell the future, what will happen,\" he said. \"I'm sure some people will be leery to come in and I can't say that I blame them. It's a very scary thing. We've just got to move on. Terrorism shouldn't stop anything whether it's terrorism against the Londoners or terrorism against us. You got to be who you are and you got to keep going.\"\n-- The Associated Press contributed to this report.\n(C) 2005 Indiana Daily Student via U-WIRE\n\nLoad-Date: July 11, 2005"
}