{
    "title": "India rebounds from tragedy 2 topflight hotels riddled by terrorism reopen with new hope",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 12,
    "day": 22,
    "full text": "MUMBAI, India -- With a mix of solemn prayers and Bollywood glitter, India's financial capital yesterday took its most symbolic step yet toward a return to normalcy when both of the five-star hotels assaulted by terrorists last month reopened their doors to guests.\nWith senior government officials in attendance, hotel executives sought to portray the quick repair of their facilities as a sign that the city, too, would quickly rebound. Gunmen attacked the hotels and other sites in Mumbai on Nov. 26, fighting off security forces for nearly three days. The violence left more than 170 people dead.\n\"I believe that the opening of this hotel will send a message that we can come alive again in a record period of time,\" said Ratan Tata, chairman of the group that owns the stately Taj Mahal hotel, whose famous red dome surrounded by flames has become the iconic image of the attacks. \"We can be hurt, but we cannot be knocked down.\"\nNerves remained raw, however, particularly among hotel employees, and remnants of the attacks were hard to ignore.\nThe Taj was accepting guests only at its 1970s-era Taj Tower. As Mr. Tata spoke, he faced the boarded-up windows of the still-shuttered Victorian Palace wing, including the hotel restaurant where some of the most brutal fighting of the siege took place.\nThe palace wing itself is months from reopening, and it could take more than a year to completely repair, Taj executives said.\nThe Taj marked the occasion with a grand party in its tower, featuring Bollywood stars and other local celebrities, several of whom took to the podium to offer their own heartfelt homage to those who died in the attacks.\nRahul Bose, one of Indian film's most prominent actors, implored his fellow Mumbaikars not to forget victims who died in other locations across the city, particularly the working-class commuters who were gunned down in the train terminal across town.\nExecutives at the other hotel to reopen, the Oberoi Trident, took a more subdued approach, holding an emotional afternoon prayer service featuring religious leaders from eight denominations.\nDozens of Oberoi employees jammed the hotel lobby's grand stairways, many with their hands pressed together in the traditional Hindu mudra, as the clergymen -- including a black-turbaned Sikh, an orange-robed Buddhist monk and a karakul-hatted Muslim cleric -- offered prayers for the dead and expressed hope that peace would return to the city.\nLike the Taj, only one of the two hotels in the Oberoi complex was open to the public; the Trident's sister hotel next door suffered more extensive damage and is unlikely to reopen for two to three months.\n\nGraphic\n\n \nPHOTO: Bay Ismoyo/Agence France-Presse/Getty Images: INDONESIAn anti-terror drill Special forces and their K-9 dogs unit take part in a counter-terrorism drill yesterday at Borobudur, a five-star hotel in Jakarta. Indonesia, which has a history of violent bombings by Islamist extremists, but has not suffered a major attack since the 2005 suicide bombings on Bali that killed 20 people, staged drills mimicking last month's attacks in Mumbai.\n\nLoad-Date: December 23, 2008"
}