{
    "title": "India 's prime minister to meet with Trump Terrorism, growth, security among scheduled talks",
    "publisher": "daily news ",
    "year": 2017,
    "month": 6,
    "day": 25,
    "full text": "WASHINGTON - India's Prime Minister Narendra Modi will meet for the first time with President Donald Trump at the White House on Monday, part of a two-day \"no-frills\" visit to the capital that will include little of the pomp of the prime minister's earlier trips during the Obama administration.\nThe White House said the two leaders will seek to advance \"common priorities\" for the U.S.-India partnership, a list that includes fighting terrorism, promoting economic growth and expanding security cooperation in the Indo-Pacific region.\nOfficials on both sides have tried to set low expectations for the meeting, casting it as a way for the two men - who have previously spoken only by phone - to get to know each other.\nIndian diplomats in Washington emphasized the commonalities between the leaders, citing Modi's business sensibilities and populist appeal. White House aides focused on something even more Trumpian.\n\"They are the world's most-followed political leaders on social media,\" a senior administration official told reporters at a background briefing on the meeting, before quickly adding: \"President Trump is slightly ahead of Modi.\"\nAs of Saturday morning, Trump had 32.7 million Twitter followers, with Modi clocking in at 31 million.\n\"That shows the kind of leaders they are: Both are innovators; both are business executives,\" said the administration official, who spoke on condition of anonymity to preview the visit. \"I think they'll find a lot of common ground.\"\nModi's goal is to create a special bond with Trump, the prime minister's aides said.\n\"Without chemistry, there is no physics,\" one Indian official said.\nNew Delhi has been alarmed by Trump's courting of Xi Jinping, president of regional rival China, whom he hosted at his Mar-a-Lago winter estate in April, officials in India said. White House officials dismissed suggestions that the administration has ignored India.\nModi's visit will lack the type of public display of affection that marked his visit to the Obama White House in 2014, when he and then-President Barack Obama visited the Martin Luther King Jr. Memorial together.\nBut Trump aides said Modi, after meetings with the president, will also be treated to a cocktail reception and a working dinner at the White House, the first for a foreign leader under Trump.\n\"The White House is every interested in making this a special visit,\" the senior administration official said. \"We're seeking to roll out the red carpet.\"\nThe official said much of the focus of the bilateral meetings would be on counterterrorism and security, noting that the administration hopes to elevate India as \"a major defense partner on par with our closest allies and partners.\"\nThe United States is India's second-largest defense supplier, and a $2 billion deal for the United States to sell 22 unarmed drones to India to protect its vast coastline appears set for approval by the Trump administration.\n\nLoad-Date: June 25, 2017"
}