{
    "title": "India , U.S. Agree Military Policies Not Enough For Afghanistan",
    "publisher": "rtt news",
    "year": 2009,
    "month": 3,
    "day": 10,
    "full text": "(RTTNews) - India and the U.S. agreed Monday that military strategies alone were not enough to bring about lasting peace to war-torn Afghanistan, as Indian Foreign Secretary Shivshankar Menon began the first high-level interaction with President Barack Obama&apos;s administration with meetings with some of its key officials and other top aides, media reports say.\nMenon, who is on a four-day visit to the U.S., met with National Security Adviser Marine General James Jones and discussed the progress in the probe into the Mumbai terrorist attacks of last November, counter-terrorism co-operation and the Afghanistan-Pakistan strategic review by the U.S.\nMike Hammer, National Security Council spokesman, said after the meeting that the two concurred that military methods alone were not enough to bring stability to Afghanistan and that other issues, such as economic development and rule of law, were vital to success.\nAlso, they (General Jones and Menon) touched on co-operation on counter-terrorism and the ongoing Mumbai investigation, he added.\nMenon also met with Deputy Secretary James Steinberg and U.S. special representative on Afghanistan and Pakistan Richard Holbrooke before his separate meeting with Secretary of State Hillary Rodham Clinton at the State Department.\nPrior to Menon&apos;s meeting with Clinton, U.S. State Department spokesman Robert Wood told reporters that the two would discuss the conflict in Afghanistan and other issues, including the investigation into the November 26 terrorist attacks in Mumbai which killed more than 170 persons including many U.S. citizens.\n\"We value the relationship between the United States and India,\" Wood said, adding: \"As you know, Foreign Secretary Menon was a key player in terms of helping bring about or brokering the U.S.-India civil nuclear accord\".\nThe spokesman said the overall U.S. assessment was that Pakistan was providing some helpful information, but more could be done. \"It is important that we do everything in our power to try to bring the folks who were responsible for those attacks to justice\", he added.\nAs Washington embarks on a strategic review of its Afghanistan policy, the Obama administration considers India as a key regional player in restoring lasting peace to that land-locked country, mostly at loggerheads with Pakistan.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}