{
    "title": "India slams UN rights office's report on Jammu and Kashmir as _false and motivated_",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 7,
    "day": 8,
    "full text": "New Delhi: Slamming the Office of the UN High Commissioner for Human Rights of the United Nations, India has lodged a strong protest for one of its report that it had made on the situation in Jammu and Kashmir. India has clearly cited the UN report as \"false and motivated\" and has marked that the report has ignored the core issue of cross-border terrorism that originates from Pakistan.\n\nNotably, it was a report by the Office of the UN High Commissioner for Human Rights (OHCHR) that was released last year. It was the first-ever report on Kashmir by the UN which asserted that \"neither India nor Pakistan has taken any concrete steps to address the numerous concerns raised\".\n\nThis statement has hurt India really hard for which the country has raised its voice against the agency. Ministry of External Affairs Spokesperson Raveesh Kumar said, \"The update of the report of the OHCHR is merely a continuation of the earlier false and motivated narrative on the situation in the Indian state of Jammu and Kashmir.\"\n\nThe assertions made in the report had stated the violation of India's sovereignty and territorial integrity and said that the country is ignoring the core issue of cross-border terrorism.\n\nRaveesh Kumar also added that the report has analysed a situation created by years of cross-border terrorist attacks emanating from Pakistan and it has no reference to its causality. It also added that the update looks more like a contrived effort to create an artificial parity between the world's largest and the most vibrant democracy which is India and a country that openly practices state-sponsored terrorism that is Pakistan.\n\nKumar mentions registering a strong protest regarding the false update with the Office of the High Commissioner for Human Rights.\n\nNotably, the Office of the United Nations High Commissioner for Human Rights is a department of the Secretariat of the United Nations and its work is to promote and protect the human rights that are guaranteed under international law and stipulated in the Universal Declaration of Human Rights of 1948.\n\nLoad-Date: July 8, 2019"
}