{
    "title": "India faced with home-grown terrorism",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 9,
    "day": 26,
    "full text": "Five arrests made over the past two weeks in connection with the Sept. 13 bomb blasts here are forcing the country with the world's second largest Muslim population to acknowledge that it cannot blame every bomb attack solely on Pakistan. India is seeing a rise in home-grown terrorism.\nThe portrait of an Indian terrorist has long been a caricature: poor Indian Muslims indoctrinated in radical seminaries and funded by Pakistan, India's neighbor and longtime enemy. But two of the suspects arrested Wednesday were software engineers, one ran a hotel.\nIt suggests that Indian terrorism is not motivated by dire poverty alone, but also by the perception of systemic prejudice against Muslims here. This is a bitterly controversial idea in the Hindu-majority nation sensitive to claims of intolerance, but the arrests are creating a small window for India to consider it more deeply.\n\"The role of Pakistan-based terrorist groups cannot be minimized, but the involvement of local elements in recent blasts adds a new dimension to the terrorist threat,\" Prime Minister Manmohan Singh said this month after the New Delhi bombings.\n\"It's not only about Pakistan - we can't afford to oversimplify anymore,\" says Swapna Kona Nayudu, a security analyst at the Center for Land Warfare Studies in New Delhi. \"We're going to have to look at the sociological fault lines.\"\nThese sociological fault lines do not appear to be grooming terrorists with global intentions or strong connections to Al Qaeda. Though an Indian bombed the Glasgow airport last year, Indian terrorism remains an inwardly focused phenomenon for now.\nThe group that claimed responsibility for the Delhi bombings, the \"Indian Mujahideen\" (IM), said the bombs were in response to police sweeps nationwide that indiscriminately arrested Muslims. Investigators in Mumbai (Bombay), where the arrests were made, pointed to Mohammed Sadiq Sheikh as the leader of the group. They say the software engineer formed the IM with Amir Raza, based in Pakistan, in 2005. The group claims involvement in recent bombings in Jaipur and the western state of Gujarat.\nThough Indian authorities and experts still allege that Pakistan's intelligence agencies were involved, perhaps funding or guiding the IM, the police cast a picture of a distinctly Indian organization. All those killed, in custody, or implicated in the bombings come from one district in the northern state of Uttar Pradesh. They sent their manifestos by e-mail to media outlets moments before the attacks.\n\"The one thing that the government can't avoid anymore is that there is a problem here,\" says Omair Ahmed, author of \"Encounters,\" a book on militancy in India. \"What that problem is, no one is willing to say.\"\nHe points to the findings of the Sachar Commission, a government-sponsored study released in 2006. It found that Muslims had slipped from middling status to the level of dalits - the group formerly known as \"untouchables\" - at the bottom of India's social and economic ladder. It cited the government's neglect of the Muslim community - in areas such as schooling, healthcare, and opportunity for government jobs - as a primary cause.\nMoreover, activists suggest that the IM's grievances about indiscriminate police arrests have some basis in truth. Though Indian antiterror laws are far-reaching - allowing suspects to be held for 180 days without charge, for example - the conviction rate under these laws is less than 1 percent, says Ravi Nair of the South Asia Human Rights Documentation Center in New Delhi.\nThis is partly the result of a police force ill-equipped to deal with the challenges of 21st century crime, he says. Indeed, terrorism has long been viewed as an Army matter - since it has been seen as a Pakistani phenomenon. But Indian terrorists are now inhabiting the space between the Army and the police. \"We can't call in the Army because we're a democracy, but the police can't handle it,\" says Nayudu. \"We need a debate about this.\"\nMeaningful debate on the subject of prejudice against Muslims, however, is nearly impossible. It is perhaps the single most incendiary topic in Indian politics; it has led to riots and spawned an entire political movement, the Hindus-first ideology of Hindutva, as a backlash.\nThere are doubts that this time will be different. \"There is an unwillingness to confront the situation,\" says Ajay Sahni of New Delhi's Institute for Conflict Management. \"People are evasive. They are always looking for exceptions.\"\nHe suggests that the caricature of the Indian terrorist is \"a complete myth,\" adding that \"terrorism has always had an indigenous face here\" despite the government's unwillingness to admit it. \"There's nothing new here,\" he says.\nYet the arrests of professionals who were not only middle class but also IT professionals - the image of the modern Indian - illustrates the depth of Muslim disaffection in a way that previous arrests have not. \"Prosperity is not leading to integration,\" says Mr. Ahmed.\nSlowly, the old stereotypes are crumbling. \"There's a definite movement toward an inability to categorize terrorists anymore,\" says Nayudu. \"These people were not unhappy materially, they were unhappy on social and religious grounds.\"\nFor his part, Ahmad is still hopeful. Al Qaeda has grown as a reaction to authoritarian regimes such as those in Algeria, Egypt, and Saudi Arabia. \"India is far better,\" he says, suggesting this is why Muslim extremism has not engulfed India as it has some other countries.\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: September 25, 2008"
}