{
    "title": "India Keen To Enhance Ties With Kuwait",
    "publisher": "rtt news",
    "year": 2009,
    "month": 4,
    "day": 8,
    "full text": "(RTTNews) - India has sought cooperation from Kuwait to tackle the \"international plague\" of terrorism and said it was keen to take its ties with the Gulf nation to a \"new heights\" by enhancing political ties and boosting trade and investment, reports say.\nThe move follows a visit Tuesday by Indian Vice President Hamid Ansari--the first visit by a top Indian leader in 28 years--who had extensive talks with Crown Prince Sheikh Nawaf on regional and international issues with focus on how to take Indo-Kuwaiti friendship to a \"qualitative new level\".\nAsserting that the Indo-Kuwaiti relationship was not \"just oil\", the Indian ambassador to Kuwait said the two countries had a bilateral non-oil trade of USD 1.9 billion which was impressive as Kuwait has a population of just 3.5 million.\nIndia, which is among Kuwait&apos;s top five trading partners, is hoping to reach the top slot based on the country&apos;s proximity, friendship as well as price and quality of Indian goods.\nKuwait played an important role in India&apos;s energy security as it provided 12 per cent of the crude oil imports and New Delhi was seeking investment in not only oil exploration but also oil-related sectors like petro-chemicals and fertilizers.\nEarlier, Ansari said terrorism remains a common concern in all countries and New Delhi was among the first countries to call for a common comprehensive anti-terror approach.\nThe Indian government has been striving to have close cooperation with its proximate neighbors, like the Gulf Corporation Council (GCC) members, including Kuwait, Ansari said.\nPointing that India had been looking to Kuwait for greater flow of investments into the country, the Vice President said infrastructure remains a \"top priority area\" in this regard.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}