{
    "title": "India Fears Some of Its Muslims Are Joining in Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 9,
    "full text": "The bomb attacks last month on seven Mumbai commuter trains did more than raise Indian hackles against Pakistan for failing to rein in terrorist groups operating on its soil. \n  They also underscored a gathering threat for India: a small but increasingly deadly cadre of young and often educated Indian Muslims who are being drawn directly into terrorist operations.\nThe scale and coordination of the July 11 attacks, a senior Indian government official said, suggest that at least one terrorist cell, made up of fewer than a dozen local people and probably directed and financed by militants based in Pakistan, carried out the bombings, which killed 183 people. \n  In the past, the official said, Indian operatives have aided foreign militants in what he called a benign fashion, sometimes providing little more than shelter or food. ''The change is that some of them really know what they are up to,'' the official said, speaking on condition of anonymity because the investigation was in progress. \n  The emergence of more sophisticated homegrown terror cells carries grave repercussions not only for national security, but also for domestic politics, Hindu-Muslim relations and diplomacy with Pakistan. \n  Perhaps most important, it touches on India's idea of itself as the world's largest secular democracy, capable of including a multitude of peoples and faiths. \n  ''A small section of the Indian Muslim community has been radicalized,'' said C. Raja Mohan, a columnist for the daily Indian Express and a member of the National Security Advisory Board. ''That's what makes it that much more challenging for the country as a whole to deal with.''\n  The police have arrested eight men from Mumbai, formerly Bombay, in connection with the attacks, though no specifics have been disclosed about their possible links to the bombings. Among them are a doctor of traditional Islamic medicine and a largely self-taught software worker who the police said had landed a job with the American database and software company Oracle. \n  Six of those arrested are said by the Indian authorities to have trained at terrorist camps in Pakistan run by the militant group Lashkar-e-Taiba. Several have been linked to a radical homegrown outfit, now banned, called the Students Islamic Movement of India. \n  For all the finger-pointing across the border, the attacks have forced India to confront a worrying disquiet among Muslims at home, who have overwhelmingly resisted calls to join in Islamic radicalism. \n  ''That is still true to a very, very large extent,'' India's national security adviser, M. K. Narayanan, maintained. ''But what has happened is that a very, very manifest attempt to recruit Indian Muslims is now being done.'' \n  Those efforts, he said in an interview on CNN-IBN television, are increasingly directed at educated Indian Muslims and, more troubling, at elements within the military. \n  Senior Lashkar officials interviewed in Rawalpindi, Pakistani, said no more than 50 Indians attended military and religious training camps in Pakistan and the Pakistani-controlled part of Kashmir on average each year. \n  But they confirmed that an active recruitment drive was under way in India. \n  It is impossible to pinpoint to what extent the still apparently small number of recruits are motivated by essentially Indian grievances -- especially the pogroms in 2002 against Muslims in the state of Gujarat, which left 1,100 dead -- or by the ideology of global political Islam. \n  But increasingly, many here fear, the two are at risk of merging. \n  In fact, Mr. Narayanan said, a reminder of anti-Muslim violence in India is a powerful recruitment tool. ''Quite often,'' he said, ''the motivation is 'You know what happened in Gujarat.' '' \n  The Business Standard, an English-language daily, urged India in an editorial last week to start looking inward at what it called a ''homegrown jihad,'' suggesting that blaming Pakistan alone for attacks on Indian soil was no longer sufficient. \n  ''The national effort should make sure that even if Pakistan does its damnedest to plant evil seeds in this country, it must not find hospitable soil,'' the editorial concluded. \n  Just how hospitable India, home to roughly 140 million Muslims, may be as a breeding ground for extremism remains a matter of debate. \n  Some analysts in India maintain that were it not for the efforts of Pakistan-based militants, Indian Muslims would lack the resources to carry out large-scale terror attacks. \n  ''The entire leadership that is creating violence in India is in Pakistan,'' insisted Ajai Sahni, an intelligence analyst in New Delhi who runs a Web site called the South Asia Terrorism Portal. ''If you extract Pakistan from the problem and the flow of funds, the subversive cadres, there would not be this problem in India.''\n  But visiting the Muslim neighborhoods of Mumbai in the aftermath of the July 11 bombings, what can plainly be felt is fear and resentment, fueled more than anything by police suspicion. \n  In the last two weeks the police have combed these neighborhoods in search of clues and suspects. They have knocked on doors demanding that parents produce their sons for questioning, unleashing even more bitterness. \n  ''It has become now very difficult to live as a Muslim in this country,'' Aslam Ansari, 58, grumbled in the hallway of a dilapidated largely Muslim apartment block in a central city neighborhood called Mominpura. ''We have to bear. We cannot go anywhere.'' \n  Among those arrested was one of Mr. Ansari's neighbors, a doctor named Tanvir Ansari, 32, who according to the police traveled to Pakistan for arms and explosives training. The two are not related, and Aslam Ansari insists that his neighbor is innocent. \n  Also taken into custody were two brothers from Mira Road, a largely Muslim northern suburb of Mumbai. \n  Faisal Shaikh, 30, the elder brother, is described by investigators as a crucial Indian liaison to Lashkar-e-Taiba. It was his younger brother, Muzamil, 23, who was hired by Oracle in Bangalore. The police say he followed his brother into the arms of Lashkar, and to Pakistan, via Iran, for training. \n  Sleeper cells connected to Pakistani-based organizations came on the Indian intelligence radar at least 10 years ago. Since then, bombings, arrests and weapons seizures have offered tiny peepholes into their suspected scope and strength.\n  In 2003, a Mumbai couple with suspected links to Jaish-e-Muhammad, a banned Pakistani-based group, was charged in connection with a pair of powerful car bomb attacks, including one in front of the iconic Gateway of India monument in Mumbai that killed more than 50 people. \n  The police said at the time that the couple was accused of planting the bombs in the trunks of two taxis as part of a local outfit calling itself the Gujarat Revenge Force. \n  Last year, the Delhi police arrested a mechanical engineer on charges of conspiring to attack military and financial centers on behalf of Lashkar. \n  And in May a large haul of guns and military explosives exposed what the police called a sleeper cell of roughly a dozen people operating out of Aurangabad, a provincial town about 200 miles northeast of here. \n  As in the past, the arrests in the last three weeks have largely homed in on the Students Islamic Movement of India. The police say several of those arrested in connection with the July 11 blasts were once members. Its leaders deny any involvement with the attacks.\n  ''Some such modules have been unearthed here,'' said Mumbai's commissioner of police, A. N. Roy. He said former members of the organization ''form a fertile ground for providing local foot soldiers.'' \n  Founded 30 years ago to promote Islamic teaching among Indian youth, the group began to espouse armed resistance more than a decade ago after a band of Hindu radicals tore down the 400-year-old Babri Mosque in the north Indian city of Ayodhya in 1992, unleashing an orgy of Hindu-Muslim riots across the country.\n  The lingering tensions in this city are deeply worrying. Since the July attacks even career-minded young Indian Muslims complain that they are under constant glare. \n  The ones who sport beards and skullcaps worry about how many times they will be frisked at the train station. Those who live in Muslim enclaves see the police knocking on doors. \n  One young man recalled a banner that went up in his neighborhood, exhorting enemies of India to leave the country. ''Our identity is the main problem,'' said Abdul Hannan Khan, 21, a college student who plans a career in advertising. \n  It is the same routine after every act of terror, said Sheik Abdul Qayyum, 20, recalling the Gujarat riots, which broke out after fire engulfed a train carrying Hindu pilgrims, killing 59. Whether the fire was deliberate or accidental is still disputed, and embroiled in political feuds. \n  In Mr. Qayyum's mind there is no disputing the lesson of Gujarat, where he lived at the time. He says the violence there was the most important event in his life. \n  ''I learned that as minority Muslims we are unprotected,'' he said, and then quickly added, ''According to the current situation, Muslims in the whole world are not protected.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Tanvir Ansari, right, a suspect in the bombings, was taken to a lockup in Mumbai on July 24. (Photo by Rajesh Nirgude/Associated Press)\n The Mominpura neighborhood is a section of Mumbai where the police arrested suspects in the July 11 train bombings, which killed 183 people. (Photo by Fawzan Husain for The New York Times)\n\nLoad-Date: August 9, 2006"
}