{
    "title": "India and Pakistan , neighbors with checkered past, to discuss combatting terrorism Can new initiati",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 7,
    "day": 10,
    "full text": "India and Pakistan agreed Friday that their national security advisers would meet to discuss terrorism.\nA joint statement released by the countries detailed five action steps, which also included dialogue between their armies, the release of fishermen in each other's custody, mechanisms to facilitate religious tourism and discussions to expedite the Mumbai trial case that followed the terrorist attack by a Pakistani-based Islamic extremist group on the Indian city.\nThe announcement was made following a meeting between Indian Prime Minister Narendra Modi and his Pakistani counterpart, Nawaz Sharif, at the sidelines of the Shanghai Cooperation Organization in Russia.\nThe statement also noted that Mr. Modi accepted Mr. Sharif's invitation to visit Pakistan for the South Asian Association for Regional Cooperation (SAARC) Summit in 2016.\nThis most recent positive development between the two nations comes despite a past that has included four wars, countless border skirmishes and conflicting claims to the contested region of Kashmir which have contributed to a historically tense relationship.\nIndia and Pakistan gained independence in 1947, when the British withdrew from the Indian subcontinent following decades of colonial rule. In the wake of their departure, Pakistan separated from India. This resulted in a violent process of partition, in which about 1 million people died.\nPartition also facilitated the conflict over Kashmir. Today, both countries claim the territory but only administer parts of it.\nLast year, a series of border skirmishes - cross-border shelling and gunfire - in Kashmir strained India and Pakistan's tense relationship.  \nPakistani politicians and media have criticized Nawaz Sharif for his failure to mention Kashmir in the joint statement, according to Indian media outlet, NDTV.\nPolitical opposition in India also criticized Modi.\nAccording to Firstpost, an Indian media outlet, Congress party leader Manish Tewari said: \"These are the same people who said that terror and talks don't go hand in hand, what has changed?\"  \nThe 2008 Mumbai attacks addressed in the statement resulted in the death of 166 people and continues to be one of the biggest sources of friction between India and Pakistan in recent history.\nThe Wall Street Journal detailed the core disagreements that persist today. New Delhi argues Pakistan's intelligence services were complicit in backing the militant group which carried out the attack. Islamabad denies allegations of official involvement, but acknowledges the attack was partly planned in Pakistan.\nPakistan's release of the alleged mastermind, Zaikur-Rehman Lakhvi, last April, also heightened tension.\nMinisters in both countries have recently made provocative comments.\nRecent Indian attacks on militants across the border in Myanmar were followed by remarks by Modi's ministers who implied such strikes could also be carried out in Pakistan, The Times of India reported.\nJust two days ago, Pakistan's defense minister reminded India their nuclear weapons were an option and not not merely kept for show.\nThis remark was followed by Pakistani troops violating the ceasefire along the Line of Control on Thursday and killing an Indian soldier.\nWhen Modi first came to power last May, he invited Sharif to his inauguration. But this good will didn't transcend to the following months.\nIn August 2014, Modi's government cancelled talks with Pakistan and accused them of waging a proxy war. Pakistan's envoy in India had met Kashmiri separatist leaders, who have long been a source of agitation for the national government.\nThe Wall Street Journal reports that John Kirby, a spokesman for the US State Department said no one would benefit \"for the tensions in the region to become less stable in many ways than they already are.\"\nRadha Kumar, director general of the Delhi Policy Group think tank told The Wall Street Journal, \"It's been a very zigzag kind of path this past year, so it's hard to say exactly what this amounts to and what is driving these moves.\"  \n\nLoad-Date: July 10, 2015"
}