{
    "title": "INDIA SIGNS STRATEGIC PACT Agreement with Afghanistan may irk volatile Pakistan",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 10,
    "day": 5,
    "full text": "Afghanistan signed a strategic partnership with India on Tuesday, a move likely to enrage neighboring Pakistan at a time when its relations with the Afghans and the West are sharply strained over alleged links of its spy agency to militants blamed for high-profile attacks across the border.\n The Pakistanis consider India their chief adversary in the region, and the two countries have fought three major wars since the two were carved out of British India in 1947.\n The strategic pact is Afghanistan's first with any country, and its timing sparked speculation of a shift in regional alignments after Afghan President Hamid Karzai chastised Pakistan for failing to act against Taliban-led insurgents based in Pakistan.\n The announcement in New Delhi came as an Afghan government commission investigating the assassination of the country's former President Burhanuddin Rabbani accused Pakistan of not cooperating, after alleging that Pakistani intelligence officials also had advance knowledge of the plot.\n Pakistan says it is cooperating and denies involvement in the Sept. 20 killing of Rabbani, who was trying to broker peace with the Taliban. Its spy agency has been accused of backing the Taliban-linked Haqqani network, blamed for a series of attacks in Afghanistan including a recent assault on the U.S. Embassy and NATO headquarters in the capital, Kabul.\n Karzai had said over the weekend he was giving up on negotiating with the Taliban directly, and accused Pakistan of doing little to help rein in terrorists.\n It's an allegation familiar with Indians, who blame Pakistan-based insurgents for the 2008 Mumbai attacks that killed 166 people and accuse Islamabad of doing little to bring the perpetrators to justice.\n After meeting Tuesday, both Karzai, who was educated in India, and Indian Prime Minister Manmohan Singh spoke about the need for regional peace and prosperity, saying their countries envision a shared future free of extremism and violence.\n \"Afghanistan recognizes the danger that this region is facing through terrorism and the radicalism that's been used as an instrument of policy against civilians, against innocent citizens of our countries,\" Karzai told reporters.\n But he also emphasized the need for broad regional cooperation, saying his country would \"aspire to a life that is free of violence, and will seek cooperation and understanding from the members of this region, including our other neighbors.\"\n Singh emphasized the countries' historical and cultural links and said the two leaders discussed terrorism in detail. \"The people of Afghanistan have suffered enough. They deserve to live in peace and decide their future themselves, without outside interference, coercion and intimidation,\" Singh said.\n The partnership - \"based on mutual understanding and long-term trust\" - outlines areas including trade, economic expansion, education, security and politics.\n The two sides also signed deals to boost cooperation in mining, oil and gas.\n\nLoad-Date: February 27, 2012"
}