{
    "title": "India to investigate Hyderabad bomb blasts, eyes the Indian Mujahideen... again (+video) But as Indi",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 2,
    "day": 21,
    "full text": "Two almost simultaneous explosions killed at least 12 people in the southern Indian city of Hyderabad after Thursday evening's rush hour. It was the first major bomb attack in India since the 2011 Mumbai bombing that left 26 dead.\nThough officials say it is still too early to say which group is responsible for the attack, which also injured 80, Indian media reports are citing intelligence sources blaming it on the Indian Mujahideen, a banned Islamist terrorist organization.\nBut as the investigation begins, analysts are highlighting India's poor track record on cracking such cases.\n\"What gets missed is that every terror strike in India is a failure of Indian intelligence agencies, they have a very poor record of solving terrorism cases and most of the people who get charged for these terrorist incidents, ultimately get acquitted by courts but not before getting their lives destroyed,\" says Kashif-ul-Huda, editor of TwoCircles.net, a website on Indian Muslim issues.\nThe Indian Mujahideen, a domestic group, has been blamed for many bomb blasts in India in the past, including the 2011 Mumbai blasts Indian investigative agencies say the Indian Mujahideen is an avatar of an older group, the banned Students Islamic Movement of India (SIMI), an extremist group which reportedly aimed to \"liberate\" India from Western cultural influence and worked for Islamic law in India. After the 2011 bombing several people were arrested on charges of working for the Indian Mujahideen (some of whom reportedly tipped the police off to today's blasts), though no one has yet been convicted. \"We don't know who the Indian Mujahideen is, which raises suspicions about such claims,\" says Delhi-based human rights activist Mahtab Alam, \"Every time there is a blast the police say Indian Mujahideen and then they claim they have nabbed the Indian Mujahideen masterminds, til the next blast.\" The south Indian city is the country's fourth largest and has a history of Hindu-Muslim violence and tension. The area where today's blasts took place is dominated by middle-class migrant Hindus. \"It's way too early to say anything worthwhile about these blasts. It could be Islamist groups, or Hindu nationalist groups or someone completely else. It is not clear who would benefit from the politically,\" says Aniket Alam, who lives in Hyderabad and works with the Economic and Political Weekly journal.\nSince 2000, India has seen more than a dozen bomb blasts and blamed a number of terrorist organizations for them, however there have rarely been convictions. Many have been accused and acquitted by the courts, and activists claim those accused have been falsely implicated. In 2002 the same neighborhood was hit with a bomb, which Indian police blamed on the Pakistani terrorist group, Lashkar-e-Taiba. But the latest blast reminded locals more of the May 2007 bomb Mecca Masjid (mosque). While the police had initially blamed the Harkatul Jihad-e-Islami for those blasts and arrested several people on charges they worked for the Islamic fundamentalist group, the federal National Investigation Agency has charged six members of a different Hindu right-wing group with that and other such bomb blasts. Notably, the blasts today came a day after the federal Home Minister said he regretted his remarks blaming Hindu nationalist groups such as the right-wing Rashtriya Swayamsevak Sangh (RSS) for terrorism. Some former members of the RSS and the Abhinav Bharat are being investigated for bomb blasts in Muslim-dominated areas, Sufi shrines and mosques, as well as the 2007 Samjhauta Express train bombing.\n\nLoad-Date: February 22, 2013"
}