{
    "title": "Indian doctor 3rd man charged in U.K. attacks",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 7,
    "day": 15,
    "full text": "LONDON - An Indian doctor arrested the same day his brother allegedly drove a Jeep into Glasgow's main airport was charged Saturday with a terrorism offense in Britain. A distant cousin in Australia also was charged in the failed attacks in London and Glasgow.\nSabeel Ahmed of Liverpool became the third person to face charges in the alleged plot. He was charged with withholding information that could prevent an act of terrorism, police said in a statement. Ahmed appears in London court on Monday.\nAhmed, 26, was arrested June 30 in Liverpool, and is the brother of Kafeel Ahmed, who is believed to have set himself ablaze after crashing into the airport and is in a Scottish hospital with critical burns.\nMuhammad Haneef, 27, a distant cousin who once shared a house with the brothers in Britain, was charged Saturday in Brisbane, Australia, with supporting a terrorist group. Bilal Abdullah, a 27-year-old doctor, was charged last week by British police with conspiring to set off explosions.\nAustralian police charged Haneef with providing support to the bomb plot by giving his SIM card to Sabeel and Kafeel Ahmed when he left Britain for Australia in July 2006. Haneef faces a maximum of 15 years in prison if convicted.\nHaneef was arrested July 2 while trying to leave the eastern city of Brisbane for India on a one-way ticket.\nTwo cars packed with gas cylinders and nails were discovered June 29 in central London.\nThe next day, the Jeep Cherokee, loaded with propane canisters and gasoline, smashed into security barriers at the main terminal at Glasgow airport.\nEight people have been detained in connection with the incidents. One of the eight, the only woman, was freed by British police Thursday.\nA Jordanian doctor is being held for questioning about the failed car bomb attacks and on Saturday, a British judge gave police until at least July 21 to continue that questioning. In addition to Kafeel Ahmed, the suspect who is hospitalized, two others remain in custody without charge.\nDr. Mohammed Asha, a 26-year-old Jordanian, was detained on a northern England highway on June 30. His wife, Marwa Asha, was arrested the same day and released Thursday without charge. Under British terrorism laws, police can hold Asha for 28 days without charging him - subject to regular court reviews.\n\nLoad-Date: July 16, 2007"
}