{
    "title": "India hits out at China, Pakistan for not clearly understanding threat of terrorism",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 12,
    "day": 21,
    "full text": "United Nations, Dec. 21 -- India has hit out at some UN members for failing to \"clearly understand\" the common threat of terrorism due to their \"narrow political and strategic concerns\", apparently referring to Pakistan and China.\nIndia's Permanent Representative to the UN Syed Akbaruddin said terror networks operate across borders in terms of propagation of hateful ideologies, sometimes based in deep-rooted perceived grievances; raise finances; procure arms; and recruit operatives.\n\"This is a common challenge which requires greater focus by this Council, one where closer international cooperation needs to be, can be and should be expanded for our common interest,\" Akbaruddin told the Security Council during an open debate yesterday on 'Addressing complex contemporary challenges to International Peace and Security'.\n\"It appears that this common threat to states and societies is not clearly understood here. Even on counter- terrorism, cooperation continues to elude the Council,\" he said.\nAkbaruddin was apparently referring to China's decision to repeatedly block a move by India to designate Masood Azhar, chief of Pakistan-based Jaish-e-Mohammed (JeM) militant group, as a global terrorist.\nOn an issue as serious as designation of terrorist individuals and entities, the Council-mandated Sanctions Committees fail to make concrete progress and fall victim to \"narrow political and strategic concerns in some cases\", he said.\nAkbaruddin also referred to the fact that the UN- designated terrorist and Mumbai attack mastermind, Hafiz Saeed, was seeking to contest elections in Pakistan.\nSaeed had announced that his Jamaat-ud-Dawa (JuD) will contest the 2018 general elections in Pakistan under the banner of the Milli Muslim League, which is yet to be registered with the Election Commission.\n\"In other cases where Sanctions Committees have designated terrorists, there are states who venture to mainstream UN designated terrorist individuals into their political process in total disregard of international law, thus putting our common security in peril,\" Akbaruddin said in his address to the Security Council.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: December 21, 2017"
}