{
    "title": "India seeks Clinton's help in combating terrorism",
    "publisher": "the christian science monitor",
    "year": 2000,
    "month": 3,
    "day": 22,
    "full text": "Only hours after a formal red-carpet welcome to India, President Clinton found himself being drawn into the central crisis of South Asia - Kashmir.\n \nIn an unusual break with a cardinal policy, Prime Minister Atal Behari Vajpayee hinted that India may rely on the US to help to deal with Pakistan over the 53-year dispute in the Himalayas, regarded as one of the world's hottest nuclear flashpoints.\n \nMr. Vajpayee's indirect comments came in a joint press conference with Mr. Clinton, only hours after 40 Sikh men were reported massacred in a Kashmir village south of the Indian summer capital of the Jammu and Kashmir state, Srinagar. The massacre, the first on Sikhs in more than a decade, could throw a dangerous new ethnic element into the Kashmir crisis.\nSince taking over Pakistan in a popular coup last October, the military government in Islamabad has more openly backed a jihad, or holy war, against Indian-controlled Kashmir, where 700,000 troops are jammed in a small valley inhabited by an overwhelmingly Muslim majority.\n \nReferring to this jihad, Vajpayee said, \"I hope this question will be discussed by the president in Islamabad.\"\n \nThe concession of a US interlocutor role is the first time an Indian official has publicly asked for outside help on Kashmir - and will be the first time the Indians have sent a direct, albeit tough, message to the new military led government of Pakistan.\n \nDelhi was bitterly opposed to any visit by the American president to Islamabad. Indian diplomats as recently as two days ago did not officially acknowledge that Clinton was even traveling there March 25.\n \nYesterday, Clinton and Vajpayee, the leaders of the world's two largest democracies, emerged after two hours of talks in Hyderabad House in Delhi, a palace built in 1928 for the world's richest man, the Nizam of Hyderabad.\n \nClinton emphasized the need for dialogue between India and Pakistan on Kashmir and committed himself to telling Pakistan's Gen. Pervez Musharraf about the futility of a military solution to Kashmir. \"The prime minister said he hoped I would say that in Islamabad, and I will,\" Clinton told the press. But in what was music to Indian ears, the president affirmed the inviolability of the \"line of control\" (LOC), the de facto border created after the 1971 war between India and Pakistan. Increasingly, Delhi sees international recognition of the LOC as the ticket to permanently ending the Kashmir dispute, keeping the valley, and not raising the question of a UN plebiscite of the Kashmiris that was promised in 1948.\n \nA new US role here appears to be something less than that of a formal honest broker, but more than simply watching nuclear South Asia heat up from the sidelines. \"We do not want to mediate, but we will help start a dialogue through diplomatic means,\" said Secretary of State Madeleine Albright. Yet even a role as a \"facilitator\" is an enormous step.\n \nClinton's first taste of the complexities here might be summed up by a newspaper front page. One banner headline: \"36 Sikhs Shot in Kashmir.\" Underneath, another headline: \"Hi, Bill.\"\n \nDetails about the killings in the Indian media quote Indian military sources. In the town of Chatisinghpuri, a group of 25 men came carrying whiskey bottles, dressed in Indian Army uniforms, and speaking in the Muslim Urdu language. They pulled families out of their houses, separated the men from the women, and shot 34 at point-blank range. Six others have since died.\n \nThe event is odd, say observers, since Sikh and Muslim relations, even among the mujahideen soldiers, had been good for more than a decade. It is difficult to see how a massacre would serve the Muslim cause. Some reporters in Kashmir suggest the possibility of Indian counterinsurgency forces doing the work, since mujahideen rarely carry whiskey and often speak in religious parlance about the cause for their actions, which in this case did not seem to occur.  Other reporters attribute the attack to one of the many smaller offshoot Muslim groups.\n \nSome 14 villages in the region are predominantly Sikh, a religious group centered in the Punjab and traditionally regarded as the soldiers of India.\n(c) Copyright 2000. The Christian Science Publishing Society\n\nLoad-Date: March 21, 2000"
}