{
    "title": "Indiana U. 'White Out' to raise terrorism awareness",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 9,
    "full text": "Indiana University students will hand out white T-shirts Thursday to promote terrorism awareness thanks to a $5,000 grant from the IU Student Association.\nWith the idea of \"turning it around,\" the Students Against Terrorism group will distribute about 1,500 shirts to \"white out\" the campus, as Thursday's date is Nov. 9 (11/9), the opposite of Sept. 11 (9/11), said the organization's president, junior Danny Schwarz. The IU Student Association is the main sponsor, he said, helping to pay for the shirts and advertising with the grant.\nThe shirts will say \"SAT\" and \"11/9/06\" on the front, and \"turning things around\" on the back, Schwarz said.\nA day such as 9/11 constantly reminds students of a fear, he said, but on 11/9 the group wants people to be united in the white out to stand against terrorism.\n\"We need to be mindful about it and not just on a day like 9/11,\" Schwarz said. \"It's something beyond bringing in a speaker. It's an engagement tool. It's something that ideologically needs to be fought, and we need to be mindful of and we can't just ignore if it's not at our doorstep.\"\nAfter getting free shirts, which will be handed out starting at 10 a.m. outside Ballantine Hall, vice president and junior Dana Hopfer said, students will be given the opportunity to sign a resolution in support of the group's efforts. The resolution will be forwarded to IUSA, Schwarz said.\n\"One of the main purposes of this is to really show campus unity, and students as an IU campus can come together and show support,\" Hopfer said.\nSchwarz said he hopes the shirts are the start of a process educating students to be aware of terrorist attacks around the world.\n\"There's terrorism all over and in many different forms,\" he said. \"(The project) is not something that's limited to tomorrow. It's something we hope starts tomorrow and basically is an everlasting process from here on out.\"\nIUSA Vice President Andrew Lauck voiced his support for the awareness campaign.\n\"We think the message that they're sending across is an important and a strong message,\" he said. \"For obvious reasons, everybody in IUSA supports their efforts and encourages students to do the same.\"\n(C) 2006 Indiana Daily Student via U-WIRE\n\nLoad-Date: November 9, 2006"
}