{
    "title": "India sees U.S. adopting its mantra on terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 9,
    "day": 15,
    "full text": "NEW DELHI -- When hijacked jets slammed into the World Trade Center, the dynamics of the conflict between nuclear rivals India and Pakistan also changed fundamentally.\nAnalysts say the U.S. declaration of war on terrorism will bolster India's case for making its fight against \"cross-border terrorism\" a key foreign policy mantra.\nNew Delhi has long alleged that Pakistani and Afghan Islamic militants were fueling revolt in Kashmir, India's only Muslim-majority state, and is now hoping the U.S. war on terrorism will help root them out.\nIt is also heartened by a U.S. ultimatum to Pakistan to help hunt down those behind the attacks, in which Afghanistan-based Saudi-born dissident Osama bin Laden is the prime suspect.\n\"Pakistan has basically been put on notice,\" said Brahma Chellaney from the Center for Policy Research in New Delhi. \"The likely fallout is going to be largely positive for India.\"\nBut analysts say India risks finding itself elbowed out as the key U.S. ally in South Asia, amid expectations Pakistan may seek warmer ties in return for help against bin Laden.\nPakistan is one of only three countries to recognize Afghanistan's ruling Taliban, which shelter bin Laden, and is also suspected of giving them military support.\nAccording to India, it is also the driving force behind Islamic insurgency in Jammu and Kashmir, where at least 30,000 have died in 11 years of rebellion against rule from New Delhi.\nIt also accuses Pakistan of supporting militants who bombed targets elsewhere in India and hijacked an Indian Airlines flight from Kathmandu in 1999.\nPakistan denies arming Kashmir's militants and blames India for refusing to let Kashmiris decide their own fate.\nBut police say around half the militants in Kashmir are from Pakistan, Afghanistan or Pakistan-occupied Kashmir, based on the bodies of guerrillas killed in clashes with security forces.\n'Victim of terrorism'\n\"As a victim of terrorism for more than a decade, India has reasons to welcome the recognition of this menace,\" the Hindustan Times said in an editorial.\n\"New Delhi should … present to the outside world the information it has about terrorist training camps in Pakistan and Afghanistan,\" it said. \"Since the menace has been identified, no effort should be spared to ensure its complete eradication.\"\nChellaney said that even if it turns out that another group was behind the assault on the United States, Washington's new resolve to strike back at all those sowing terror will help India in its campaign against \"cross-border terrorism.\"\nIndian analysts, however, expressed some discomfort at the implications of Washington's new focus on Pakistan President Pervez Musharraf--assuming he survives any backlash by hardliners for helping the United States.\nThe United States, which a decade ago saw Pakistan as its key ally against Soviet influence in South and Central Asia, has cold-shouldered Islamabad since Musharraf seized power in a military coup in 1999.\nNow it is on the phone to Pakistan seeking its help against the Taliban--the same people which Islamabad supported, with U.S. encouragement, in a rebellion against Soviet occupation in the 1980s.\n\"Reports suggest that in America's hour of crisis, Islamabad may be leading Washington by the hand into the complicated warrens of the Taliban. Are the creators of the Taliban now inserting themselves into the situation as America's interlocutors?\" asked Saeed Naqvi in The Indian Express.\nAs analysts debated the fallout on South Asia, India was quick to make sure it proved its own loyalty to Washington.\nA defense ministry source said India would allow U.S. military forces to use its facilities if it needed them in any operations launched in retaliation for the attacks.\n\nLoad-Date: September 15, 2001"
}