{
    "title": "India says Pakistan must punish Mumbai attackers",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 16,
    "full text": "NEW DELHI ? Efforts to improve the strained ties between India and Pakistan will fail if Islamabad does not act against terror emanating from its territory, India's external affairs minister warned Friday. S.M. Krishna also said Pakistan should actively pursue new investigative leads and punish the perpetrators of the 2008 Mumbai terror attacks. \nHe spoke to reporters after returning from a visit to Pakistan and was the most senior Indian official to visit there since the attacks in the Indian financial hub that killed 166 people and which India blames on Pakistan-based militants. Krishna called for \"all out efforts by Pakistan to fulfill its assurance not allow the use of territory of Pakistan for terrorism against India.\" The outcome of his talks Thursday with his Pakistani counterpart, Foreign Minister Shah Mahmood Qureshi, boiled down to one thing: an agreement to talk again. \"We have made some headway and I have invited the Pakistan foreign minister to visit India\" to carry forward the dialogue, Krishna said. In Islamabad, Qureshi said the Indian side had been selective and did not want to discuss some issues important to Pakistan. He said, while Pakistan understood the Indian concerns and \"we want to address them, but Pakistan does have some concerns. Pakistan does have some core interests which India should understand.\" Islamabad was ready to discuss the issue of terrorism with India as Pakistan itself was a victim of terrorism, he said. Ahead of the talks, Indian Home Secretary G.K. Pillai was quoted by an Indian newspaper as saying Pakistan's Inter-Services Intelligence agency had orchestrated the Mumbai attacks. Pillai said the information had emerged from the interrogation of David Coleman Headley, an American who pleaded guilty in the U.S. in March to participating in the planning of the attacks. The Pakistani agency has previously denied any involvement in the Mumbai attacks. Krishna, who met with Pakistan's president, prime minister, and foreign minister, said he had been assured that Islamabad would pursue the leads from Headley to \"bring all the perpetrators of that horrific crime to justice.\" India has insisted that no real improvement in the relationship can take place until Pakistan demonstrates its determination to crack down on Lashkar-e-Taiba, the militant group allegedly behind the Mumbai attacks. Pakistan helped establish Lashkar-e-Taiba about 20 years ago to pressure India over the disputed territory of Kashmir. The government banned the group in 2002 following U.S. pressure, but many analysts believe it still maintains links. Pakistan has bristled at criticism it is not doing enough, noting it has put seven Mumbai suspects on trial while saying it needs more evidence from Indian investigators. Qureshi said the two sides had discussed ways to make the trial process more efficient, but noted that Pakistan's judiciary is independent. The U.S. is keen on seeing Pakistan and India resolve their differences, in large part because it would free Pakistan to focus on the growing militancy problem along its border with Afghanistan. Associated Press writer Nahal Toosi in Islamabad contributed to this report. \n\nLoad-Date: July 17, 2010"
}