{
    "title": "India 's Police Say Pakistan Helped Plot July Train Bombings",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 1,
    "full text": "In a declaration likely to increase tensions on this subcontinent, the Indian police on Saturday accused Pakistan's intelligence agency of being behind the July 11 train bombings that killed more than 180 people in Mumbai.\n  Officials in Islamabad swiftly rejected the allegation, which comes at an awkward moment for Pakistan.\n On stormy visits to Washington and London this week, the nation's president, Gen. Pervez Musharraf, was dogged by accusations that Pakistan was not doing enough to curb Islamic militancy, or, worse, might even be aiding it. \n  Now the Indian police are adding their voice to those claims. They have already blamed Lashkar-e-Taiba, a Pakistan-based militant group fighting to expel India from the disputed Kashmir region, for the blasts. \n  But on Saturday, for the first time in this investigation, they directly accused the Directorate for Inter-Services Intelligence in Islamabad of plotting the bombings. \n  ''We have solved the July 11 bombings case,'' Anami Narayan Roy, the police chief of Mumbai, said during a televised news conference. ''The whole attack was planned by Pakistan's I.S.I. and carried out by Lashkar-e-Taiba and their operatives in India.''\n  Within hours, the Pakistani Foreign Office issued a statement calling Mr. Roy's comments irresponsible and baseless. \n  ''This statement, like those made immediately after the Mumbai bomb blasts, contains unsubstantiated allegations, which the Indian officials and media keep making for propaganda purposes,'' the Pakistani statement said.\n  India almost always blames Pakistan for terrorist attacks on its soil, and Pakistan almost always denies the allegations, expressing frustration with India's refusal to share hard evidence dealing with the attacks.\n  The latest accusation complicates a recent initiative to rescue the India-Pakistan peace process, which stalled in mutual recriminations after the blasts. Relations improved earlier this month when the two countries agreed in Havana to resume talks and to create a joint mechanism for combating terrorism in the region.\n  ''The antiterror mechanism is obviously not going to take off, especially now that this Mumbai statement has come out,'' said Kanchan Lakshman, a terrorism analyst at the Institute for Conflict Management in New Delhi. ''I think they'll go back to how it was pre-Havana.''\n  Terrorism remains a major stumbling block between the nuclear-armed rivals, which have fought three wars and stood at the cusp of a fourth in 2002. India accuses Pakistan of fomenting terrorism. Pakistan has long said that it provides moral support to those fighting for an Indian withdrawal from Kashmir but that it rejects violence.\n  Navtej Sarna, the Indian Foreign Ministry spokesman, said in a telephone interview from South Africa that it was too early to judge the fallout of the police statement.\n  Parvinder Singh Pasricha, the police chief of Maharashtra State, which contains Mumbai, formerly Bombay, said in a telephone interview late Saturday that the accusations by the police had been cleared with and corroborated by India's national intelligence agencies.\n  The charge comes days after President Bush used a White House dinner to try to make peace between General Musharraf and President Hamid Karzai of Afghanistan, who accuses Pakistani intelligence of letting the Taliban resurface in Afghanistan. \n  Moreover, this past week, the BBC reported on a document, said to have been written by a military research institute sponsored by Britain, accusing Pakistan's security services of playing a dual role by fighting and abetting militants. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 1, 2006"
}