{
    "title": "Indiana governor says national debt is as big a threat to U.S. as terrorism",
    "publisher": "the hill",
    "year": 2010,
    "month": 6,
    "day": 16,
    "full text": "To Indiana Gov. Mitch Daniels (R), the federal debt represents as much of a threat to the American way of life as terrorism. And his willingness to set aside all other issues to deal with the rising deficit has sparked talk that he’s testing a 2012 presidential campaign theme, particularly given the fact the economy remains a leading issue for voters. Daniels has spent the past several weeks trying to elevate the country’s $13 trillion debt problem above all others, aside from national security. \n“If you don’t accept the premise that the American experience is mortally threatened by a couple of problems, this one [dealing with the budget] — and I would add the problem of terrorism, fanatic terrorism in a WMD world — then my suggestion may not make sense to anyone,” he told The Hill on Tuesday. “But I personally feel that there’s urgency around dealing with those problems, both as a matter of priority but also as a matter of getting a broader consensus of Americans together.” Daniels has said he wouldn’t want to run for president in two years, but he has refrained from making any Shermanesque statements. When asked again about 2012 on Tuesday, he demurred. “The people in this town, nobody ever thinks you say what you mean,” he said. But he is willing to sacrifice work on social issues to deal with the financial problem. Daniels told the Weekly Standard last week that the next president “would have to call a truce on the so-called social issues” until the country’s fiscal house was in order. “We’re going to just have to agree to get along for a little while,” he said. Remarks like that have earned him criticism from the right. Former Arkansas Gov. Mike Huckabee (R), a 2008 presidential contender who has left the door open to another bid, dismissed Daniels’s call for a truce on social issues and argued that social conservatism and fiscal responsibility go hand in hand. “If we don’t respect the value of each individual life, whether in the womb or the classroom or the living room, we devalue property and intangible qualities of life,” Huckabee wrote to supporters in a fundraising letter responding to Daniels. “It gets expensive.” Conservatives in Congress said efforts to deal with the budget don’t have to come at the expense of work on social issues. “Congress always deals with dozens of issues at the same time, so I’m not sure that I see that dealing with the entire range of issues that we’re faced with stops us from dealing with our debt and deficit,” said Sen. Mike Crapo (R-Idaho), a member of the bipartisan White House fiscal commission. House Republican Conference Chairman Mike Pence (Ind.) called Daniels the best governor in the country and a personal friend, but he said that Republicans should keep pushing back against Democrats on both fronts. “Barack Obama is the most pro-abortion president in American history,” said Pence, yet another potential Obama challenger in 2012. “This administration and Congress have fought to expand public funding of abortion at home and abroad since their first day in office, and I believe that Republicans must continue to fight for the sanctity of life and marriage in 2010 and beyond.” Daniels, in Washington on Tuesday, made clear he’s not backing down on his deficit push. He was on Capitol Hill to speak to young adults at a debt summit organized by the nonprofit groups Americans for Generational Equity and the American Benefits Institute. “I don’t think we can solve that problem [on the debt] that young people just asked me about in a sharply divided America,” he said in a brief interview after the event. “We’re going to need to trust each other, and accept the good will, accept the sincerity of other parties, to do some fundamental things.” He noted that skeptics of the United States and of democracy have questioned whether U.S. leaders are good at dealing with big problems. “And so that’s why, in my opinion, it would be helpful if we tried to set aside, at least temporarily, these very sincere, heartfelt disagreements on other questions,” Daniels said. “And I was thinking about a whole host of other questions, by the way, when I said that. That’s all. And if folks don’t agree, I understand.” Daniels is a social conservative, but he’s better known for his economic record. Though he opposes abortion rights and backed an amendment to the Ohio constitution defining marriage as a union between a man and a woman, conservatives grumbled that he wasn’t very public about his support for the gay-marriage ban. By contrast, he served in President George W. Bush’s Cabinet as White House budget director and, in 2005, became the first Indiana governor in eight years to balance the state’s budget. His balanced-budget bona fides have earned him approval ratings consistently above 60 percent — and some presidential buzz. Former Iowa Gov. Terry Branstad (R) has taken to citing Daniels’s fiscal efforts during his campaign this year to return to the governor’s mansion. Daniels was also listed as a possible contender in the 2012 Iowa presidential caucuses in the Des Moines Register’s vaunted Iowa Poll. The survey found, however, that four-fifths of voters still didn’t know enough about Daniels to form an opinion of him.\n\nLoad-Date: July 29, 2010"
}