{
    "title": "India Intensifies Islamophobic State Repression Amid Pandemic",
    "publisher": "university wire",
    "year": 2020,
    "month": 5,
    "day": 7,
    "full text": "In the wake of the 2008 financial crisis, which devastated the global economy and left millions impoverished, then President-Elect Barack Obama's Chief of Staff, Rahm Emanuel, let slip a shockingly honest remark. \"You never want a serious crisis to go to waste,\" Emanuel said, \"And what I mean by that is an opportunity to do things you think you could not do before.\" This statement reflects an understanding on the part of the ruling class of the fact that populations in a state of crisis will be more likely to accept and even embrace policies that might otherwise be met with resistance. The ongoing coronavirus pandemic is one such crisis, and opportunistic governments the world over have used it to push through questionable measures.\nOne government which is certainly not letting this new crisis go to waste is that of India, which has used the pandemic to heighten discrimination against India's already vulnerable Muslim minority. The ruling Bharatiya Janata Party , which has held power since 2014, has a long history of anti-Muslim rhetoric and action. It is a member of the Sangh Parivar, a network of far-right, Hindu-nationalist organizations centered around the paramilitary Rashtriya Swayamsevak Sangh . Most infamously, an RSS member named Nathuram Godse carried out the murder of Mahatma Gandhi in 1948, claiming Gandhi's supposed betrayal of India to Islam as his motivation.\nPersecution of India's Muslim minority is far from new, although the coronavirus epidemic has created new avenues for oppression. For example, Narendra Modi, the current Prime Minister of India under the BJP government, has spent his career persecuting India's Muslim minority. On 27 Feb. 2002, a fire broke out on a train carrying Hindu pilgrims back from a political rally, killing 59 people. Modi, then Chief Minister of Gujarat, the Indian state where the incident occurred, declared the fire to have been an act of terrorism. Rumors circulated throughout Gujarat, spread by state officials and local media, that the train was attacked by agents of Pakistan working with local Muslims to attack Hindus.\nIn the wake of the train fire and the provocations by Modi and his government, a wave of anti-Muslim mass violence broke out. Between 1,000 and 2,000 people were murdered, the vast majority Muslim, and incidents of gang rape, destruction of mosques, and burning of Muslim-owned houses and businesses were common. Throughout this modern-day pogrom in Gujarat, the police made no effort to defend Muslims, claiming that \"we have no orders to save you.\" Some experts have chosen to describe the horrific events of the Feb. - March, 2002, as state-directed terrorism rather than communal violence, given that Modi ordered officials not to take action against rioters and the state government may even have provided lists of Muslim owned businesses to the mob leaders to be burned.\nPrior to the outbreak of the coronavirus, Modi's government was already initiating a crackdown on the rights of Muslims in India. On 12 Dec., 2019, India enacted the Citizenship Amendment Act, which granted citizenship to migrants from neighboring countries fleeing religious persecution. The act specifically excludes Muslims, with the government claiming that this is because Muslims are unlikely to face persecution in countries like Pakistan or Afghanistan, a statement that flagrantly ignores the existence of persecuted Muslim sects such as the Ahmadiyya.\nThe BJP also proposed a National Register of Citizens for the whole of India, which would entail the ability of the government to demand proof of citizenship from any Indian. According to Connecticut College South Asia historian Dean Accardi, \"Many have criticized [these measures] as a move to strip Muslims of their Indian citizenship, rendering them stateless and without rights.\" Given that most Indians do not have proof of citizenship, the NRC would give the BJP government enormous power to discreetly and legally strip citizenship from groups they deem undesirable. Widespread peaceful protests followed, which continued despite attacks from pro-government rioters.\nThe coronavirus pandemic put an abrupt end to the mass protests, but not to the government's persecution of Muslims. Indeed, the BJP and BJP-friendly media outlets rapidly capitalized on the situation to demonize Muslims as the prime vector for the virus' spread in India. Party officials and media have incessantly focused on the decision of the Muslim group Tablighi Jamaat to hold a convention in Delhi in mid-March. While this decision was no doubt ill-advised, similar gatherings held by non-Muslim groups have not been held to the same scrutiny. BJP officials have referred to Muslims as being \"like human bombs,\" who are carrying out deliberate acts of \"corona terrorism.\" As the government paints Muslims as just as pathogenic as COVID-19 itself, it is no wonder that they now face an uptick of hate crimes and violence.\nIntensified oppression of Muslims is occurring through more than just hateful rhetoric. The armed agents of the state, police forces, have also been brought down disproportionately on their heads. According to Professor Accardi, \"Muslim areas of cities, due to their density and usually-held community prayers on Fridays, are being patrolled more strictly and frequently under the rationale of coronavirus protection.\" Those who cannot stay off the streets, such as street vendors and the homeless, many of whom are Muslim, have been subject to brutal violence and destruction of property by the police. Furthermore, an increasing number of Muslims who have died in police custody are being buried by the government in mass graves against the wishes of their families in order to \"prevent the spread of coronavirus,\" effectively denying any investigation into the cause of death and if malfeasance may have been involved.\nIndia is likely to suffer deeply from the coronavirus in the coming year. In the densely packed slums that house much of the country's population, social distancing is impossible, and without access to clean water not to mention masks or hand sanitizer, the basic hygienic measures necessary to prevent the spread of the virus are out of reach for many Indians. Still, a state-directed relief campaign could easily minimize deaths from both the virus and the resulting economic deprivation.\n\"However,\" says Professor Accardi, \"the Indian government's actions to this point seem to indicate that there is little willingness to take actions that could jeopardize the wealth of elites.\" Given that India's poor are overwhelmingly Muslims and Dalits (commonly known outside South Asia as \"untouchables\"), it is all too easy for the BJP-led state to ignore their suffering. During a crisis, it is all too easy for relatively privileged people to ignore institutional violence, lending credence to the idea that these disasters create for oppressive states \"an opportunity to do things... [they] could not do before.\" This is why international solidarity and advocacy, important in the best of times, becomes crucial during an upheaval such as this pandemic. We, too, cannot allow this crisis to go to waste.\n(Visited 175 times, 1 visits today)\n[mc4wp_form id=\"5878\"]\n\nLoad-Date: October 17, 2023"
}