{
    "title": "India -China military drill commences at Umroi, Shillong",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 12,
    "day": 8,
    "full text": "The scope of the exercise is to cover company level joint level training on counter-terrorism in semi-urban terrains under the United Nations mandate\n\nShillong: Notwithstanding the frequent skirmishes along the borders, the Indian Army and China's Peoples Liberation Army (PLA) showed their camaraderie on the first day of the Indo-China joint exercise that started at Umroi, around 24 kms from here, on Saturday. The 14-day exercise has been titled \"Hand in Hand\".\n\nSpeaking before the parade contingent of the Army and the PLA (approximately 260 members), the General Officer Commanding of the Red Horns Division Major General Deepak Mehra stressed upon the importance of peace and tranquillity in the borders\n\n\"To achieve this, armed forces of both countries have enhanced communications and are implementing various confidence building measures. Joint military exercises are one such step in the series of initiatives to bring the armed forces of both the countries closer and understand each other better\" General Mehra stated.\n\nTaking a step forward by touching on the economy and stability in Asia, the GOC also said that he two countries, representing almost one third of the world's population, have mutually agreed that stable and improved development of our relations will be beneficial for the people. The PLA commander while sharing his thoughts during a brief interaction with newsmen echoed similar views.\n\nThe military exercise has a special meaning as it has been organized in the 70th year since the establishment of diplomatic ties between China and India. It is the eight time that the two armed forces are conducting such drills in both the countries to evolve by mutual sharing of experiences and imbibing the best practices of each other.\n\nThe exercise is expected to further hone the skills of soldiering from physical fitness to field crafts, mastering tactics and validation exercises, sport, recreational and competitions with simultaneous understanding of tradition, culture and history. The scope of the exercise is to cover company level joint level training on counter terrorism in semi-urban terrains under the United Nations mandate, combat techniques, usage of each other weapons, improvised drills and various devises to live up with to the challenges.\n\nLoad-Date: December 8, 2019"
}