{
    "title": "India asks Pakistan to arrest more Mumbai suspects",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 6,
    "day": 26,
    "full text": "ISLAMABAD ? India pressed Pakistan on Saturday to put more suspects on trial for alleged links to the 2008 Mumbai attacks, a sign of persistent tensions between the nuclear-armed rivals despite efforts to resume peace talks. Indian Home Minister Palaniappan Chidambaram said he had raised the issue with Pakistan's interior minister during meetings of the South Asian Association for Regional Cooperation, or SAARC, in Islamabad. \"I am confident that something good will emerge out of that meeting,\" he said. \nChidambaram did not say whom New Delhi wants to be prosecuted in Pakistan. But Indian authorities earlier pointed to hard-line cleric Hafiz Muhammad Saeed. Saeed is a founder of Lashkar-e-Taiba, a banned Pakistani militant group blamed in the attacks that killed 166 people in India's financial capital. He now heads a charity, Jamaat-ud-Dawa, that is alleged to be a front for Lashkar. Pakistan courts have ruled there is not enough evidence to detain Saeed, and Islamabad has pushed New Delhi to provide more information that could help the case against the cleric. Pakistan has arrested at least seven other people in connection with the attacks, and they are facing trial. But Islamabad has not said publicly whether it is seeking any more suspects. This past week, Zimbabwe arrested a Pakistani man whom the African country's state-run Herald newspaper said was wanted by Islamabad for involvement in the assault. Imran Muhammad, 33, was picked up for using a fake passport while trying to enter South Africa, which is hosting the World Cup soccer tournament, police said Saturday, adding that he was not being held on any terrorism charges. Pakistani officials could not immediately be reached for comment, but Zimbabwe police said they were in contact with them. In May, an Indian court sentenced the only surviving gunman from the attacks to death. Ajmal Kasab, a Pakistani, was one of 10 men who attacked two luxury hotels, a Jewish center and a busy train station in Mumbai. Millions around the world watched the violence unfold live on television. In Islamabad, the SAARC ministers issued a statement vowing to cooperate in the fight against terrorism, and Pakistani Interior Minister Rehman Malik said his country would not be a haven for militants. \"No act of terrorism will be allowed from Pakistan to be replicated like Bombay or anywhere,\" he said, using the former name for Mumbai. In recent months, the two neighboring nations have taken steps toward resuming peace talks aimed at resolving issues dating back six decades, including a dispute over the territory of Kashmir. India's foreign secretary met with her Pakistani counterpart earlier in the week to prepare for ministerial-level talks. Also Saturday, a suspected U.S. missile strike killed two alleged militants in a Pakistani tribal region that is considered a base for insurgents accused of attacking Western troops across the border in Afghanistan, officials said. The missile, fired from an unmanned drone, flattened a house near North Waziristan's Mir Ali town, two intelligence officials said on condition of anonymity because they were not authorized to speak on the record. They said one of the men was a foreigner. The United States frequently uses missile strikes to target Taliban and al-Qaida operatives in Pakistan's northwest, especially the lawless tribal regions near the Afghan border where many insurgents hide. Pakistan publicly protests the strikes as violations of its sovereignty, but is believed to have assisted in at least some of the attacks. The U.S. doesn't publicly acknowledge the existence of the covert CIA-run program. Meanwhile, two bombs exploded outside shops selling movies in a commercial market in Lahore, wounding four people, said police official Chaudhry Shafiq. In recent months, several such attacks in the eastern city have targeted theaters, movie shops, brothels and places frequented by young couples. Police blame militant groups, which say the places are un-Islamic. Associated Press Writer Babar Dogar in Lahore contributed to this report. \n\nLoad-Date: June 27, 2010"
}