{
    "title": "Indian culture abhors terrorism",
    "publisher": "the day ",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "Black Tuesday, Sept. 11, 2001. The day our false sense of security was shattered into smithereens. I was doing my morning rounds at Brooksville Regional Hospital. I strode into the room of a patient and before I could even greet him, he frantically pointed to the unfolding horror on the TV and screamed, \"Look, look!\"\nLife is so fragile, isn't it? We are all so vulnerable. My shock quickly gave way to anger. What a blow to peace and prosperity! How could a bunch of madmen do this in the  United States?\nNATHAN\nAlthough the mourning has abated, the agony persists. The Indian community grieves with the families of all the victims at their devastating personal losses. More than 250 Indians, mostly bright, ambitious youngsters, also perished in this massive calamity. But amid the stories of tragedy, we also saw the best of mankind shine through; there was heroism everywhere. Several Indian physicians working in New York City promptly reported to lower Manhattan for volunteer duty, which was much appreciated by the authorities.\nClearly, this is a dangerous moment in time, and it is crucial for all U.S. citizens, especially those with a \"foreign\" label, to show their patriotism, loyalty, wisdom and patience. Throughout the U.S., reports of stereotyping, vigilante activities and hate crimes have popped up. Racial profiling is raising its ugly head again. Everybody is under scrutiny. In Hernando County, we have had a few incidents of ethnic backlash.\nOur senior nurse coordinator, a close friend of mine, stopped me the other day and jokingly said: \"Hey, we don't know who are Indians and who are Arabs; who is a Hindu, Muslim, Christian or Sikh. Maybe you should go on the radio and explain the differences.\"\nI replied, \"It doesn't matter; we are all Americans united in fighting the war against terrorism. After all, everyone in the U.S., except native American Indians, immigrated from somewhere else, right?\" She looked pleased with that answer.\nMaybe that was a test for me. Later, I did go on the air at WWJB-AM radio to explain the position of Asian Indians, especially Hindus, who strictly adhere to nonviolence - ahimsa - lauded in Hindu scriptures. And Hindus do account for 83 percent of the 1-billion population in India, as well as the majority of Indian residents in Tampa Bay and Hernando County.\nThere is still a lot of misunderstanding about people from India, especially in smaller communities. One day a caller to WWJB remarked that many Indians come here, sponsored by the Indian government, to do business and send back money to enrich that country's war chest! I called the radio station and calmly explained that there was absolutely no truth to that accusation. Many \"foreign-looking\" individuals, including Indians, have been detained, questioned and then released by police across the country, because of mistaken identity. One of them was my close friend, a senior cardiologist from Ohio.\nIn these days of heightened security, one cannot object to these measures, but I wonder if it is necessary to go to extremes simply because some look \"different,\" and hence their allegiance is suspect. There is no need to unnecessarily harass law-abiding citizens.\nTerrorism is evil, dastardly and unconscionable. Irrespective of nationality, race or religion, those who engage in any terrorist activities should be severely punished. An occasional strong comment or damaging remark made by some should be taken in the right perspective - as knee-jerk reactions to this catastrophe. People should not generalize impulsively, out of fury or frustration.\nIndians are basically peace lovers, coming from the land of Gandhi, the leader of the nonviolence movement. This principle was successfully followed by Martin Luther King Jr. and Nelson Mandela. We are not aggressors and we abhor terrorism, having suffered it in the past so many times. Therefore, as Times columnist Jan Glidewell (thank you, Jan!) correctly wrote, \"These times demand reason, not blind hate.\"\nOur lives may have changed forever. But the disharmony generated by this tragedy in this country seems to be abating, and the different ethnic entities have come together to support the relief work. Asian Indians join together in sincere prayer  to give  emotional and spiritual strength to the grieving survivors and relatives of the victims.\nIn Tampa, all the Indian organizations and religious communities joined hands for two mass prayers and candlelight vigils, and they pledged $ 100,000, of which $ 50,000 has already been collected. And similar events were coordinated by Indian communities all over the U.S., a clear expression of a strong, patriotic commitment to their wonderful adoptive nation.\nAlthough we are forced to live with the memories etched in our minds on Sept. 11, all those who died did not die in vain. This tragedy certainly has united our country and all ethnic groups in Hernando County. In the long run, truth and goodness will prevail, and the U.S. will win the war against terrorism.\nGod bless America.\n- M.P. Ravindra Nathan operates the Hernando Heart Clinic in Brooksville. Guest columnists write their own views on subjects they choose, which do not necessarily reflect the opinions of this newspaper.\n\nLoad-Date: October 10, 2001"
}