{
    "title": "India passes anti-terrorism bill; Heated debate_ The joint session of Parliament is only the third s",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 3,
    "day": 27,
    "full text": "Lawmakers in India approved an anti-terrorism bill Tuesday after a day of heated debate in a highly unusual joint session of Parliament, only the third since the country's independence.\nThe government said the legislation is crucial after the Sept. 11 attacks in the United States and a Dec. 13 attack on the Indian Parliament.\n\"We cannot score a decisive victory against terrorism unless a special law of this kind is enacted,\" interior minister Lal Krishna Advani said as he presented the bill.\nOpponents denounced the bill as an draconian curtailment of civil rights and voiced fears the Hindu nationalist-led government would use the law selectively against Muslims and political rivals.\nThe Prevention of Terrorism bill allows police to detain suspects for questioning for three months without bringing charges against them and an additional three months with approval from a special court. The bill also allows anyone suspected of giving money, shelter, transportation or other support to terrorists to be tried on terrorism charges.\nIt provides punishments ranging from a minimum five years in prison to death.\nThe government says the law will be effective against Islamic separatists in Jammu-Kashmir, India's only Muslim majority state. India blames the militants for the attack on Parliament and says they were aided by Pakistan. The tension has led to a perilous military standoff between the two nuclear rivals.\nThe bill was rejected last week by the upper house, dominated by the opposition Congress party. To break the deadlock, Prime Minister Atal Bihari Vajpayee called the joint session, the first since 1978 and only the third since independence in 1947. The Hindu nationalist-led government has a majority in the lower house.\nAfter nine hours of debate, the bill passed 425-296, with 60 of the 781 Parliament members absent or abstaining. The figurehead president, Kocheril Narayanan, was expected to sign it within a week, the last step before it becomes law.\nSonia Gandhi, leader of the Congress party, said the law violates individual rights.\n\"This government has revealed its true intentions by using every device to arm itself with … menacing powers.\"\nOpposition leaders said people who unwittingly rent a room or car to a suspected terrorist or engage in a financial transaction with them could be detained for up to six months without trial and have their home or business seized.\nThe bill changes Indian law to admit confessions made to police as evidence. Current law prohibits such confessions unless they are made voluntarily in court.\nThe government said it had included safeguards against abuse in the bill. Confessions to police must be recorded within 48 hours before a magistrate, who will order a medical examination if there is a complaint of torture. A legal representative of the accused can be present for part of the interrogation.\nSince December, the government has enforced the law as a presidential ordinance, and 69 arrests have been made under its provisions, said Advani, the interior minister. He said 51 of them were in Jammu-Kashmir.\n\nLoad-Date: March 27, 2002"
}