{
    "title": "India , Saudi agree on need for increasing pressure on countries supporting terror_ PM Modi",
    "publisher": "the world",
    "year": 2019,
    "month": 2,
    "day": 20,
    "full text": "New Delhi, Feb. 20 -- India and Saudi Arabia agree that there is a need to increase all possible pressure on countries supporting terrorism, Prime Minister Narendra Modi said on Wednesday after holding talks with Saudi Crown Prince Mohammed Bin Salman.\nPrime Minister Modi and the Saudi Crown Prince explored ways to further deepen strategic ties against the backdrop of escalating tensions between India and Pakistan following the Pulwama terror attack.\nThe barbaric terror attack in Pulwama last week is a cruel symbol of the scourge spread over the world by this anti-humanitarian danger, Modi said in his press statement with Salman by his side.\n\"In order to deal effectively with this threat, we agree that there is a need to increase all possible pressure on the countries supporting terrorism in any manner,\" Modi said, without naming Pakistan.\nHe asserted that destroying the terror infrastructure and punishing terrorists as well as their supporters was \"very important\".\nPrime Minister Modi also called for a strong action plan for combating extremism and so that the powers spreading violence and terror cannot mislead the youth.\nThe Saudi Crown Prince, in his press statement, said his country will cooperate with India in tackling terrorism, including by intelligence sharing.\nThe crown prince arrived here on a less than 30-hour visit Tuesday night, a day after concluding his high-profile tour of Pakistan where he said dialogue was the only way to resolve \"outstanding issues\" between India and Pakistan.\nIn a special gesture, Modi received Salman at the airport here, signifying the importance India attaches to the visit by the leader of the Gulf nation.\nIn a joint statement, Pakistan and Saudi Arabia on Monday called for avoiding \"politicisation\" of the UN listing regime at a time when India was stepping up efforts to brand the Jaish-e-Mohammed terror group's chief Masood Azhar a global terrorist.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: February 20, 2019"
}