{
    "title": "India 's Prime Minister Scolds Pakistan Over Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 15,
    "full text": "The Indian prime minister scolded Pakistan on Friday, saying its failure to rein in terrorism was threatening the peace process, his toughest remarks yet since the Mumbai train bombings and a marked shift in relations between the countries.\n  ''These terrorist modules are instigated, inspired and supported by elements across the border without which they cannot act with such devastating effect,'' India's prime minister, Manmohan Singh, said at a press briefing in Mumbai, which is India's largest city and is also known as Bombay, three days after bombs tore through seven rush-hour trains, killing 181 people.\n''I have explained it to the government of Pakistan at the highest level that if the acts of terrorism are not controlled, it is exceedingly difficult for any government to carry forward what may be called a normalization and peace process,'' he added.\n  Indian authorities have not offered concrete evidence linking the bombings to any particular organization. But the local police and senior government officials have suggested involvement by Lashkar-e-Taiba, a banned Pakistan-based militant group active in the anti-Indian insurgency in Kashmir, a territory both India and Pakistan claim. \n  The group is blamed for several attacks on Indian soil in recent years, though it has denied responsibility for them, including the bombings this week.\n  India and Pakistan have been engaged in peace talks for four years, since the end of a military standoff over a terrorist attack on the Indian Parliament in December 2001, which was also attributed to Lashkar-e-Taiba.\n  Earlier this week, Pakistan rejected Indian finger-pointing over the Mumbai attacks. The Pakistani president, Gen. Pervez Musharraf, offered late Thursday to help in the investigation of the bombings, which also wounded 700.\n  Friday evening, Pakistan's Foreign Office dismissed Mr. Singh's allusion to a Pakistani link to the bombings. ''In the past two days, India has not given us anything in writing or talked of any evidence,'' said Tasnim Aslam, the Foreign Office spokeswoman, according to Pakistani state media. The next round of talks, between the foreign secretaries of both countries, is scheduled to begin next week.\n  Mr. Singh's comments underscored the political pressures and opportunities that the bombings present to both governments. \n  On the one hand, Mr. Singh, who has been a stubborn proponent of engaging Pakistan, faces criticism from the opposition Hindu nationalist Bharatiya Janata Party, as well as from parts of the Indian public, for being too lenient on Pakistan and on the militant groups it is accused of harboring.\n  On Friday, an editorial in a Mumbai-based English daily, DNA, hectored the prime minister, urging him to bring more than consolation on his visit to the city. ''Welcome, Prime Minister,'' the headline read. ''Now let's have some action.'' \n  The editorial concluded pointedly: ''The time may have come to let terrorists and their backers know that India is a country with millennial patience, but angered and aroused, can play hardball. Will the prime minister oblige?''\n  At the same time, the Mumbai blasts present Mr. Singh's government with a well of international sympathy to draw on, to exert pressure on its rival next door. \n  ''I think in the wake of the Bombay bombings, especially if there is indeed some foreign link that emerges, Bombay will inevitably be seen as being a victim of Islamic terror as New York, Madrid or London,'' said Sumit Ganguly, a professor of politics at Indiana University in Bloomington. ''It cannot but help India's cause in Kashmir.''\n  Across the fortified border, General Musharraf confronts domestic and international challenges of his own. From his supporters abroad, namely the United States, which has edged ever closer to New Delhi, he risks receiving added pressure to crack down on militant groups like Lashkar-e-Taiba. \n  But any such crackdown, observed Hasan-Askari Rizvi, a political analyst based in Lahore, Pakistan, would risk forfeiting the tepid support the general has from his country's religious radicals, an important and volatile constituency. \n  The Mumbai bombings complicate his ability to sell peace with India as well. ''The Islamists will argue that they knew that the dialogue would not work,'' Mr. Rizvi said. ''Others who favor the continuation of the dialogue will criticize him for letting the Islamic extremists undermine the dialogue.''\n  Talks between the countries have yielded bus and train links across divided Kashmir, increased the volume of tourist visas issued to citizens of each country, and prompted the release of prisoners. But they have not produced any concrete deal on Kashmir, the Himalayan territory over which the two countries have fought two wars.\n  Pakistan has grown increasingly frustrated by what it regards as Indian reticence on Kashmir. Frustration among the country's religious radical allies and the military has increased pressure on General Musharraf. That pressure is particularly heavy as Pakistan approaches elections next year. General Musharraf is expected to run for re-election.\n  India denies stalling on the issue and accuses Pakistan of providing training, arms and sanctuary to guerrillas fighting Indian rule in Kashmir since 1989. Pakistan says it offers only political and moral support. \n  Since the peace talks began, violence has declined. But there has been a rise in attacks on Indian military forces and civilians in Kashmir in recent weeks. Among the most brazen was a grenade explosion that hit a tourist bus, killing 8 and injuring 40, both visitors and residents.\n  Despite the parallels of the Mumbai blasts to the London and Madrid bombings, there is widespread agreement in this country that the roots of India's recent experience with terrorism are local, not global.\n  ''They were intended to undermine the peace process, not only between India and Pakistan but between India and alienated Kashmiris,'' said Radha Kumar, a historian who studies the Kashmir conflict, ''and they were vile and despicable even in the vile and despicable history of terrorism in South Asia.''\n  Still, judging by the consolation and outrage that the Mumbai bombings have prompted worldwide, there is no question that they underscore India's vulnerability. Whether that helps or hurts India in the long run is a matter of debate. \n  Whatever diplomatic benefits are accrued would have to be balanced with the new risks the country could face.\n  ''At a superficial level it helps India's position because the international community grows more aware of the dimension of the problem in Pakistan,'' Ms. Kumar said. ''At a deeper level, however, it hurts India's position because it prevents India from making peace with alienated Kashmiri groups, and with Pakistan.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Prime Minister Manmohan Singh of India, left, at King Edward Memorial Hospital in Mumbai, India, visiting bombing victims yesterday. (Photo by Gurinder Osan/Associated Press)\n\nLoad-Date: July 15, 2006"
}