{
    "title": "India to Pakistan _ 'Give up terrorism' and we can talk",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 1,
    "full text": "India's Foreign Minister Sushma Swaraj speaks during the 70th session of the United Nations General Assembly at U.N. headquarters, Thursday, Oct. 1, 2015. (AP Photo/Seth Wenig)\nNEW YORK - India delivered a blunt response Thursday to a peace proposal from Pakistan at the annual gathering of world leaders at the U.N.: \"Give up terrorism\" and we can talk.\nPakistani Prime Minister Nawaz Sharif on Wednesday proposed steps to ease tensions between the nuclear rivals, including the formalization of a fraying 2003 cease-fire along the disputed frontier in Kashmir.\nIndian Foreign Minister Sushma Swaraj gave a stinging reply in her address to the General Assembly. She contended that the mastermind of the 2008 Mumbai attacks that killed 168 people was still walking free in Pakistan. She also said recent cross-border attacks were intended to destabilize India.\n\"Give up terrorism and let us sit down and talk. This will resolve all the problems,\" she said.\nSwaraj proposed a path forward: that the two governments' national security advisers hold talks on terrorism, and senior military officers address the situation at the border.\n\"If the response is serious and credible, India is prepared to address all outstanding issues through a bilateral dialogue,\" she said.\nThe hostility between Pakistan and India dates back seven decades, and they have fought three wars. The hostilities have been punctuated by periodic peace talks that have failed to resolve core issues like the Kashmir dispute and Indian concerns about attacks by Pakistan-based militants. Pakistan accuses India of oppression of Kashmiris in the part of Himalayan region under Indian control.\nSharif on Wednesday called for the demilitarization of Kashmir, and unconditional withdrawal of forces from the Siachen Glacier, where the two militaries have been arrayed against each other for years, vying for control of an uninhabited expanse of ice.\nHe said that \"cooperation, not confrontation,\" should define the India-Pakistan relationship.Advertisement\n\nLoad-Date: October 5, 2015"
}