{
    "title": "India deaths mourned",
    "publisher": "the pantagraph",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "NORMAL - An estimated 175 people gathered Tuesday evening to express solidarity in the face of the terrorist attacks in India and to offer condolences to the victims. \nIt was standing room only at the community room of the Normal Public Library where the Indian community in McLean County organized a remembrance ceremony for the victims of the bombings and shootings that occurred across Mumbai last week. At least 172 people were killed and 239 wounded. \n \"It was not an attack on India-it’s an attack on the entire world,\" said Shri Chandak of Bloomington. \nChandak was among nine people, including five from the Indian community, who took the podium to give brief remarks, to say a prayer or to sing.  \nIn the background were photos of some victims, and bouquet was laid near a single candle. \n\"Let us remember we can achieve more by being a flame of solidarity rather than a single candle,\" said Dr. Raju Paturi. \"We have gathered here as one voice, unanimously, to condemn the terrorist acts which took place in India one week ago.\" \nThe nation and the people, he said, were traumatized by the \"ruthless, senseless, heartless, cold-blooded coward terrorists who killed innocent citizens of different nations and different cultures, with no compassion to human life.\" \n\"Today our hearts and prayers go to those who are injured and our deep condolences to the grieving families,\" Paturi said. \nHowever, he also spoke of the Indian forces and emergency personnel who responded to the attacks. \n\"Let us not forget the bravery of Indian armed forces, the police, firefighters and medical personnel, and many more brave civilians who risked their lives during this terrorist act.\" \n\"Terrorists touched the grounds of Mumbai - but not the spirits of Indian people. Each drop of blood spoke loudly and cried loudly, sending a strong message -terrorism is no means to democracy and freedom,\" Parturi said. \nHe said what takes a year to build can be destroyed overnight. But he urged: \"Build anyway.\" \nA statement released by the Indian community also noted while India has been \"a victim of such jihadist violence a number of times in 2008, the episode this November marked a high point in obnoxious savagery.\" \n\"This is a new era of terrorism,\" said ISU Police Chief Ron Swan. \"It has multiple tentacles. It’s worldwide.\" \nRabbi Paul Kaplan of the Moses Montefiore Temple, Bloomington, offered a prayer \"for a day when terror may only be found in our history books.\" \n\nLoad-Date: December 4, 2008"
}