{
    "title": "India , Pakistan edge away from war; India 's prime minister suggested talks, while Pakistan cited p",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 1,
    "day": 2,
    "full text": "Indian Prime Minister Atal Bihari Vajpayee used a holiday address yesterday to say his country was willing to open talks with Pakistan, a step that appeared to inch the two countries further back from the brink of war.\n\"India does not want war,\" Vajpayee said in a New Year's Day message directed as much at Pakistan as his own country's citizens. \"India has never been an aggressor in her long history.\"\nAt the same time, the South Asian neighbors renewed an annual commitment not to attack each other's civilian nuclear power plants. Though routine for 10 years, the measure was another sign that both nations were looking for ways to ease tensions that were reignited by a terrorist attack on India's Parliament on Dec. 13.\nVajpayee continued to demand that Pakistan stop harboring extremist Muslim terrorists blamed for continuing violence in the largely Muslim province of Jammu-Kashmir that is controlled by India. Indian police yesterday said extremists killed six civilians and two soldiers in the region.\nVajpayee blames the same terrorist groups for the armed assault on Parliament that killed 14, sparked an armed standoff along the India-Pakistan border, and led to the suspension - effective yesterday - of all transportation links between the countries.\nAlthough Pakistani officials refuse to concede that they are acting to assuage India, they said yesterday that they had made another move to curb terrorists inside their borders. Following up on their arrest of nearly two dozen suspected terrorists, they said they had seized a weapons cache at a terrorist site near Quetta, close to the southern border with Afghanistan.\nMaj. Gen. Rashid Qureshi, a Pakistani military spokesman, called it \"perhaps the largest cache of arms and ammunition that has been recovered in Pakistan.\"\nWhile conceding that terrorists were working out of his country, Qureshi suggested they might not have been Pakistanis.\n\"There are some instances happening in Pakistan that we have no doubt are related to terrorism, but who all is responsible we will only say once we have proof,\" he said. \"We would not like to make allegations, but all I can say is that the investigations are on, and at the moment . . . there seems to be help and outside assistance for terrorism inside Pakistan.\"\nPakistan's president, Gen. Pervez Musharraf, and Vajpayee are scheduled to attend an Asian summit Friday in Nepal. The two have not scheduled any formal face-to-face meeting, although an informal and unscheduled meeting was possible between them or their foreign ministers. The leaders will stay in the same hotel.\nHours before leaving for the multinational summit, Vajpayee opened the door to talks with Pakistani officials.\n\"I wish to tell them, 'Shed your anti-India mentality and take effective steps to stop cross-border terrorism, and you will find India willing to walk more than half the distance to work closely with Pakistan to resolve, through dialogue, any issue, including the contentious issue\" of the Jammu and Kashmir province.\nPakistani Foreign Ministry spokesman Aziz Mohammed Khan welcomed messages from the Indian government in recent days expressing a new openness to a diplomatic solution. He left open the possibility of a meeting between Indian and Pakistani officials at the Nepal summit.\nYet Pakistani forces remained on high alert, and so many troops have been shifted to reinforce the border with India that the United States has expressed concern about their ability to continue to pursue Taliban and al-Qaeda fighters fleeing from Afghanistan.\nGen. Qureshi did nothing to ease those concerns yesterday, saying, \"Priority goes to the eastern border.\"\n\nGraphic\n\n \nPHOTO;\nAIJAZ RAHI, Associated Press\nThousands who live along the India-Pakistan border have sought safety in migrant camps.\n\nLoad-Date: January 2, 2002"
}