{
    "title": "Indian Leader Wins Sikhs' Respect",
    "publisher": "the christian science monitor",
    "year": 1990,
    "month": 1,
    "day": 3,
    "full text": "IF India's new government has a chance to bring peace to the troubled state of Punjab, where thousands have lost their lives in five years of secessionist violence, it is mainly because in Punjab's villages Prime Minister V.P. Singh is considered a hero.\nSikhs, who have been fighting for a separate homeland, respect courage above all else. And the prime minister's decision to drive through the streets of Amritsar in an open jeep last month has touched a chord that his predecessor Rajiv Gandhi, who never even dared visit the Golden Temple, was unable to.\nIn the words of Ajit Singh, headman of Bhalapind, a small village a few miles from Amritsar, ''The new prime minister is a fearless man. We need fearless people if there is to be peace again in this state. Rajiv Gandhi was always too scared, always surrounded by thousands of guards. How could he have taken on the terrorists?'' This view is echoed in most villages in this area which has seen some of the worst terrorism and police repression.\nMr. V.P. Singh will also need the skills of a political tightrope walker to solve Punjab's problem.\nIn the past four years virtually no attempt was made to find a political solution because the Gandhi government believed the terrorist problem had to be tackled first, critics say. However, in handling terrorism, Mr. Gandhi undermined moderate political parties in the state, including his own Congress (I), and left no party speaking for the mainstream.\nIn the recent general election, a faction of the Sikh Akali Dal Party, led by Simranjit Singh Mann, won the most seats (six out of 13). But Mr. Mann is not trusted by Hindus, who constitute nearly half the state's population.\nHindus see Mann and his party, which includes the wife and father of Indira Gandhi's assassin, Beant Singh, as extremists.\nMost Hindus believe that the Punjab problem is basically one of law and order, and would like a larger police presence in the state and the creation of a security belt along the border with Pakistan to prevent arms from being smuggled in by terrorist groups.\nHindu leaders in Amritsar said the prime minister's visit to the Golden Temple - the Sikhs' holiest shrine - had given them a few moments of hope. But within days, medical and engineering colleges in Punjab were warned by a Sikh terrorist group that Hindus students would be killed.\n''What is the new government going to do about this?'' asks the principal of a medical college who requested anonymity. ''Everyone talks about the problems of the Sikhs. What about us?''\nHindu insecurities have been heightened since the new government came to power, and one major act of terrorism could bring on a large-scale exodus from the state. As it is, there are barely any Hindu families left in the villages.\nOn the other side, the Singh government faces pressure from Sikh militants who were released by Gandhi before he left office. Among those was Harmindar Singh Sandhu, an aide of militant leader Jarnail Singh Bhindranwale, who has been in jail since the Army attacked the Golden Temple in 1984. Mr. Sandhu says the only solution to Punjab is the creation of a separate Sikh homeland, called Khalistan.\n''We are prepared to talk to the government,'' he said in an interview, ''but only on an agenda for Khalistan. Every religion and culture needs its own country, and Khalistan is our right.''\nSandhu is calling on the government to grant an amnesty to all Sikh detainees (about 8,000), take action against policemen accused of human rights abuses, and try those accused of killing Sikhs in the violent aftermath of Indira Gandhi's assassination.\nIf Delhi accedes to even one of these demands, Hindus in Punjab and in the rest of the country will see it as yielding to terrorism.\nIf it does not, the Sikhs, including most of the newly elected Punjab members of Parliament, will see it as a continuation of the policies of the last government.\nDespite this, V.P. Singh has the first real chance to solve the conflict. On his side are the majority of Punjab's Sikh villagers, who desire peace and have little interest in a separate homeland.\nTo ensure that it is their voice, and not just the extremists, that is heard, the government has said it will allow elections to the state legislative assembly in March."
}