{
    "title": "India - Pakistan Talks_ The Audience Is in Washington",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 11,
    "day": 16,
    "full text": "The talks between high-level Indian and Pakistani diplomats in New Delhi this week on security issues have been mainly make-nice, a well-intentioned effort aimed not so much at domestic constituents but at a faraway player whose beneficence both countries covet.\nThat player is President Bush. More than any American president, he has engaged Washington more closely with the two nuclear powers, whose mutual enmity has been exceeded only by their rivalry in recent years for America's affections. The president has played his cards well.\nIn India, he has widened the economic corridor between the world's two largest democracies. He has honored Prime Minister Singh at the White House. He has endorsed Mr. Singh's program of liberalizing the bureaucracy-burdened economy. He has traveled to India, where - astonishingly for a Republican administration assailed in developing countries for its Iraq enterprise - the president enjoys stratospheric approval ratings. He has agreed to sell nuclear technology for civilian purposes to New Delhi, despite his congressional critics' caviling over India's refusal to sign the Nuclear Nonproliferation Treaty.\nAs for Pakistan, he has pulled off the unlikely achievement of making Islamabad embrace the war on terrorism and begin, if only that, to move to eradicate Islamic terrorism. Arms deals and development aid have been accelerated. President Musharraf was recently greeted in Washington with the sort of welcome the most hospitable of Subcontinental hosts would have been hard pressed to put together.\nSo when Pakistan's foreign secretary, Riaz Mohammed Khan, and his Indian counterpart, Shiv Shankar Menon, announced yesterday that they would create a new mechanism to share intelligence on regional and global terrorism, and take steps to prevent nuclear weapons \"accidents,\" they surely had Mr. Bush in mind - and they had his ear.\nThat's because, perhaps even more than the Middle East, the Subcontinent is an incubator for terrorists of many persuasions and politics.\nIt is where Al Qaeda's leader, Osama bin Laden, continues planning his war on the West.\nIt is where Islamic militant groups such as Lashkar-e-Taiba wage their campaign against secular India, which claims sovereignty over the disputed region of Kashmir. Two of the three wars India and Pakistan have fought since they were carved out of British-held India in 1947 have been over Kashmir; Pakistan holds about a third of the region, and China another third.\nThe Subcontinent is where Afghanistan's radical Taliban seeks to rebuild, gathering weaponry and ideological strength from supporters based in areas bordering Pakistan.\nIt is where Muslims, Hindus, and Christians live in peace, however uneasy, at a time when many adherents of these religions foresee a clash of civilizations.\nLooming over all this, however, is one more matter Mr. Bush cannot afford to ignore - the possibility that another skirmish over Kashmir could mushroom into a regional nuclear conflict. And could some of the Subcontinent's nuclear arsenal fall into the hands of terrorists? The question applies particularly to Pakistan, a constitutionally Islamic state where, despite General Musharraf's popularity, the appeal of indigenous fundamentalists is on the rise.\nThere can be little doubt that, locally, Taliban and Lashkar-e-Taiba militants draw succor and sustenance from Pakistan's citizenry. India has often asserted this. When bomb blasts in the commercial hub of Mumbai killed 186 people and injured scores of other Indians in July, Indian officials pointed fingers at Pakistan's intelligence agencies. General Musharraf has repeatedly issued denials about involvement in the Mumbai tragedy and in other terrorist actions around India. India says his denials stretch credulity.\nBe that as it may, the shadowy zone of confluence between governance and extraconstitutional activity in Pakistan has yet to be penetrated by outsiders, let alone truly understood.\nBabulal Jain and Mohan Shah, international businessmen well-connected in New Delhi, point out that no one really knows the below-the-radar arrangements that General Musharraf may have made with Islamic fundamentalists to preserve his presidency, not to mention his life. As long as he is in office, the president is unlikely to pursue military options aggressively against India over Kashmir - not least because such action is unlikely to find favor with his patron, Mr. Bush.\nOn the contrary, the status quo with India is just fine with General Musharraf. He has deniability with regard to terrorism against India. Indeed, the very fact that his emissary held talks with India this week seems to support General Musharraf's contention that he isn't averse to diplomacy. He knows that India's attention is focused on accelerating domestic economic growth, that it needs American support for its ambitions to become a global economic power, and that Delhi is not likely to embark on punitive military adventures against Pakistan.\nGeneral Musharraf also knows, as does Mr. Singh, that the diplomatic talks aren't going anywhere - except to Islamabad in February, when the foreign secretaries are scheduled to meet again. The agenda? Let's see - security, terrorism. They love to talk a good game in the Subcontinent over tea and crumpets, followed by a chotta peg of whiskey (yes, even in Islamic Pakistan). Who says the British Raj ended?\n\nLoad-Date: November 16, 2006"
}