{
    "title": "India , US seek tangible and irreversible action by Pakistan against terrorists",
    "publisher": "the day ",
    "year": 2019,
    "month": 3,
    "day": 14,
    "full text": "Washington, March 14 -- The US and India have asked Pakistan to take \"tangible and irreversible action\" against terrorist groups on its soil and deny safe haven to them to launch cross-border attacks, as Washington reiterated its firm support to New Delhi in the fight against terrorism.\nThe US' support to India was expressed by America's National Security Advisor John Bolton during a meeting with Foreign Secretary Vijay Gokhale on Wednesday.\n\"Met with Indian FS Gokhale to advance progress on the US-India strategic partnership &#38; our shared vision for the Indo-Pacific, as well as reiterate that the US stands shoulder-to-shoulder with India in the fight against terrorism,\" Bolton said in a tweet.\nPost the February 14 Pulwama attack by Pakistan-based Jaish-e-Mohammed (JeM) that left 40 CRPF personnel dead, Bolton and US Secretary of State Mike Pompeo have emerged as strong supporters of the India-US relationship.\n\"Both (Gokhale and Bolton) underlined the importance of Pakistan taking tangible and irreversible action against terrorist groups based in territories under its control and denial of safe haven for these groups to launch cross -border attacks,\" the Indian Embassy said in a readout of the meeting.\nThe US support came on the day when China for the fourth time blocked a bid to get Pakistan-based JeM chief Masood Azhar designated as a global terrorist by the UN Security Council.\nChina put a technical hold on the move by the US, the UK and France, seeking \"more time to examine\" the proposal, a diplomat at the United Nations has told PTI.\nA day after the Pulwama attack, Bolton had told his Indian counterpart Ajit Doval that the US supports India's right to self-defence as tensions escalated with Pakistan.\nOn February 26, India carried out air strike on the biggest JeM training camp deep inside Pakistan in a \"preemptive\" raid. A day later, Pakistani jets violated Indian air space and downed a MiG-21 Bison.\nPakistan captured the MiG pilot but returned him soon under international pressure.\nOn Monday, after Gokhale met Pompeo, Bolton tweeted he had spoken to Pakistan Foreign Minister Shah Mahmood Qureshi to \"encourage meaningful steps against the JeM and other terrorist groups operating from Pakistan.\" Other issues discussed during the Indian foreign secretary's meeting on Wednesday included Afghanistan and bilateral matters.\nGokhale also met chairman and ranking member of the Senate Foreign Relations Committee and leaders of the House Foreign Affairs and Armed Services Committees.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: March 14, 2019"
}