{
    "title": "India to UN _ India seeks zero tolerance against terrorist safe havens",
    "publisher": "the world",
    "year": 2017,
    "month": 9,
    "day": 26,
    "full text": "United Nations, Sept. 26 -- India has urged the UN Security Council to ensure that the first and foremost duty of international community is to ensure that the forces of terrorism and extremism do not find sanctuaries and safe havens anywhere and at any level.\n\"We must not differentiate between good and bad terrorists, or play one group against the other. The Taliban, Haqqani Network, AI-Qaeda, Daesh, Lashkar-e-Taiba, Jaish-e- Mohammad and others of their ilk are all terror organizations, many of them proscribed by the UN,\" said Syed Akbaruddin yesterday, India's Permanent Representative to the UN.\n\"The international community cannot remain silent. It is the international community's first and foremost duty to ensure that the forces of terrorism and extremism do not find sanctuaries and safe havens anywhere and at any level,\" he said in an apparent dig at Pakistan.\nParticipating in an open debate of the UN Security Council on Afghanistan, Akbaruddin said that these terrorist groups should be treated like terrorist organisations with no justifications offered for their activities.\nNoting that the situation in Afghanistan has remained particularly painful and disturbing with security worsening and visible signs of withering away of the gains by the international community and Afghan people, the top Indian envoy said that the incessant attacks on hospitals, schools, funerals, or international development agencies, diplomatic missions are a matter of serious concern.\n\"The multiple crises that have been inflicted on Afghanistan have made Afghan territory attractive for criminal and terrorist groups, who are well connected to international terror and crime networks.\n\"These groups are stealing the resources of Afghanistan which ought to belong to the people of the country,\" he said.\nAfghan Foreign Minister Salahuddin Rabbani joined Akbaruddin in identifying terrorist safe havens across the border.\n\"The scourge of terrorism and violent extremism affecting Afghanistan is the product of a long-standing policy by a neighboring State to keep Afghanistan unstable,\" he said.\n\"It has menaced Afghanistan for several decades now, with its roots located in terrorist sanctuaries and safe havens outside of my country,\" Rabbani said, adding that the new strategy of the United States for South Asia has generated new hope among people across the country.\nAfghans from all walks of life are looking to the future with renewed optimism that finally the threats of terrorism and extremism in Afghanistan and the wider region will be tackled appropriately.\n\"In this connection, we welcome the fact that the new strategy recognizes the critical need to address the lingering problem of terrorist safe-havens and sanctuaries in our region; and for more determined efforts to end political, logistical and financial support enjoyed by terrorist groups,\" he said.\n\"Furthermore, the strategy's conditions based approach has addressed some uncertainties by reinforcing the right message that the international community's engagement will endure until Afghanistan becomes stable and secure,\" Rabbani said.\nRepresenting the European Union, Joanne Adamson, stressed that it is important that the international community remains strongly committed to accompany Afghanistan towards long-term peace, security and stability.\nEshagh AI-Habib from Iran rued that more than a decade after its invasion, Afghanistan, the region and the world is not any safer.\n\"I need to reiterate, once again that deteriorating security in Afghanistan has its deeper roots and cannot be addressed solely through military buildup as some suggest,\" he said.\nTaliban and self-proclaimed Islamic State Khorasan Province or ISIL-KP continue their heinous attacks against the civilian population.\nThey are reinforcing and recruiting and undertaking complex attacks such as the attack on a Shia mosque in Herat on the first and 25 August that killed over 90 and 28 people respectively or August attack in Sar-e Pul province during which at least 36 people were killed, as in Herat, the majority of the documented casualties were Shia, he said.\n\"The proliferation of terrorist groups in the Afghan territory necessitates concerted international effort on counter-terrorism.\n\"The world needs to deal with this increasing threat in a comprehensive manner,\" the Iranian diplomat said.\nThe Turkish representative expressed concern over the deteriorating security situation and the presence of Daesh in the country.\n\"Increased cooperation among the countries of the region is imperative for the success of Afghanistan,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: September 26, 2017"
}