{
    "title": "INDONESIA TIGHTENS ITS GRIP ON GROUP ACCUSED OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 4,
    "day": 24,
    "full text": "The world's most populous Muslim nation tightened its squeeze Wednesday on a group suspected of terrorism, putting the man said to be its spiritual chief on trial, arresting his hand-picked successor and uncovering a cache of bomb-making materials.\nAfter Indonesia's vocal opposition to the war in Iraq, the nation has been under pressure to crush the militant group Jemaah Islamiyah and reaffirm its commitment to the U.S.-led war on terrorism.\nJemaah Islamiyah - which Western intelligence services say has ties with the al-Qaida terrorist network - has been blamed for the Bali bombings that killed 202 people on Oct. 12.\nPolice announced Wednesday they had arrested 18 Jemaah Islamiyah members, including three suspects wanted in connection with the Bali bombings.\nTheir biggest catch was a Muslim cleric, Abu Rusdan, who police say has led Jemaah Islamiyah since last year's arrest of the man thought to be its founder, Abu Bakar Bashir.\nBashir went on trial Wednesday in Jakarta on charges of ordering a series of deadly bomb attacks against churches in 11 towns on Christmas Eve 2000 that killed 19 people. Bashir, 64, is accused of ordering the bombings against Indonesia's Christian minority in the hope of destabilizing the country, where about 90 percent of the 212 million people are Muslim.\nWaving and smiling to hundreds of supporters, the Muslim cleric defiantly denounced the charges as \"lies from America.\"\nAuthorities say they have not been able to link Bashir directly to the Bali attack, which killed mostly foreign tourists.\nBut in Wednesday's indictment, prosecutors accused Bashir of giving \"his blessing\" to other planned terrorist strikes against Western interests in Southeast Asia, such as aborted attacks on U.S. interests in Singapore.\nMeanwhile, police raids on the islands of Java and Sulawesi netted caches of explosive material, including 88 pounds of fertilizer, and detonators similar to those used in the Bali attacks.\nThese as well as documents and weapons found elsewhere raised fears that Jemaah Islamiyah had been planning a new wave of terror, possibly ahead of national elections next year.\nAlso arrested was a Malaysian man, Nasir Abbas, who police say was another senior Jemaah Islamiyah chief.\nAbbas is accused of heading a unit known as \"Mantiki III\" that recruited and trained new members on the islands of Sulawesi and Borneo. Other reports say Mantiki III also operated in the southern Philippines.\nPolice have now arrested 32 suspects in the Bali bombings, many of them identified as Bashir's supporters.\nProsecutors also allege that Bashir's group drafted a death list of Christian priests in Indonesia and at one time plotted the assassination of President Megawati Sukarnoputri.\nThey said Bashir's ultimate aim was to topple Indonesia's secular government and establish a fundamentalist Islamic state that would span much of Southeast Asia. To this end, he founded Jemaah Islamiyah and secretly recruited, trained and deployed militants in several countries.\nBashir, who has been detained in Jakarta since October, maintained Wednesday that he is a religious teacher, not a terrorist mastermind. In the past he has denied that Jemaah Islamiyah existed.\nThe trial, whose opening day was televised live across the nation, was adjourned until April 30.\nOutside the courtroom, a few hundred supporters - many of them students from Bashir's Islamic boarding school in the city of Solo - called for his release.\n\nNotes\n\nWORLD\n\nGraphic\n\n \nPHOTO; Photo headshot - (Abu Bakar) Bashir; Denounces charges as \"lies from America\"\n\nLoad-Date: April 24, 2003"
}