{
    "title": "Indonesian Couple Carried Out Philippines Cathedral Bombing, Police Say",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 23,
    "full text": "BANGKOK — A deadly cathedral bombing in the Philippines in January was a suicide attack carried out by an Indonesian couple who once tried to reach Islamic State territory and were deported from Turkey, the Indonesian police said on Tuesday.\nThe married couple, identified as Rullie Rian Zeke and Ulfah Handayani Saleh, went to Turkey in 2016 with hopes of crossing the border into Syria, the police said. Instead, they were arrested in January 2017 and sent back to Indonesia.\nThe bombing, consisting of two detonations, struck the Cathedral of Our Lady of Mount Carmel on the southern island of Jolo, where the government has long fought Muslim insurgents. At least 23 people were killed and more than 100 wounded in the assault, which took place just as worshipers gathered for Mass. Through various online bulletins, the Islamic State claimed responsibility.\nTerrorism officials and independent experts have warned that Indonesia and other Southeast Asian nations face a serious threat from hundreds of returnees who traveled to Syria and Iraq to join the Islamic State. The attack in January showed that they must also be wary of those who were deported from other countries before they could reach their destination.\n“This is the first suicide bombing we know of carried out by deportees,” said Sidney Jones, director of the Institute for Policy Analysis of Conflict in Jakarta, the Indonesian capital. “A few others have been involved in terrorist activities, but nothing on this scale.”\nJolo has been a hotbed of Islamic insurgency and the home of a violent separatist militia, Abu Sayyaf, that espouses an Islamist ideology. The Philippine authorities initially blamed Abu Sayyaf for the bombing, and the attackers may have had the group’s help.\nMr. Rullie and Ms. Ulfah were identified during the interrogation of two suspects who were arrested in Malaysia in May, the Indonesian police said.\nThe Indonesian couple’s role in the Philippine bombing demonstrates the regional nature of Islamist militants affiliated with the Islamic Statewho operate across borders as they pursue their goal of creating a Southeast Asia caliphate that would include Indonesia, Malaysia and the Philippines.\n“This shows the need for each police force in the region to understand extremist networks in neighboring countries,” said Ms. Jones, a leading expert on terrorism in the region.\nLast a year, a couple led their four children on a suicide mission in Surabaya, Indonesia’s second-largest city, with bombings at three churches on a Sunday morning that killed all six family members and 12 other people. The Islamic State claimed responsibility for the attacks.\nIn 2017, the authorities identified seven young Indonesian men who joined the Islamic State, but went to the southern Philippines instead of Syria or Iraq. They joined the battle against the Philippine government in the city of Marawi, which was eventually destroyed by the fighting.\nThe bombing of the Jolo cathedral will add to the debate over how countries should deal with citizens who were arrested in Islamic State territory and are being held in camps in Syria, Ms. Jones said.\n“Some Indonesians and Malaysians have expressed a desire to come home, but there is no great enthusiasm for bringing them back and as of yet, no clear program for doing so,” she said.\nMr. Rullie and Ms. Ulfah appear to have been stuck with their three children in Turkey for nearly a year before they were caught and deported. They attended a short rehabilitation program on their return to Indonesia and were allowed to go home. The whereabouts of the children were unknown, Ms. Jones said.\n“These were not ‘returnees’ — they had never set foot in Syria as far as we know,” Ms. Jones said. “They were deportees, caught in Turkey before they could cross over.”\nFira Abdurachman contributed reporting from Jakarta, Indonesia. \nPHOTO: The bombing of a cathedral in the southern Philippines in January killed at least 23 people. (PHOTOGRAPH BY Nickee Butlangan/Associated Press FOR THE NEW YORK TIMES)\n\nLoad-Date: July 25, 2019"
}