{
    "title": "Indonesia Reports the Arrest of a 2nd Top Terrorism Suspect",
    "publisher": "the new york times",
    "year": 2007,
    "month": 6,
    "day": 16,
    "full text": "The leader of the Southeast Asia terrorist network Jemaah Islamiyah was seized last weekend during raids by Indonesia's antiterrorism force, the police said at a news conference on Friday.\n  The leader, Zarkasih, who uses only one name, was caught in central Java shortly after a raid on June 9 that turned up Abu Dujana, a deputy who leads the military arm of Jemaah Islamiyah.\nThe two arrests deal a major blow to the organization. The arrest of Abu Dujana seriously weakens its military wing and will make Indonesia more secure from terrorists' attacks, analysts and law enforcement officials said. And, they added, the capture of Mr. Zarkasih will hinder the already fractured network's ability to rebuild.\n  ''He is the emir of Jemaah Islamiyah,'' Col. Petrus Golose of the national police force, a member of the antiterrorism team, said of Mr. Zarkasih in an interview. ''He controls everyone; everyone important reports to him.''\n  Mr. Zarkasih and Abu Dujana were arrested in central Java by the elite Detachment 88, some members of which have received training in the United States and Australia. The two men are still being interrogated near Yogyakarta.\n  Several other suspects were arrested in the raids, but their identities have not been released.\n  The authorities are still searching for the Malaysian-born Noordin M. Top, a Jemaah Islamiyah militant who some analysts say may have started a splinter group and who is believed to be responsible for several bombings in Indonesia.\n  Jemaah Islamiyah is responsible for most of the major attacks in Indonesia, including the 2002 Bali nightclub bombing, which killed more than 200 people.\n  During the news conference, the police played a videotape of the two men describing their roles in Jemaah Islamiyah. Mr. Zarkasih, 45, said he had been acting head of the organization since 2004, replacing Abu Bakar Bashir and Abu Rusdan.\n  The police said Abu Dujana was wanted specifically for his role in planning the 2003 bombing of the Marriott hotel in Jakarta and the 2004 bombing of the Australian Embassy there.\n  But both men, the police said, have been active members since the network's beginning.\n  Raids by Detachment 88 in March uncovered detailed plans of Jemaah Islamiyah's new command structure, which led the police to the central Java location where they found Abu Dujana and Mr. Zarkasih.\n  Jemaah Islamiyah, some of whose senior members, including Abu Dujana and Mr. Zarkasih, have connections with Al Qaeda and fought in the Afghan war against the Soviet occupation, has been weakened over the last few years by the success of Detachment 88. \n  But the network is resilient and has previously managed to rebuild quickly after the arrest of its leaders. The organization's ideological roots run deep throughout Indonesia, especially on Java.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 16, 2007"
}