{
    "title": "Indonesian militant Abu Bakar Bashir sentenced to 15 years in jail Thursday's ruling was a victory f",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 6,
    "day": 16,
    "full text": "A radical Indonesian cleric was convicted Thursday of inciting terrorism and sentenced to 15 years in jail as hundreds of his supporters besieged the court in Jakarta.\nAbu Bakar Bashir was arrested last year after police raided a terrorist training camp in Aceh, Indonesia. The judges ruled Thursday that he had provided support to set up the camp, though he was acquitted of funding terrorism. Mr. Bashir denied the charges and accused the US and Australia of seeking to persecute him.\nFormer militants have identified Bashir as the spiritual head of Jemaah Islamiyah (JI), a militant group founded in the 1990s that carried out the 2002 Bali nightclub bombings in Indonesia, a Muslim-majority democracy. Bashir was arrested after the Bali bombings, in which 202 people died, and convicted on various charges, but was freed in 2006 on appeal, to the frustration of the US and other Western governments.\nThursday's ruling was a victory for Indonesia's law enforcement agencies that had sought for years to tie Bashir conclusively to terrorist activities. He told the court that he couldn't accept a verdict based on \"infidel law\" and vowed to appeal the sentence.\nThe discovery of the training camp last February led to the arrest of over 100 suspects, part of a US-backed effort to thwart the spread of militant groups. Prosecutors told the court the trainees at the camp intended to carry out attacks on Indonesian politicians and foreigners as part of a campaign to create an Islamic state. Bashir denied involvement but defended the camp as a Muslim duty.\nDuring the trial, prosecution witnesses said Bashir had raised funds for the camp and later watched a video of military-style training exercises conducted there. But judges ruled that it wasn't proven conclusively that the defendant knew that the money was used to buy weapons.\nThe case has shone a spotlight on Jamaah Ansharut Tauhid (JAT), an above-ground organization run by Bashir that shares the ideology and some personnel with JI, whose existence he has denied. However, experts say a greater threat may come from smaller groups that operate under the radar without charismatic leaders.\nBashir's verdict is unlikely to end the spread of Islamist violence, says Sidney Jones, an expert on Indonesian militancy at the International Crisis Group in Jakarta.\n\"What the last 18 months have shown us is that people with very loose links to JAT have founded other groups that operate on their own initiative without any involvement from JAT,\" she says.\nSince 2002, most of the Bali bombers have been jailed or killed, and three key plotters were later executed for their role. Another suspect was arrested last week during police raids on Islamic militants who are accused of trying to poison police with cyanide.\nThe verdict was closely watched in Indonesia as security forces surrounded the courtroom on alert against bomb threats. Hundreds of Bashir's supporters held placards calling for his release and chanted slogans, but there were no reports of clashes and their ranks were thinner than on previous occasions.\n       \n\nLoad-Date: June 17, 2011"
}