{
    "title": "Indonesian investigators fear surge in terrorism; Recent explosion indicates country's Islamic milit",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 8,
    "day": 10,
    "full text": "Even as a top Bali bomber awaits execution and Indonesia basks in world praise for firmly tackling terrorism, investigators say they are confronted with a network of terror far wider than previously imagined.\nA devastating blast at the Marriott Hotel in Jakarta two days before the bomber's sentencing has reinforced a suspicion that Islamic militancy in the world's most populous Muslim country is taking on new, more dangerous dimensions.\nJemaah Islamiyah - the al-Qaida linked Southeast Asian terror network blamed for both the Bali and Marriott attacks - is employing methods previously unheard of in Indonesia: a loosely defined command structure, individual cells operating independently of each other and a willingness to commit suicide.\nInvestigations into bombings blamed on Jemaah Islamiyah also have exposed links between Islamic militants in Indonesia, Malaysia, Thailand, the Philippines and Singapore.\n\"Security in the region is under threat,\" said Arturo Lomibao, the Philippine chief of intelligence.\nOn Saturday, Indonesia's defense minister Matori Abdul Djalil said the perpetrators of the Marriott blast that killed 10 and injured 150 people trained with al-Qaida in Afghanistan and Pakistan. There are many more Jemaah Islamiyah operatives still on the loose in Indonesia, he added.\nMatori's comments followed some successes in the investigation of the Oct. 12 nightclub bombings on Bali that killed 202 people, including a death sentence issued Thursday to Amrozi bin Nurhasyim, the first of three dozen suspects to go on trial.\nBefore the Marriott blast, progress against Jemaah Islamiyah had begun to ease fears that the country would succumb to extremist violence.\nBut Tuesday's bombing in the heart of Jakarta brought a stark reminder that Indonesia still has a long road ahead to crush Islamic militancy. And the battle is greatly complicated because Jemaah Islamiyah is, by all indications, taking its cues from foreign terrorists far removed from Indonesia's traditionally moderate practice of Islam.\n\"They're so rapacious they don't care if their collateral damage is innocent Indonesian taxi drivers,\" said Ralph Boyce, the U.S. ambassador to Indonesia.\nThe Marriott attackers, like the perpetrators of the Oct. 12 nightclub bombings on Bali, made use of a suicide bomber, a mobile phone to detonate the explosives and exploding vehicles whose chassis numbers were scraped off to hide their identities. The similarities between the Bali and Marriott attacks have led authorities to suspect that Jemaah Islamiyah - widely considered to be al-Qaida's Southeast Asian branch - was responsible for both.\nLending credence to the possibility of al-Qaida involvement in the Marriott blast was an unauthenticated claim of responsibility appearing Friday in the London-based Arabic daily Al-Quds Al-Arab from an al-Qaida-linked terrorist cell, the Abu Hafs el-Masri Brigades.\nAccording to the paper, the Brigades called the attack \"a strong slap in the face of America and its agents in Islamic Jakarta, which has been cursed by the dirty American and the bold and racist Australian presence.\"\n\nLoad-Date: August 10, 2003"
}