{
    "title": "Indonesia Arrests Suspected Leader of Jemaah Islamiyah",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 15,
    "full text": "Indonesia has arrested a senior leader of the Al-Qaeda-linked Jemaah Islamiyah network for an alleged role in the deadly 2002 Bali bombings, a police spokesman said.\nZulkarnaen, one of the commanders of the Bali attack, was arrested on Thursday by anti-terrorism police, spokesman Ahmad Ramadhan said in a statement on Saturday.\nMr Sumarsono is suspected of personal involvement in a number of terrorist bombings, including that of the 2003 attack on the JW Marriott Hotel in Jakarta and the 2002 Bali bombings that killed 202 people, including 88 Australians.\nZulkarnaen has been on the UN Security Council sanctions list for being one of Al-Qaeda's representatives in Southeast Asia.\nA biologist by background, Zulkarnaen was among the first Indonesian militants to go to Afghanistan for military training.\nIt said that Zulkarnaen led a squad of fighters known as the Laskar Khos, or Special Force, whose members were recruited from among some 300 Indonesians who trained in Afghanistan and the Philippines. Jemaah Islamiah's stated aim was to build an Islamic caliphate in Southeast Asia. When he was arrested, police say they were met with no resistance.\nJupiter and Saturn near for great conjunction on December 21\nNow while they'll appear super close with the naked eye, they're in reality still hundreds of millions of miles apart. According to NASA , this is because Jupiter orbits the sun every 12 years while Saturn's orbit takes 30 years.\nHe became operations chief for Jemaah Islamiyah after the arrest of his predecessor, Encep Nurjaman, also known as Hambali, in Thailand in 2003.\nZulkarnaen, who was also behind the bombing of the Marriott Hotel in Jakarta in 2003 that killed 12 people, was \"being interrogated\" and his residence was being searched, according to Argo.\nSchoolchildren light candles during a memorial service for the victims of the 2002 Bali bombings to mark the 17th anniversary of the attacks, at the Bali Bombing Memorial in Kuta near Denpasar on Indonesia's resort island of Bali on Oct 12, 2019.\nA court banned Jemaah Islamiyah in 2008, and the group was weakened by a sustained crackdown on militants by Indonesia's counterterrorism police with US and Australian support.\nAccording to the US Department of State's Counter-Terrorism Rewards Program, Mr Sumarsono could well be a pivotal link in one of Indonesia's most unsafe terrorist groups. But a new threat has emerged in the past several years from Daesh sympathisers, including Indonesians who traveled to the Middle East to fight with Daesh.\n\nLoad-Date: December 15, 2020"
}