{
    "title": "Indonesian Scolds U.S. on Terrorism Fight",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 7,
    "full text": "Indonesia's defense minister warned the Bush administration on Tuesday that its approach to fighting terrorism was perceived as overbearing, and that the United States needed to be sensitive to local concerns.\n  ''It's best that you leave the main responsibility of antiterrorist measures to the local government in question, and not be too overly insistent about immediate results arising from your perception about terrorists,'' the minister, Juwono Sudarsono, told reporters as Defense Secretary Donald H. Rumsfeld stood nearby.\n''It's important to us because, as the world's largest Muslim country, we are very aware of the perception, or misperception, that the United States is overbearing and overpresent and overwhelming in every sector of life in many nations and cultures,'' he added.\n  Mr. Rumsfeld arrived here Tuesday to help build the United States' newly restored ties with the Indonesian military. American military aid was gradually phased out after Indonesian security forces fired on civilians who were protesting Indonesian rule in East Timor in 1991.\n  In rebuilding ties with the Indonesian military, the Bush administration has said it is not only solidifying relations with an ally in its campaign against terrorist groups, but also reinforcing the importance of respecting human rights. \n  ''The U.S. has established fully normal relations, with military-to-military relations with Indonesia,'' said Mr. Rumsfeld, who met with President Susilo Bambang Yudhoyono; Widodo Adi Sutjipto, a senior minister for security issues; and Mr. Sudarsono.\n  Some American lawmakers complain, however, that Indonesian officials who were linked to the abuses in East Timor have not been held accountable. \n  On Tuesday, it was the Indonesians who were free with their advice. One important lesson, Mr. Sudarsono said, was that the United States needed to be attuned to local concerns. Then the minister took the unusual step of repeating the counsel he had given Mr. Rumsfeld in a room packed with Indonesian and Western journalists. \n  ''So I was telling the secretary just recently, just two minutes ago, that your powerful economy and your powerful military does lend to misperception and a sense of threat by many groups right across the world, not just in Indonesia,'' Mr. Sudarsono said.\n  Mr. Sudarsono's remarks prompted a quick reply by Mr. Rumsfeld, who insisted he had been sensitive to other nations' concerns from the start. ''I have never indicated to any country that they should do something that they were uncomfortable doing,'' Mr. Rumsfeld said. \n  The discussion over political perceptions had affected deliberations over one of the Bush administration's major efforts: the Proliferation Security Initiative, which calls for an international arrangement that would enable the United States and its allies to search cargo ships suspected of transporting biological, chemical and nuclear arms, as well as the missiles to deliver them. \n  The aim of the initiative, announced in 2003, is to keep unconventional weapons and their components out of the hands of terrorist groups and so-called rogue states. But the Indonesian government has been wary, perhaps because it wants to reinforce its claims over nearby waterways, or because it is concerned about public opinion regarding efforts to collaborate with the Bush administration. \n  Indonesia's Foreign Ministry bluntly rejected the initiative as a threat to Indonesian sovereignty when Secretary of State Condoleezza Rice raised it in a March visit here. \n  Mr. Sudarsono was somewhat more supportive. In his closed-door meeting with Mr. Rumsfeld, he indicated that the proposal would be studied, and suggested that Indonesia would be willing to carry out some of the activities that are called for under the plan. \n  Yet at the news conference, Mr. Sudarsono gave a starker assessment, suggesting that the plan might be carried out only if it was limited in scope. ''Perhaps we can agree on a limited framework of cooperation on an ad hoc basis.,'' he said.\n  Those comments caught Mr. Rumsfeld's team by surprise. It was not immediately clear whether Mr. Sudarsono was trying to balance domestic political considerations with his efforts to work with the Americans, or if there was a more fundamental difference between the sides. \n  ''Some Indonesian analysts view the United States as focused on the 'search and destroy' aspect of the war against terror, and feel that the United States has not focused sufficient attention to winning the 'hearts and minds' aspect of the struggle,'' according to a study by the Congressional Research Service.\n  In resuming American military assistance, the initial emphasis is to improve the Indonesian military's mobility, by providing spare parts for C-130 aircraft and helping to upgrade naval patrol vessels. The Indonesians have also indicated that they are submitting requests for parts for the F-16 warplanes in their arsenal.\n  A senior American military official said the Pentagon wanted to improve the ability of the Indonesian military to carry out disaster relief operations, to conduct joint operations with the United States, and to secure the Strait of Malacca and other waterways.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: The Indonesian defense minister, Juwono Sudarsono, and Defense Secretary Donald H. Rumsfeld yesterday. (Photo by Reuters)\n\nLoad-Date: June 7, 2006"
}