{
    "title": "Indonesia Sentences ISIS Recruiter to Death",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 22,
    "full text": "JAKARTA, Indonesia — Aman Abdurrahman, a leading Islamic State recruiter and ideologue in Indonesia, was found guilty and sentenced to death on Friday on charges that he incited five deadly attacks in the country while he was in prison on an earlier terrorism conviction.\nThe five-judge panel ruled that Mr. Aman, although he played no operational role, still shared responsibility for the armed attacks in 2016 and 2017, which killed nine people and wounded dozens more. Eight of his followers who staged the attacks also died.\nMr. Aman, 46, who was often photographed scowling during court appearances, told the judges Friday that he did not care about their verdict. Then he got on his knees and kissed the courtroom floor in apparent gratitude for their making him a martyr.\n“His role was very important in spreading religious outreach online that made his followers conduct bombings,” the chief judge, Ahmad Zaini, told the court in Jakarta, the Indonesian capital. “His followers who read his writings were inspired to commit terrorist acts.”\nThe police say they suspect that Mr. Aman was also an inspiration behind two prominent attacks last month: suicide church bombings in Surabaya carried out by a family of six that killed 12 bystanders; and            a jail uprising staged by terrorism detainees that killed five guards and a prisoner.\nStill, he has not been charged in those incidents, which both occurred after his trial began. And during one court hearing, he condemned the Surabaya bombings for going against Islam because the perpetrators used children as suicide attackers — a stance that may have put him at odds with some supporters who hold even more extreme views, analysts said.\nSidney Jones, director of the Institute for Policy Analysis of Conflict in Jakarta and an expert on terrorism in Southeast Asia, said that sentencing Mr. Aman to death was a mistake, in part because it would enhance his stature and make him a symbol within the extremist movement.\n“This will turn him into a martyr,” she said. “Much better to give him life imprisonment.”\nShe pointed out that Mr. Aman was an ideological leader, not a fighter, and had no experience in military action.\n“If he had been given a long prison sentence, it’s possible his ideological differences with the most extreme militants could have been used to divide the movement,” she said. “But now that chance has been squandered.”\nMr. Aman, also known as Oman Rochman, has spent all but two of the past 14 years in prison.\nHe was convicted twice on charges of organizing terrorist training and sentenced to prison terms of seven and nine years.\nSent to prison most recently in 2010, he was arrested on the latest charges in August, five days before he was due to be released.\nHe founded the extremist group Jemaah Ansharut Daulah, known by its acronym J.A.D., in 2014, while in prison. Both Mr. Aman and the operational leadership of J.A.D. pledged allegiance to the Islamic State in 2015, and the group has been blamed for several attacks, including the Surabaya suicide bombings.\nZachary Abuza, a professor at the National War College in Washington, called Mr. Aman “the most important Islamic State ideologue and recruiter in Indonesia.”\nFrom prison, Mr. Aman maintained his leadership of the Islamic State in Indonesia and had close operational contact with leading Southeast Asian militants who joined the Islamic State in Syria, Mr. Abuza said.\n“He played a key role in recruiting and indoctrinating militants, and more importantly, inciting several key cells to launch terrorist attacks, including the three families in Surabaya in May,” Mr. Abuza added. “And he has been completely unrepentant, though he has tried to distance himself from some specific attacks.”\nThe charges against Mr. Aman were based on his role in inciting five terror attacks that occurred during 2016 and 2017.\nThe most prominent was a 2016 attack on a Starbucks in central Jakarta that resulted in the deaths of four bystanders and four attackers.\nA church bombing in East Kalimantan Province killed a 2-year-old girl and badly injured three other young children.\nTwin suicide attacks at a bus station in East Jakarta killed three police officers and an attack on a police station in the city of Medan in North Sumatra Province killed another.\nAnd a shootout with the police in Bima, West Nusa Tenggara Province, left one officer wounded and two suspects dead.\n“We find him guilty, and he has to take full responsibility for his action,” Judge Ahmad said of Mr. Aman in announcing the sentence.\nNoor Huda Ismail, founder of the Institute for International Peace Building, which works to reintegrate former terrorism convicts into Indonesian society, said Mr. Aman’s followers liked his strict view that the Indonesia government must be shunned because it is secular.\nMr. Aman helped win converts to the Islamic State by translating its propaganda into Indonesian, Mr. Ismail said.\n“He is the engine of ISIS and its spread in the country,” he added.\nMuktita Suhartono reported from Jakarta, Indonesia, and Richard C. Paddock from Bangkok. \nPHOTO: Aman Abdurrahman, center, a leading recruiter and ideologue for the Islamic State in Indonesia, was taken from a court in Jakarta on Friday after being sentenced to death. (PHOTOGRAPH BY Darren Whiteside/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nJakarta Attack Raises Fears of ISIS’ Spread in Southeast Asia\nISIS-Linked Indonesian Jail Riot Ends as Police Raid Cellblock\nNot ‘Lone Wolves’ After All: How ISIS Guides World’s Terror Plots From Afar\nAt the Heart of Indonesia Terror Attacks, a Well-Liked Family\n\nLoad-Date: October 16, 2018"
}