{
    "title": "Indonesia vows to root out terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 10,
    "day": 16,
    "full text": "JAKARTA, Indonesia -- Criticized internationally for ignoring demands that it crack down on terrorism, Indonesia pledged Wednesday to press ahead with tough new anti-terror laws and formed an international investigative team to hunt for the culprits in the Bali nightclub bombing.\nPolice in Bali said they had detained two Indonesian men for further questioning after an initial round of interrogation following Saturday's blast. The men are a security guard and the brother of a man whose identification card was found at the bomb scene.\nU.S. Ambassador Ralph Boyce disclosed that in the month before the Bali attack, he and other American envoys had discussed with Indonesian officials possible attacks against U.S. targets.\nBut Boyce said that the warnings were not specific to Indonesia. They coincided with a temporary closure of embassies in Jakarta and other regional capitals because of terrorist threats during the Sept. 11 anniversary.\nBoyce also said that a man who allegedly attempted to hurl a small bomb at the office of the honorary U.S. consul in Denpasar on Saturday had been injured when the device exploded prematurely. He said it was his understanding that the man was then apprehended, but police spokesmen denied that anyone was detained after that explosion.\nEven as the government in Jakarta vowed to fight terrorism more aggressively, Indonesia's security minister Susilo Bambang Yudhyono claimed that Jemaah Islamiyah -- an al-Qaida-linked Islamic extremist group identified by Australia and others as a likely culprit -- does not even exist in Indonesia.\nAnd the spiritual head of Jemaah Islamiyah denied the group existed at all, along with denying that al-Qaida was tied to the attack, which killed at least 183 people -- most of them foreign tourists -- and left hundreds more injured.\n\"There is no link between al-Qaida and the bomb blast,\" Muslim cleric Abu Bakar Bashir told reporters, calling the accusations \"the invention of infidels.\"\nForeign Minister Hassan Wirayuda told reporters the government was working on giving President Megawati Sukarnoputri authority to impose, by decree, a long-stalled anti-terrorism law. There was no indication when a decree would be handed down, but Megawati would be expected to seek approval from parliamentary leaders before doing so.\nAustralian Foreign Minister Alexander Downer, who is visiting Jakarta, said Indonesia and Australia have agreed to form a joint intelligence team in the wake of the blast and have invited other nations to join, Downer said.\nDowner said officials still \"don't have any hard evidence as to who is responsible\" for the explosion.\nAustralia, which has posted a $1 million reward for information leading to the arrest and conviction of those responsible for the attack, has sent more than 40 investigators to Bali to help with the investigation.\nThey included forensic specialists, victim identification officers and bomb blast experts. The United States, Germany, France and Britain have sent smaller teams.\nNational Police spokesman Gen. Saleh Saaf said investigators had found what police believe to be the residue of chemicals used in the bomb's detonator. The chemical traces, which included evidence of the explosive TNT, were found spattered onto a motorbike parked nearby the scene.\nTraces of the military explosive C-4 -- a puttylike plastic explosive used in the attack two years ago on the USS Cole in Yemen -- were also found at the scene.\nU.S. officials said Wednesday they believed the number of Americans killed in the weekend bombing would eventually climb to five or six. Authorities have so far confirmed that two U.S. citizens died and four were injured.\nThe Indonesian government is struggling to shake off its image that it ignored months of warnings about terrorists being active here, particularly Jemaah Islamiyah, which wants to establish a pan-Islamic state in Southeast Asia.\nBoyce labeled reports in The New York Times that said he warned Megawati of an imminent attack the day before the Bali bombing as \"imprecise.\"\nAustralian Prime Minister John Howard said Wednesday that he had received no specific intelligence warning that Bali might be targeted prior to the blast.\nSenior Indonesian intelligence officials, speaking on condition of anonymity, said a former air force lieutenant colonel with a background in explosives had been questioned by intelligence officers after the bombing, and would be questioned Thursday by police.\nBut they denied that he was a suspect or had confessed, as the Washington Post reported Wednesday on the Web site of the International Herald Tribune. The officer, who received training in the United States and was discharged from the air force a year ago, lives in the area near the blast and had been questioned because he'd rushed to the scene.\nSuspicion in the blast has fallen heavily on Jemaah Islamiyah, which has been accused of plotting to attack the U.S. and other Western embassies in Singapore earlier this year. Malaysia and Singapore have arrested scores of suspected members.\nOn Wednesday, police in Malaysia arrested five suspected members of the group. They are not believed to have any involvement in the Bali attack, Malaysian national police chief Norian Mai said.\nForeign countries have repeatedly urged Indonesia to arrest Bashir, who runs an Islamic boarding school in Indonesia. He denies any involvement and the government has not moved against him, fearing a backlash by extremists.\nBashir was scheduled to submit to police questioning Wednesday and Thursday, at his own initiative, to press a libel suit against Time news magazine over an article that implicated him in terrorist activities.\n\"I have not heard that there is a warrant for my arrest,\" Bashir told The Associated Press. \"It is like a witch hunt. They are cracking down on Muslim fundamentalists.\"\n\"I will not answer any questions about the Bali bombing,\" he said.\n\nLoad-Date: October 16, 2002"
}