{
    "title": "Indonesia Confirms Death Of Bali Mastermind Dulmatin",
    "publisher": "the world",
    "year": 2010,
    "month": 3,
    "day": 10,
    "full text": "(RTTNews) - President Susilo Bambang Yudhoyono of Indonesia confirmed Wednesday that Dulmatin, the mastermind behind the 2002 Bali bombings that left 202 persons, including 88 Australians, dead, was killed in a shoot-out during Tuesday&apos;s raids near Jakarta.\nHe told a luncheon meeting in Australia&apos;s parliament house in Canberra that the Al-Qaida-trained bomber, carrying a $10-million-dollar bounty on his head, was killed during a raid by counter-terrorism forces in the Indonesian capital of Jakarta.\n\"We can confirm that one of those killed was Dulmatin, one of the top Southeast Asian terrorists that we have been looking for,\" Yudhoyono, a retired Army four-star General, said.\n\"For the safety of our people, for the safety of Australians and Indonesians and the rest of the world, let us continue our co-operation to fight terrorism,\" he added.\nAustralia lauded Indonesia for the raids which killed Dulmatin, but Prime Minister Kevin Rudd reminded Yudhoyono that he should not take lightly warnings of more possible Islamist extremist violence breaking out in the archipelago.\nFamily members of those killed in the Bali bombing welcomed the news.\nDulmatin, alias Joko Pitono, was one of the three suspects of the Islamist militant organization Jemaah Islamiyah (JI) killed after he shot at the police during a raid on an Internet cafe in Pamulang city, southwest of Jakarta.\nThe suspected mastermind fired a single shot from a revolver before he was shot dead, an official spokesman said Tuesday. Police later shot and killed two suspects fleeing on a motorcycle. The police also arrested a man and woman at the location.\nDumatin, a 40-year-old Java-born electronics specialist, was earlier thought to have fled to neighboring Philippines where he was believed to have been hiding, and the U.S. government put a reward of up to USD 10 million for his capture.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}