{
    "title": "Indonesia Assassination Reported Foiled",
    "publisher": "the new york times",
    "year": 2009,
    "month": 8,
    "day": 9,
    "full text": "The police in Indonesia said Saturday that they had foiled plans by an Islamist group to assassinate President Susilo Bambang Yudhoyono, but they declined to confirm news reports that they had killed Southeast Asia's most wanted terrorism suspect in a separate raid.\n  A leading expert on terrorism, Sidney Jones of the International Crisis Group, said she doubted local reports that the terrorism suspect, Noordin Muhammad Top, had been killed in a 16-hour raid on a militant hide-out outside Jakarta.\n  Police officials said that they could not immediately confirm whether the person who had been killed was Mr. Noordin, and that they had sent a body to Jakarta for DNA testing.\n  As confused and contradictory reports emerged, it remained unclear whether Mr. Noordin had been in the house at the time of the raid, whether he had escaped or whether he had possibly been arrested beforehand.\n  ''What we do know is that the police intercepted this likely attack, and they get incredible kudos for that,'' Ms. Jones said, referring to the assassination attempt.\n  But as to the raid on the house outside of Jakarta, she said, ''What I'm pretty convinced of is that the person inside the house was not Noordin Top and the person who was killed was not Noordin Top.''\n  The National Police chief, Gen. Bambang Hendarso Danuri, tried to dampen the rumors.\n  ''We could not yet disclose the identity of the killed man,'' he said at a news conference. ''After the DNA test, we will announce it, based on facts, not based on speculation.''\n  The two suspects killed in the second raid, in the West Java town of Bekasi, were believed to be linked to Mr. Noordin. \n  General Hendarso said an accomplice had told the police that two would-be suicide bombers were planning to detonate explosives in a truck at the president's home this month. He said a truck was found rigged with explosives, along with bomb-making material.\n  He said the location was significant ''because it is situated just a 12-minutes drive from the president's residence.\n  ''Our president was a target,'' he said.\n  The president told reporters he had been briefed about a counterterrorism operation by the police, though he did not mention Mr. Noordin. \n  ''I extend my highest gratitude and respect to the police for their brilliant achievement in this operation,'' he said.\n  With the disarray and decline of the region's leading Islamist terrorist group, Jemaah Islamiyah, Mr. Noordin had come to be seen as the region's most dangerous militant, operating a splinter faction that claimed direct links to Al Qaeda, Ms. Jones said.\n  He is blamed for suicide bomb attacks last month on two hotels in Jakarta that killed seven people, ending a four-year pause in terrorist strikes in Indonesia.\n  ''There is no question that he was involved with the bombings in Jakarta,'' Ms. Jones said. ''He is certainly the person who has masterminded every major attack in Indonesia beginning with the Marriott Hotel bombings in 2003.''\n  A Malaysian citizen, Mr. Noordin claimed in a video in 2005 to be Al Qaeda's representative in Southeast Asia and said he was carrying out attacks on Western civilians to avenge Muslim deaths in Afghanistan. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: The police carried out a 16-hour raid on a militant hide-out in the West Java town of Bekasi. Local reports suggested that a terrorism suspect, Noordin Muhammad Top, had been killed.(PHOTOGRAPH BY GETTY IMAGES)                                                                           \n\nLoad-Date: August 9, 2009"
}