{
    "title": "Industry Welcomes Bush's Terrorism Coverage Plan",
    "publisher": "american banker",
    "year": 2001,
    "month": 10,
    "day": 18,
    "full text": "Though the Bush administration has rejected the insurance industry's calls for a government-backed fund to pay claims stemming from future terrorist attacks, bankers and insurance executives welcomed its compromise offer -- provided it is enacted quickly.\n\"We have less than 75 days to solve this problem,\" said Patrick G. Ryan, the chairman and chief executive officer of the reinsurance giant Aon Corp., on Tuesday at an American Bankers Insurance Association conference in Arlington, Va. \"The issue is not time-sensitive, it's time-critical.\"\nHe and others stressed that bankers would also benefit from a quick resolution because without adequate coverage many commercial borrowers would become too risky to lend to -- or might not stay in business.\n\"Banks won't be able to lend money on various forms of collateral without terrorism coverage,\" Mr. Ryan said. Construction companies and commercial real estate agents would be hurt first, but eventually the world economy would suffer, he said.\nDavid L. Holton, the president of Wachovia Insurance Inc., agreed that bankers want the government to intervene, not just to protect their growing insurance businesses but also out of concern for their basic lending functions.\nAnd big bankers are not the only ones with a stake in the issue, Mr. Holton said. Though only the biggest lend for major projects such as skyscrapers, many smaller banks lend to small businesses in them and nearby, he said. Eliminating terrorism coverage could also jeopardize such loans, Mr. Holton said.\nInsurance companies initially proposed to pool their funds in case of future terrorist attacks if the federal government agreed to act as the insurer of last resort should claims exhaust such a pool.\nThe administration's counteroffer would cap the government's obligation at a total of $100 billion for three years.\nIn the first year the government would cover 80% of the first $20 billion of claims resulting from such events and 90% of the rest. In the second year it would cover half of the second $10 billion and then 90%. In the third year it would cover half of the second $20 billion and 90% of the rest.\n\"Without coverage against terrorist acts, banks will not lend to new construction,\" a senior administration official said Monday while unveiling the proposal. \"It will be difficult to sell major projects such as pipelines, new power plants, skyscrapers.\"\nIndustry officials said they were still upbeat, even though the pool idea, which seemed so hot only a few weeks ago, may fall by the wayside during hearings set to begin today.\nThe Bush plan \"is not unreasonable,\" Mr. Ryan said. It would give the industry a three-year breathing period to work out premium prices, he said. \"It's better to have the commercial world pay for its risk than the taxpayers, who are all of us.\"\nRep. John J. LaFalce, D-N.Y., agreed with financial services officials that what matters most is that a plan be in place before yearend, so that customers can still buy terrorism insurance on Jan. 1, when policies will need to be renewed.\n\"We must act, and we must act quickly,\" said Rep. LaFalce, the ranking Democrat on the House Financial Services Committee. \"I'm convinced that the insurance and reinsurance companies will stop writing terrorist coverage, and I don't think our economy can stand the prospect.\"\n \nCopyright c 2001 Thomson Financial. All Rights Reserved. http://www.americanbanker.com \n\nLoad-Date: October 17, 2001"
}