{
    "title": "Industry questions findings of TRIA report Treasury opposes renewal of program without changes",
    "publisher": "business insurance",
    "year": 2005,
    "month": 7,
    "day": 4,
    "full text": "WASHINGTON-The U.S. Congress should move swiftly to deal with the terrorism insurance issue in the wake of the Treasury Department's recommendation that the Terrorism Risk Insurance Act not be extended in its present form, risk managers and insurers say. \nIn a June 30 letter accompanying his department's long-awaited report on the state of the terrorism insurance market, Treasury Secretary John Snow said that ``continuation of the program in its current form is likely to hinder the further development of the insurance market by crowding out innovation and capacity building. Consistent with its original purpose as a temporary program scheduled to end on Dec. 31, 2005, and the need to encourage further development of the private market, the administration opposes extension of TRIA in its current form.''\nBut Mr. Snow added said that the Bush administration would accept an extension of the program under certain conditions. These include increasing the size of the terrorism loss needed to trigger TRIA coverage to $500 million; requiring insurers to pay higher deductibles; and eliminating a number of lines of coverage, including commercial automobile and general liability, from TRIA's protection.\nRisk managers, insurers and brokers have supported an extension of TRIA, holding that the private market would lack the capacity to meet the demand for terrorism insurance without the TRIA backstop. Others, such as the Consumer Federation of America, a Washington-based consumer advocacy organization, urge that TRIA be allowed to expire, because they consider it little more than a bailout for the insurance industry.\nTRIA, which was enacted in late 2002, created a federal backstop for insurers paying losses from possible future catastrophic terrorist attacks. In his letter, which went to the chairmen and ranking members of the Senate Banking Committee and the House Financial Services Committee, Mr. Snow said that the Treasury Department report found that ``TRIA has achieved its goals of supporting the industry during a transitional period and stabilizing the private insurance market.''\nFindings questioned\nA brokerage expert on the terrorism insurance market questioned some of the report's findings.\n``Aon would view the report's conclusions as not being fully supported by Aon's market data or current market behavior,'' said Aaron Davis, vp at Aon Risk Services in New York. ``The report is making some general conclusions about the market without taking into account what we're currently seeing in the market in terms of carrier behavior for risk-exposed lines of business, specifically commercial property. We are certainly seeing the impact being felt now for the potential expiration of TRIA, and we're seeing 80% or more of the property markets adopting some form of terrorism exclusion for risks extending beyond 2005. Again, this is specific to the property market for risk-exposed classes of business; however, this is the market that has been benefiting the most from the TRIA backstop.''\n``My opinion is that the report leaves some room for developing a public/private solution, but no one is surprised by the findings that said the government doesn't want to continue the program without changes,'' said Alexandra S. Glickman, area vice chairman and managing director-practice leader for Arthur J. Gallagher & Co.'s Gallagher Real Estate & Hospitality Services in Glendale, Calif. ``The most immediate concern is taking the pulse of the markets and determining under what conditions they are willing and able to provide coverage without the federal government's current support of TRIA.''\nA risk manager who has been active in the effort to extend TRIA called on Congress to move quickly on the issue.\n``For the many policyholders who already have terrorism exclusions that become effective on Dec. 31, they can only hope that the legislators will not ignore the market realities,'' said Bradley R. Wood, senior vp-risk management for Marriott International in Bethesda, Md. ``TRIA is an important ingredient to our nation's economic business continuity plan, and Congress should schedule hearings immediately to reopen the debate.''\nThe Risk & Insurance Management Society Inc. in New York also called for swift congressional action. In a statement issued shortly after the report's release, RIMS President Ellen Vinck said, ``The recommendations issued in the Treasury Department report on the future of TRIA do not reflect the reality of the current environment. The removal of a federal backstop for terrorism insurance needlessly puts our nation's economy at risk. RIMS therefore renews its call to Congress to pass legislation to extend the terrorism risk insurance program without further delay.''\nInsurer groups weigh in\nInsurer groups stressed that while Treasury opposes extension of the existing program, they did not oppose creating some sort of less expansive federal backstop.\n``We still believe it's absolutely critical that we continue with the public/private partnership, especially to manage what we believe is significant catastrophe risk that could arise in a major terrorism event,'' said Ramani Ayer, chairman and chief executive officer of Hartford Financial Services Group in Hartford, Conn.\n``Secretary Snow noted that TRIA has been effective in achieving its objectives. I believe he's also kept the door open for administration support for continuation of a public/private partnership. I believe in the wake of the report, the chairman of both the House and Senate committees are going to hold hearings. Sen. Shelby said it's possible that Congress will craft a temporary extension and he intends to hold hearings on July 14,'' said Mr. Ayer, referring to Senate Banking Committee Chairman Richard Shelby, R-Ala.\nHe noted that House Financial Services Committee Chairman Mike Oxley, R-Ohio, ``said that he's confident that a comprehensive as well as fiscally responsible solution by the end of this year. I believe the task in front of us is that policyholders, insurance regulators and insurance company executives need to strengthen the case for a terrorism risk insurance program. What's interesting is that the Treasury report concedes that capacity could decrease and rates could increase if the program were just to simply expire. I believe very strongly this is a key to our economic security as a county.''\n``The good news is not so much what the study says than the fact that the study is out,'' said Leigh Ann Pusey, senior vp-government affairs for the American Insurance Assn. in Washington. ``It frees up Congress to move forward. The fact that Treasury is acknowledging the need for some program really is a silver lining. We think that's good news. For us, the most important thing is making sure there is a program in place by the end of the year, and this study frees up Congress to explore how best to get that done.''\n``Despite TRIA's success, we agree with the administration that a short-term extension of the current program is not the most effective solution to the terrorism insurance problem,'' said Ernie Csiszar, president and chief executive officer of the Des Plaines, Ill.-based Property Casualty Insurance Assn. of America in a statement. ``Instead, it makes more sense to establish a long-term program that stimulates more private-sector participation while maintaining the high-level federal participation necessary to foster a functional terrorism insurance market.''\nKen Crerar, president of the Council of Insurance Agents & Brokers in Washington, called the Treasury recommendation ``very disappointing,'' particularly given the current state of the global terrorism reinsurance marketplace. But ``the recommendations from the administration present new challenges,'' Mr. Crerar said. ``It is important to keep in focus that they are not opposed to a federal role in providing a terrorism reinsurance backstop.''\n``We expect that this willingness of the administration to work with Congress will now set off a flurry of events in Congress, which we hope will lead to a successful conclusion by the end of the year,'' he said.\nFranklin W. Nutter, president of the Washington-based Reinsurance Assn. of America, addressed the reinsurance aspects of the Treasury report and recommendation in a July 1 statement. He said, among other things, that ``the expiration of TRIA would lead to an increased demand for terrorism reinsurance but not a significant increase in supply. The private reinsurance market has provided modest capacity to cover terrorism risk, but it is our observation that the expiration of TRIA is not likely to stimulate much additional capacity.''\n``Reinsurers continue to view terrorism as a risk that is uninsurable unless there are limits to protect against catastrophic exposure,'' Mr. Nutter said in his statement. ``A federal backstop is necessary to provide coverage for catastrophic losses above the capacity that the private insurance and reinsurance markets can reasonably bring to bear.''\n\nGraphic\n\n \nArt Credit: \"Continuation of the program in its current form is likely to hinder the further development of the insurance market.\"John Snow, U.S. Secretary of Treasury\nArt Credit: Reuters Live\n\nLoad-Date: July 6, 2005"
}