{
    "title": "Industry contemplates possibility of nonrenewal of TRIA extension",
    "publisher": "business insurance",
    "year": 2006,
    "month": 4,
    "day": 3,
    "full text": "WASHINGTON-Insurers are working urgently to devise a workable long-term solution to the problem of providing terrorism insurance, according to a senior trade group official.\n``There's an extreme amount of urgency'' to formulate a response to ``a risk that is basically uninsurable,'' said J. Stephen Zielezienski, senior vp and general counsel of the American Insurance Assn. in Washington. ``If we don't develop something in the next few months,'' the industry could face the same situation as it did late last year as the federal terrorism insurance backstop created by the Terrorism Risk Insurance Act of 2002 approached its Dec. 31, 2005, sunset, he said.\nMr. Zielezienski made his remarks during a discussion of catastrophic risk insurance sponsored by the Washington-based law firm of Wiley Rein & Fielding L.L.P. and the University of Connecticut School of Law's Insurance Law Center late last month in Washington. Former District of Columbia Insurance and Securities Commissioner Lawrence Mirel, currently a partner at Wiley Rein & Fielding, moderated the session.\nCongress did not approve an extension of a scaled-back federal terrorism insurance backstop until Dec. 17, 2005, and President Bush signed it on Dec. 22. But the extended backstop will end on Dec. 31, 2007, and members of Congress may have no appetite for another extension. In fact, another member of the panel-Glenn Westrick, senior counsel to the U.S. House of Representatives Financial Services Committee's Subcommittee on Capital Markets, Insurance and Government Sponsored Enterprises-said that while members ``inherently'' understand the terrorism insurance problem, most would agree that a straight extension of the current backstop would be unwise. Nevertheless, lawmakers remain interested in the terrorism insurance issue, particularly as it relates to nuclear, biological, chemical and radioactive risks, and have directed the Government Accountability Office to prepare a report on those risks, he said.\n``Dec. 31, 2007, might seem like a long way off, but it's not,'' Mr. Westrick said.\nGregory Heidrich, senior vp-policy development and research for the Des Plaines, Ill.-based Property Casualty Insurers Assn. of America, said there had been concern among insurers ``there would be a sigh of relief'' once the president signed the bill into law and that efforts to address the terrorism insurance market's problems would be put off for months. That did not happen, he said.\nNo consensus proposal, however, has been unveiled yet.\nHoward Mills, New York superintendent of insurance, said that the insurance industry has been ``very good'' in presenting its message, but that Congress needs to hear from other economic sectors regarding problems associated with both terrorism insurance and natural catastrophe insurance. Mr. Mills said that he has told insurance brokers to get ``big, big clients who are not insurers'' to present their concerns to Congress.\nOne such noninsurer participant in an earlier symposium panel made just such a case for a public/ private approach to terrorism insurance.\nJeffrey D. DeBoer, president and chief executive officer of the Washington-based Real Estate Roundtable, said he's not certain that a case can be made that the natural catastrophe insurance market has failed; the problem appears to be that people simply aren't buying flood insurance or other catastrophe-oriented coverages. ``Maybe people can mitigate against flood and hurricanes,'' but the idea that they can mitigate against terrorism ``is a red herring,'' he said.\n``We are in a war, which the president reminds people daily,'' said Mr. DeBoer. ``This is a societal risk for our country.''\nThe residents of metropolitan areas deemed to be at high risk of terrorist attack-such as New York and Los Angeles-should not be asked to bear all of the risk, he said. Terrorism is an attack on the way of life of people in such low-risk areas as Missouri and South Dakota as well, said Mr. DeBoer.\n\nLoad-Date: April 7, 2006"
}