{
    "title": "Industry still awaiting TRIA's permanent replacement Act's expiration to disrupt property market wit",
    "publisher": "business insurance",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "NEW YORK --\nThe Terrorism Risk Insurance Act's 2007 expiration is likely to cause property market disruption next year and its absence would make terrorism coverage scarcer and more expensive, brokerage and insurance industry sources agree.\nTRIA-enacted in 2002 in response to insurers' withdrawal of terrorism coverage and extended for two years in 2005-provides federal reinsurance for foreign terrorist acts in the United States that produce aggregate losses of $50 million this year, rising to $100 million next year. The TRIA extension expires Dec. 31, 2007.\n``TRIA has been incredibly important in generating capacity that was not available in the marketplace'' after the Sept. 11, 2001, terrorist attacks, said Aaron Davis, director of Aon Corp.'s National Terrorism and Property Resources unit in New York.\nSurveys by Marsh Inc. found that the percentage of client companies opting for TRIA-backed property insurance has risen steadily in the past two years-to 64% in the fourth quarter of 2005 from 23% in the second quarter of 2003. Other brokers report similar takeup rates.\nThe highest takeup rates are by companies in the Northeast, with real estate, financial institutions, health care and media companies most frequently buying the coverage, Marsh found.\nIn addition to TRIA-backed coverage, a stand-alone terrorism insurance market has developed since 9/11 and now offers about $1.5 billion in per-risk capacity. Berkshire Hathaway Inc. accounts for $500 million to $1 billion of this, with the remainder provided by Lloyd's of London underwriters, AXIS Specialty Insurance Co., American International Group Inc. and seven other insurers, Marsh reports.\nAbout 70 to 100 companies, or about 7% to 10% of Marsh's large corporate clients, buy stand-alone coverage in addition to or instead of TRIA-backed coverage, with typical limits of $250 million to $500 million, said Robert Blumber, a managing director with Marsh's North American property practice in New York.\nTRIA's impending expiration is likely to bring a replay of the property market disruptions that preceded the act's 2005 extension, with insurers adding ``pop-up'' terrorism exclusions that would go into effect if TRIA expires, said Robert Hartwig, president-elect and chief economist of the Insurance Information Institute in New York.\nIf Congress fails to replace TRIA with a permanent federal backstop for terrorism insurance, the stand-alone market may expand slightly, but not nearly enough to accommodate the increased demand for coverage, he added.\nThat demand would also exacerbate insurers' problems with accumulation of risk, especially in urban areas, further restricting capacity in those areas. And terrorism insurance pricing, which has dropped significantly in the last year, would spike, said Aon's Mr. Davis.\nSeveral plans for a permanent replacement for TRIA have been proposed, including one by the American Insurance Assn. that calls for high-level federal reinsurance of terrorism risks that include chemical, nuclear, biological and radiological attacks. The AIA plan also would allow the government to recoup some of its losses through a surcharge on policyholders.\nA federal solution to the so-called CNBR risks is especially important, since such an attack-for example, a nuclear device exploded in New York-would vastly exceed insurance industry claims-paying capacity, Mr. Hartwig said.\nSecuritizing terrorism risk in the capital markets is also not a realistic option, said Christopher M. Lewis, vp-alternative market solutions P&C capital management at The Hartford Financial Services Group Inc. The same obstacles holding back terrorism reinsurance markets-such as shortcomings of modeling and the uninsurable nature of the risk-have stymied the development of a terrorism securitization market, he said.\nSome observers express doubts that Congress will act on the issue far enough in advance of TRIA's expiration to head off insurers' imposition of contingent terrorism exclusions next year.\n``I expect it to come down to the wire again,'' Mr. Davis said. ``We very much expect a repeat of commercial market behavior'' like that of 2005.\nThe next milestone in the process will be a report on terrorism insurance market conditions by the President's Working Group on Financial Markets, Mr. Hartwig noted. That report is due by the end of this month.\n\nLoad-Date: September 15, 2006"
}