{
    "title": "Industry lobbies for long-term terror solution",
    "publisher": "business insurance",
    "year": 2005,
    "month": 6,
    "day": 27,
    "full text": "WASHINGTON-The Property Casualty Insurers Assn. of America hopes that Congress will heed its call for a long-term solution to the problem of providing terrorism insurance.\nThe Des Plaines, Ill.-based insurer group has unveiled a number of options it wants Congress to consider as it ponders whether to extend the Terrorism Risk Insurance Act beyond its current sunset of Dec. 31. PCI also launched a targeted advertising campaign in two Capitol Hill newspapers last week promoting a long-term solution.\nPCI's actions came as lawmakers, risk managers, insurers and others await a Treasury Department report on the state of the terrorism insurance market. The report, which must be issued by June 30, will examine the impact of the Terrorism Risk Insurance Act. TRIA, which created a federal financial backstop for insurers facing future catastrophic terrorist attacks, was designed to provide terrorism insurance capacity while allowing a private terrorism insurance market to emerge. While TRIA has created capacity, an adequate private terrorism insurance market has not come into being. Bills that would extend TRIA for two years have been introduced in both the House and Senate, but key lawmakers declined to move on either until Treasury issued its report.\nAn option PCI has suggested Congress consider as part of a long-term strategy is allowing pre-emption of state laws that limit insurers' flexibility in pricing terrorism insurance. PCI also called for creating a government-sponsored entity that would allow insurers to share or pool some of the risk and creating a market for catastrophic terrorism bonds.\n``None of this eliminates the potential of a temporary extension'' of TRIA, said PCI President Ernie Csiszar in a Washington interview last week. He added though, ``if the industry doesn't make an effort to come up with a long-term solution, you're not going to see its wishes answered in simple extension.''\nOther insurance industry groups share PCI's goal of a working out a long-term solution to the terrorism insurance question.\n``We think they're doing exactly the right thing in terms of trying to identify the different tranches of a federal role,'' said Joel Wood, senior vp at the Council of Insurance Agents & Brokers in Washington. Mr. Wood noted that the CIAB supports the TRIA extension bill introduced by Sens. Chris Dodd, D-Conn., and Bob Bennett, R-Utah, earlier this year. ``But whether Dodd-Bennett or an extension of TRIA prevails or not, this is a long-term problem and we've been engaged in conversations with PCI and other industry groups'' about how to achieve this, he said.\n``We have had discussions with PCI about their thoughts on a long-term proposal,'' said Julie Rochman, a senior vp at the American Insurance Assn.\n``AIA has also been working on this issue for several months. We know it's very complex and that ultimately it will be up to the Congress to decide how much `skin in the game' insurers must have. We are very much looking forward to the Treasury study and to subsequent hearings so we can get a long-term program in place before the end of the year, and failing that, extend the existing backstop,'' said Ms. Rochman.\n\nLoad-Date: July 1, 2005"
}