{
    "title": "Infighting roils final dayofNATO meetings Trump calls Canada's Trudeau 'two-faced'",
    "publisher": "usa today",
    "year": 2019,
    "month": 12,
    "day": 5,
    "full text": "LONDON - President Donald Trump abruptly canceled a news conference at a NATO leaders' meeting in London on Wednesday after calling Canada's leader Justin Trudeau \"two-faced,\" underscoring some of the political tensions that have come to the fore this year for the military alliance as it turns 70.\nTrump said he was calling off the news conference \"because we did so many over the past two days,\" a reference to three lengthy Q&A sessions he held with reporters here. But the timing was unusual and came after Trudeau was shown in a video with other NATO leaders appearing to mock the U.S. president. That followed sharp public exchanges between Trump and France's President Emmanuel Macron a day earlier.\nAmid the disagreements - on funding, on how best to tackle global terrorism, on how to engage with Russia - NATO Secretary General Jens Stoltenberg wrapped up the meetings by trying to talk up NATO unity, saying that the alliance \"was the most successful in history because we've changed as the world has changed.\"\nHe said NATO would study ways to \"further strengthen\" its political dimension. The military alliance of U.S. and European countries, plus Canada was formed after World War II as a bulwark against the Soviet aggression and to guard against European militant nationalism. Its scope has since widened to include cyberattacks, border issues, climate security, terrorism and more.\nOn many issues, the White House and other NATO leaders diverge, not least Trump's decision to support NATO member Turkey's recent incursion into Syria to root out Kurdish militants that Ankara considers terrorists. Those same militants were playing a key role in the U.S.-led coalition fighting the remnants of the Islamic State group.\nAnd taking questions after a meeting with German Chancellor Angela Merkel, Trump slammed Trudeau as \"two-faced\" and suggested the prime minister was upset that the president had \"called him out\" on the fact that Canada is not spending 2% of its GDP on defense spending, as required by NATO guidelines. \"I guess he's not very happy about it,\" Trump said.\nBut his comments followed widely circulated video footage, recorded Tuesday night during a NATO reception at Buckingham Palace hosted by Queen Elizabeth II, that revealed world leaders on camera apparently discussing and making fun of Trump, although he wasn't directly mentioned by name. None realized they were being overheard.\n\"He was late because he takes a 40-minute press conference off the top,\" Trudeau could be heard saying in the video, an apparent reference to Trump's long unscheduled Q&A session with journalists earlier Tuesday. Trudeau was seen standing in a huddle with Johnson, Macron and Dutch Prime Minister Mark Rutte. Britain's Princess Anne - the queen's daughter - was just visible behind Rutte's left shoulder.\nAsked about the video, Johnson said it was \"complete nonsense.\"\nTrudeau told reporters that they weren't laughing at Trump, but about the location of the next G7 summit, revealed this week to be the president's Camp David retreat.\n\"I have a very good relationship with Trump,\" he said.\nStoltenberg did his best to project NATO unity.\nHe rejected criticism from Macron that the military alliance is suffering from \"brain death.\" He also dismissed complaints from Trump that member states are not boosting their NATO military budgets quickly enough and insisted that the organization is adapting to modern challenges. Trump has called it \"obsolete.\"\n\"NATO is agile, NATO is active, NATO is adapting,\" Stoltenberg said before chairing a meeting of the alliance's members at a luxury hotel and golf resort outside London.\n\"As long as we are able to deliver substance ... then NATO proves once again that we are able to respond to a shifting security landscape, and that's the best way to also provide unity of this alliance,\" the Norwegian national said.\nStoltenberg emphasized several times during his concluding news conference that \"NATO is the only place where the U.S. and Europe and Canada meet every day.\"\nStill, the tension threatened to undermine the credibility of the 29-nation alliance.\nThe meetings also cast Trump as the unlikely defender of an alliance he has repeatedly disparaged and railed against as far too dependent on U.S. funding.\n\"There's an assumption among leaders that, because NATO has survived these types of crises in the past, it will brush aside this latest scare,\" said Jeremy Shapiro, a foreign policy expert at the European Council on Foreign Relations, a think tank.\n\"This would perhaps be true if France and Turkey were the only problems. However, they're not. The issue is far bigger, and heralds from the U.S. - where an unenthusiastic president is unwilling to make commitments to, or work for the betterment, of western defense,\" he added. \"Macron, not unjustifiably, sees Trump as turning his back on Europe and wants NATO member states, and the EU, to wake up to this reality.\"\nOther NATO leaders and diplomats were also at pains to put a brave face on a series of awkward encounters as leaders gathered for discussions on a range of security issues encompassing a resurgent Russia, China's growing military and technological prowess, trade and climate policies, and the threat from international terrorism.\n\"If NATO has a motto, it is as Jens (Stoltenberg) says, one for all, and all for one,\" British Prime Minister Boris Johnson said in remarks opening the meetings, referring to Article 5, the NATO principle that if any one member is attacked, all will attempt to defend it.\nDespite the divisions, Johnson characterized NATO as a \"giant shield of solidarity.\"\nMacron stood by his comments, saying Wednesday that they had sparked vital discussions. \"It's allowed us to raise fundamental debates,\" he said.\nIn particular, \"how to build sustainable peace in Europe.\" \n\nLoad-Date: December 5, 2019"
}