{
    "title": "Influential pro-Taliban cleric arrested(2)",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 7,
    "day": 27,
    "full text": "ISLAMABAD (AP) - Police arrested an influential pro-Taliban cleric on Sunday who had brokered a failed peace deal in northern Pakistan's troubled Swat Valley, an indication the government will no longer negotiate with militants.\nAuthorities accused Sufi Muhammad, father-in-law of Swat's notorious Taliban leader Maulana Fazlullah, of encouraging violence and terrorism.\nThe peace deal in February imposed Sharia, or Islamic law, in the valley in exchange for an end to two years of fighting. But it was widely seen as handing over control of the valley, once a popular tourist destination, to the Taliban.\nThe deal collapsed in April when the Taliban advanced south out of Swat, triggering a military offensive and a spree of retaliatory attacks by militants in the northwest and beyond. Some 2 million people fled the region, and although hundreds of thousands have returned in the past two weeks as the military operation winds down, sporadic fighting continues.\n\"At this critical juncture, we cannot allow, we cannot let a person walk free, a person who has supported terrorists,\" said Mian Iftikhar Hussein, information minister for the North West Frontier Province.\n\"Instead of keeping his promises by taking steps for the sake of peace, and speaking out against terrorism, he did not utter a single word against terrorists,\" Iftikhar said in a news conference in Peshawar.\nMuhammad leads a pro-Taliban group known as the Tehrik Nifaz-e-Shariat Mohammedi, or the Movement for the Enforcement of Islamic Law. He was jailed in 2002 but was freed last year after renouncing violence.\nBut Muhammad himself was not in control of armed militants in Swat, and the Taliban's ability to bounce back from the recent offensive against them will depend more on their leaders, including the cleric's son-in-law. Despite occasional rumors to the contrary, none has been captured or is known to have been killed.\nThe Taliban were already on the run from the army and so the arrest was unlikely to have any significant impact on the militants themselves, said Mahmood Shah, a former security chief in the tribal region.\n\nLoad-Date: July 30, 2009"
}