{
    "title": "Influence of terrorism is far-reaching",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 17,
    "full text": "The American people are in this for the long haul, and they know it. As America sends its military forces to Afghanistan, all of us understand that Afghanistan is only one part of America's enduring struggle with terrorism.\nEven though we expect the al Qaeda terrorist network and its accomplices in the Taliban government to crumble before the might of our military and the support of our broad-based coalition of allies, we realize that this is no assurance against future outbreaks of terrorism at home. Worse yet, our military action could prompt further acts of terrorist violence.\nU. California-Los Angeles\nSo what tangible benefit could America possibly gain from going after al Qaeda and its mastermind, Osama bin Laden?\nInstead of emphasizing the need for a decisive victory over terrorism, Americans should focus on suppressing terrorist groups from ever becoming grave security risks. Hence, America's current course should be to immediately counteract Osama bin Laden's well-financed, well-trained legions of terror that form al Qaeda, in order to prevent the fruition of an even broader and more lethal security risk -- not just to America, but to the Arab region and possibly the world.\nFirst of all, the terrorist activities of al Qaeda could wreak economic devastation on many Arab countries, which could lead to civil unrest in some areas. Days after the Sept. 11 attacks in New York City and Washington, D.C., Pakistan suffered immediate economic repercussions, resulting in a 50 percent drop in exports, because of its shared border with Taliban-controlled Afghanistan (L.A. Times, Oct. 7).\nEconomic distress could provide one more inflammatory element to Pakistan's destructively rioting history, where traditionally \"a volatile minority of extremists fueled by a mixture of anti-American hate, poverty and religious fervor (take) to the streets, as the country's military struggles to keep order\" (L.A. Times, Oct. 10).\nWhile initiated by extremists, many Pakistani riots attract huge crowds at even a hint of American or Israeli threat or insult to their religion. The most notorious rioting occurred in 1979, when tens of thousands of Pakistanis, reacting to a rumor that Americans had seized the Kaabe (a holy Muslim shrine in the holy city of Mecca), stormed the American embassy in Islamabad.\nSecond of all, the extremist Muslim doctrines of al Qaeda could further erode the influence of moderate Muslims in various Arab governments. The extremist dogma shared by al Qaeda and the Taliban that promotes the establishment of a \"pure Muslim state,\" coupled with extremist ties to smaller fundamentalist groups throughout the Arab world, could pressure other Muslim states to further purge secular ideas, including democratic institutions and traditions, that conflict with the pervasive trend.\nRight now Islamic extremist acclaim for Osama bin Laden spans the countries of southern Pakistan, the Philippines, the Gaza strip and Iran.\nRelatively-moderate Muslim Iranian President Mohammed Khatami is feeling the pressure from hard-line constituents as he attempts to pave a \"third way\" compromise stance between the American coalition and Islamic extremism by criticizing both terrorism and American military intervention in Afghanistan (Reuters, Oct. 12).\nAl Qaeda's continued presence would accelerate these extremist goals with the elements of fear of terrorism and increasing sadistic popularity with the citizenry. Even though there are not a lot of true democracies in the Arab world, no one can argue that the continued presence of al Qaeda would be helpful to the hopes for democracy in the Middle East.\nFinally, American objectives abroad might be compromised if al Qaeda is allowed enough time to neutralize Arab allies. So far they have succeeded somewhat. Most of our Arab allies simply cannot aid our military campaign due to widespread public support or empathy for bin Laden. Saudi Arabia, a former staging ground for our 1991 Desert Storm operations, now refuses to allow Americans to use its military facilities or its airspace. Egypt once contributed 36,000 troops to fight Iraq. Now they have no plans to send any to Afghanistan (CNN, Oct. 12).\nIf al Qaeda ever got its clutches into Pakistan the results could be disastrous for America and the Middle East. A sizable segment of Pakistan's population remains sympathetic to the Taliban and Osama bin Laden (L.A. Times, Oct. 11). Compound this factor with economic distress and its massive riots and you get a state that edges ever closer to upheaval and disintegration. Al Qaeda might be able to take advantage of the ensuing chaos to access Pakistan's nuclear button -- and make its terrorist war against America and Israel an apocalyptic one.\nIt might be risky and inconvenient for America to wage a war on terrorism that does not promise a resounding victory or even an ending. Perhaps a year or two years from now we might still be fighting the war on terrorism. But given the more lethal and more unacceptable potential security risks, we simply cannot tolerate the existence of the threat, bin Laden and al Qaeda, any longer.\n(C) 2001 Daily Bruin via U-WIRE\n\nLoad-Date: October 17, 2001"
}