{
    "title": "Informant up next in Ft. Dix terrorism trial",
    "publisher": "the philadelphia daily news",
    "year": 2008,
    "month": 10,
    "day": 27,
    "full text": "DEFENSE ATTORNEYS in the Fort Dix terrorism case have quibbled with witnesses about hard drives, over definitions of Arabic words and whether it's really that difficult for a civilian to gain access to a military base.\nBut for the most part, the 20 or so government witnesses called during last week's proceedings in U.S. District Court in Camden left the stand unscathed.\nMahmoud Omar - an Egyptian national who was paid $238,000 to infiltrate the defendants' alleged conspiracy to kill U.S. soldiers at Fort Dix - will probably be on the stand all week, and once the cross-examination begins, the gloves will likely come off.\nThe government says that it plans to call Omar sometime during today's proceedings.\nDefendants Shain and Dritan Duka, who are brothers, were arrested May 7, 2007, while buying assault rifles at Omar's apartment. The Dukas' brother, Eljvir Duka, along with Mohamad Shnewer and Serdar Tatar, also were arrested that night.\nThe foreign-born Muslims, four of whom lived in Cherry Hill and the other in Philadelphia, were charged with conspiracy to commit murder, attempted murder of U.S. military personnel and various weapons offenses.\nAccording to the complaint, Omar infiltrated the group in March 2006 and developed a friendship with Shnewer, whom he had known from a Pennsauken meat market run by Shnewer's family.\nOmar, who has lived in Paulsboro and Burlington City, and worked as a car dealer in the past, wore a wire for more than a year, and about 90 conversations he recorded could be played as evidence.\nThe government says that Shnewer almost immediately began showing his new friend videos of al Qaeda propaganda, attacks on coalition troops and tributes to the men who attacked the United States on 9/11. \nShnewer discussed possible attacks with Omar, and the training and weapons needed to see them through. Shnewer also took Omar along during \"surveillance\" missions at Fort Dix and other military installations.\nIf the opening arguments were any indicator, all five defense attorneys - particularly Shnewer's - have made Omar's credibility and motives a pillar of their case.\nThey contend that Omar went beyond recording evidence of a conspiracy and tried to create one in order to keep his \"gravy train\" of money flowing in.\nAttorney Rocco Cipparone contends that his client, Shnewer, was a running joke among the defendants and did everything he could to impress Omar, his new friend, by talking tough. \n\"I'm not going to distance myself from these recordings,\" Cipparone said. \"They're a strength.\"\nThe defense claims that Omar often complained about Shnewer's inaction and questioned whether he was truly getting the other defendants involved in the plot.\nAttorney Richard Sparaco, who represents Tatar, said that his client actually contacted the police to inform them that Omar had been asking for a map of Fort Dix.\nDuring a conversation between Omar and Tatar on Nov. 26, 2006, Tatar asked Omar whether he was working for the FBI, and said he would give him the map.\n\"It doesn't matter to me whether I get locked up, arrested or they take me away, it doesn't matter,\" Tatar said. \"Whether I die, don't matter. I'm doing it in the name of Allah.\"\nFederal prosecutors acknowledged in their opening arguments that Omar was a \"small-time thief in trouble with the law\" and pre-empted the defense team's allegation.\n\"The government in this case exposed a crime, they didn't create one,\" Assistant U.S. Attorney William Fitzpatrick told the jury.\nThe complaint also acknowledges that, at one point in the investigation, Omar tried to conceal the identity of a friend.\nDefense attorneys say that he's done much worse. They contend that Omar's been involved in bank fraud and drug-dealing in the past, and chopped up cars for export to Egypt during the period of the investigation.\nCipparone said that Omar even sold his Social Security card for $3,000 during the investigation.\n\"He's no small-time thief,\" Cipparone told the jury last week.\nThe government has not said if and when it would call Besnik Bakalli, a second informant, to testify in the case.\nDefense attorneys say that Bakalli, an Albanian, was convicted in absentia of shooting a man in his native country. \n\nLoad-Date: October 27, 2008"
}