{
    "title": "Informers are taking their toll on illegal Irish Republican Army",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 8,
    "day": 18,
    "full text": "The Provisional wing of the illegal Irish Republican Army is at a low ebb due to informers within its ranks.\nCharles Rodgers, deputy chief constable of the Royal Ulster Constabulary, said recently on television that the appearance of the so-called ''supergrasses'' has been one of the most significant developments in the battle against terrorism.\nIn the past, the terrorists have taken such comments from policemen and politicians as a challenge. But there is no doubt that informers have dealt a severe blow to terrorist morale and organization in the past year.\nInformers, in police terms ''converted terrorists,'' have implicated hundreds of former colleagues on such charges as murder, armed robbery, possession of explosives.\nDespite offers of an ''amnesty'' by the IRA, the informers have continued to provide crucial evidence to the police and courts. In return, a number of key figures and their families have been spirited out of Ulster by the security forces to other parts of Britain and the Commonwealth, where they have been given new identities and new jobs.\nThe police deny that large amounts of money have been involved. Sir John Hermon, the chief constable, said recently: ''We have not offered large sums of money, but we do offer to people who give us the evidence on which we can convict terrorists a safe haven because they know, and we know, that their lives will be terminated very quickly should the Provisional IRA get close to them.''\nThe police say terrorists on both sides are becoming disillusioned. ''They see that there is no future for their families and their children. They have learned of the true tactics of these terrorist organizations,'' Hermon says.\nIn a long court case in Belfast, the evidence of former IRA member Christopher Black provided insights into the twilight world of the paramilitaries. His account of the work of the IRA active service unit in Belfast was a catalogue of bungling and intrigue.\nThe judge, Mr. Justice Kelly, heard evidence from 550 witnesses during a hearing that began Dec. 6. A total of 182 charges ranged from murder, attempted murder, and conspiracy to murder to membership in the IRA. Three of the 38 people involved were acquitted. The judge passed sentences totaling more than 4,000 years. The trial cost the British taxpayer more than (STR)1 million ($1.5 million).\nMost of the crimes occurred during violence orchestrated in Belfast by the Provisional IRA during the hunger strikes of 1981.\nAnother 13 or so informers are scheduled to give evidence against former colleagues in a different set of cases.\nThe IRA and the Irish National Liberation Army have increased the pressure on some of these men by abducting members of their families. Patrick Gilmour, whose son Raymond is a key witness in one trial, was kidnapped by the IRA last November and threatened with death unless his son retracted his evidence. So far Raymond Gilmour has refused to do so. He claims he has severed all connections with his family.\nSometimes informers change their minds. Clifford McKeown, a loyalist, was given immunity from charges involving terrorism but withdrew his evidence last July and walked out free. The crown dropped charges against 9 of the 29 people involved in the case, but 18 pleaded guilty and 2 others were convicted.\nIn the following months two more informers retracted statements they had made to police. Significantly, however,\nThe Black trial, as well as previous court cases, has shown the enormous inroads that the security forces have made.\nNo one knows how long this will continue. The police fear the terrorists will intensify their pressure on would-be informers and their families.\nMany people not directly or even indirectly involved in such cases express reservations about a system of justice in which defendants are convicted on the evidence of an informer, and about courts in which the judge sits without a jury. But in the special circumstances of Northern Ireland, where jurors have been intimidated and murdered, many others regard the conviction of terrorists in this way as the lesser of evils.\nWithout doubt the informer phenomenon is one of the most significant developments in Northern Ireland since the start of the current troubles."
}