{
    "title": "Informer in Terrorism Trial Admits Threatening F.B.I",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 7,
    "full text": "The Government's chief informer in the terrorism trial of Sheik Omar Abdel Rahman and 10 others admitted yesterday that he had threatened to falsely accuse the F.B.I. of knowing in advance that the World Trade Center would be bombed and of failing to stop it.\nBut the informer, Emad Salem, denied a defense lawyer's contention that he had made the threat to blackmail the F.B.I. into paying him handsomely to work undercover in the effort to catch the bombers. Mr. Salem had worked as an informer for the F.B.I. earlier, but the agency had dropped him seven months before the Trade Center bombing.\nRather, Mr. Salem said he had voiced the threat \"to protect myself\" in case the F.B.I. considered him a suspect, a fear he said he initially had after the February 1993 attack on the Trade Center, in which 6 people were killed and more than 1,000 injured.\nMr. Salem, 45, a former Egyptian military officer, has been testifying for a month now at the trial of the sheik and his co-defendants in Federal District Court in Manhattan. They are charged with plotting, after the Trade Center bombing, to blow up additional targets like the United Nations headquarters and the Hudson River tunnels as part of a war of urban terrorism to intimidate the United States into changing its policies in the Middle East.\nWhile the defendants are not charged with carrying out the Trade Center attack, for which four other men have been convicted, the prosecution argues that that attack was part of the overall conspiracy.\nMr. Salem, who immigrated to the United States in 1987, first infiltrated the group in 1991, but the F.B.I. dropped him as an informer in July 1992 because of a dispute with him. The prosecution says he was not involved in the investigation between July 1992 and shortly after the Trade Center bombing in February 1993, when F.B.I. agents asked him to resume his work spying on the men who are now on trial.\nThe defendants argue that the case has been trumped up by the Government and Mr. Salem, with the latter motivated by financial and political reasons to try to lure them into a terrorism scheme that could be prosecuted. Defense lawyers contend that when the F.B.I. asked Mr. Salem to resume his undercover efforts, he sought to squeeze as much money as he could from the agency, leading to an agreement under which he was to be paid more than $1 million for his work.\n\"In February or March, did you threaten the F.B.I. by saying you'd expose their role in the World Trade Center bombing?\" one of the lawyers, John H. Jacobs, asked Mr. Salem yesterday, referring to his talks with agents about resuming his undercover role.\n\"I said it, sir,\" the witness said.\nBut he insisted that he had said it not to extort the agency but to protect himself in case \"something wrong happened to me.\" He hewed to this line even after Mr. Jacobs cited a recorded conversation between Mr. Salem and an F.B.I. agent that, the lawyer maintains, shows Mr. Salem saying he would tell the news media he himself had helped build the Trade Center bomb under F.B.I. supervision.\nJames M. Fox, then the New York F.B.I. chief, said in late 1993 that the agency had had no advance knowledge that the Trade Center would be bombed.\n\nLoad-Date: April 7, 1995"
}