{
    "title": "INGRAM",
    "publisher": "de baca county news",
    "year": 2013,
    "month": 9,
    "day": 26,
    "full text": "Don Gregory Francisco Ingram, 49 of Fort Sumner passed away Tuesday, September 17, 2013. He was born July 19, 1964 in Nogales, Mexico to the home of William Moffit Ingram and Melba Jo Naylor Ingram. Following the death of his father at the age of 4 months, the family moved to Fort Sumner.\nGreg attended Fort Sumner schools, graduating in 1982. He attended NMSU in Las Cruces, NM for three years before enlisting in the U.S. Navy on March 11, 1987. His specialty included 3-M System Coordinator, Electronic Warfare Systems Technician, and several years as an instructor. His decorations and citations include 2 Navy/Marine Corps Commendation Medals, Navy/Marine Achievement Medal, Combat Action Ribbon, Navy Unit Commendation, 4 Meritorious Unit Commendation Medals, Navy \"E\" Ribbon, 5 Navy Good Conduct Medals, 2 National Defense Service Medals, 2 Armed Forces Expeditionary Medal, Southwest Asia Service\nMedal with 3 Stars, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, Coast Guard Special OPS, 7 Sea Service Deployment Ribbons, 8 Letter of Commendations, Kuwait Liberation Medal (Kingdom of Saudi Arabia), Kuwait Liberation Medal (Kuwait), Rifle Marksmanship, Pistol Expert, and Enlisted Surface Warfare Specialist. Greg was honorably discharged on April 1, 2007.\nGreg married Sandra Christy on May 9, 2004 in Las Vegas, NV. They made their home in Temecula, CA from 2004-2007 before moving to Fort Sumner.\nIn Fort Sumner, Greg worked for Blakeley Electric as an apprentice electrician,. He later worked as a bartender at Fred's Restaurant, and since 2009 worked as a heavy equipment operator at the De Baca County Landfill and Transfer Station.\nGreg was a member of the V.F.W. and D.A.V. and was a proud stockholder and part-owner of the Green Bay Packers football team. He enjoyed watching movies, followed politics closely, and was an excellent gun handler and marksman, and a staunch supporter of the Second Amendment.\nGreg was preceded in death by his father, William Moffit Ingram, and a brother, Randy Kramer.\nSurvivors include his wife Sandra Ingram; a son Justin Christy; his mother, Melba Jo Ingram and a brother, Justin Ingram all of Fort Sumner; a sister, Carole Jean Shapiro of Goleta, CA; an aunt, Virginia Nance; cousins Jim Nance of Magdalena, NM and his family, Adrian, James and John Nance; Jackie Nance and son Phillip Nance of Luis Lopez, NM; Capu-lina Naylor of Los Lu-nas, NM, Joe and Karla Mecilif of Portland, OR, and Shannon Brooke Beltz of Albuquerque.\nServices were held at 2 p.m. Saturday, September 21, 2013 at Chavez Funeral Home Chapel in Fort Sumner with Anna Teeter officiating. Burial with full military honors followed at Fort Sumner Cemetery. Pallbearers included Justin Ingram, Justin Christy, Shannon Beltz, Chris Steele, Scott Hannum, and Sam Boyd. Honorary bearers included Tehrrie Silva, Jayden Johnson, Alexander Bayuk, and Wayne Peck.\nThe family prefers memorials in memory of Don Gregory Ingram to the Wounded Warriors Project, http://www.wounded-warriorproject.org/\nAll arrangements are under the direction of Chavez Funeral Home, Fort Sumner, NM, 575-355-2311. To place an online tribute or sign the guest book, go to www.chavezfuneralhome.com.\n\nLoad-Date: July 31, 2015"
}