{
    "title": "Injured Sri Lankan Leader Urges Tamils to Help End Terrorism",
    "publisher": "the new york times",
    "year": 1999,
    "month": 12,
    "day": 20,
    "full text": "Speaking from her hospital bed, President Chandrika Kumaratunga appealed to minority Tamils in Sri Lanka today to join her in fighting terrorism, just hours after surgeons operated on her right eye to remove shrapnel from a suicide bombing attack.\nMrs. Kumaratunga was wounded in the explosion on Saturday night in Colombo, the capital, at her final campaign rally before the presidential election on Tuesday. Twenty-two people were killed and 11 died in another suicide bombing at an opposition party gathering nine miles away, the police said. A total of 137 people were injured.\nWhile no one claimed responsibility for the bombings, the police believe that they were carried out by the Liberation Tigers of Tamil Eelam, who have been fighting for an independent state in the northeastern part of the island for 16 years.\n\"The Tamil people must clearly and without hesitation decide whether they are going to continue to strengthen the hand of terror and murder by their secret, silent or partial support of the L.T.T.E.,\" Mrs. Kumaratunga said in English during the five-minute radio and television address to the nation.\nTamils make up 3.2 million of Sri Lanka's 18.6 million people. Although not all of them support the Tamil Tigers' extreme methods, many Tamil's sympathize with the group's demand for a homeland. A majority of Sri Lanka's population are Sinhalese.\nThe president's doctor, Colvin Samarasinghe, spoke briefly on television before the address and said she was recovering well. \"The president suffered some injury to one eye and her face,\" he said. \"But there is no problem to her eye. She is coherent and her condition is stable.\"\nPresident Clinton and Indian President K. R. Narayanan and Indian Prime Minister Atal Bihari Vajpayee sent messages of concern and sympathy to Mrs. Kumaratunga.\n\"It is particularly distressing to me that these heinous acts have occurred during a democratic election campaign,\" Mr. Clinton said in his message, a copy of which was made available in Colombo.\nThe cabinet met for an emergency session and decided to go ahead with the elections, in which Mrs. Kumaratunga is seeking a second five-year term.\nThe cabinet also ordered an investigation into the security lapses that allowed a suicide bomber to infiltrate the presidential security ring and blow himself up at the rally.\nThe police took 15 people into custody in a sweep in Colombo early today. The police and soldiers set up roadblocks across the capital and were checking all vehicles.\nIt is difficult to tell how the bombings will affect the elections. While some analysts said the attacks could arouse sympathy for Mrs. Kumaratunga among Sri Lanka's 11.5 million registered voters, disillusionment runs deep over her failure to end the civil war during her first term.\nMrs. Kumaratunga, who was elected in 1994 on a promise to stop the war, said she wanted a renewed mandate to accomplish that mission. In 1995, she held talks with the Tamil Tigers, but the guerrillas broke off the talks abruptly and called off the cease-fire. An estimated 61,000 people have been killed during the last 16 years.\nIn recent weeks, the Tigers have made considerable gains southward, overrunning more than 100 villages in areas that had been held by the army.\nThe rebels have pushed close to a military base in the Elephant Pass area, 180 miles north of Colombo.\n      \n\nhttp://www.nytimes.com\n\nLoad-Date: December 20, 1999"
}