{
    "title": "Inmate Spared Life Sentence In the Stabbing Of an Officer",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 26,
    "full text": "A reputed leader of Al Qaeda who stabbed a guard at the Metropolitan Correctional Center in late 2000 will not face life in prison when he is sentenced, a federal judge in Manhattan decided yesterday.\n     In a 213-page opinion, Judge Deborah A. Batts of Federal District Court said the defendant, Mamdouh Mahmud Salim, who pleaded guilty last year in the stabbing, cannot be considered to have committed a crime of terrorism in the stabbing. Mr. Salim, who faces 14 to 17 years in prison, would have been liable for life imprisonment had it been found that his crime was related to terrorism. \n A federal prosecutor, Robert Buehler, had asked the judge to consider the life sentence because, he said, in stabbing the guard, Louis Pepe, Mr. Salim was trying to take hostages and win the release of other terrorism suspects.\nJudge Batts disagreed. \"This court has found that the defendant's attack on Officer Pepe was calculated to influence or affect the conduct of government by intimidation or coercion, and was also calculated to retaliate against government conduct,\" she wrote. \"However, because there is no evidence that defendant's attack on Officer Pepe involved conduct transcending national boundaries, the court finds that the government has not established by a preponderance that defendant's relevant conduct included a 'federal crime of terrorism.' \"\nMr. Salim's lawyer, Richard B. Lind, has contended that his client never made hostage demands or sought to free other prisoners. Yesterday, after the ruling, Mr. Lind said: \"I think it's a victory for Salim and it's also a gutsy opinion by the judge.\" He said Mr. Salim was content with the opinion.\nProsecutors say Mr. Salim was a top aide to Osama bin Laden, and he faces separate charges of participating in a terrorism conspiracy that included the 1998 bombings of two American embassies in East Africa, in which more than 200 people died. Mr. Salim stabbed Officer Pepe in the eye, leaving him with severe brain damage. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 26, 2003"
}