{
    "title": "Inquirer Editorial_ Daily shootings in Philadelphia should be treated like acts of terrorism and giv",
    "publisher": "the philadelphia inquirer",
    "year": 2016,
    "month": 9,
    "day": 20,
    "full text": "While much attention is correctly being paid to the terrorist-inspired bombings in New Jersey and New York, where 29 people were injured Saturday, it is important to also stay focused on the carnage that takes place daily in Philadelphia and other cities.\nA shooting rampage by an apparently deranged gunman that left one woman dead and five others injured in West Philadelphia, including two police officers, was the most shocking violence over the weekend. But it was hardly an isolated event. In a little more than 48 hours, at least 18 people were shot in Philadelphia. The violence capped a week in which 10 others were shot in one day, including three who died.\nAt one point last Tuesday, a different shooting occurred roughly every 30 minutes. At 8:50 p.m., a 24-year-old man was shot in the back in West Philadelphia. Twenty minutes later, a 27-year-old was shot twice in the back in West Oak Lane. Around 10 p.m., a 21-year-old man was found shot in the head in South Philadelphia. Just after 11 p.m., police reported another person had been shot in Kensington. Earlier that day, three other people were shot, including a pregnant woman. \nSuch routine gun violence in Philadelphia and other cities is more deadly and costly that any terrorist incident since 9/11, but it gets much less attention. Between 2005 and 2015, there were 71 deaths due to extremist attacks on U.S. soil, while the number of gun deaths was 301,797, according to PolitiFact.\nThe 203 murders in Philadelphia so far this year is up about 8 percent compared to the same point last year. But Philadelphia is not alone. The murder rate has increased in 27 of 61 police departments that responded to a midyear survey by the Major Cities Chiefs Association.\nSome police officials say the so-called \"Ferguson effect,\" named after the Missouri city where a white policeman shot and killed an unarmed black 18-year-old, has caused officers who fear protests to patrol streets less aggressively. But no evidence specifically links that phenomenon to an uptick in violence. \nEven as Philadelphia's murder rate has increased, its homicide solution rate has declined. Every unsolved case means a killer who should be behind bars has been left to roam the streets and commit more mayhem.\nSome homicide detectives complain that new policies - including videotaping all interrogations and requiring detectives to remind witnesses who aren't charged with a crime that they can leave when they want - make it harder to solve crimes. But commonsense policies that require police to remember that even criminal suspects have rights don't explain the spike in murders. Nor is it an argument for returning to shoddy police practices.\nWhy violent crime is rising is complex. Part of the answer is the too-easy access to guns that plagues Philadelphia and other cities. The answer also includes having the right leadership, which puts police Commissioner Richard Ross under the microscope. Ross says the shootings and murders have kept him awake. If they didn't, there would be even more to worry about. \n\nGraphic\n\n \nPhotograph by: Joseph Kaczmarek / For the Inquirer\n\nLoad-Date: September 20, 2016"
}