{
    "title": "INQUIRY SHIFTS ON BOMBING PERSONAL GRUDGE NOW SUSPECTED",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 10,
    "day": 1,
    "full text": "SAN DIEGO - Investigators now suspect a personal grudge against the skipper ofthe guided missile cruiser Vincennes may have been behind the bombing last March of a van driven by his wife.  Initially, investigators had suspected that terrorists were getting even for the Vincennes' downing of an Iranian jetliner, killing 290 people on board.  The Vincennes' skipper was Capt. Will Rogers III. His wife, Sharon, who was alone in the van when it was destroyed, narrowly escaped injury.  Four sources say that, while terrorism has not been ruled out, the thrust of the federal investigation has shifted to a personal grudge against Will Rogers.  Two sources said a possible suspect - an American citizen - had been identified, and that officials now were checking his alibi.  Each source cautioned that the animosity believed aimed at the Navy skipper was not related to the operation of the Vincennes, nor was it coming from a disgruntled sailor.  The March 10 bombing was immediately labeled as a potential act of international terrorism on U.S. soil, probably by pro-Iranian factions retaliating for Rogers' decision on July 3, 1988, to shoot down the Iranian airliner over the Persian Gulf.  Rogers told Navy investigators at the time that he mistakenly believed the airliner was an Iranian military aircraft preparing to attack his ship. The Pentagon later concluded that, while the ship's crew made crucial errors that led to the decision to shoot down the airliner, Rogers was exonerated because the airliner failed to respond to repeated warnings from the Vincennes.\nIn the bombing of the Rogers van, the FBI assumed jurisdiction of the case because of the possibility of terrorism. FBI officials have never affirmed that the bombing was an act of terrorism, but it was clear from the beginning that terrorism was the major focus of the investigation.  Shortly after the bombing, investigators were checking tips that men with a Middle Eastern appearance had been seen near the Rogers' home. A small group of Iranian students at San Diego State University campus was questioned by the FBI.\n\nLoad-Date: October 27, 1993"
}