{
    "title": "Inquiries expose terrorist camps in rural England",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 2,
    "day": 27,
    "full text": "LONDON -- Clad in mud-smeared combat fatigues, the young Muslims trained on picturesque British farmland, hurling imaginary grenades, wielding sticks as mock rifles and chopping watermelons in simulated beheadings.\nA four-year inquiry, which came to a close Tuesday with guilty pleas from the last two of seven gang members, has exposed a network of alleged British terrorism training camps meant to prepare recruits for mass murder.\nSecurity officials believe hundreds of men -- including a gang that made a failed attempt to bomb London's transit network -- passed through camps set up across the English countryside.\nInvestigators say it was a worrying discovery at the heart of Britain's homegrown terrorism: Training camps once thought to be exclusive to northern Pakistan or Afghanistan are being held in sleepy rural England.\n\"The exposure to that ideology -- that radicalism, that extremism, that 'them-and-us' mind-set -- starts here on our streets in Britain,\" a former extremist, Ed Husain, told Britain's first police counterterrorism conference in Brighton.\nHusain said British officials had been too tolerant of Islamic radicalism taught in universities and mosques during the 1980s and '90s.\nThe two training camp ringleaders -- one who claimed to be the \"No. 1 al-Qaida in Europe\" and the other who nicknamed himself \"Osama bin London\" -- will be sentenced next month on charges of running the camps and inciting participants to murder. Five others were each sentenced Tuesday to at least 3 1/2 years in prison on charges of attending terrorism training.\nTheir convictions -- two Tuesday, one last year and the rest last week following a four-month trial -- could be reported for the first time Tuesday after a judge lifted restrictions banning publication of details of the case.\nProsecutors told a court hearing that the men set up camps in idyllic spots across England to train in military skills.\nNational parks in the Lake District of northern England, the New Forest in the south and quiet corners of the southern counties of Berkshire, Kent and East Sussex were all used for training, including a former school.\n\"This was not innocent activity taking place on a camping weekend,\" said Peter Clarke, Britain's most senior counterterrorism detective.\nOfficials fear the case shows that British Muslims can be radicalized, trained and funded to carry out terror attacks -- without ever leaving the country.\nThe British camps also offer a glimpse of the training centers that British-based Islamic extremists allegedly hoped to open in Oregon before authorities upended the plot.\n\"People have got to be alert to the fact that right in the middle of our society these things are going on,\" said Patrick Mercer, a former intelligence officer who is a member of Parliament with the opposition Conservative Party.\nThe camps may help explain why Jonathan Evans, head of the domestic intelligence agency MI5, has said Britain faces an ever-growing threat from about 2,000 potential terrorists within its borders.\nThere were 37 terror-related cases prosecuted in Britain last year. This year, there have been 16 cases -- five of which included guilty pleas because of overwhelming police evidence, Home Office minister Tony McNulty told the terrorism conference in Brighton.\nVideo secretly made at the camps showed recruits marching with backpacks -- like those used by London's transit network attackers to carry their deadly suicide bombs in 2005 -- and conducting weapons drills used by insurgents in Iraq and the Taliban in Afghanistan.\nAn undercover police officer, code-named \"Dawood,\" infiltrated one group and captured cell phone video of the training. One clip showed trainees rehearsing a beheading with a watermelon. Officials said the ringleaders of the camps were two London-based preachers -- Atilla Ahmet, who once said in a CNN interview that he was \"the No. 1 al-Qaida in Europe,\" and Mohammed Hamid, who gave himself the nickname \"Osama bin London.\"\nHamid, originally from Tanzania, hand-picked recruits from mainstream mosques.\n\nLoad-Date: February 27, 2008"
}