{
    "title": "Inquirer Editorial_ Don't retreat from freedoms",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 12,
    "day": 6,
    "full text": "With a reckless course charted on antiterrorism policies that would threaten fundamental American freedoms, the Senate is acting as if the smoke were still rising from the ruins of the fallen World Trade Center towers. \nBroad provisions approved by the Senate last week called for the military, and not civilian authorities, to hold anyone suspected of terrorist involvement - whether U.S. citizen or a foreign national. \nTerrorism suspects could be detained indefinitely and without trial. And the door would all but be slammed shut on President Obama's hope of honoring democratic ideals by trying as many terrorism suspects as possible in civilian courts. \nThe shutdown of the Guantánamo Bay, Cuba, detention camp would also be less likely than ever, assuring that it remains an embarrassing symbol of waterboarding, \"rendition\" kidnappings, and secret overseas prisons. \nThat kind of lock-'em-up-and-throw-away-the-key approach was understandable in the grim days just after the shock and pain of the nation's worst terrorist attacks. But not now. Osama bin Laden is dead. Al-Qaeda's leadership ranks have been thinned. The Iraq campaign is over, and the pullback of U.S. troops from Afghanistan is on the horizon. \nRather than codify the nation's retreat from human-rights standards during the initial hunt for al-Qaeda, now is the time to recalibrate antiterrorism efforts to ensure such excesses are avoided. \nCertainly, the president is right to threaten a veto of the defense appropriations bill if it contains the antiterrorism provisions that mandate military trials for all domestic terrorism suspects. His hands should not be tied to prevent bringing suspected terrorists to justice in the federal court system, particularly since the civilian courts have already proven they are up to the task. \nFrom the perspective of average Americans, their security might be weakened by the government's indefinite detention of foreign terrorism suspects, which would motivate their supporters to act. In fact, security experts say expanding the military's right to detain anyone could hurt the nation's antiterrorism efforts. Other countries might be reluctant to share counterterrorism intelligence if it could be used to lock suspects away for years without charging them with a crime. \nThe White House should stand firm against the detention proposals, which it said \"would be inconsistent with the fundamental American principle that our military does not patrol our streets.\" As Sen. Dianne Feinstein (D., Calif.) said in her failed effort to block the misguided Senate measure, Washington \"should not have the ability to lock away its citizens for years and perhaps decades without charging them.\" \nEven amid the threat from al-Qaeda, core freedoms must prevail.    \n\nLoad-Date: December 6, 2011"
}