{
    "title": "INQUIRY TO PURSUE RELIGIOUS TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 6,
    "day": 2,
    "full text": "The arrest of Eric Rudolph might finally allow authorities to answer a question that has loomed since the beginning of the five-year hunt for the Olympic bombing suspect, but that has taken on deeper resonance since Sept. 11, 2001: Is he a Christian terrorist?\n The question is not just whether Rudolph is a terrorist, or whether he considers himself a Christian. It is whether he planted bombs at the 1996 Atlanta Olympics, two abortion clinics and a gay nightclub to advance a religious ideology -- and how numerous, organized and violent others who share that ideology may be.\nFederal investigators believe Rudolph has had a long association with the radical Christian Identity movement, which asserts that North European whites are the direct descendants of the lost tribes of Israel, God's chosen people. Some investigators think he might have written letters that claimed responsibility for the nightclub and abortion clinic bombings on behalf of the Army of God, a violent offshoot of Christian Identity.\n \"We declare and will wage total war on the ungodly communist regime in New York and your legaslative bureaucratic lackey's in Washington. It is you who are responsible and preside over the murder of children and issue the policy of ungodly preversion thats destroying our people,\" one of the letters said, in childish penmanship riddled with errors.\n \"Based on what we know of Rudolph so far, and admittedly it's fragmentary, there seems to be a fairly high likelihood that he can legitimately be called a Christian terrorist,\" said Michael Barkun, a professor of political science at Syracuse University who has been a consultant to the FBI on Christian extremist groups.\n Investigators have said, however, it is unclear whether Rudolph genuinely was part of an Army of God or merely claimed to belong to an organized group. According to Barkun, most Christian Identity followers are non-violent, and the movement's militants generally adhere to the principle of \"leaderless resistance,\" believing government surveillance is so pervasive that organized groups are bound to be penetrated and it is wiser to act alone.\n Another expert on such groups, Idaho State University sociology professor James Aho, said he is reluctant to use the phrase \"Christian terrorist,\" because it is \"sort of an oxymoron.\"\n \"I would prefer to say that Rudolph is a religiously inspired terrorist, because most mainstream Christians consider Christian Identity to be a heresy,\" Aho said. If Christians take umbrage at the juxtaposition of the words \"Christian\" and \"terrorist,\" he added, \"that may give them some idea of how Muslims feel\" when they constantly hear the term \"Islamic terrorism,\" especially since the Sept. 11 attacks.\n The FBI believes Rudolph, 36, was exposed to Christian Identity's ideology in the early 1980s when his mother brought him to live for four months in the Church of Israel, a congregation in Schell City, Mo., when he was about 14 years old.\n\nLoad-Date: June 2, 2003"
}