{
    "title": "Inquirer Editorial_ Keystone cops",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 10,
    "day": 5,
    "full text": "The resignation of Pennsylvania's homeland security director was justified by his role in unnecessarily tracking citizen activists around the state.\nJames F. Powers Jr. quit Friday, two weeks after his hiring of a Philadelphia-area terrorism intelligence firm sparked outrage. Gov. Rendell called him \"a good man who made a very significant mistake in judgment.\" But that lapse cannot be excused.\nLast October, Powers hired the Institute on Terrorism Research and Response for $103,000 to provide information on potential threats to infrastructure statewide. The firm received a no-bid contract, which in itself raises questions. Once hired, much of the \"intelligence\" the firm provided turned out to be little more than fodder from the rumor mill.\nSome of the information went beyond a Big Brother approach, reporting on potential \"threats\" from citizens groups such as pro-education advocates and opponents of natural-gas drilling.\nEqually troubling, Powers' office disseminated the information three times a week in bulletins that were sent not only to law-enforcement agencies but also to certain private companies.\nPowers apologized to a Senate committee last week, but his actions called into serious question his ability to run the office effectively. Not only did he encourage government intrusion, but the effort resulted in duplicative and expensive police work as law-enforcement agencies chased phantoms raised by these bulletins.\nRendell expressed alarm about the episode two weeks ago, saying he was \"deeply embarrassed.\" He should be. And the public is still left to wonder how in the world the governor didn't know about this potential problem prior to September.\nThe governor's top policy adviser, Donna Cooper, was quoted in an Inquirer column in July expressing concern about the potential that the tracking could violate civil liberties. And few Pennsylvania public officials monitor news stories about state government more closely than Rendell. \"The governor said he didn't read it,\" said spokesman Gary Tuma.\nIn August, Rendell chief of staff Steve Crawford and State Police Commissioner Frank Pawlowski exchanged e-mail messages in which the top cop complained about the unreliability of the institute's information. \"This is one of the problems you have when you contract intelligence work to amateurs,\" said Pawlowski.\nA governor can't be everywhere at once. But two of his most trusted aides obviously were aware of potential problems weeks or months before Rendell declared himself shocked. The whole affair was handled clumsily, and as the governor has conceded, responsibility comes back to his doorstep.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: October 5, 2010"
}