{
    "title": "Inquirer Editorial_ The proper legal path",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 11,
    "day": 21,
    "full text": "Since when does it qualify as a botched prosecution that a defendant gets convicted and faces a minimum of 20 years behind bars - and possibly life?\nA terrorism bombing suspect's acquittal last week in federal court on dozens of criminal counts means next to nothing - because federal prosecutors were able to make one extremely serious charge stick.\nFor criminal conspiracy to damage or destroy federal property in the 1998 bombings of U.S. embassies in East Africa, al-Qaeda operative Ahmed Ghailani, 36, can be pretty certain he isn't going to make it home for the holidays any time soon, if ever.\nAs the first federal criminal trial of a former Guantánamo Bay detainee, the prosecution of Ghailani proved that President Obama has adopted the right strategy in seeking to try terrorism suspects in civilian courts. On Thursday, the president wisely confirmed he'll stick with it.\nIndeed, the terror verdict shows once more that the federal court system works, and that it remains the best and only fair way to prosecute terrorists. \nIn a trial with checks and balances, not every alleged terrorist will be convicted and receive a death sentence. Far from revealing a weakness in prosecuting terror cases in the courts, though, that fact makes American courts a model around the world.\nThe interests of justice demand that the outcome in any U.S. court is not assured - as it would be in a show trial or star-chamber proceeding. In the Ghailani case, for instance, prosecutors had to make their case without using some key evidence. \nThe presiding judge, U.S. District Judge Lewis A. Kaplan, ruled inadmissible evidence that Ghailani bought explosives because the information was derived from CIA interrogations that were alleged to include torture.\nThat ruling narrowed the evidence before the jury and may have contributed to not-guilty verdicts on more than 280 criminal counts of conspiracy and murder. But the jurors weighed all the evidence before them closely, because they didn't let Ghailani skate.\nA system that values justice wouldn't have it any other way. The alternative to bringing terror suspects to justice in the civilian courts would be military tribunals - in effect, a shadow court system. But those proceedings at Guantánamo Bay haven't worked.\nIn future terrorism prosecutions, more evidence will be found tainted by the Bush-era policy of open-ended detention and harsh interrogations. Yet for a democracy, trials in the federal courts remain the right way to go.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: November 21, 2010"
}