{
    "title": "Inquirer Editorial_ Trying times",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 7,
    "day": 13,
    "full text": "The case of Ahmed Abdulkadir Warsame gives Americans a good look at the contortions the Obama administration is performing to bring terrorism suspects to trial.\nStymied by Republicans' refusal to fund the shutdown of the Guantanamo prison, but unwilling to send more detainees there to face military tribunals, the administration has found a more circuitous route to civilian trials.\nAfter Warsame's arrest in April on a boat between Somalia and Yemen, the Somalian was held for two months aboard a U.S. Navy vessel. Following his interrogation by intelligence officials, and after a four-day interlude, he was handed over to the FBI, read his Miranda rights, and otherwise treated as a civilian suspect.\nThe alleged trainer and financier for two terrorist groups - Somalia's al-Shabab and Yemen's al-Qaeda in the Arabian Peninsula - has since been brought to New York for trial. That has enraged Republicans, who have wiped from memory the successful civilian prosecution of terrorism suspects on U.S. soil during the Bush administration.\nMore deserving of criticism is the current administration's decision to try to have it both ways, which apparently will be the model it employs going forward.\nWhat it should have done is treat Warsame as a civilian from the beginning. Unlike other terrorist suspects, he was not accused of any direct participation in a military operation. And his cooperation with the FBI showed that civilians were capable of interrogating him.\nHouse Homeland Security Committee Chairman Peter T. King and other Republicans say rights against self-incrimination should apply only to U.S. citizens protected under the Constitution. But extending such protections to foreign civilian suspects conveys an expectation of how the United States wants Americans, even those suspected of terrorism, to be treated.\nThe conviction in a New York federal court of Ahmed Khalfan Ghailani for his role in the 1998 bombings of two U.S. embassies in East Africa is the latest example showing civilian trials can work. The former bodyguard for Osama bin Laden was captured in 2004, then held at Guantanamo. He was sentenced in January to life in prison.\nThere's no need to rely on shadowy military tribunals to serve justice. It wrongly implies our judicial system is too weak and imperfect to handle these crimes.\n\nLoad-Date: July 13, 2011"
}