{
    "title": "Inquirer Editorial_ Choosing our friends",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 7,
    "day": 5,
    "full text": "Recent arrests of Ethiopian journalists who dared criticize their repressive goverment shine a light on the apparent hypocrisy of U.S. foreign policy during the \"war on terror.\"\nDuring the Cold War, Americans were more resigned to a foreign policy that seemed based on the adage, an enemy of my enemy is my friend. Prior to the collapse of the Soviet Union, people were more willing to believe that it was necessary to tie our country to despicable regimes in Latin America, Asia, and Africa to keep them from turning communist.\nTurn the pages to now, though, and many Americans are questioning how their nation can on one hand hail the democracy movement that has toppled despots in Egypt and Tunisia, how it can aid rebels fighting Libya's maniacal leader, and encourage protesters in Syria, yet remain tied to other repressive governments.\nIn that category Saudi Arabia comes immediately to mind, where women aren't allowed to drive and fear of brutal reprisals keeps the population cowed. But there are other examples, including Ethiopia, which benefits greatly from its status as a U.S. ally in the worldwide war on terror.\nEthiopian Prime Minister Meles Zenawi in May celebrated his 20th year in power. Democracy activists had used Facebook and other social-network sites to plan a \"Day of Rage\" counterdemonstration to the state's official rallies. But the protest never materialized. Too few heard about it, and too many others were afraid.\nEthiopians have seen too many people who crossed Meles end up in prison. Newspaper writer Reeyot Alemu was arrested June 20 in Addis Ababa. She wasn't charged, but had criticized the ruling party and compared Meles with Libyan dictator Moammar Gadhafi.\nDays before Alemu's arrest, Woubshet Taye, deputy editor of the Awramba Times, was also arrested. Ethiopia's 2009 anti-terrorism law allows the government to hold the journalists in prison for up to a month without having to charge them with anything.\nAt least six journalists are being held under the overly broad anti-terrorism law, which makes it a crime for media to \"encourage\" or \"provide moral support\" to any group the government considers a terrorist organization. That label seems to apply to any group that criticizes Meles.\nMeles isn't the worst despot, and in many ways has been good for Ethiopia. He has boosted the national economy by encouraging entrepreneurship, and his plans for a $4 billion dam on the Nile, if the project survives objections by Egypt and Sudan, will position Ethiopia for greater propserity.\nBut in a country where the outcome of elections is never in question, one wouldn't confuse Meles for a democrat. That he typically pays only lip service to democracy, however, means little to the United States, which counts on him as an ally against terror. As such, Ethiopia receives millions in U.S. military and other aid.\nThe reasoning of the Obama State Department is easily understood. Ethiopia's neighbors in the Horn of Africa, Somalia and Eritrea, as well as Yemen on the other side of the Gulf of Aden, are fertile ground for al-Qaeda and likeminded terrorist groups that want to hurt the United States.\nStill, one can't help but hope that the day will come soon when this country means it when it says democracy will be the scale upon which it measures friends.\n\nLoad-Date: July 5, 2011"
}