{
    "title": "Inquirer Editorial_ Massacres too common",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 9,
    "day": 18,
    "full text": "Mass shootings in America occur so frequently - nearly 30 in the 14 years since the 13 Columbine High School murders - it's a wonder that they garner as much attention as they do.\n The frequency may help to explain why a push for gun control after 20 schoolchildren and six adults were killed in the Newtown, Conn., massacre fizzled. Nine months later, the country is again wringing its hands after a lone gunman killed 12 people Tuesday at the Washington Navy Yard before being fatally shot by police.\n There is no reason to be any more confident that this tragedy will move Congress to defy the gun lobby. But this latest rampage, like those before it, wasn't just due to the too-easy access to guns in this country. Other mass shootings also put the spotlight on a national mental-health system that has neither the authority nor ability to monitor and medicate everyone with an illness that might lead him to kill indiscriminately.\n The Navy Yard shootings have renewed questions about the security of military installations. Apparently, not enough has changed since an Army major influenced by radical Islamists opened fire four years ago and killed 13 people at Fort Hood, Texas. The accused Navy Yard gunman apparently had no problem entering that post with a shotgun.\n Given his background, it's hard to believe Aaron Alexis was given clearance to work at the installation as a contracted civilian employee updating computer systems. Alexis, 34, was almost kicked out of the Navy after shooting into a neighbor's apartment before being allowed a routine honorable discharge in 2011. Cited at least eight times in his four-year Navy career for misconduct, he had a record of violence, including two shooting incidents, and was described by his father as having problems managing anger.\n Alexis is believed to have shot a security guard after entering the Navy Yard. He then began randomly picking off other victims and engaged in several exchanges of gunfire with law enforcement officers before being fatally wounded. \"We don't know what the motive is,\" Washington Mayor Vincent C. Gray said, adding that terrorism was not suspected.\n Gray, of course, meant no organized terror group seemed to be involved. But even if Alexis acted alone, shooting a dozen people is an act of terrorism. Hand-wringing won't stop mass killings. And gun control might not have stopped Alexis, but it could stop others.\n\nGraphic\n\n \nAP\n\nLoad-Date: September 18, 2013"
}