{
    "title": "Inquirer Editorial_ The limits of terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "The word terrorism has grown so worn yet charged that its etymology is easily forgotten. Terror is the whole point, the means and the end. And, let's face it, there is plenty to go around.\n A major American city, several of its suburbs, and the nation's busiest passenger rail line came to a halt last week as authorities hunted the suspected Boston Marathon bombers. Panicky public and media speculation about their identity landed cruelly and mistakenly at the doorstep of a Main Line family already grieving for a missing young man. And earlier in the week, a New York commuter quoted by the Associated Press colorfully expressed a widespread desire for maximum security: \"They can give me a cavity search right now, and I'd be perfectly happy.\" \n Another act of terrorism largely defined the past American decade and more. That terror changed our society to the extent that events are still seen through its prism. It lends outsize import to the question of the latest perpetrators' particular lunatic fringe. And it made last week's likely unrelated ricin-laced letters, eerie echoes of the post-9/11 anthrax mailings, seem like part of the same fearful miasma.\n Niccolò Machiavelli famously advised those hoping to move masses that it's more important to be feared than loved. Terror, in other words, works.\n But what if it doesn't? Even seconds after the bombing, terror failed. People ran to the danger instead of from it. One of them, Carlos Arredondo, who lost a son in Iraq amid another national reaction to terrorism, worked to save the life of a grievously injured man. Then, bloodstained and trembling, he lamented, \"I only can help one at a time.\"\n A few days later, the families of two newlywed runners who each lost a limb to the attack declared their faith in humanity restored by the support of strangers, which crashed a fund-raising Web page with the hundreds of thousands of dollars that flooded in.\n Law enforcement officers risked their lives, and one lost his, hunting down the brothers suspected in the attack, killing one in a shootout early Friday. While they furiously pursued the second, who was finally caught that night, the suspects' uncle spoke movingly and forcefully in the face of untold repercussions for his fellow Chechen and Muslim Americans. \"I love this country,\" Ruslan Tsarni virtually shouted at reporters outside his home. \"With the families of those who suffered, we're sharing with them their grief. . . . I'm ready just to bend in front of them, to kneel in front of them, seeking their forgiveness.\"\n In Philadelphia, meanwhile, though Mayor Nutter had promised heightened security for next month's Broad Street Run, the city's running clubs couldn't wait that long. In a hastily organized show of support for Boston, runners from across the city converged on City Hall Thursday night. Then they ran together to Independence Mall, streaming down a traffic-free, oddly hushed Market Street by the thousands - a crowd of people just doing what they usually do, only a little more boldly than before.    \n\nGraphic\n\n \nELIZABETH ROBERTSON / Staff Photographer\n\nLoad-Date: April 21, 2013"
}