{
    "title": "INS sums up, firm on terrorism links",
    "publisher": "the tampa tribune ",
    "year": 2000,
    "month": 10,
    "day": 14,
    "full text": "BRADENTON - If the judge finds there's insufficient evidence to keep the former university instructor jailed, the government plans to unveil secret evidence.\nThe Immigration and Naturalization Service conceded Friday that it has no direct evidence a man it calls a terrorist promoted or supported violence.\nIn closing arguments, INS District Counsel Dan Vara said former University of South Florida instructor Mazen Al-Najjar should stay in jail because he \"is a terrorist as defined under the Immigration and Nationality Act.\"\nThat doesn't mean Al-Najjar shot at anyone or blew anything up, Vara said. The INS believes Al-Najjar helped run two front organizations that served the Palestinian Islamic Jihad.\nAl-Najjar was ordered deported in May 1997. Federal agents arrested him that month, asking that he be held without bail as a national security threat.\nHe won a new bail hearing in May of this year, when a federal judge ruled that his due process rights were violated by the use of secret government evidence against him.\nLast month, the INS showed the court a videotape in which a Cleveland mosque leader calls one of the alleged fronts, the Islamic Committee for Palestine, \"the active arm of the Islamic Jihad Movement in Palestine.\" Al-Najjar wasn't at that meeting.\nConferences organized by ICP featured the Jihad's spiritual leader, Abd Al Aziz Awda.\nThe Jihad's current leader, Ramadan Shallah, worked in Tampa with Al-Najjar at the other alleged front, the World and Islam Studies Enterprise, until six months before his appointment.\nThe ICP and WISE, a think tank, provided a \"veil of legitimacy\" to the front, Vara said.\nBut seven days of testimony failed to generate any evidence showing Al-Najjar raised money for terrorists, advocated violence or condoned a terrorist act. Al-Najjar testified Thursday that he denounces terrorism and the Islamic Jihad and opposes violence.\nImmigration Judge R. Kevin McHugh will issue a written ruling. If he finds there is insufficient evidence to continue detaining Al-Najjar, a new hearing will start. That's where the government intends to go behind closed doors and show McHugh classified evidence they say links Al-Najjar to the Islamic Jihad.\nAll Al-Najjar and his attorneys will see is a declassified summary of the evidence. That summary has to be substantial enough to let Al-Najjar challenge its claims.\nThe use of secret evidence has spawned a national civil-liberties debate and a move in Congress to ban the practice.\nAl-Najjar's attorney, Georgetown University law Professor David Cole, is the nation's leader in fighting secret-evidence cases. Al-Najjar is the 13th person he's defended on the issue, Cole said. Twelve are free.\nThe government has had ample time to find evidence against Al-Najjar, he said. Federal investigators seized videotapes, books and bank records from the ICP and WISE in 1995.\nNo one has been charged with a crime, and the INS offered no evidence to show any money ever went to the Islamic Jihad.\n\"When five years after you have all the evidence and three years after you lock him up you can't get beneath the veil, it is time to release Mr. Al-Najjar,\" Cole said.\nThursday, Vara promised the court newly declassified evidence about Al-Najjar's finances. Friday, he offered the court a national security letter sent to the USF Federal Credit Union and records showing Al-Najjar's handling of about $100,000 in 1993.\nAbout $6,700 of that was wired abroad.\n\nGraphic\n\n \nPHOTO\nMARK GUSS/Tribune photo\nMazen Al-Najjar's sister Nahla Al-Arian, left, talks with reporters Friday at the INS facility as her mother, Inaam Hammouda, listens.\n\nLoad-Date: May 17, 2003"
}