{
    "title": "INS registration requirements hit home",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 7,
    "full text": "When a government agency faces a difficult challenge, such as preventing terrorism, it becomes too easy to propose impractical remedies. One example of an ineffective strategy at work is the Immigration and Naturalization Service's National Security Entry-Exit Registration System. Under NSEERS \"special registration,\" the INS has detained and deported thousands of Middle Eastern, African and Asian immigrants in the name of homeland security.\nThe fact that these people are not terrorists is lost somewhere in the midst of anti-terrorism rhetoric. These are ordinary people on visitor and student visas who have lived in the United States for many years. They are your classmates and colleagues at the University of Texas-Austin. By the end of March, about 350 UT students will have to register with the INS.\nU. Texas-Austin\nAdmittedly, the concept of special registration appears to be reasonable enough. Living in this country on a visa is a privilege and with that should come certain conditions. Also, in theory, keeping a database of immigrants will provide law enforcement with the necessary information to prevent a terrorist attack.\nIn reality though, the plan is being implemented poorly. Nearly all the countries on the list that require registration have Muslim-majority populations. At worst, the logic behind this list reeks of discrimination. At best, this kind of list breeds xenophobia among the general public. Those supporting the targeting of these nations should realize that just because a person was born in, say Iraq, does not necessarily mean the person supports their country's policies. In fact, the very opposite may be true, since a number of immigrants left their countries to escape oppressive regimes. Also, garnering support for America's fight against terrorism will be difficult when, in the view of millions of moderate Muslims around the world, they see yet another anti-Islamic U.S. policy.\nWhile the motives behind the formulation of the registration lists can be defended by policy makers, the tactics used in the actual registrations cannot. The INS' heavy-handed approach to the registrations is alienating people who would otherwise support these measures. Trouble began when, in December, nearly 500 immigrants from the Los Angeles area were arrested and detained as they underwent registration. This action ignored the fact that a significant number of those who showed up for registration had pending visa extensions or applications on file for legal residency. What is worse is that the people detained were not allowed to inform their friends and families of their situations. Also, a significant number of those detained in Southern California were held in shackles for more than three days before being released.\nThis type of mistreatment is counterproductive when it punishes and humiliates people trying to do the right thing. The noble aim of preventing terrorism becomes mired when INS officials abuse an opportunity to secure the nation and instead create a dragnet for petty, non-terrorism related immigration matters. None of those detained in the Southern California incident were charged with a crime related to terrorism.\nThe fact that none of the detainees had ties with terrorism should come as no surprise. If one is an al Qaeda operative, the person is not likely to show up for registration. There is no reason a terrorist would stand in line for hours outside the INS office just to have a chance to receive a grilling interview, fingerprinting and an extensive background check.\nThe INS tactics seem like the logical response to terrorist threats, but in truth they do little to protect Americans from terrorism and instead waste valuable resources. These tactics amount to nothing more than a public relations move by the INS to show the public that it's doing something, no matter how useless and expensive it is to the nation. Instead of protecting the nation, it can be argued that these unfair and misleading actions will make America less secure by destroying what little trust local law enforcement has worked to establish with already wary immigrants. This trust is crucial if the government wishes to have the immigrant community communicate information, especially knowledge that might prevent a terrorist attack. While everyone agrees the federal government has the right to address the threat of terrorism, abusing those who make a positive contribution to the community is not the right approach.\n(C) 2002 Daily Texan via U-WIRE\n\nLoad-Date: February 7, 2003"
}