{
    "title": "INS tracks foreign students",
    "publisher": "university wire",
    "year": 2000,
    "month": 9,
    "day": 15,
    "full text": "An initiative from the Immigration and Naturalization Service (INS) calling for a computerized tracking system to monitor foreign college students has met mixed reviews among members of higher education.\nThe National Commission on Terrorism has released a plan to head off terrorist acts and eliminate foreign threats. Part of this proposal initiates action to monitor the 500,000 foreign students currently studying in the U.S. Residency, academic status, involvement and other information will be filed on these students by 2002. The commission hopes to prevent the likelihood of terrorist groups entering the country on student visas.\nWashington U.-St. Louis\nMany members of the Washington University community believe that there is no direct correlation between college students and acts of terrorism by foreign immigrants or visitors. Professor Victor Le Vine of the political science department and an expert on terrorism says that terrorist groups recruit members due to \"situation and circumstance,\" mainly those who are predisposed to their cause because of cultural or ethnic background.\n\"It seems somehow misplaced to concentrate on college students,\" said Le Vine.\nThe only connection that Le Vine could see lies in the philosophical teaching of Marxism on college campuses, which may generate modern followers, \"but even that is a very tenuous correlation,\" he says. Le Vine stated that regardless of whether college age people are more apt to be involved with attempts or plans of terrorism, this new policy is fairly unnecessary.\n\"Any student who is in the United States on a student visa is already being monitored to a certain extent,\" Le Vine said.\nThese students are expected to fulfill certain legal obligations and maintain a standard level of academic success. Thus, they are watched by the schools that they attend, which, in turn, are often legally bound to report standings to the government. If a student who is here on an academic visa drops out, the government is supposed to send the student back to their native country.\n\"If the new system is implemented, it may, in fact, cause more of a problem for target student populations (students from Syria, Iran, Iraq, Libya, and Sudan) who, themselves, may become the target of local zealots,\" Le Vine said.\nLe Vine recalls that during the Gulf War, WU took measures to protect students from the Middle East from any sort of attack or harassment. When there is a terrorist incident, in general, innocent foreign students often become victims of hate crimes. The problem, however, is that foreign students who drop out sometimes slip through the system. For example, in the World Trade Center bombing, one of the terrorists involved was one such \"student\" who had remained illegally after dropping out.\nLe Vine concludes that the proposal seems to be a waste of time \"because those who need to be watched are already being watched.\"\nIsraeli students are sometimes at higher risk of being the target of terrorist acts. William Berkovits, executive director of Hillel, Jewish group on campus, said, \"As an organization, it is not our nature to live in fear. We start from a place of trust. We do not advise our students to be wary of other students from various foreign countries; that sounds like racism to me.\"\nBerkovits did, however, state that the organization is not naive to the possibility of hate crimes being acted out upon their members, and it does follow police recommendations and suggestions on certain security issues.\n(C) 2000 The Student Life via U-WIRE\n\nLoad-Date: September 21, 2000"
}