{
    "title": "Insect Warriors Battle _Ecological Terrorism'",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 5,
    "day": 15,
    "full text": "EFFORT TARGETS TROPICAL SODA APPLE\nBARTOW - When University of Florida entomology professor Julio Medal first saw the tropical soda apple in Brazil, he fell in love with the plant.\n\"It was so pretty,\" he said Wednesday, standing in a wooded area northwest of Lakeland where the exotic, noxious weed has taken over 200 acres of a 700-acre cattle ranch.\nMedal joined state and federal agriculture officials to announce the first release in the United States of South American leaf-eating beetles to battle what scientists have labeled \"the plant from hell.\"\nWith the help of Florida Agriculture Commissioner Charles Bronson and U.S. Department of Agriculture Undersecretary Bill Hawks, Medal released 40 of the small green beetles into each of three screened test areas built over patches of tropical soda apple. Three nearby screened areas without the beetles will be used for the test comparison.\nThe weed, native to Brazil and Argentina, was first discovered in the United States in Glades County in South Florida in 1988. The infested area in Florida is now estimated at more than 1 million acres. The weed is aggressive, displacing native plants, and is found in hammocks, ditches, groves and vegetable fields.\nIt also has been discovered in Georgia, Alabama, Mississippi, Louisiana, Texas, Tennessee, North Carolina, South Carolina and Pennsylvania.\nBronson said the plant is not only a danger to agriculture, but also could destroy some of the state's most pristine lands.\n\"This plant could be absolutely disastrous,\" he said.\nJohn Capinera, chairman of entomology and nematology at the University of Florida's Institute of Food and Agriculture Sciences, called the effects of the plant \"ecological terrorism. … They disrupt the natural order of things, and they're damn hard to get rid of, just like terrorists.\"\nThe plant is 3 to 6 feet tall and the stems and leaves have thornlike prickles. The globular fruit, the culprit in spreading the weed, is about 1 inch in diameter and resembles a small watermelon before reaching maturity, when it turns yellow.\nA single plant produces about 150 fruits per year and each mature fruit contains about 400 seeds - thus about 60,000 seeds a year per plant.\nCattle and wildlife are the primary transporters of the seeds. The undigested seeds are spread by passage through the animals' digestive tracts.\nThe foliage is not palatable to animals, but they do eat the fruit, said Joe Costine, whose family owns the cattle ranch test site. The ranch started to fight tropical soda apple in 1992 by pulling them up and mowing them with a tractor, he said.\nSince 1996, they have been using herbicides at a cost of $15,000 to $20,000 annually, Costine said. \"We don't like to use it. We're not sure about the long-term effects, and it can kill beneficial plants.\"\nIt is difficult to get the mowing and spraying equipment into the lower wooded areas of the ranch where the biological control program is being conducted, Costine said. \"We're fighting a never-ending battle until we can get [treatment] down here. We're excited about\" the beetle project.\nMedal said the South American beetles, Gratiana boliviana, have been tested for three years and have not eaten any native plants. The only plants they are known to eat are the tropical soda apple and two other plants native to Brazil and Argentina, he said.\n\"We want to release an insect that will not do any damage to Florida agriculture,\" said Richard Gaskalla, director of the state agricultural department's Division of Plant Industry.\nMedal said the beetles in the three test areas should eat the plants within six to eight weeks. The beetles' reproduction - some were mating in the glass jars from which they were released - will speed up the process, he said.\n\n(CHART) (C) Noxious Weed Nibblers\nTo fight the spread of tropical soda apple weed, officials releases 120 tortoise beetles in Polk County on Wednesday morning.\nSOUTH AMERICAN TORTOISE BEETLE\nIn both larval and adult stages, G. boliviana beetles chew holes in the upper leaves of the plant, significantly reducing the weed's survivability.\nWHAT IS TROPICAL SODA APPLE?\nTropical soda apple, Solanum viarum, is an aggressive perennial weed native to Brazil and Argentina. In the past decade it has been discovered throughout Florida, and it recently reached Georgia, Alabama, Mississippi, Louisiana, Texas, Tennessee, North Carolina, South Carolina and Pennsylvania. This noxious weed has caused great economic losses in Florida, where it has spread to more than 750,000 acres.\nWHY IS TROPICAL SODA APPLE A PROBLEM?\nIt quickly covers entire pastures and is unpalatable to livestock. Also displaces native plants.\nTribune graphic by ANDY DORSETT; Sources: Florida Department of Agriculture and Consumer Services, United States Department of Agriculture.\n\nGraphic\n\n \nPHOTO (4C) CHART (C) MAP (C)\nTribune photo by GREG FIGHT\n(C) South American beetles were released Wednesday in woods on a Lakeland cattle ranch. State and federal agriculture officials hope to prove the beetles will kill the tropical soda apple without damaging native Florida plants.\nTribune photo by GREG FIGHT\n(C) U.S. Department of Agriculture Undersecretary Bill Hawks, left, and Florida Agriculture Commissioner Charles Bronson release a jar of the leaf-eating beetles Wednesday in Lakeland.\n(C) (South American Tortoise Beetle)\n(C) (Soda Apple)\n(MAP) (C) (Part of graphic)\nFlorida counties with tropical soda apple\nBeetles releases in Polk County Wednesday morning.\n\nLoad-Date: May 16, 2003"
}