{
    "title": "Insecurity_ We Need Weapons And Platforms To Fight Terrorists Lai Mohammed",
    "publisher": "the will ",
    "year": 2020,
    "month": 8,
    "day": 14,
    "full text": "Minister of Information and Culture, Lai Mohammed BEVERLY HILLS, August 14, (THEWILL)  The Minister of Information and Culture, Lai Mohammed says the nation needs more weapons and platforms to win the insurgency war. At a Forum in Abuja on Thursday, the minister said, \"to fight terrorists we need platforms and weapons\".\n Mohammed also asked the international community to support the Federal Government to tackle the numerous security challenges facing the country. While noting that foreign countries can do better in assisting Nigeria, the Minister pleaded with western powers not to deny the current administration support due to what he describes as unsubstantiated arguments.\n  \"I want to use this opportunity to say that the international community can help us better than they are doing right now. \"When the international community is weighed by unsubstantiated arguments to deny the country of vital platforms and weapons to fight insecurity, you cannot turn round to accuse the country of not fighting terrorism,\" he said.\n The Minister stood his ground by claiming that \"certain world powers have refused to even sell to us certain vital weapons.\" He regretted that the Federal Government is yet to receive some weapons despite paying for them for more than two years.\n According to the Minister, \"they have not released to us and they even refused to give us spare parts.\" Although he did not name any country, the minister, however, appealed to some advanced nations saying, \"They should please help Nigeria to provide us with these sensitive platforms so that we can fight insecurity more effectively.\n\" \"They should not forget that we are fighting a non-conventional war and at the same time, these people have contacts everywhere,\" he said. Mohammed said besides kinetic deployment, the government is equally using a non-kinetic approach to tackle insecurity like the economic and social intervention programmes meant to empower and engage the youths.\n\nLoad-Date: August 15, 2020"
}