{
    "title": "Inside Obama's War on Terrorism",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 5,
    "full text": "The evening before he was sworn into office, Barack Obama stepped out of Blair House, the government residence where he was staying across from the White House, and climbed into an armored limousine for the ride to a bipartisan dinner. Joining him in the back seat were John Brennan, his new counterterrorism adviser, and two foreign-policy advisers, Denis McDonough and Mark Lippert. The three men with the president-elect were out of breath, having rushed more than a mile from transition headquarters on foot after failing to find a taxi in Washington's preinaugural madness. As the motorcade moved out, they updated Obama on gathering evidence of a major terrorist plot to attack his inauguration. After a weekend of round-the-clock analysis, the nation's intelligence agencies were concerned that the threat was real, the men told him. A group of Somali extremists was reported to be coming across the border from Canada to detonate explosives as the new president took the oath of office. With more than a million onlookers viewing the ceremony from the National Mall and hundreds of millions more watching on television around the world, what could be a more devastating target?\n  ''All the data points suggested there was a real threat evolving quickly that had an overseas component,'' Juan Carlos Zarate, President George W. Bush's deputy national security adviser for combating terrorism, told me in November. As the inauguration approached, signs of a plot ''seemed to be growing in credibility and relevance.'' Another senior Bush official involved in those tense events a year ago said last fall that protecting the new president was not enough. Even a failed attack would send a debilitating message to the world. ''If something happens on the podium and there's chaos,'' this official told me, ''that's the first time you see the new president, and you really don't want that.''\n  The threat seemed to weigh on Obama. He canceled a practice session to go over his inaugural address with aides at Blair House. David Axelrod, his senior adviser, later interpreted that as a sign that Obama was thinking about the suspected plot. ''He seemed more subdued than he had been,'' Axelrod told me not long ago. Obama had not yet taken office, and he was already being confronted with the threat that consumed his predecessor's presidency. No matter how much he thought about terrorism as a senator or as a presidential candidate, it was another thing to face it as the person responsible for the nation's security -- and quite another thing again to know the threat was aimed directly at himself, his wife and their two daughters. ''It's not as if you don't know what you're getting into,'' Axelrod said. ''But when the reality comes and the baton is being passed and you're now dealing with real terrorism threats, it's a very sobering moment.''\n  There was little Obama could do but ask questions and rely on the people who had been fighting this fight for years. His advisers worked side by side with the outgoing administration. The two teams gathered in the Situation Room of the White House shortly before the inauguration to sift through what was known and to hash out what should be done about it. The final iteration of Bush's team sat across the table from the brain trust of Obama's administration -- Condoleezza Rice, Stephen Hadley and their colleagues on one side, Hillary Rodham Clinton, James Jones and their colleagues on the other. \n  Clinton immediately put her finger on the problem. According to participants, she asked, what should Obama do if he is in the middle of his inaugural address and a bomb goes off somewhere on the mall? ''Is the Secret Service going to whisk him off the podium so the American people see their incoming president disappear in the middle of the inaugural address?'' she asked. ''I don't think so.''\n  Among those in the room was Robert Gates, who served two years as Bush's defense secretary and would remain in that post under Obama. After the meeting, everyone eventually agreed that Gates should stay away from the inauguration in a secret location. With no other member of Obama's cabinet confirmed by the Senate, Gates -- an incumbent cabinet officer who also had the imprimatur of the newly elected commander in chief -- was the most logical person in the line of succession to take over the presidency should the worst happen.\n  At the heart of the deliberations about what to do was John Brennan, a former C.I.A. officer. A Middle East specialist known for setting up the National Counterterrorism Center for Bush, Brennan was coming back after three years out of government as the top counterterrorism official in the Obama administration. He had wanted to be C.I.A. director but found his potential appointment sunk by liberal protests over his ties to the old order, so instead he was made deputy national security adviser for homeland security and counterterrorism, a position that did not require Senate confirmation.\n  As he helped manage the inaugural threat, culling reports and coordinating between two administrations, Brennan was already becoming the most important voice in the ear of the new president as he moved to reshape the nation's struggle with terrorists. If it is now Obama's war, Brennan is his general. And the first battle set the tone. ''It was a poignant reminder of the seriousness of the issue the president would be facing, on the eve of the inauguration,'' Brennan told me in November. \n  Brennan suspected that the threat was a classic ''poison pen,'' when one group of radicals rats out another group to get Americans to take out its rivals, and he was right. In this case, officials familiar with the situation said, some Somali extremists knew that a rival group was traveling to the United States and planted false information about its intentions that got back to the Americans. In the end, what for 72 hours looked like a credible threat turned out to be a false alarm.\n  For a fledgling president, the incident would be a lesson in the fluid, murky nature of terrorism. The challenge of leading the struggle against violent extremists is more than just hunting down bad guys; it's distinguishing between what's real and what's not, tracking down where threats begin, figuring out the right response and finding a balance between acknowledging danger and projecting confidence. The Obama administration spent its first year in office trying to find its balance. \n  Barack Obama was inaugurated as the first president to take office in the Age of Terrorism. He inherited two struggles -- one with Al Qaeda and its ideological allies, and another that divides his own country over issues like torture, prosecutions, security and what it means to be an American. The first has proved to be complicated and daunting. The second makes the first look easy.\n  The attempted bombing of a Northwest Airlines passenger jet on Christmas Day heightened a debate that has percolated over the last 12 months. Obama's approach has been either a dangerous reversal of the Bush years or a consolidation of the Bush years, depending on who is talking. In fact, the new president, during his first year, has adopted the bulk of the counterterrorism strategy he found on his desk when he arrived in the Oval Office, a strategy already moderated from the earliest days after Sept. 11, 2001. He did, however, shave back some of the harsher edges of the remaining Bush policies and in the process of his recalibrations drew simultaneous fire from former Vice President Dick Cheney and the American Civil Liberties Union.\n  Obama, then, found himself in a place where he seems most comfortable, splitting the difference on a tough issue and presenting it as the course of reasoned judgment rather than of dogmatic ideology. Where Bush saw black and white, Obama sees gray. Where Bush favored swagger, Obama is searching for a more supple blend of force and intellect. Where Bush saw Islamic extremism as an existential threat equivalent to Nazism or Communism, Obama contends that that view warps the situation out of proportion and plays into terrorists' hands by elevating their stature and allowing them -- even without attacking again -- to alter the nature of American society. \n  With joblessness still plaguing the economy and health care dominating his agenda, Obama has not wanted his presidency to be defined by the war on terror, as Bush's was. He has given few public speeches on the topic and declined to discuss it for this article. Rather than seeing terrorism as the challenge of our time, Obama rejects the phrase ''war on terror'' altogether, hoping to recast the struggle as one of a number of vital challenges confronting America. The nation is at war with Al Qaeda, Obama says, but not with terrorism, which, as he understands it, is a tactic, not an enemy.\n  ''There was a tendency on the part of some to view the world through that prism -- you know, are you with us or against us, black and white, this global war on terror,'' John Brennan told me a couple of months ago in his windowless, low-ceilinged, soundproof office in the West Wing, where mobile phones are banned. ''It was almost all-consuming. It was the driving force for our foreign policies, that we were now engaged in this march on the global war on terror.'' That attitude, Brennan went on to say, proved counterproductive. ''This president recognizes that there's still a very serious terrorist threat that we face from organizations like Al Qaeda,'' he said. ''But at the same time, what we have to do is make sure that we're not pouring fuel on the flames by the things that we do.''\n  And so perhaps the biggest change Obama has made is what one former adviser calls the ''mood music'' -- choice of language, outreach to Muslims, rhetorical fidelity to the rule of law and a shift in tone from the all-or-nothing days of the Bush administration. He is committed to taking aggressive actions to disrupt terrorist cells, aides said, but he also considers his speech in Cairo to the Islamic world in June central to his efforts to combat terrorism. ''If you asked him what are the most important things he's done to fight terrorism in his first year, he would put Cairo in the top three,'' Rahm Emanuel, his chief of staff, told me.\n  The policies themselves, though, have not changed nearly as much as the political battles over closing the prison at Guantanamo Bay and trying Khalid Shaikh Mohammed in New York would suggest. ''The administration came in determined to undo a lot of the policies of the prior administration,'' Senator Susan Collins of Maine, the top Republican on the homeland-security committee, told me, ''but in fact is finding that many of those policies were better-thought-out than they realized -- or that doing away with them is a far more complex task.''\n  If terrorism has not been the driving force of the Obama presidency, neither has it been the catalytic issue to the American people that it was more than eight years ago, when the twin towers collapsed in a heap of steel, concrete and bodies. Yet that mood can change in a hurry, as the Christmas Day plot showed. Obama understands that, if only by the law of averages, there is a decent chance of a major attack on the United States during his presidency. And if that attack happens, any change in policy, no matter how incidental to the facts of the case, will be fodder for critics to blame him for the attack. When the aviation screening and intelligence systems that Bush built failed to stop Umar Farouk Abdulmutallab, a 23-year-old Nigerian with ties to Al Qaeda's branch in Yemen, from getting on a plane bound for Detroit with explosives in his underwear last month, a number of Obama's political opponents blamed the sitting president. If Bush's system was broken, they asked, why didn't Obama fix it?\n  But the underlying complaint seemed less about any particular policy than about Obama himself -- how he reacted, how he spoke, how he led. Although he held conference calls every day with Brennan, who was back in Washington, it took Obama three days to emerge from his Hawaiian vacation to address the matter in public, and when he did, he was typically cool and cerebral, with none of Bush's bring-it-on, dead-or-alive rhetoric. Never mind that Bush took six days to publicly address the 2001 case of Richard Reid, the shoe bomber, or that Reid was charged in civilian court, not as an enemy combatant; critics like Cheney argued again that Obama did not believe America was at war. Bush felt it in his gut. Obama thinks about it in his head. If he rushed out in public to talk the minute something happened, wouldn't that play into the hands of those trying to instill fear in the American people? Shouldn't he prudently wait for more information? Yet with the country afraid, is it possible to overthink it?\n  ''You've got almost two extremes,'' Henry Crumpton, who led the C.I.A.'s operation in Afghanistan after Sept. 11 and who later served as counterterrorism chief at the State Department under Bush, told me several weeks before the Christmas Day attempt. ''You've got Bush 43, who aspired to have a warrior's ethos. He was driven, I think, by that, and in some ways it hurt us with the lack of rigor and examination of some of the consequences of our actions, Iraq being the most horrible extreme. Obama comes at it from the other extreme. He comes at it like a lawyer would, someone who may not accept and may even reject this idea of a warrior's ethos. And it is a war. You've got guys out there who want to kill us.''\n  Obama was a state senator in Illinois when the planes smashed into the World Trade Center, the Pentagon and an empty field in Pennsylvania. He was driving to a legislative hearing in Chicago when he heard early reports on the radio. ''By the time I arrived at my meeting,'' he wrote in his book ''The Audacity of Hope,'' ''the second plane had already hit, and we were told to evacuate the State of Illinois Building. Up and down the streets, people gathered, staring at the sky and at the Sears Tower. Later, in my law office, a group of us sat motionless as the nightmare images unfolded across the TV screen.''\n  That day instilled in Bush a sense of unwavering purpose, but Obama's support for the pursuit of Al Qaeda in Afghanistan gave way to doubts about the circumvention of legal structures at home and eventually outright opposition to the war in Iraq begun in the name of Sept. 11. As a Harvard Law School graduate who taught constitutional law and spent part of his childhood in Indonesia, the world's most populous Muslim nation, Obama saw the emerging global struggle through a different lens.\n  In the spring of 2007, when he was a presidential candidate, Obama met Richard Clarke, the former White House counterterrorism chief who had become one of Bush's sharpest critics on terrorism and national security. The two got together in a run-down apartment a few blocks from the Capitol that Obama used for inconspicuous meetings. ''When I first sat down with him and started going through my standard pitch, he was finishing the sentences,'' Clarke told me. ''I'd like to think it was because he read my book, but it's a heck of a lot more involved than my book. He'd talked with a lot of people. He'd read a lot about it. And he had a real understanding.''\n  Clarke became his campaign counterterrorism adviser, and Obama decided to give a speech outlining his view of how to combat extremists and how not to. His advisers told him he had a choice: he could try to out-Cheney Cheney and demonstrate that when it comes to national security, Democrats also have hairy chests, as one put it, or he could develop a new paradigm. Obama, typically, found the idea of a new paradigm more appealing, although he threw in a vow to strike terrorists in Pakistan even, if necessary, without permission of its government.\n  ''It is time to turn the page,'' he declared in the speech he gave in Washington in August 2007. He said that ''America is at war with terrorists who killed on our soil; we are not at war with Islam.'' He criticized claims of ''unchecked presidential power'' and vowed ''to close Guantanamo, reject the Military Commissions Act and adhere to the Geneva Conventions.'' He said ''that means no more illegal wiretapping of American citizens, no more national-security letters to spy on citizens who are not suspected of a crime'' and ''no more ignoring the law when it is inconvenient.''\n  By the time he won the presidency more than a year later, he was receiving classified briefings on terrorist networks around the world. The government's top intelligence officials beat a path to Chicago to fill him in. They confronted him with the dark side, as Cheney once put it. ''The risks we are talking about are the things you don't want to talk about around the Thanksgiving table,'' Janet Napolitano, the secretary of homeland security, told me.\n  Yet even some of the Bush appointees were ready for change, appealing to Obama to revamp the struggle. ''Mr. President-elect, we're doing things very well, but we're losing the messaging war,'' Michael Leiter, the director of the National Counterterrorism Center, told him a week after the election, according to an official informed about the session. A significant share of the global population thought America was at war against the rest of the world, Leiter maintained. ''You have an opportunity to change that message, to change how the struggle is perceived,'' he said.\n  Obama was receptive to that mandate. ''We're going to do that,'' he replied.\n  When Obama sat down to talk with the outgoing president, Bush pressed him to be vigilant every day. ''That's mostly what they talked about,'' a senior Bush adviser told me. ''I think President Bush came away thinking that President Obama understood at an intellectual level, but you don't really understand at a gut level until you're in that seat.''\n  Martha Joynt Kumar, a professor at Towson University who wrote about the inaugural threat in a paper published last month in the journal Presidential Studies Quarterly, said the teamwork between old and new administrations marked one of the smoothest presidential transitions in modern times. Yet for all the cooperation, Obama chose to make one of his first acts a strike against the Bush legacy, signing executive orders drafted by his new White House counsel, Greg Craig, that banned interrogation techniques like waterboarding as torture and ordered the prison at Guantanamo closed within a year. The move generated debate about timing and tactics. John Podesta, who ran Obama's transition, agreed with the policy but argued against making Guantanamo the first priority right after inauguration, according to colleagues. Craig and others countered that it was important to send a signal of change from the start.\n  Obama also wanted to uproot the resentments and hatred that fuel extremism. ''The language we use matters,'' he told the Al Arabiya television network a week after taking office. So Obama informally banished the rhetoric of the last administration. ''War on terror'' was out; so were ''Islamofascism'' and ''evildoers.'' The new language did not always go over well. While testifying to Congress a year ago, Napolitano used the phrase ''man-caused disasters,'' and though she said ''terrorism'' elsewhere in her remarks, she drew wide scorn. (''I was totally misinterpreted in a sense of what I was trying to communicate,'' she later told me. ''It was just a mistake. In the editing process, that phrase, usually it's'terrorism or other man-caused disasters.' '')\n  John Brennan, who has emerged as the administration's public face for counterterrorism policy, is solidly built, with a weathered face and close-cropped, retreating hair. His eyes seem to take your measure when you walk into the room, studying intently as if searching for your ulterior motives. He is friendly and unfailingly polite but does not laugh easily. He is a serious man in a serious business, a career man, a survivor, someone who has navigated the treacherous politics of the intelligence world and vaulted to great heights only to be disappointed. And now he is helping Obama redirect the war against Al Qaeda. \n  A native of North Bergen, N.J., Brennan, who is 54, attended Catholic schools, all the way through Fordham University. After his freshman year, he went to Indonesia in the summer of 1974 to visit a cousin who was working there, and in the same country that helped shape Obama's worldview, he developed a case of youthful wanderlust. He studied Arabic and played basketball with Egyptians in Cairo before earning a master's degree in Middle East studies at the University of Texas at Austin. While reading The New York Times on a bus one day, he saw a C.I.A. recruitment ad and decided to apply. When I asked why, he gave one of those answers that sounds as if it came from an espionage novel. ''Nathan Hale was hanged on the day of my birth,'' he said of the nation's first spy.\n  At the C.I.A., Brennan rose through the ranks, becoming station chief in Saudi Arabia during the late 1990s, a time of rising Islamic terrorism. Just months before he arrived in Riyadh, terrorists blew up the Khobar Towers apartment complex, killing 19 American service members. During his tour, they also attacked American embassies in Tanzania and Kenya. A favorite of George J. Tenet, the C.I.A. director first appointed by President Bill Clinton and later retained by Bush, Brennan would become Tenet's chief of staff and later the agency's deputy executive director. \n  After Sept. 11, Brennan helped set up the Terrorist Threat Integration Center and served as its first and only director. But his steady rise reached a peak. When the center was refashioned as the National Counterterrorism Center, bringing together experts across the government to coordinate the war on terror, he served as interim director but was never given the permanent job. Brennan, unhappy, left government in 2005 and went on to write a proposed op-ed essay that he titled, ''Mr. President, You're Wrong on Iraq.'' In keeping with C.I.A. rules, he submitted it for classification review by the agency before distributing it to any newspapers for publication. A copy found its way to the White House, where it angered top officials. Brennan ultimately thought better of the article and withdrew it from C.I.A. review, but it was too late to salvage his standing at the White House. ''He was dead to them,'' says a friend and fellow senior official, who did not want to be named discussing internal matters. An attempt to later make him deputy director of national intelligence was killed by the White House. Obama presented another chance. ''This is redemption,'' the friend said.\n  Anthony Lake, a former national security adviser who knew Brennan from his days as a C.I.A. briefer in the Clinton White House, was working for Obama's nascent presidential campaign and brought in the former intelligence officer to advise the candidate in 2007. Obama grew to like Brennan's precise, matter-of-fact style so much that after the election he considered making him the C.I.A. director. But the idea of appointing Tenet's right-hand man, a C.I.A. careerist who was at the center of the Bush war on terror, rankled Obama supporters on the left. \n  Stephen Soldz, a psychologist at the Boston Graduate School of Psychoanalysis and a leader of the Coalition for an Ethical Psychology, circulated a letter of opposition to Brennan signed by 200 other psychologists. The letter cited an interview Brennan gave in 2006 to PBS's ''Frontline,'' in which he said Tenet's concern in devising the Bush-era interrogation program was making sure it was on sound legal footing. ''We know, of course, that'the appropriate Department of Justice review' means that torture was authorized and conducted by our government,'' Soldz's letter said. \n  But the letter did not quote the rest of what Brennan said in that interview as he grappled with the morality of the government's actions. ''There was a real debate within the agency, including today, about what are the minimum standards that you want to stoop to and beyond where you're not going to go, because we don't want to stoop to using the same types of standards that terrorists use,'' he told PBS. ''We are in this business, whether it be intelligence or the government, to protect freedom, democracy and liberty, not to violate that.''\n  Still, human rights advocates have a point about continuity. For all his talk of change, Obama has kept a lot of veterans of the Bush administration in place. Besides Brennan, there is Gates still atop the Pentagon, as well as Mike Mullen, the chairman of the Joint Chiefs of Staff appointed by Bush, and Michael Vickers, still the assistant Defense secretary for special operations. While Obama tapped Leon Panetta to take over the C.I.A., he kept the deputy director, Stephen Kappes, along with Leiter, the head of the National Counterterrorism Center. Obama fired the top general in Afghanistan, but the head of the regional military command overseeing both Afghanistan and Iraq remains Bush's favorite officer, Gen. David Petraeus, and the White House coordinator for Afghanistan and Pakistan is Bush's Iraq war czar, Lt. Gen. Douglas Lute. To manage the effort to close Guantanamo, Obama named one of Bush's assistant secretaries of state, Daniel Fried. The Treasury under secretary chasing terrorist financing is still Stuart Levey, and the National Security Council's senior director for combating terrorism is still Nick Rasmussen.\n  Most of those people, of course, were in the moderate camp inside the Bush administration, not the Cheney cadre, or like Brennan they present themselves as simply career professionals who followed orders or who even quietly dissented from the most extreme policies of the last eight years. ''I was somebody who did oppose waterboarding,'' Brennan told me. ''I opposed different aspects of the enhanced interrogation program. But there were some aspects of it that I concurred with.'' For instance, he offered, ''if you grab somebody by the lapels, and you say, Oh, my goodness, you've violated their rights as a person, well, I'm not going to go that far.''\n  Time and circumstances have changed as well. ''Four years ago, I would have said -- and I did say -- the agency's detention program needed to continue,'' Brennan said, referring to the secret ''black site'' overseas prisons ran by the C.I.A. ''There have been a lot of developments and changes, so the things I might have advocated three or four years ago, because of the changed conditions, because of a new administration, whatever, I wouldn't necessarily advocate them now at all. I've changed my views.''\n  Soldz told me he has been pleased that Brennan has said the right things since taking the White House job. But Obama's refusal to completely repudiate the Bush-era policies bothers Soldz. ''I wake up some mornings disgusted by Obama,'' he said. ''And then I think about it some more and understand the pressure he's under. So I'm having these battles inside myself.''\n  Several weeks after Obama took office, I sat down with the president, along with three colleagues from The Times, in his conference room on Air Force One during a flight back from an event in Ohio. Now that he was in office, we asked what, if anything, he had come to believe that Bush had gotten right in the balance between security and civil liberties. \n  The candidate who denounced the ''color-coded politics of fear'' and rejected policies that ''compromised our most precious values'' was now a commander in chief wrestling with how to protect those values and the country at the same time. He told us that many of the worst practices he had objected to had already been corrected by the end of Bush's presidency. \n  ''I would distinguish between some of the steps that were taken immediately after 9/11 and where we were by the time I took office,'' he told us. ''I think the C.I.A., for example, and some of the controversial programs that have been a focus of a lot of attention, took steps to correct certain policies and procedures after those first couple of years.''\n  The battle with terrorists evolved significantly over the course of the Bush presidency, and when Obama took office, the course he set was more about accelerating that evolution than about restarting it. Under pressure from Supreme Court rulings, Congressional legislation and disclosures in the news media, Bush in his second term trimmed back some of his most expansive programs and claims to executive power. Two years before leaving office, he told advisers he wanted to use his remaining time to institutionalize what was left so that his successor, even a Democrat, would not feel compelled to reverse direction.\n  By the time Obama was inaugurated, waterboarding had been halted for years, Bush had ordered that the secret C.I.A. black site prisons be emptied and the warrantless surveillance program and the military commission system had been restructured and approved by Congress. Bush had even declared that he wanted to close the Guantanamo prison, and although he never managed to do so, his team released or transferred about 500 detainees as a first step.\n  Obama built on those actions. While setting a one-year deadline to close Guantanamo and formally banning the interrogation methods that had already fallen out of favor, he left the surveillance program intact, embraced the Patriot Act, retained the authority to use renditions and embraced some of Bush's claims to state secrets. He preserved the military commissions and national security letters he criticized during the campaign, albeit with more due-process safeguards. He plans to hold dozens of suspected terrorists without charges indefinitely. And he expanded Bush's campaign of unmanned drone strikes against Al Qaeda in the tribal areas of Pakistan. Troop levels in Afghanistan are set to triple on his watch. \n  A half-dozen former senior Bush officials involved in counterterrorism told me before the Christmas Day incident that for the most part, they were comfortable with Obama's policies, although they were reluctant to say so on the record. Some worried they would draw the ire of Cheney's circle if they did, while others calculated that calling attention to the similarities to Bush would only make it harder for Obama to stay the course. And they generally resent Obama's anti-Bush rhetoric and are unwilling to give him political cover by defending him.\n  Michael Hayden, the last C.I.A. director under Bush, was willing to say publicly what others would not. ''There is a continuum from the Bush administration, particularly as it changed in the second administration as circumstances changed, and the Obama administration,'' Hayden told me. James Jay Carafano, a homeland-security expert at the Heritage Foundation, was blunter. ''I don't think it's even fair to call it Bush Lite,'' he said. ''It's Bush. It's really, really hard to find a difference that's meaningful and not atmospheric. You see a lot of straining on things trying to make things look repackaged, but they're really not that different.''\n  Not every Bush veteran agrees, of course. Marc Thiessen, a former White House speechwriter, has a new book called, ''Courting Disaster: How the C.I.A. Kept America Safe and How Barack Obama Is Inviting the Next Attack.'' Tom Ridge, the former homeland security secretary, told me before the Christmas Day plot that under Obama, Washington had ''lost a certain sense of urgency and commitment to combating terrorism.'' Most disturbing to the Bush camp, even to those who generally see continuity in Obama's policies, have been Attorney General Eric Holder's decisions to release legal memos that described interrogation techniques used by the C.I.A., to reinvestigate allegations of interrogation abuse by C.I.A. officers and to take Khalid Shaikh Mohammed, the self-declared mastermind of the Sept. 11 attacks, to New York to face trial in civilian court. Hayden recalled warning Jim Jones, Obama's national security adviser, last spring not to alienate the C.I.A. by dredging up the past. ''You're about to spend the next 46 months without a clandestine service,'' Hayden recalled saying. ''If these guys don't think you have their back, they're not going to be very adventurous.''\n  There is ample historical precedent for this cycle. During times of national crisis, Washington often claims more authority, sometimes to the point of excess, then slowly cedes it back, from the Sedition Act signed by John Adams to Abraham Lincoln's suspension of habeas corpus during the Civil War to Franklin D. Roosevelt's internment of Japanese-Americans during World War II -- all cases in which the system eventually corrected itself in one fashion or another. ''Historically the more we move away from a crisis, the better we're able to see the costs and benefits of what we're doing, and we go from being extremely risk-averse to finding a better balance,'' says Geoffrey Stone, a professor and former dean at the University of Chicago law school.\n  Bush says he sees another historical pattern. In private discussions with associates during the 2008 presidential campaign, he predicted that if a Democrat won, he or she would be like Dwight Eisenhower to his Harry Truman. Just as Eisenhower on the campaign trail criticized Truman's policies in the early years of the cold war only to essentially adopt them after taking office, Bush anticipated that his successor would preserve most of what he had put in place. Of course, this conveniently fits into Bush's hope that, like Truman, he will look better in the eyes of history. A senior Obama adviser scoffed at the idea that Bush advisers see continuity, arguing that they are trying to launder their reputations by claiming validation. But it is true that much of the Bush security architecture is almost certain to remain part of the national fabric for some time to come, thanks to Obama. \n  Stone, who helped bring Obama to the University of Chicago law school, says his former colleague must be wary of doing anything that would increase the risk of a terrorist attack against the United States. ''He may feel in fact,'' Stone says, ''that it's a more dangerous world than he thought it was, that some of these measures may be more necessary than he thought.'' \n  Stone joined a group of human-rights and civil-liberties advocates at the White House last spring for a meeting with Obama to talk about issues of interrogation and detention. Obama had struggled through a rocky few months trying to find the balance between security and liberty, arguing that America did not need to sacrifice one for the other.\n  The decision to close the Guantanamo prison sparked a revolt in Congress, even among Democrats who worried about suspected terrorists being transferred to prisons in their states. An attempt to release into the United States 17 Chinese Uighurs who were deemed no threat to Americans collapsed. Obama authorized the release of the memos detailing the use of waterboarding and other techniques now banned, but he refused to release photographs showing abuse of detainees. \n  For Brennan, these issues were a chance to get right what he thought went wrong under Bush. But he has found himself at odds with other advisers at times. When Craig and Holder wanted to release the memos about C.I.A. interrogation methods, Brennan initially agreed, reasoning that the tactics in the memos had by then been banned anyway. But he later reversed himself and sided with the C.I.A., which argued that the memos would give terrorists too much information about how American interrogators work. Brennan likewise stood with Gates and military leaders who argued that releasing photographs of the abuses would inflame radicals and endanger American troops. Gen. Ray Odierno, the top commander in Iraq, made a personal appeal to Obama during a visit to Washington, and the president agreed to reject Craig's recommendation. Brennan also found an ally at times in Rahm Emanuel, who was said to think that the politics of these decisions were being mishandled and that fights over detention policy used up political capital better spent on priorities like health care and the economy.\n  By the time he sat down with the human rights advocates in the Cabinet Room, Obama was preparing to make a speech at the National Archives about such issues. Everyone in the room raised hard questions, voicing the disappointment of Obama's strongest supporters. Perhaps the most dramatic appeal came from Anthony Romero, executive director of the A.C.L.U. ''Look, you're the only politician I've ever believed in,'' Romero said, according to people in the room. ''When I was a gay Puerto Rican growing up in New York, I never thought I could identify with a political leader the way I identify with you. But this stuff really pains me.''\n  Obama pushed back, explaining the constraints he was under. It was a balancing act, he said; he had multiple obligations. Much of the discussion concerned the military commissions he decided to keep and the dilemma of what to do with the hardest cases at Guantanamo, those who could not be prosecuted because of tainted evidence or other reasons but were deemed too dangerous to release. ''He wasn't entirely comfortable with any of the options,'' says Tom Malinowski, the Washington advocacy director of Human Rights Watch. \n  When I talked with Romero later, he would not describe his interaction with Obama, but he expressed his frustration. While relieved that the new president seems more open to rethinking Bush-era policies, Romero said he suspected Obama suffers from the ''hubris'' of wanting to preserve much of the power he inherited in the belief that he will use it more wisely. ''He believes he can do it better and smarter and more in keeping with constitutional principles than his predecessor did,'' Romero told me. ''If he's shown himself willing to adhere to some of the Bush policies in the absence of an attack, one worries about what he'll do when an attack comes.'' \n  The activists left the meeting chilled that Obama seemed poised to continue holding terrorism suspects indefinitely without charges. Just a few years earlier, he wrote in his book that ''when we detain suspects indefinitely without trial,'' then ''we weaken our ability to pressure for human rights and the rule of law in despotic regimes.'' Now he was talking about seeking legislation that would permanently authorize such preventive detention. Romero and the A.C.L.U. began preparing a campaign against the proposed legislation if he went forward, soliciting letters from international figures like Desmond Tutu, trying to recruit Jimmy Carter and contacting law-school academics. But then the administration reversed course; while it would continue to hold indefinitely without charges perhaps 50 detainees left from the Bush era, it would not enshrine the power in law, and signaled that it would not use it for future cases. ''We were gearing up for the battle of our lives,'' Romero said. ''Fortunately, they turned back from the abyss.'' \n  Liberals were also cheered by a speech Brennan gave in Washington over the summer at the Center for Strategic and International Studies. Brennan said Obama ''is bringing a fundamentally new and more effective approach,'' one that would be more ''multidimensional'' without letting terrorism define American foreign policy. Among other things, he emphasized the ''upstream factors,'' meaning the conditions that fuel extremism, and vowed to promote ''a political, economic and social campaign to meet the basic needs and legitimate grievances of ordinary people -- security for their communities, education for children, a job and income for parents and a sense of dignity and worth.''\n  But something else was happening inside the White House. Some in the West Wing, like Emanuel, worried about the collateral cost of Holder's decision that would take Khalid Shaikh Mohammed to New York. Those concerns were relayed to the Justice Department, but Obama declined to intervene and let Holder make the call. Still, by the end of the year, the activists' favorite ally in the West Wing, Greg Craig, was out. He resigned after months of battles over the best way to reorient the war on terror, some that he won and others that he lost. \n  ''He was the one voice for a constant application of the rule of law in the White House,'' Romero lamented. ''The others either demur or mumble.'' Craig's ouster, he added, was ''unfortunate because it means the likes of Rahm Emanuel will consolidate power in the White House.''\n  At the house that John Brennan built, about 600 government employees keep tabs on what the extremists are up to, at least as much as they can. The National Counterterrorism Center, which Brennan set up on a leafy campus overlooking the Capital Beltway in the Virginia suburbs outside Washington, is the center of the nation's efforts to hunt down Al Qaeda and its cousins. Obama came to visit last fall, and Brennan accompanied him.\n  The operations center at the NCTC looks a lot like the set from ''24,'' the Fox television show, with dozens of analysts from an alphabet soup of agencies known by their acronyms -- C.I.A., F.B.I., D.O.D., N.S.A., D.I.A., D.H.S., D.N.I., T.S.A. and so on -- sitting together as they sift through surveillance videos, intercepted telephone calls, satellite imagery, reports from the field, news accounts and myriad other ''intelligence streams,'' as they are known. A dozen large flat-screen televisions tune in everything from satellite reconnaissance to CNN. Digital clocks indicate the time in hot spots around the world. Multiscreen computers help collate vast quantities of information.\n  This place was supposed to help stop the attack by Umar Farouk Abdulmutallab aboard a plane over Detroit on Christmas Day. Since Sept. 11, NCTC and various government agencies have connected the dots repeatedly to head off terrorist attacks. In the last few months alone, the government has arrested a number of suspected plotters in the United States. But the cliche is right -- the government has to be right 100 percent of the time, while the other side needs to succeed only once. And the system failed to pull together what its component parts knew about Abdulmutallab before he boarded Northwest Flight 253 in Amsterdam last month.\n  The Christmas Day plot touched off a new round of questions among Obama's critics about whether the president is enough of a warrior for the fight against Islamic terrorism. But he has spent much of his time in office killing suspected extremists. With information processed at NCTC and elsewhere, Obama has authorized the C.I.A. to greatly expand a program inherited from Bush using unmanned Predator and Reaper drones to launch missiles at suspected Al Qaeda hideouts along the border between Pakistan and Afghanistan. Critics complain that such ''targeted assassinations'' are morally suspect and strategically dangerous because of the reaction among Pakistanis when civilians are killed. Obama had a searching conversation with Brennan and Denis McDonough, Catholics who oppose the death penalty, about whether to keep the program. ''He was wrestling with it,'' says one adviser. But in the end, there was no serious disagreement with the decision to continue the program. At one of his first Situation Room meetings as president, according to a participant, Obama said pointedly, ''The C.I.A. gets what it needs.''\n  The C.I.A. has launched 53 such strikes in Obama's first year in office, more than during Bush's entire presidency, according to data compiled by Peter Bergen and Katherine Tiedemann at the New America Foundation. In part, that strategy owes to increasingly precise technology that has made it easier in the last couple of years to hit a desired target with fewer civilian casualties. And in part, it underscores the ability to redirect resources away from Iraq now that the war has subsided there; when the Obama administration came into office, it learned that dozens of drones were devoted to operations in Iraq and Afghanistan but just five or six in the tribal areas of Pakistan where Al Qaeda's leadership is mainly holed up, according to officials who declined to be identified discussing a classified program. Obama has authorized doubling the number of drones in the Pakistani border area, as well as increasing the presence over Yemen and Somalia, officials said. \n  Over the course of Obama's first year in office, his drones have taken out a number of ''high-value targets,'' including Baitullah Mehsud, leader of the Pakistani Taliban; Saad bin Laden, a son of Osama bin Laden; and Tahir Yuldashev, leader of the Islamic Movement of Uzbekistan, a close ally of Al Qaeda. At the same time, according to estimates by Bergen and Tiedemann, the civilian death rate of those killed by drone strikes has fallen to about 24 percent in 2009 from about 40 percent from 2006 to 2008. Government officials insist that the civilian casualty rate is even lower. ''I don't hear anyone inside the government, including people like me who came from outside, who thinks the Predator program is anything but essential,'' says a senior Obama counterterrorism official. ''There are a lot of negatives, but it is completely essential.''\n  Obama has been willing to be muscular in other ways as well. When intelligence agencies concluded in September that they had found Saleh Ali Saleh Nabhan, an Al Qaeda operative linked to the 2002 bombing of a Kenyan hotel, in southern Somalia, officials debated three options, including one to insert American special-operations forces in that lawless East African country, several officials told me. Obama's advisers rejected that and presented him instead with a plan for an airstrike, which he approved. Weather on the day of the strike prompted a change in plans, and commanders instead authorized attack helicopters to sweep into Somalia. Nabhan was killed. American forces landed afterward to collect bodies and evidence.\n  Most salient at the moment is Obama's focus on Yemen, the poor, unstable state south of Saudi Arabia where Osama bin Laden's family hailed from. Yemen in many ways is where Obama's two wars come together. It is a breeding ground for extremism, the home of the radical cleric who inspired Maj. Nidal Hasan before he opened fire at Fort Hood last fall and, the president has stated, the origin of the Christmas Day bombing plot involving Umar Farouk Abdulmutallab. At the same time, it is the place where roughly half of the remaining detainees at Guantanamo come from, making it the central focus for efforts to close the prison.\n  Brennan visited Yemen in March and again in September to focus new energy on combating Al Qaeda there. Obama has ordered more training, equipment and intelligence sharing for the Yemeni government; about $70 million was set aside to bulk up Yemeni forces, doubling previous spending, and last week the administration announced it would double it again next year. Last month the American government also provided intelligence and hardware for Yemeni airstrikes on suspected Al Qaeda hideouts. Brennan has also been trying to set up a rehabilitation program for Yemen like the one in Saudi Arabia that American officials say they believe has been largely successful in transitioning former Guantanamo detainees back into society -- although some have joined up with Al Qaeda nonetheless. And by the time Brennan returned from his most recent trip, many of his colleagues had despaired of ever finding a safe way to repatriate the nearly 100 Yemenis still at Guantanamo. That was before Detroit.\n  Obama was singing Christmas carols with his family at a house in Hawaii when a military aide arrived to tell him that someone tried to blow up a plane over Detroit. The president got on the phone with Brennan, who told him a Nigerian man tried to ignite chemicals secreted in his underwear, only to have passengers and crew jump him. Soon enough, Abdulmutallab would be tied to Al Qaeda in the Arabian Peninsula, which operates in Yemen.\n  Notwithstanding Janet Napolitano's statement last month that ''the system worked,'' Obama suspected that it had not. While on vacation he was given an 80-page review of the Fort Hood shooting, looking at how information about Hasan was not well circulated within the federal government. The night after his first statement, his advisers learned that the government possessed National Security Agency-intercepted conversations that could have helped to stop Abdulmutallab if they had been shared widely. \n  Obama talked with Brennan and other advisers by phone the next morning. He was simmering. ''Let me make this very clear to you,'' he told the advisers, according to two of them. ''While I understand intelligence is hard, and I'll never fault anybody for not having full intelligence, what I will fault is when we have full intelligence that's not shared.'' After hanging up with Brennan, aides scrambled to organize a statement to the news media. Denis McDonough, the National Security Council chief of staff, typed out a draft on the president's laptop as Obama hovered over his shoulder.\n  ''What's the deal?'' Obama asked.\n  ''I'm just about done,'' McDonough said.\n  ''Well, just move over.'' Obama sat down and finished it himself.\n  The president's statement that there was a ''systemic failure'' did not quell the political furor, and White House officials were caught off guard by the intensity of the criticism. After reading a Cheney statement that attacked Obama for only pretending to be at war with terrorists, David Axelrod angrily wrote a long statement trashing the former vice president and gave it to Dan Pfeiffer, the White House communications director, who revised it and posted on the White House Web site. The criticism got Brennan's back up too, particularly coming from some of his former colleagues in the Bush administration.\n  ''A lot of the knuckleheads I've been listening to out there on the network shows don't know what they're talking about,'' he told me after the Christmas Day attempt. Some Republicans, including Cheney, were blatantly mischaracterizing the record, he fumed. ''When they say the administration's not at war with Al Qaeda, that is just complete hogwash.'' It was the angriest I had heard him during months of conversations. ''What they're doing is just playing into Al Qaeda's strategic effort, which is to get us to battle among ourselves instead of focusing on them,'' he said.\n  It is moments like these when Brennan's disaffection from the last administration becomes evident. ''I much prefer talking with someone who is interested in understanding the situation and responding to it appropriately,'' Brennan told me.\n  For all of the attention on the Nigerian underwear bomber, some experts say they believe the more insidious threat will be a new generation of homegrown extremists. In recent months, authorities have arrested a number of American residents, including Najibullah Zazi, an airport-shuttle driver who is suspected of plotting to attack New York after receiving training in Pakistan, and David Coleman Headley, a Pakistani-American accused of aiding terrorist attacks in Mumbai. There was the Fort Hood shooting rampage, as well as a group of Somali-Americans from Minnesota who reportedly wanted to fight in Somalia and five American Muslims from Virginia who traveled to Pakistan supposedly to join the jihad.\n  If they are the next wave, American extremists are going to be hard to track and stop. The Internet makes it possible for Al Qaeda and its allies to reach out from the dusty villages of Waziristan all the way to Illinois and Colorado. ''Although no one wants to admit it, I think a watershed has been crossed in the terrorist threat in the United States,'' Bruce Hoffman, a Georgetown University terrorism scholar, told me. ''It's way different than it was in the Bush years.''\n  The Obama administration has been trying to figure out how to counter it. In October, Obama secretly ordered a review of the ways different agencies track travels between the United States and places like Pakistan to look for holes to close. Napolitano told me: ''We can't operate in the paradigm that if they attack us, they would be coming from other countries into the United States. We have some that are homegrown. That is a change.'' \n  After all the lawyerly focus on Guantanamo and the rules of war, the latest threats put more focus on Obama in the role of commander in chief. It did not go unnoticed that when he accepted the Nobel Peace Prize last month, he declared that ''evil does exist in the world.'' His press secretary, Robert Gibbs, went on the Sunday shows after the Christmas Day plot and, consciously or not, used the term ''war on terror.''\n  The White House then dispatched Brennan for a blitz of four Sunday shows, the first such foray for the C.I.A. veteran. In his first radio and Internet address of the new year, Obama implicitly rebutted Cheney by noting that he used the word ''war'' is his inaugural address. ''Our nation is at war against a far-reaching network of violence and hatred,'' Obama said.\n  The war goes on, abroad and at home.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 5, 2010"
}