{
    "title": "INSIDE THE TIMES_ JULY 16, 2008",
    "publisher": "the new york times",
    "year": 2008,
    "month": 7,
    "day": 16,
    "full text": "INTERNATIONAL\nU.S. AIRSTRIKES ON PAKISTANIS\nTied to Incomplete Data\nAmerican and Pakistani officials said the killing of 11 Pakistani paramilitary soldiers by American air strikes last month might have been prevented if the precise location of a border checkpoint had been in an American database used to prevent accidental attacks on friendly forces. The episode initially drew an angry protest from Pakistan's government and underscored the faulty communication and coordination between allied forces increasingly subject to cross-border attacks by the Taliban and other militants. PAGE A10\nKURDS WALK OUT OF PARLIAMENT\nThe entire bloc of Kurdish lawmakers walked out of Iraq's Parliament -- roughly a fifth of the Parliament's 275 members -- in protest of a provincial election law that they charged was unconstitutional. The dispute could yet be resolved quickly, but it introduced more uncertainty into preparations for the nationwide elections. PAGE A6\nCONVICTIONS IN ASSASSINATION PLOT\nThree men were convicted of plotting to kill Ayad Allawi, the former Iraqi prime minister, on a visit to Berlin in 2004. Terrorism experts in Germany hailed the convictions as a victory for the country's counterterrorism efforts and a sign that prosecutors could turn intelligence and widely publicized arrests of terrorism suspects into convictions in court. PAGE A10\nDETAINEE VIDEO IS RELEASED\nSeven hours of recordings released under a Canadian court order provide the most extensive videotaped images yet seen from inside Guantanamo Bay. The videos were released by the lawyers of Omar Khadr, who was 16 at the time they were made and is accused of killing a United States soldier in Afghanistan. Mr. Khadr pleads with a Canadian intelligence agent for help, and swings from calm and indifference to rage and grief during four days of interrogations in the recordings. PAGE A10\nLETTING THE SOUL FLY\nIn a spectacular royal funeral in Bali, three royal figures and 68 commoners were set aflame in a mass cremation, which Balinese tradition holds frees the soul from the body. In the face of a globalizing world, Bali may never again see a cremation ceremony on par with this one. ''They'll have things in the future, but elaborate and grand like this one, I don't think so,'' said an artist whose older brother was one of the commoners cremated. PAGE A11\nCHINA'S DE-ALGAEFIED COAST\nChina says that the waters off its east coast have been sufficiently cleared of algae in time for Olympic athletes who will be competing in sailing events there. A Chinese news agency reported that the algae once covered a third of the waters designated for the Summer Games. PAGE A9\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS (A2\n A3)             \n\nLoad-Date: November 3, 2010"
}