{
    "title": "Inside the Times",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 16,
    "full text": "International\n  ARGENTINA APPROVES \n  Same-Sex Marriage\n  Argentina's Senate narrowly approved a law authorizing same-sex marriages, making Argentina the first country in Latin America to allow gay couples to wed.  PAGE A3\n  MEDVEDEV DEFENDS INQUIRY\n  A year after a human rights worker, Natalia Estemirova, was abducted outside her home in Chechnya and found dead, the Russian president, Dmitri A. Medvedev, said the authorities had identified her killer and were searching for the person who ordered her murder.  PAGE A6 \n  CAR BOMB KILLS 9 IN IRAQ\n  A car bomb exploded in northern Iraq, killing nine people in a wealthy area of Tikrit, the hometown of the former dictator Saddam Hussein.  PAGE A8 \n  IRAN'S BAZAAR STRIKE SPREADS\n  A strike at the traditional bazaar in Tehran continued into a second week, spreading to at least two other major cities. The strike, only the second at the bazaar since the 1979 revolution, broke out last week after the government proposed a 70 percent income tax increase.  PAGE A8 \n  SHIP TO GAZA REROUTED\n  A Libyan ship that tried to break Israel's blockade of Gaza docked in Egypt, as the ship's sponsor, a son of the Libyan leader Col. Muammar el-Qaddafi, said that the boat shifted course because the Israeli government allowed Libya to support reconstruction in Gaza. PAGE A10 \n  National\n  SOME INTERROGATION TACTICS \n  Unauthorized, Official  Says\n  A former official in the Bush Justice Department who approved brutal interrogation methods by the C.I.A. has told Congress that he never authorized several other tactics inflicted on terrorism suspects, including prolonged shackling to a ceiling and repeated beatings. PAGE A12\n  ARIZONA CUTS ROAD CAMERAS\n  Arizona, the first state to adopt automated cameras on its highways aimed at catching speeders, has become the first to pull the plug, bowing to the wishes of a vocal band of conservative advocates who complained that photo enforcement intruded on privacy and was mainly devised to raise money. PAGE A12 \n  TEXAS FEELS EFFECTS OF SPILL\n  The impacts of the oil spill have touched Texas for the first time in Galveston, a tourist destination surrounded by drill operations and refineries, now that oil and other mysterious substances have been washing up on its shores.  PAGE A16 \n  New York\n  FOR AIDING TERRORISM,  \n  Lawyer Is Resentenced\n  A federal judge increased the sentence of Lynne F. Stewart, a disbarred lawyer convicted of assisting terrorism, to 10 years -- more than four times as long as her original sentence of 28 months, which was deemed too light.  PAGE A20\n  June Jobless Rate Fell to 9.5% A20 \n  Business\n  F.D.A. PANEL VOTES \n  Against Obesity Drug\n  A federal advisory committee narrowly voted not to endorse a drug vying to become the first new prescription medicine for obesity in more than a decade, signaling heightened concern for possible health risks associated with a new generation of diet pills.  PAGE B1\n  Google's Income Rises 24% B1\n  Sports\n  HEAD-BUTTS TARNISH  \n  Tour de France Finish\n  The multiple crashes, oil-soaked roads and cobblestones were behind them but the cyclists at the Tour de France faced another unexpected moment of peril when Mark Renshaw of Australia head-butted Julian Dean of New Zealand three times in the final seconds of the stage as the lead group sprinted to the finish line.  PAGE B12 \n  Weekend \n  BOROUGH PRESIDENT BRINGS \n  Free Music to Brooklyn\n  As the Brooklyn borough president, Marty Markowitz appoints community board members and oversees a budget for capital projects. But for three decades, Mr. Markowitz's summer fun initiatives have revolved around two free concert series in Brooklyn parks that are perhaps the most popular in the city.  PAGE C1\n  Drama and Pac-Man C1\n  Obituaries\n  ARNOLD KRAMISH, 87\n  A physicist who survived an explosion while working on the Manhattan Project, he later became an expert on nuclear proliferation and espionage.  PAGE B10 \n  Op-ed\n  PAUL KRUGMAN PAGE A23 \n  DAVID BROOKS PAGE A23 \n  Online\n  A slide show about spending 36 hours in Nantucket, focusing on the historical museums and harborside homes of the island. \n  nytimes.com/travel\n\nhttp://www.nytimes.com\n\nLoad-Date: July 16, 2010"
}