{
    "title": "Inside Qaeda's ' MySpace ' Internet Sites",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 1,
    "day": 15,
    "full text": "Al Qaeda-operated Web forums are bringing young men into the terrorist movement, including some who are turning into suicide bombers in Iraq, says a new paper for the American military's think tank on the war against Islamic terrorism.\nThe paper will be released Thursday in the monthly journal, Sentinel, of West Point's Combating Terrorism Center. It delves into what its author, Evan Kohlmann, calls Al Qaeda's \"MySpace,\" the jihadi Web forums that have in some ways overtaken the role of Qaeda's physical training camps.\nThe paper examines Al Qaeda's first user-participatory Web forum, developed in 2004, known as Muntada al-Ansar, and it traces through the posts and subsequent eulogies on the site, how aspiring jihadis not only joined Al Qaeda, but traveled thousands of miles to detonate themselves in the battle of Iraq.\nOne case is a Sudanese man named Zaman al-Rahman, whose web nickname was Zaman al-Hawan, or era of Shame. He first started writing on the Muntada al-Ansar forum in April 2004. By November of that year, he stopped posting and in March 2005 the site published eulogies to him, claiming he had killed himself in the second battle for Falluja.\nToday the Muntada al-Ansar forum is defunct, after the arrest, at age 21, of its founder, Younis Tsouli, who was known on the internet as \"Terrorist 007.\" But the model for recruitment remains with the proliferation of other Qaeda Web sites, most notably the Ekhlaas forum, a key portal America's counterterrorism community uses to watch Al Qaeda online.\nMr. Kohlmann, who has worked as a consultant on terrorism for both the American and British governments, concludes that the Web forums for Al Qaeda in many ways replace the training camps the organization used to create terrorists in the 1990s.\n\"In the same way that traditional terrorist training camps once served as beacons for would-be jihadists, online support forums such as Muntada al-Ansar and al-Ekhlaas now operate as black holes in cyberspace, drawing in and indoctrinating sympathetic recruits, teaching them basic military skills and providing a web of social contacts that bridges directly into the ranks of Al Qaeda,\" he writes. \"Rather than simply using the web as a weapon to destroy the infrastructure of their enemies, Al Qaeda is using it instead as a logistical tool to revolutionize the process of terrorist enlistment and training.\"\nA senior editor at the Combating Terrorism Center, Erich Marquardt, yesterday said Mr. Kohlmann's paper discloses the connection between what might be called arm chair jihadists in cyberspace and the actual members of Al Qaeda. \"There has always been a question as to whether forum participants are merely arm chair enthusiasts or actual jihadist linked fighters,\" Mr. Marquardt said. \"Not only are these people deciding to pick up arms after spending time on the forums, you also have hard-core Qaeda operatives who are participating in the forums.\"\nThus far the only candidate for president from either major party to highlight the need for a comprehensive policy to deter online recruitment to Al Qaeda is Mayor Giuliani. On January 3, the Republican from New York tied the threat in part to Qaeda's fund raising, saying, \"We have to be more aggressive about ending illegal terrorist propaganda, and we have to go after the money, remember how effective that was with the Mafia, right?\" In an interview with The New York Sun before that speech, Mr. Giuliani's chief foreign policy adviser, Charles Hill said the Qaeda Web sites would be a priority issue for the campaign in the coming weeks.\nThe Bush administration has shut down some Web forums based in America, but has been less focused on those based on servers in foreign countries in part because of jurisdiction issues and also because the Web forums are monitored by intelligence agencies to track Qaeda's recruitment, propaganda and its global operations.\nMr. Kohlmann said yesterday in an interview, \"Heretofore, the discussion has been limited because we want to get information about Al Qaeda that we never had. The kind of inside information, maybe there has not been an explicit awareness as long as we leave these Web sites online.\" But Mr. Kohlmann said the web forums were an immediate threat that must be aggressively countered.\n\"These are the new dark rooms where guys are planning trips and operations,\" Mr. Kohlmann said. \"This is where people are teaching themselves to be terrorists online. It used to be you went to Afghanistan and this whole process took months and you had to travel thousands of miles.\nWhat Al Qaeda has done is to simplify and franchise out the process, so that now someone can teach themselves to be a terrorist and can literally find their own way to the front line much more quickly.\"\n\nLoad-Date: January 15, 2008"
}