{
    "title": "Inside the Derailed White House Meeting",
    "publisher": "the new york times",
    "year": 2019,
    "month": 10,
    "day": 16,
    "full text": "“I hate ISIS more than you do,” President Trump said. “You don’t know that,” Speaker Nancy Pelosi replied. Here’s the rest of their exchange.\nWASHINGTON — You know a White House meeting has gone off the rails when the president of the United States and the speaker of the House cannot agree over the precise insult one called the other. \nAccording to Speaker Nancy Pelosi, President Trump called her a “third-grade” politician during a combative meeting with congressional leaders of both parties on Wednesday about the worsening situation in northern Syria. The White House and Senator Chuck Schumer of New York, the minority leader, said Mr. Trump actually called Ms. Pelosi “third-rate.” \nAt one particularly tense moment, Ms. Pelosi informed the president that “all roads with you lead to Putin,” referring to Vladimir V. Putin, the Russian president. \nAnd so, on Day 1,000 of his presidency, that is where things stand between Mr. Trump and Ms. Pelosi, who have a fraught history of derailing meetings shortly after pledging to work together, including one in January, when the president abruptly stood up, said “bye bye,” and stormed out. A            meeting in May basically ended before it began. \nThe roughly 20-minute meeting on Wednesday, the first since Democrats began an impeachment inquiry of Mr. Trump, was a new low, according to the recollections of several Democratic officials who shared details of the meeting. The White House did not dispute their accounts.\nMr. Trump began the proceedings in the Cabinet Room by making it clear that he did not want to be there. \n“They said you wanted this meeting,” Mr. Trump told the congressional leaders. “I didn’t want this meeting, but I’m doing it.” \nSeveral lawmakers replied that the White House had reached out to them in efforts to brief them on the administration’s Syria policy.  \nMr. Trump then began a speech about a “nasty” letter he had sent to President Recep Tayyip Erdogan of Turkey, which he said was proof that he had not given the Turkish leader a green light to advance Turkish forces into Syria. Mr. Trump then directed Representative Kevin McCarthy of California, the Republican minority leader, to pass copies of the letter around the table. \nThe letter to Mr. Erdogan, which began with the sentence “Let’s work out a good deal!” was dated Oct. 9, or three days after the two leaders discussed the departure of American forces from the area. \nA short time later, Ms. Pelosi told the president that the House had passed a bipartisan resolution with overwhelming Republican support that condemned his            acquiescence to a Turkish assault against the Kurds, who have been            crucial American allies in the fight against ISIS.\nMr. Schumer, for his part, tried to appeal to Mr. Trump as a fellow New Yorker who lived through the Sept. 11 terrorist attacks.\n“I told the president, being from New York,” Mr. Schumer said to reporters shortly after the meeting, “we’re particularly aware of the problems that terrorism that an organization like ISIS can create. And the fact that someone no less than General Mattis has said that ISIS has been enhanced, that the danger of ISIS is so much greater, worries all of us.” \nAt Mr. Schumer’s mention of Gen. Jim Mattis —  who quit last year as Mr. Trump’s secretary of defense to protest the president’s decision to pull American troops out of Syria — Mr. Trump began denigrating the retired four-star general’s approach to combating terrorism in the Middle East. \nMr. Mattis was “the world’s most overrated general,” Mr. Trump told the group. “You know why? He wasn’t tough enough. I captured ISIS. Mattis said it would take two years. I captured them in one month.” \nThe conversation, several Democratic officials said, only devolved from there, and reached a fever pitch after Ms. Pelosi told the president that Russia, which has quickly stepped in to fill the void left by American troops in Syria, “has always wanted a foothold in the Middle East.” It was at this point that she told Mr. Trump that all roads with him led to Mr. Putin.\nAt another point, Mr. Trump told Ms. Pelosi that he cared more about defeating terrorism than she did. \n“I hate ISIS more than you do,” the president declared. \n“You don’t know that,” the speaker replied. \nWhat happened next is now a matter of ammunition by both the Democrats and the White House. \n“You’re just a politician,” Mr. Trump said to Ms. Pelosi. \n“Sometimes I wish you were,” Ms. Pelosi shot back. \nMr. Schumer interjected, telling Mr. Trump that name-calling was not necessary. \n“Is that a bad name, Chuck?” Mr. Trump asked, then turned to Ms. Pelosi. “You’re not a politician, you’re a third-grade politician.” (Or “third-rate,” depending on which politician was doing the retelling.) \nMs. Pelosi stood up to leave, but then sat back down. At this point Representative Steny Hoyer of Maryland, the House majority leader — who later said he was “deeply offended” by the president’s treatment of the speaker — said it was time to go.\n“This is not useful,” Mr. Hoyer said as he and Ms. Pelosi made for the door. \n“Goodbye,” the president responded. “We’ll see you at the polls.” \nIn the hours afterward, Democrats and the White House leapt to promote their side of the story and take shots at each other. Stephanie Grisham, the White House press secretary, said the president had been completely in control during the meeting with lawmakers. \n“The president was measured, factual and decisive, while Speaker Pelosi’s decision to walk out was baffling, but not surprising,” Ms. Grisham said in a statement. “She had no intention of listening or contributing to an important meeting on national security issues. While democratic leadership chose to storm out and get in front of the cameras to whine, everyone else in the meeting chose to stay in the room and work on behalf of this country.’’\nBy early evening, Mr. Trump had posted on Twitter the official White House photos of the meeting. One showed Ms. Pelosi standing up to speak to him, which Mr. Trump characterized as an “unhinged meltdown.”\nMs. Pelosi used “meltdown” to describe Mr. Trump’s behavior as well.\nAnother photo of the session showed a close-up of Democratic lawmakers looking pained as the meeting went on. \n“Do you think they like me?” Mr. Trump wrote. \nPHOTO\n\nLoad-Date: October 19, 2019"
}