{
    "title": "Inside Capitol, cheers welcome democratic ally",
    "publisher": "the day ",
    "year": 2005,
    "month": 7,
    "day": 20,
    "full text": "There were no less than two dozen rounds of applause.\nMembers of Congress greeted Indian Prime Minister Manmohan Singh like an old friend at the Capitol on Tuesday morning, smiling, nodding their heads and clapping in unison as he spoke at a rare joint session of the oft-divided Senate and House.\nSingh, the gentlemanly, Oxford-educated economist who is credited with restarting India's economy, spoke of the \"the natural relationship\" between the world's oldest and largest democracies, countries that at times have had a rocky relationship.\nVice President Dick Cheney and members of President Bush's Cabinet looked on as Singh, clad in a dark Indian suit and his trademark powder-blue turban, made his way down the crowded center aisle of the House of Representatives.\nA sea of dark suits filled the chamber, separated by an occasional woman in a colorful Indian sari. Pages, dressed in blue uniforms, filled the empty space, standing to watch behind the members. Tourists and guests filled the upper galleries, where a security officer stood in front of every door.\nEven the press gallery, often sparse between big votes, was crowded. About 75 Indian journalists received credentials for the speech, though about half watched the speech elsewhere on C-SPAN.\nIt was only the eighth such appearance by a foreign visitor in the House chamber in five years, and the first by an Indian leader since 2000. Such occasions are typically reserved for the United States' closest allies.\nSingh, India's first non-Hindu prime minister and first from the country's Sikh minority, spoke about developing new energy sources, combating AIDS, tsunami alerts and efforts to promote democracy.\nAny time he mentioned President Bush, the room erupted in applause.\nJust the day before, Bush agreed to share civilian nuclear technology with India, reversing decades of U.S. policy that has been designed to discourage other countries from developing nuclear weapons.\nSingh's comments about terrorism drew the most applause.\n\"India and the United States have both suffered grievously from terrorism and we must make common cause against it,\" he said. \"We know that those who resort to terror often clothe it in the garb of real or imaginary grievances. We must categorically affirm that no grievance can justify resorting to terror.\"\nSingh was escorted into the chamber by a handful of Senators and House members. Sen. Mel Martinez, R-Fla., one of the escorts, was seated prominently in the front of the chamber.\nMartinez said later he was surprised by Singh's firmness and clarity about terrorism. \"I loved his clear message on terrorism,\" he said.\nSingh received an elaborate welcome in Washington this week, complete with a fife-and-drum corps in full Revolutionary War-era regalia at the White House and full-page ads welcoming him in the Washington Post.\nHe was honored Monday night at a grand dinner at the White House - only Bush's fifth ever and first in his second term - that included pink and green elephant centerpieces. More than 100 attended, including many Indian-American businessmen.\nOn Tuesday, Singh spent the day on Capitol Hill. He attended lunch and receptions with congressional leaders, including Senate Majority Leader Bill Frist, R-Tenn., and House Minority Leader Nancy Pelosi, D-Calif.\nAs his 45-minute speech drew to a close Tuesday, Singh received a standing ovation. He bowed several times before shaking hands with House Speaker Dennis Hastert, R-Ill., and Cheney, and then walking to the floor to shake more hands.\nFrist tried to pull him away more than once, but Singh kept shaking hands and signing autographs. Frist finally whisked him away, and Hastert banged the gavel, calling the meeting to a close.\n\nGraphic\n\n \nPHOTO, Associated Press; Indian Prime Minister Manmohan Singh wins applause from Vice President Dick Cheney, and Speaker of the House Dennis Hastert, R-Ill., during an address before Congress on Tuesday.\n\nLoad-Date: July 20, 2005"
}