{
    "title": "INSPECTOR QUESTIONS FEDERAL TERROR STATISTICS",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 2,
    "day": 21,
    "full text": "The Justice Department's inspector general yesterday questioned the accuracy of anti-terrorism statistics gathered by the FBI and federal prosecutors, saying they included immigration violations, drug trafficking and marriage fraud cases even when there was no evidence linking them to terrorist activity.\nIn a 140-page audit released yesterday, Justice Department Inspector General Glenn A. Fine found that nearly all of the department's terrorism-related statistics on investigations, referrals and cases from September 2001 to February 2005 were wrong.\nBut Mr. Fine's office concluded that the flawed data compiled by the FBI, the Justice Department's Criminal Division and the Executive Office of U.S. Attorneys did not appear to be intentional or politically motivated. Instead, most mistakes appeared to be the result of decentralized and \"haphazard\" ways of collecting the information, or disagreements over what constitutes an anti-terrorism case.\nThe result was that while federal authorities over-inflated the number of anti-terrorism cases half of the time, they under-counted about an equal number of cases, the audit found.\nThe statistics were reported in operational documents such as Justice Department budget requests and annual financial statements and statistical reports. They were used to help the department and its overseers in Congress assess the government's effectiveness in combating terrorism, and to help determine the budgets of the FBI and federal prosecutors from one year to the next.\nSome investigations and prosecutions were counted as anti-terrorism cases even if they involved workers arrested at airports for immigration violations or for having false documents. Another case included a marriage-broker convicted on charges of aiding and abetting marriage fraud between U.S. citizens and Middle Eastern or African males eager to live in the United States, but who had no demonstrable ties to terrorism.\nAll three agencies -- the FBI, Justice Department and U.S. attorney's executive office -- concurred with some of the findings, took exception to others but agreed to put in place reforms recommended by the inspector general.\nJustice Department national security spokesman Dean Boyd said in an interview that the department has agreed to change the way it counts and classifies anti-terrorism cases, and that it would, for the most part, not include immigration cases and others with no link to terrorism. He also said the audit itself proved that federal authorities did not seek to purposely inflate any statistics for political gain, because half the cases involved undercounting terrorism investigations, prosecutions and convictions.\nSen. Charles E. Grassley, R-Iowa, a senior Senate Judiciary Committee member and frequent critic of the FBI and Justice Department, said the findings underscored a larger mismanagement problem. \"Unfortunately, this isn't the first time someone has pointed out to the department that their statistics for terrorism cases were incorrect,\" he said.\nMr. Grassley said similar questions were raised in 2003 about the accuracy of the department's claims of anti-terrorism enforcement after a report was released by the Government Accountability Office.\n\nLoad-Date: February 21, 2007"
}