{
    "title": "Inspector slams FBI use of Patriot Act provision Report shows agency underreported number of nationa",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 3,
    "day": 9,
    "full text": "WASHINGTON (AP) A blistering Justice Department report accuses the FBI of underreporting its use of the Patriot Act to force businesses to turn over customer information in terrorism cases, according to officials familiar with its findings.\nThe report, released today, also says the FBI failed to send follow-up subpoenas to telecommunications firms that were told to expect them, according to several government officials who spoke on condition of anonymity because the report by the Justice Department's inspector general had not yet been released.\nOverall, the FBI underreported the number of national security letters it issued by about 20 percent between 2003 and 2005, the officials said. In 2005 alone, the FBI delivered a total of 9,254 letters relating to 3,501 U.S. citizens and legal residents.\nThe Patriot Act, pushed through Congress by the Bush administration after the Sept. 11, 2001 terror attacks, allows the FBI to issue national security letters without a judge's approval in terrorism and espionage cases. The letters require telephone companies, Internet service providers, banks, credit bureaus and other businesses to produce highly personal records about their customers or subscribers.\nIt was unclear late Thursday whether the omissions could be considered a criminal offense. One government official familiar with the report said that it concluded that the problems appeared to be unintentional and that FBI agents would probably face administrative sanctions instead of an indictment.\nThe audit, required by Congress over the objections of the Bush administration, contains classified information about how the government pursues terrorists and spies in the United States. The Justice Department began notifying lawmakers of its damning contents late Thursday.\nFBI Director Robert Mueller was to brief reporters on the report's findings Friday morning, and Attorney General Alberto Gonzales was expected to answer questions about it at a privacy rights event in Washington several hours later.\n\nLoad-Date: March 9, 2007"
}