{
    "title": "Inspection data often off-limits Some states cite terrorism concerns",
    "publisher": "usa today",
    "year": 2008,
    "month": 7,
    "day": 25,
    "full text": "Nearly a year after the pavement gave way, sending her Volvo plunging toward the Mississippi River in Minneapolis, Interstate 35W bridge collapse survivor Sara Miller is convinced full bridge inspection reports should be made public.\nBridge ratings are available from states and the federal government, but in many states, the detailed inspection reports are off-limits over terrorism concerns.\nThe reports \"should absolutely be public,\" said Miller, 32, of St. Paul, who climbed out of her car and escaped serious injury.\nMichael Keegan, spokesman for the Department of Homeland Security, says it's up to states to follow their own laws but \"we definitely provide guidance to the local governments to be aware and vigilant\" for people who \"might be developing some type of plan to attack the bridge.\"\nPolicies vary from one state to the next, and how much information they release about bridges \"is different across the board,\" said Kelley Rehm with the American Association of State Highway and Transportation Officials.\nAfter the collapse, Minnesota state Sen. Katie Sieben wanted to see the most recent inspection report for another Mississippi River bridge at Hastings, Minn., but the state wouldn't release it for security reasons, she said. Sieben fought for its release, and in January the state agreed to release a summary.\n\"The public is driving across these bridges every day, and if they're unsafe, people have a right to know that,\" she said.\nAmong states that do not allow full report access:\n*Florida: Detailed inspection reports \"would show you exactly where the weaknesses are,\" Department of Transportation spokesman Dick Kane said.\n*Iowa: Inspection records for \"transportation critical\" bridges are off-limits, DOT spokeswoman Dena Gray-Fisher said.\n*South Dakota: The state does not release reports that could give intimate details of the structure, chief bridge engineer Kevin Goeden said.\nStates that allow access include:\n*Kansas: The state provides reports when an open records request is made, DOT spokesman Steve Swartz said.\n*Ohio: Inspection reports are made available to the public, said Scott Varner, DOT deputy communications director.\n*West Virginia: The reports can be viewed at state offices, DOT spokeswoman Susan Watkins said.\nMartin reports for the Argus Leader in Sioux Falls, S.D. Contributing: Andrew Seaman. \n\nGraphic\n\n \nPHOTO, B/W\n\nLoad-Date: July 25, 2008"
}