{
    "title": "Institute at SPC combats terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "As the head of the National Terrorism Preparedness Institute at St. Petersburg College, Dan McBride has taken calls from  myriad  reporters. He has fielded questions from Department of Defense officials in Washington, D.C., and he has mobilized a crew to film a training broadcast from New York, at what has become known as \"ground zero.\"\nThat was just his first week on the job.\nMcBride started his position at St. Petersburg College's Allstate campus in St. Petersburg on Sept. 10, one day before the rest of the United States became sensitized to the importance of the work that takes place there.\nTERROR10\nThe program teaches first responders - firefighters, police officers, emergency medical technicians, Red Cross employees and hospital workers - how to respond to an act of terrorism. The center was the first of its kind in the United States when it was created three years ago.\n\"A well-trained cadre of first responders will almost certainly help mitigate the damage,\" McBride said.\nThe St. Petersburg institute has 15 full-time employees in St. Petersburg and 50 adjunct professors nationwide, who conduct on-site training in cities that request it. Last year the institute trained 250 New York City first responders.\n\"To date, we are aware of 14 of them who were killed\" in the collapse of the World Trade Center, McBride said.\nEsther Oliver, provost at the Allstate campus, said firefighters have traditionally been the leaders in terrorist preparedness training, and law enforcement agencies are now catching up. Courses range from how to take care of yourself and victims in the event of a biochemical attack and managing the fallout of a terrorism attack.\n\"The first responders can't help people if they allow themselves to be victims in the process,\" McBride said. \"We first and foremost want to keep first responders alive.\"\nThe federally funded institute was created in 1998 as part of the U.S. government's response to a 1995 attack on a Tokyo subway, where members of the Aum Shinrikyo cult used sarin nerve gas to kill 12 people. The disaster, like the 1991 war in the Persian Gulf, where the United States learned the capabilities of terrorists, spurred the creation of programs such as the one at St. Petersburg College.\n\"That event informed the world, and particularly the United States, that chemical and biological weapons were now in the terrorists' hands  and we were not prepared to deal with that in the United States,\" McBride said.\nThe institute also dispatches its professors to more  isolated parts of the country, including rural areas where few people have the training necessary to deal with the aftermath of a terrorist attack. \"There's really no part of the country that is immune,\" McBride said.\nWhile the terrorism response courses at St. Petersburg College were the first, McBride said the United States now has a few training areas sprinkled around the country. The program at St. Petersburg College is distinguished because of the televised training programs produced by its production crew.\nThat programming is broadcast to 437 sites in 50 states where firefighters and other first responder professionals can view the training programs. Two weeks ago a broadcast on the first responders' work after the terrorist attacks was broadcast live to 18,000 first reponders at 437 sites in the United States.\nMeanwhile, another 1.6-million people watched the same broadcast on public access television. Last year, 9-million people caught at least one National Terrorism Preparedness Institute broadcast; the number is expected to reach 24-million this year, McBride said.\n\"We can take a lot of pride in knowing this has a lot of importance - not only to the city, county, state and nation, but to the world,\" St. Petersburg College President Carl Kuttler said.\nMcBride, the institute's leader, is a retired federal agent who spent 21 years with the Bureau of Alcohol, Tobacco and Firearms. He has also worked in military intelligence for the U.S. Army and was most recently director of training for the Palm Beach County Sheriff's Office.\nThe books that line his shelves have alarming titles: Biohazard; Gadaffi: The Desert Mystic; Aviation Terrorism and Security. McBride, who helped in Palm Beach County's recent arrest of Irish Republican Army affiliates who were trying to buy a Stinger missile in the United States, also owns The Idiot's Guide to Irish History and Culture and a copy of the Koran.\nOliver, the Allstate provost, said the federal government put its antiterrorism training money in St. Petersburg College because of the school's training program for law enforcement and emergency response personnel.\nMcBride, the institute's leader, said that while Americans' focus is now on terrorists bred among radical Muslim groups in the Middle East, his institute focuses on homegrown terrorism as well.\n\"Terrorists don't have any certain color, they don't have any certain religion,\" he said. \"They don't have any certain background.\"\n\nLoad-Date: October 10, 2001"
}