{
    "title": "Insurance against terrorism is rare and expensive",
    "publisher": "the daily record ",
    "year": 2002,
    "month": 1,
    "day": 8,
    "full text": "Financing for new malls, office buildings and other properties in the Baltimore metropolitan area could dry up as a consequence of U.S. lawmakers' decision not to move forward on an aid package for the insurance industry in the event of further terrorist attacks.\nMany reinsurers, which provide coverage to primary insurers to spread the risk of exposure, stopped providing coverage for acts of terrorism after the Sept. 11 attacks. Now, companies looking for policies that cover terrorism will have to find international insurance companies offering those programs, which might come at a hefty price as more firms exit that market.\nMichael R. Murphy, president and chief executive officer of Hilb, Rogal and Hamilton Co. of Baltimore, which represents 40 insurance companies, said about six firms have instituted an exemption for acts of terrorism, and the list is growing every day. Murphy said many lenders might be reluctant to make loans for new construction, or renew current policies, without terrorism insurance, and this could drive up the costs for those policies.\n\"This issue is already having an effect on renewals we are seeing,\" said Murphy, whose company serves as an intermediary between middle-market businesses and insurance companies that underwrite client risks. \"Certain carriers have already instituted that exclusion. Lenders might choose not to lend money because of terrorism concerns.\"\nProfits for insurance companies plummeted more than 40 percent after the Sept. 11 attacks. Some industry officials estimate insurance companies had to pay claims of between $40 billion and $70 billion because of the damage.\nInsurance contracts typically are renewed Jan. 1, and some experts are worried that new construction on commercial property could come to a grinding halt without terrorism coverage or a federal backstop.\nMany insurers responded to the attacks by sharply increasing their rates for commercial and property insurance or by entirely withdrawing coverage -- a trend that could continue without congressional action, according to some experts. Cities and towns, real estate developers, hospitals and sports stadiums are paying markedly higher rates.\nAccording to the Consumer Federation of America, the attacks against the World Trade Center and the Pentagon should have led to increases of around 10 percent to 15 percent. Instead, insurers have been doubling rates or raising them even more on some commercial, industrial and airline policies.\nAmy Hagovsky, a spokeswoman for U.S. Sen. Barbara Mikulski, D-Md., said the Senate is currently mulling a similar bill that would provide a \"back-stop\" for reinsurers. She said the bill -- supported by Mikulski and Sen. Paul S. Sarbanes, D-Md., chairman of the Senate Banking, Housing and Urban Affairs Committee -- has gained momentum in the Senate, and could be passed later this year.\nJohn M. Bond Jr., chairman of the Maryland Bankers Association, said most local community banks would not be affected by the legislation because they tend to deal with smaller commercial projects, as opposed to mammoth officer towers. However, larger banks that operate in this region, such as Bank of America, SunTrust Banks Inc. and Wachovia Corp., often are involved in massive projects in the Baltimore-Washington corridor, and might have to consider the feasibility of a terrorist attack with their lending process.\n\"I do not think anything we do would be on the radar screen of terrorists,\" said Bond, who also is president and chief executive officer of The Columbia Bank. \"But that is not to say some of the larger banks that operate in this area might be affected.\"\nPhilip H. Hosmer, a spokesman for Allfirst Financial Inc., said the banking company has not adopted broad policies with its lending policies and terrorism issues. However, Hosmer said Allfirst looks at each of its lending opportunities on a case-by-case basis, and is prepared to address terrorism.\nMurphy said some lenders are already getting worried about allocating money for projects that might be susceptible to a terrorist attack. He said many borrowers might find themselves scrambling for funds to complete commercial projects without terrorism insurance.\n\"We have had lenders call us when a renewal is coming up,\" Murphy said. \"They want us to specify what type of terrorism coverage a borrower might have.\"\nAs more companies implement terrorism exemptions in their policies, a viable market could emerge for companies that specialize in that type of coverage. However, costs could soar if there are only a few companies willing to work in that market.\n\"No question it is expensive,\" Murphy said. \"We have seen costs quadruple. Congress will ultimately see the impact of this and do something.\"\nThe Associated Press contributed to this story.\nCopyright 2002 The Daily Record. All Rights Reserved.\n\nLoad-Date: May 26, 2005"
}