{
    "title": "Insuring Against Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 6,
    "day": 8,
    "full text": "Last fall, Congress responded energetically to the Sept. 11 terrorist attacks. But the response was incomplete. When the fog of normalcy, with its paralyzing partisanship, again descended on Capitol Hill late last year, Congress had not yet enacted urgently needed legislation to provide federal help in insuring against similarly catastrophic terrorist attacks in the future. It must do so now, particularly in light of the constant stream of Bush administration warnings about new potential terrorist threats.\n     Before Sept. 11, insurance companies routinely provided businesses with coverage for terrorism-related losses as part of their general property and casualty policies. Not anymore; not after the attacks resulted in some $50 billion in insured losses. Unable to assess the risk of future attacks and their potential cost, some insurance companies and reinsurers have stopped providing terrorism coverage altogether; many others are charging astronomical premiums for very limited coverage. \n In New York City and elsewhere, high-profile sites are finding it especially hard to insure against terrorism. Legal disputes between lenders and property developers about the adequacy of their insurance coverage, such as one involving the new Conde Nast office tower on Times Square, could become more common as more and more policies expire and companies are forced to proceed without terrorism insurance, or with an insufficient amount. Meanwhile, in the absence of a federal backstop, the prospect of potentially devastating workers' compensation liability in the event of future attacks may force many businesses to reconsider concentrating so many employees in Manhattan.\nThere is broad support across the political spectrum for the notion that the federal government must cover the bulk of any private losses that exceed $10 billion from a terrorist attack. Even if Congress fails to formalize the commitment, it will undoubtedly act after the fact. By passing a law now requiring the insurance industry to provide terrorism coverage in exchange for capping its potential losses, Congress can create a market for affordable coverage and protect potential terrorism targets, from New York City to San Francisco, from an exodus of business. \nNone of this is seriously in dispute in Washington. What has produced a partisan stalemate on the issue was the House Republicans' decision late last year to transform the issue into a Trojan horse for their cherished tort reform agenda. Their bill, passed last November, was stuffed with items on a longstanding wish list of desired curbs on litigation, such as a cap on lawyers' fees and exclusions for non-economic damages. The restrictions would apply only to lawsuits that stemmed from a terrorist incident, but the Republicans wanted to make a political point.\nThis is an ideological showdown the American economy cannot afford. Senate Democratic leaders, eager to pass their own bill, must compromise, even if it means offending trial lawyer groups. Senate Republicans appear willing to accept far more modest curbs on terrorism-related litigation than their House brethren. Their proposals provide the basis for an eventual reconciliation of House and Senate efforts. \nIt would be a reckless blow to America's economy for Congress to continue neglecting this wartime imperative. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 8, 2002"
}