{
    "title": "Insurers Are Ready to Fight to Keep Federal Backing of Terrorism Coverage",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "Insurance and business groups are gearing up for a battle to preserve a government program that would cover most of the losses from another major terrorist attack.\n  After Sept. 11, 2001, President Bush campaigned for the program to shield insurers from the bulk of the cost of an attack up to $100 billion. Without such backing, few insurers were willing to sell the coverage.\nBut last year, the administration concluded that the insurers were able to provide terrorism coverage on their own, and the insurers persuaded Congress to extend the federal backing until the end of 2007.\n  As soon as today, a presidential working group led by Treasury Secretary Henry M. Paulson Jr. is expected to issue an assessment of the insurers' ability to go it alone. The insurers fear that the group will argue, as a Treasury report did in June 2005, that the federal program interferes with market forces.\n  ''The working assumption is that their findings are going to be similar to the Treasury conclusions of last year,'' said Joel Wood, a lobbyist for the Council of Insurance Agents and Brokers. \n  Insurers say that the frequency and severity of terrorism attacks are unpredictable and that is why the industry needs the government to play a role. \n  ''The potential is so large that no single industry can absorb that risk,'' Edmund F. Kelly, the chief executive of the Liberty Mutual Holding Company, said Wednesday at a Congressional hearing. Industry officials said they could not offer coverage without government backing. Government officials have said demand for insurance will create a market. \n  Before 2001, insurers provided terrorism coverage as a part of other policies. But afterward, most would not sell it at any price. Banks began requiring terrorism coverage on loans for real estate and construction. President Bush said the lack of coverage was choking the economy. \n  In exchange for government backing, property-casualty insurers were required to offer terrorism coverage. \n  If the government gets out of the insurance business, insurers will probably still be liable for various losses from terrorist attacks, even without terrorism insurance. \n  The reason is that many companies sell workers' compensation insurance. State regulators require those policies to cover injuries or deaths to employees, regardless of the cause, including terrorism. \n  That means insurers might have to pay billions of dollars for worker compensation claims. Also, many regulators require insurers to pay losses from fires after an event they would otherwise refuse to cover, like an earthquake or a terrorist attack.\n  Insurers and their allies in business stepped up their lobbying this week, pointing out that countries like Britain, Spain, France and Germany have government-backed programs for terrorism insurance.\n  Richard C. Shelby, a Republican from Alabama who is the chairman of the Senate Banking Committee, said this week that he would not rule out ending the program. He declined to comment, but said in a statement that he thought the program had ''impeded the development of broader, innovative solutions.''\n  Unless Congress extends the program, it will die at the end of 2007. Already, industry executives say, insurers that are renewing multiyear policies are including provisions that cancel terrorism coverage without government backing. \n  Each year, the program has increased the amount that insurers must pay. This year the industry must pay the first $25 billion in losses, up from $5 billion in 2002. For the next $75 billion in losses, the government would pay 90 percent. \n  The cost of terrorism insurance varies widely, but complaints have been muted, even among those paying the most, because they say they simply need the coverage.\n  In places that insurers consider riskiest -- like Lower Manhattan, Chicago and Los Angeles -- premiums can be three or four times a company's cost for all other property-casualty coverage. \n  In many major cities, terrorism coverage adds 20 percent to an overall insurance bill, industry experts say. Across the country, the cost is much lower: an average of an additional 4 percent, according to the Marsh & McLennan Companies, a big insurance broker. In unlikely target areas across the country, many customers pay little or nothing. \n  Since the World Trade Center attacks, the insurers have collected billions in premiums for terrorism coverage and, with no subsequent attacks, paid out nothing in claims. \n  Representative Richard Baker, a Republican from Louisiana, has generally supported the insurers. But at the hearing in Washington this week, he suggested they should pay more of the burden. ''We don't want to fund the industry's profitability,'' he said. ''That's our concern.''\n\nhttp://www.nytimes.com\n\nLoad-Date: September 29, 2006"
}