{
    "title": "Insurers offering terror coverage",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 3,
    "day": 16,
    "full text": "At a time when anxious families are pulling their hair out over whether to book -- or hold off on -- spring and summer travel plans, help is coming from an unexpected quarter: the insurance industry.\nIn a gamble to boost profits in the face of global unrest, insurance companies are rolling out new policies designed to protect travelers in the event of a terrorist attack.\nOne big new area of focus: policies that cover domestic terrorism.\nBoth HTH Worldwide and Travel Insured International recently started offering terrorism coverage for the first time. Providers such as Chester Perfetto Agency's TravelSafe Insurance, Travel Guard and Travelex are among the companies that expanded their line to offer terrorism protection inside the United States and not just overseas. Mondial Assistance Group's Access America, another carrier, also recently set up a new product specifically for domestic terrorism.\nBasic plans typically let travelers cancel a trip and get their money back if there is a terrorist act in their departure city, their destination city or sometimes anywhere in the country they are traveling to. The cost of such coverage ranges from roughly 5 percent to 8 percent of a total trip's cost. These policies also typically pay medical expenses on the road, such as the cost of getting you home if you have a medical emergency. Lost luggage is also covered.\nBut policies vary widely, and there are sometimes details hidden in the fine print that could make the several-hundred-dollar investment pointless.\nIn addition, no travel-insurance policy covers acts of war, only acts of terror. That means if the United States invades Iraq, even the new souped-up terrorism coverage won't apply.\nFor people who are about hitting the road, travel coverage can make sense under some circumstances. The main question is whether your airline and hotel will let you change your plans in the event of a terror attack.\nBuying travel insurance may also make sense for people whose health-care plans specify that they won't cover medical care overseas.\nThe availability of such coverage is remarkable in some ways, considering the financial pressures facing the insurance industry right now. But many carriers view these policies as a moneymaker.\nThe plans can be bought directly from an insurer's Web site, through a travel agent, or through an online broker who compares a range of policies. The main variables are the age of the buyer and price of the trip.\nSome variables to watch out for:\n-- Does the policy include domestic as well as international travel? Even if you are heading abroad, you might want domestic coverage if your itinerary includes layovers or flight changes at U.S. airports.\n-- Look for policies with the most liberal cancellation terms.\n-- Check the policy to be sure it doesn't exclude your destinations on a technicality.\n-- Some policies also require you to buy the insurance within seven to 15 days of making your first payment on the trip, in order to receive the terrorism coverage.\n\nLoad-Date: March 16, 2003"
}