{
    "title": "Insurance For Terrorism Still a Rarity",
    "publisher": "the new york times",
    "year": 2003,
    "month": 3,
    "day": 8,
    "full text": "With government officials warning of renewed terrorist attacks in the United States, most of corporate America still has no insurance coverage for acts of terrorism.\n     Last fall, at the insistence of President Bush, Congress provided federal support for insurance companies, and they began offering the coverage in late November. But few corporations in New York, Washington, Chicago or other big cities -- where the authorities say attacks are most likely -- have bought the coverage. \n Many corporations say the coverage is too expensive, according to insurers, especially since the federal government has agreed to pay most of the losses in a major attack. They also say that while the insurance provides economic protection against bombs and many other kinds of violence from foreign terrorists, it does not cover attacks by American extremists or attacks by anyone with nuclear, chemical or biological weapons. \nMoreover, insurers and brokers say, most corporations simply refuse to believe that they are potential targets.\n\"There is a sense of unreality about terrorism as a threat as 9/11 recedes in the minds of people,\" said Mike McGavick, the chief executive of Safeco, one of the top five insurers of small and medium-size businesses in America. \"Even as war is approaching, people tend to believe it's a 'not me' event.\"\nThe owners of skyscrapers in Midtown and Lower Manhattan are an exception, said Damian Testa, an executive at Kay Insurance Associates, another major broker. Some of these people feel in danger from terrorists, he said, but primarily, they are buying it because \"their lenders are insisting on it.\"\n\"In the rest of Manhattan, in the other boroughs and most of the rest of the country,\" Mr. Testa said, \"people don't perceive a threat at all. And the banks aren't pushing them either.\"\nBut even some property owners in Midtown and Lower Manhattan have been reluctant to buy the coverage. \"You would buy it only if your mortgage is requiring you to buy it,\" said Gary M. Rosenberg, a lawyer for the Durst Organization, which owns seven big office buildings in the city. Under pressure from lenders, Mr. Rosenberg said, Durst bought $600 million in terrorism coverage for about $200,000. Otherwise, he said, the company would have bought about half as much.\n\"It's not worth a heck of a lot,\" he said, referring to limitations of the coverage. \"And it still costs a fair amount of money.\" \nBecause so few companies have terrorism insurance, an attack like the one on the World Trade Center -- which caused at least $40 billion in financial losses -- would probably have a much more devastating financial effect today than on Sept. 11. Terrorism was regarded as a rarity in the United States then and coverage for such attacks was included free in commercial policies. \nShortly after Sept. 11, however, the insurers withdrew coverage for terrorism, saying they could not calculate the likelihood of a terrorist attack or withstand repeated losses on the scale of the trade center attack.\nAs a result of the federal legislation, which Mr. Bush signed into law in November, all commercial insurers are compelled to offer terrorism coverage. But no one is required to buy it. \nJill Dalton, a managing director of Marsh Inc., the world's largest insurance broker, said that fewer than one in five of Marsh's major corporate customers were buying terrorism coverage. Hartford, one of the largest commercial insurers, says that even fewer of its major customers -- about one in six -- have signed up for the coverage. Those customers include banks, manufacturers, construction companies and operators of shopping centers. \n\"The average company is not buying terrorist insurance,\" said Maurice R. Greenberg, chief executive of the American International Group in an interview this week on CNBC.\nInsurers and brokers say prices for terrorism insurance are generally running from 5 percent to 200 percent of the cost of a customer's standard property coverage, with many insurers charging about 20 percent for the additional coverage.\nAs an example of how the rates work, Suzanne Douglass, a managing director dealing with terrorism coverage at the Willis Group, another big broker, estimated that $100 million worth of property insurance could cost about $70,000 a year. In many cases, she said, the terrorism coverage could cost an additional $14,000 a year. But at the high end -- for a building considered a likely target, for example -- the cost could easily be an additional $70,000, bringing the owner's insurance bill to $140,000.\nAccording to Deborah Beck, the executive vice president of the Real Estate Board of New York, a trade group of skyscraper owners that campaigned hard for the federal support, price is a big deterrent for building owners. Others \"don't feel their particular property is at risk,\" she said, adding, \"That's particularly true when you move out into the boroughs and maybe north of 60th Street.\"\nPrices vary widely. For customers in rural areas or in cities, but far from famous buildings, bridges, tunnels and stadiums -- the most likely targets -- some insurers are providing terrorism coverage free. But, Ms. Dalton said, in a few extreme cases the coverage has been priced at more than 2,000 percent of standard property coverage.\n\"It ends up being very chaotic for the buyer,\" said Richard L. Thomas, the chief underwriting officer for A.I.G. in the United States, \"and that's part ofthe reason why more people aren't buying.\"\nPrices for terrorism coverage are relatively high, in many cases, insurers and brokers said, because even with the government support, insurance companies are still left with the prospect of paying out substantial amounts. \nUnder the federal program, the government is to pay 90 percent of all costs after losses exceed $10 billion. Below that threshold, insurers are required to pay for losses up to the equivalent of 7 percent of the total commercial property premiums paid to them in 2003. In 2004, the insurers' share is 10 percent and in 2005 they are to pay 15 percent.\nThe deductible of 7 percent this year would come to $350 million for Hartford compared with estimated losses for the company of about $590 million in the World Trade Center attack. At 7 percent, A.I.G. would be required to pay $1.2 billion before the government program kicked in, somewhat more than its $900 million in net losses from the trade center attacks.\nThe lack of enthusiasm for coverage worries insurance companies. \n\"The insurers believe they have to sell the coverage on a broad base in order to get the premiums they need to cover their deductibles,\" Ms. Douglass said. \"They also don't want to be in a position where the only people buying the coverage are those most clearly at risk. That undermines the whole premise of insurance of spreading the risk over a large number of policyholders.\"\nSome brokers and insurers say they suspect customers are also holding back on buying terrorism coverage because they think the government will step in with tens of millions of dollars in assistance as it did after the trade center attacks.\n\"Some people may see that as an example of what would happen in a future terrorist attack,\" Mr. Thomas said. \"And government funds would be available to them. So why buy insurance? I'm sure some people look at it that way.\"  \n\nhttp://www.nytimes.com\n\nLoad-Date: March 8, 2003"
}