{
    "title": "Insurance Price Rate Determined for Cities At Risk of Terrorism",
    "publisher": "the new york times",
    "year": 2003,
    "month": 2,
    "day": 14,
    "full text": "The Insurance Services Office, which sets guidelines for insurance pricing across the country, said yesterday that it had agreed on benchmark rates for terrorism coverage in New York and Washington, regarded by the agency as cities at the greatest risk of an attack, along with Chicago and San Francisco.\n     The company said the rate agreed upon for Manhattan below 59th Street, would be $30 for $100,000 of coverage for nonresidential commercial buildings, less than half the cost of basic fire insurance. Elsewhere in New York City, the benchmark was set at $18 per $100,000 of coverage. \n For the rest of the state, it was set at $1, the same as for 95 percent of the country. David Dasgupta, a spokesman for the office, said the agreed-upon rate for downtown Washington was the same as for Manhattan below 59th Street and that the rate for the rest of Washington had been put at $18.\nRates have not yet been set for Chicago and San Francisco, Mr. Dasgupta said, but the rate for a second tier of cities -- Houston, Philadelphia, Boston and Seattle -- has been set at $18. \nThe regulators said the office had initially proposed a rate of more than $100 per $100,000. The benchmarks are not binding on insurers, but are used as guidance. \nUnder a new federal law, the government will pay for most of the losses in a major terrorist attack. But insurance companies are required to offer the coverage to all customers and pay losses in proportion to their market share. Most of the coverage on skyscrapers in New York is individually negotiated by the insurers and not covered by the benchmarks. But regulators said the benchmarks provide a useful reference point for the negotiated prices.\nElsewhere in New York State and in most of the rest of the country, outside big cities, commercial insurance is covered by standard policies that are guided by the benchmarks.      \n\nhttp://www.nytimes.com\n\nLoad-Date: February 14, 2003"
}