{
    "title": "Insurance covers terrorism but not nuclear attacks",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 2,
    "day": 24,
    "full text": "SAN FRANCISCO -- As nervous citizens stock up on duct tape and plastic sheeting, insurers are getting questions from customers who want to know how far their policies will go in case of a terrorist attack.\nThe answer depends on the source -- and the degree -- of the damage.\nState Farm, the nation's largest auto and residential insurer, recently began mailing its California customers renewal notices explaining that it doesn't cover auto losses stemming from nuclear attacks.\nCompany spokesman Rudy Rodriguez said he didn't know why the clarification was being issued now, other than \"to make sure we let our customers know what is covered and what is not.\"\nPreviously, State Farm's auto policies only said damage caused by \"acts of war\" were ineligible for coverage. Its homeowner's insurance already carried a nuclear-specific exclusion, an exemption that has been standard for most liability companies since the Cold War.\nSuch clauses were designed to release insurers from the responsibility -- and the cost -- of rebuilding whole towns, said P.J. Crowley, a vice president for the New York-based Insurance Information Institute.\n\"There are things the private market is not in a position to absorb -- a catastrophic earthquake, a flood -- because the risk is such that you can't effectively insure against it,\" Crowley said.\nBut there is a bright side.\nMost standard insurance does cover isolated acts of terrorism.\nA fire set off by a suicide bomber, a hijacker who commandeers a bus that plows into someone's living room -- both are examples of the kinds of catastrophes that would be reimbursable, said Julie Rochman, a spokeswoman for the American Insurance Association.\n\"People seem to be awfully worried about their homeowner's insurance in particular,\" Julie Rochman said. \"If you read your homeowner's policy, which nobody ever does, it includes a lot of covered perils, and if it is not specifically excluded, it is automatically included.\"\nBut as with so many other things in a post-Sept. 11 world, when it comes to insurance it's hard to feel completely secure.\nRodriguez said that once the president declared a \"war on terrorism,\" the w-word legally exempted State Farm from paying for cars and other personal property destroyed in the collapse of the World Trade Center.\n\"According to our acts-of-war exclusion, policy holders that were affected by that incident would not have been covered,\" Rodriguez said, adding that State Farm, like all other insurance companies, decided to cover \"many of the losses that were caused that day.\"\nCrowley said that like other industries, insurers are struggling to figure out how to conduct business in an environment that seems to grow riskier by the day.\nLast fall, Congress approved legislation that the government would pay up to 90 percent of the losses sustained by owners of high-profile buildings if there is another catastrophic terrorist attack during the next three years. But it remains to be seen how individuals -- and the market -- will cope if homes are destroyed on a mass scale due to terrorism.\n\"As we go forward, one of the issues that will have to be addressed is a redefinition of war,\" Crowley said. \"What happened on Sept. 11, and what might happen again, is an attack on all of us. There is a legitimate question that needs to be answered.\"\n\nLoad-Date: February 24, 2003"
}