{
    "title": "INSURERS EXPAND TERROR COVER OFFERINGS AS PRIVATE INSURANCE MARKET SOFTENS",
    "publisher": "business insurance",
    "year": 2015,
    "month": 6,
    "day": 8,
    "full text": "Insurers and brokers offering coverage in the private stand-alone terrorism insurance market have come up with new products as a result of the market's abundant capacity.\nDespite generally lower prices, Hiscox USA is seeing a roughly 10% increase in premiums this year, said Jennifer Rubin, New York-based vice president and underwriting leader of war, terrorism and political violence coverage\n\"That 10% is probably twice as many new policies as last year at this time,\" she said.\nXL Catlin also has seen new business, said Ben Tucker, New York-based head of U.S. terrorism and political violence crisis management business at XL Catlin.\n\"We saw a couple of very large new buyers come into the market in the first quarter,\" he said. \"Our book is actually doubling every month compared with last year, month-over-month.\"\nBoth insurers have introduced new products into this competitive environment.\nHiscox's \"threat of malicious act\" coverage, launched in the United States in May, covers businesses for up to $5 million for business interruption losses caused by a malicious threat that causes a business to close or evacuate.\nThe business must be closed at least two hours, and the closure or evacuation must be confirmed in writing by a third-party authority, such as police or a building manager.\nThe new coverage is aimed at businesses that can quantify hourly losses, with hospitality and retail being the two chief targets, Ms. Rubin said.\nXL Catlin has introduced chemical, biological, radiological and nuclear coverage with limits up to $25 million, which includes risk consulting services in conjunction with London-based Salamanca Risk Management Ltd., Mr. Tucker said.\nBrokers welcome the new products.\n\"We have seen a desire on the part of the markets to come up with products like (Hiscox's) 'threat' product,\" said Aaron Davis, managing director at Aon Risk Solutions in New York.\nAon was the first to bind the coverage for \"a very large client,\" Mr. Davis said.\nWillis Group Holdings P.L.C.'s updated its terrorism modeling capabilities, which include 3-D visualizations of blast scenarios and other events.\n\"I've had clients who really get engaged in the whole process,\" said Wendy Peters, Radnor, Pennsylvania-based executive vice president of the terrorism practice group at Willis North America Inc.\n\nLoad-Date: June 11, 2015"
}