{
    "title": "Insurers Seek To Sue Saudi Arabia , Others for Attacks",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 1,
    "day": 7,
    "full text": "Whether Saudi Arabia and several members of its royal family can be sued over the September 11, 2001, terrorist attacks will be the topic of arguments this month before a federal appeals court in Manhattan.\nRelatives of those killed in the attacks, along with property holders and insurers, have sued more than 200 defendants alleged to have given support in one form or another to Al Qaeda.\n\"This is the first terrorism case to involve dozens of defendants,\" a lawyer representing many of those killed in the attacks, James Kreindler, said. \"You can't point to one single defendant and say that is the cause. But what we say is that 9/11 could not have happened unless Al Qaeda was able to grow into a large, sophisticated, well-funded terrorism enterprise, and to do that it needed a huge amount of support.\"\nMore than six years after the terrorist strike, the lawsuits are still in their preliminary stages.\nWhile several countries, including Iran, Iraq, and Sudan, have been sued over the attacks, the case against Saudi Arabia has moved the furthest along in the courts.\nThe suit, brought by several insurance companies, claims that Saudi Arabia supported Islamic charities that fund-raised for Al Qaeda.\nThe plaintiffs face an obstacle in the Foreign Sovereign Immunities Act, which a district court judge ruled prevented the insurance companies from suing the kingdom. Anticipating that result, most of the plaintiffs involved in the September 11, 2001 litigation did not try suing Saudi Arabia, despite its deep pockets.\nBut the Chubb Group of Insurance Companies, the Zurich American Insurance Company, and other insurers did, betting they could find an exemption in the Foreign Sovereign Immunities Act that would allow the suit.\nIf the insurers win, and the federal judges who ride the Second Circuit reverse the district-court ruling, Americans would have a much easier time suing foreign countries and officials over terror attacks, lawyers involved in the case say. Currently the Foreign Sovereign Immunities Act permit such suits only against countries that the State Department has named state sponsors of terrorism. Saudi Arabia is not on that list.\n\"Saudi Arabia is not on the bad boy's list,\" a professor at Emory Law School, David Bederman, said. \"Still there are a lot of creative theories about how to get around the Foreign Sovereign Immunities Act.\"\nOne such theory likely to get attention at this month's arguments is whether Saudi Arabia's alleged money laundering for Al Qaeda counts as commercial activity, which falls under an exemption to the Foreign Sovereign Immunities Act.\nOnly the insurers are suing the Kingdom of Saudi Arabia. Other plaintiffs, including families of those killed in the attacks, are suing members of the Saudi royal family, several of whom were involved with the charities alleged to have funded Al Qaeda.\nIn a reply affidavit to the suit, one prince, Turki Al-Faisal bin Abdulaziz Al-Saud, who was recently Saudi Arabia's ambassador to Washington, described his efforts to bring Mr. bin Laden to justice. In 1998, while serving as head of Saudi's intelligence service, he unsuccessfully sought to convince the Taliban to extradite Mr. bin Laden, he said.\nAt the upcoming hearing both Prince Turki al-Faisal and Saudi Arabia will be represented by Michael Kellogg of Kellogg, Huber, Hansen, Todd, Evans & Figel, P.L.L.C.\nWilliam Jeffress, Jr. of Baker Botts LLP, will argue on behalf of Princes Sultan bin Abdulaziz Al-Saud, Naif bin Abdulaziz Al- Saud, and Salman bin Abdulaziz Al-Saud.\nIt was not immediately clear who in addition to Mr. Kreindler will argue on behalf of the different sets of plaintiffs.\nCorrection\n\n\nA court ruling in 2003 found Iraq, among others, liable for the September 11, 2001, terrorist attacks. The status of legal efforts to hold foreign nations liable for the attacks was misstated in an article on Page 4 of the January 7 Sun.\nCorrection-Date: January 9, 2008\n\nLoad-Date: February 12, 2008"
}