{
    "title": "Insurance gaps could hinder terror rebound",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 6,
    "day": 21,
    "full text": "Significant gaps in the nation's terrorism insurance program could slow efforts to revive the economy after future attacks, according to a study made public on Monday.\nMany insurance policies protect against foreign terrorists, but don't cover losses caused by homegrown terror groups or even attacks involving chemical, biological, nuclear or radiological weapons, which are among America's top threats, a report by Rand Corp. finds.\nThough scores of companies obtained coverage after a 2002 federal law freed up billions of dollars to help insurers pay claims, many businesses haven't bothered taking out policies.\nTerrorist coverage currently equals only half the amount of commercial assets protected by other insurance policies, said Bob Reville, co-author of the study by the think tank, which is based in Santa Monica, Calif.\nWithout insurance, a terrorist strike could heavily damage the economy because businesses would have trouble rebuilding and hiring again.\n\"Who would be paying out for compensation? Who would be paying for losses and rebuilding?\" said Peter Chalk, a Rand political analyst.\nThe attacks of Sept. 11, 2001, cost insurance companies at least $32 billion in claims and prompted many to exclude terrorism from coverage.\nCongress responded in 2002 by passing the Terrorism Risk Insurance Act to reimburse the insurance companies $100 billion should terrorists strike again.\nThe measure led companies to offer terrorism premiums for policies such as commercial property, liability and workers' compensation.\nUnder the bill, the government wouldn't step in on any claims less than $5 million. Insurance companies would pay a deductible ranging from 7 percent in 2003 to 15 percent in 2005. The federal government would later cover 90 percent of everything above the deductible, with insurance companies paying the other 10 percent.\nThe Rand study, funded partly by insurance companies and trade groups representing commercial insurance buyers, argues against letting the legislation expire in 2005 as scheduled, saying a lapse could lead to rises in terror insurance rates and fewer businesses getting coverage.\n\nLoad-Date: June 22, 2005"
}