{
    "title": "Insurance pools untapped; Some governments guarantee terrorism coverage",
    "publisher": "business insurance",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "Several countries, including the United Kingdom, Spain and South Africa, already operate state-backed insurance pools for commercial terrorism risks, all of which developed out of recognized political threats.\nThe U.K. government-backed terrorism insurance pool, Pool Reinsurance Co. Ltd., was formed in 1993, after the start of a sustained Irish Republican Army campaign against economic targets in the United Kingdom.\nSpain's state-backed Consorcio de Compensacion de Seguros originated as a result of the Spanish Civil War, which lasted from 1936 to 1939. Although operational since 1941, the Consorcio was formally recognized by Spanish law in 1954.\nThe South African Special Risks Insurance Assn. was formed in 1979, in response to the 1976 riots in Soweto, a racially segregated township near Johannesburg, South Africa.\nEach of the three insurers is backed by a state guarantee, but those guarantees have yet to be used.\nBoth the Spanish and South African insurers have extended their coverage beyond political threats. Consorcio covers abnormal natural phenomena, including earthquakes, seaquakes, floods, volcanic eruptions, atypical cyclone storms and falling astral bodies and meteorites. The Spanish insurer also provides coverage for occurrences of a political or social nature, including terrorism, rebellion, insurrection, riots and actions of armed forces in peacetime.\nIn South Africa, SASRIA extended its coverage in the late 1980s to include damage caused by labor disturbances, such as strikes and lockouts, as well as public disorder and civil commotion.\nIn Spain, reserves are funded through a surcharge levied by Spanish insurers on the premiums for certain classes of insurance, such as commercial property business; coverage for terrorism is compulsory for those classes. The sum insured is the same as the limits in the underlying property policy; the insurance coverage provides only for material damage and not for loss of profit.\nIn South Africa, domestic insurance companies issue SASRIA policies for both commercial and personal insurance and collect premiums on SASRIA's behalf for a commission. The coverage is not compulsory but is purchased by many companies.\nSimilarly, in the United Kingdom, terrorism coverage is not compulsory. Standard property policies provide coverage for damage caused by terrorism up to L100,000 ($147,130). Terrorist coverage above that limit can be bought by policyholders from their property insurers. The coverage is then reinsured by Pool Re, a mutual insurance company comprising some 200 insurance companies that write commercial property business in the United Kingdom.\nPool Re writes terrorist coverage for property located in England, Scotland and Wales. In Northern Ireland, a government program provides terrorism coverage.\nSeveral Lloyd's of London syndicates, including Hiscox syndicate 33 and Wellington, also offer specific terrorism coverage. Capacity for such coverage has grown over the last decade.\nPool Re is guaranteed by the government; if a terrorist incident or incidents were to result in claims that exceed the resources of Pool Re, the government would step in as the insurer of last resort.\nCurrently, the rate for metropolitan-based risks is L150 ($220.70) per L1 million ($1.5 million) of property insured; the rate for rural-based risks is L30 ($44.14) per L1 million, according to Pool Re Chief Executive Steve Atkins.\nMr. Atkins noted that those rates have been constant since 1998, but they represent, he said, a discount of some 85% of the rates charged when the pool was established in 1993.\nAlthough Pool Re is able to change the rates for forthcoming renewals on short notice, ''it is too early yet for us to say what impact the events (in the United States) will have on rating,'' Mr. Atkins said. He added that it ''will be some time before the full effect will be absorbed by the industry.''\nThe horrific attacks in the United States ''were completely unprecedented in the type of event and the scale of it,'' Mr. Atkins said.\nDemand for terrorism coverage in the United Kingdom has been ''fairly level'' during the last three years, and, although Pool Re itself does not handle directly requests from policyholders, contact with member companies suggests there has been ''an increased level of interest'' in terrorist coverage since the U.S. attacks, Mr. Atkins said.\n\nLoad-Date: September 28, 2001"
}