{
    "title": "Insurgency_ Military Needs Intelligence, Not Weapons Prof Alemikha",
    "publisher": "the will ",
    "year": 2020,
    "month": 8,
    "day": 10,
    "full text": "Professor-Etannibi-Alemikha SAN FRANCISCO, August 10, (THEWILL) A criminologist, Professor Etannibi Alemikha has called on the Nigerian military to deploy more of intelligence rather than weapons to win the war against insurgency. Speaking during an interview on Channels Television's Sunrise Daily on Monday, Alemikha said the Nigerian military needs more intelligence.\n The criminologist explained that for the war against insurgency to be won in the north east region, security operatives need to have information beforehand on the activities of the Boko Haram terrorists. \"From the military or security point of view, what is required is actually not weapons.\n It is intelligence. At that point, they need to know when insurgents are planning to attack, where they are supposed to be attacking and what is the capacity or force that will be deployed there,\" Alemikha said.\n According to him, the war against terrorism and issues bordering on security globally are technologically driven. While insisting that the troubled northeast region lacks the intelligence-approach in prosecuting terrorism war, the criminologist said the military personnel have been provided with the required weapons.\n  Prof. Alemikha explained that even if more weapons are provided for them, the intelligence-capacity is far more important.\n \"It is not so much the weapons that are required that is more important than the intelligence. I would have expected that they will ask indeed that there is the need for the deployment or greater capacity of intelligence-gathering through the various media.\n \"You could have the highest weapons you will still be taken unawares. I think what is largely missing in the northeast situation has been intelligence.\n Why are they always caught unawares? I think that should be the response rather than the weapons they carry,\" he said. Professor Alemikha's remarks come 24 hours after the Chairman of the North-East Governors' Forum, Governor Babagana Zulum of Borno State asked the Federal Government to provide the region with more weapons to tackle terrorism decisively.\n The governor, who made this call during a meeting at the Borno Government House in Maiduguri on Saturday, advocated the use of heavy artillery for the Nigerian police to bridge the manpower deficit in the Armed Forces. Attachments area \n\nLoad-Date: August 10, 2020"
}