{
    "title": "INSURANCE_ An appeal to Congress to pay losses from the shutdown",
    "publisher": "the philadelphia inquirer",
    "year": 2020,
    "month": 5,
    "day": 27,
    "full text": "Insurance companies would go broke paying all the businessinterruption and workers' compensation claims they could face because of coronavirus and the resulting shutdowns, according to A.M. Best, the insurance ratings agency.\nBest has surveyed more than 3,000 insurers since March and says most have plenty of capital to pay the normal run of customer claims, despite the steep recession.\nWhat they don't have is enough money to cover businessinterruption claims that they believe are barred by longstanding policy \"exclusions\" or workercompensation claims from people who lose pay because they got an epidemic virus on the job.\nBut attempts by state legislators and members of Congress to override such epidemic exclusions \"pose an existential threat\" to the property and casualty insurers who cover America's homes, cars and business properties, according to a report on Best's findings by Robert Farnam, insurance analyst at investment bank Boenning & Scattergood in West Conshohocken.\nBest \"estimates total economic losses for small businesses, under 100 employees, at $294 billion per month due to business interruption.\" Forced to pay, \"P&C insurers could be looking at $150 billion to $200 billion of insured losses per month,\" Farnam reports.\nThe capital and surplus cash that business insurers have available to pay all claims totals $633 billion, according to Best. Paying $150 billion a more for each month of the shutdown and its lingering impact for subsequent months would quickly \"wipe out\" the industry, according to Farnam.\nThough plaintiff lawyers for restaurants and other stricken businesses are rushing to sue, insurers (and Best) are confident that they'll win in court - unless legislators change the rules, he added.\nWorkers' comp insurers also face pressure to pay claims, despite similar virus exclusions. That cost is harder to measure.\nAn industry group, the National Council on Compensation Insurance, says paying workers' comp to grocery clerks, warehouse workers, gas station attendants, and others who report getting coronavirus on the job, along with first responders and healthcare workers, \"could result in $2.7 billion to $81.5 billion of losses,\" Farnam writes. The wide range makes clear the great \"uncertainty,\" he says.\nAs U.S. Rep. Brian Fitzpatrick (R., Bucks) waited for Air Force One to deliver an unmasked President Donald Trump to the Lehigh Valley International Airport on May 14, Fitzpatrick told me about the bipartisan effort he's helping lead in Congress to give insurers taxpayer funds so they can pay coronavirus claims, as was done with terrorism claims after the 9/11 attacks on New York and Washington.\nSam Marshall, prominent Harrisburg lobbyist and longtime head of the Insurance Federation of Pennsylvania, said Fitzpatrick's plan would work.\nBut \"I don't think the answer is to have insurers pay the claims and then recoup from the government, though,\" he added. \"National pandemics are different than localized terrorism.\" For one thing, they've been a lot more expensive: \"The public sector really is the only workable funder of bailouts.\"\nAnd offering new, longterm pandemic coverage, if it were to cover future coronavirus-style shutdowns, would be prohibitively expensive, he predicted.\nPlus, what restaurants and other people-friendly, virus-prone businesses really need isn't just money \"to tide them over, but to allow them to change their physical structures and business models,\" Marshall said.\nThis won't be like rebuilding from a hurricane, or even a bomb: \"It is a reinvention,\" with new, protected, less-dense public areas and other systematic reconstruction. \"That's not what insurance covers. It is what federal programs are meant to do.\"\nAn insurer, hoping to collect more premiums and pay less claims, would say that, right?\nBut it's not just insurers who feel this way - it's also state governments. The National Association of Insurance Regulators, at a hearing in Congress last Thursday, came out against an insurance bailout.\nAccording to the association's letter, most business policies, with their virus and epidemic exclusions, \"were generally not designed or priced to provide coverage for claims arising from COVID-19. ... Insurance works well and remains affordable when a relatively small number of claims are spread across a broader group. It is therefore not typically well-suited for a global pandemic, where virtually every policyholder suffers significant losses at the same time for an extended period.\"\nEveryone's heart goes out to business owners crushed under shutdown orders, the commissioners added. But don't, they begged Congress, try to \"solve one type of financial crisis for small businesses by creating another for their insurers.\"\nIn short, the insurers and states say, if Congress wants to bail out closeddown business owners, better to pay them directly.\nJoeD@inquirer.com\n215 854 5194\nPhillyJoeD\n\nLoad-Date: May 27, 2020"
}