{
    "title": "Insurers to lose key lawmaker with Oxley retirement Industry lobbyists hail work of Financial Servic",
    "publisher": "business insurance",
    "year": 2005,
    "month": 11,
    "day": 7,
    "full text": "WASHINGTON-Insurance industry lobbyists are hailing the first chairman of the House Financial Services Committee as a leader who brought revolutionary change to Capitol Hill before deciding to retire from Congress at the end of his current term.\nRep. Michael G. Oxley, R-Ohio, announced last week that he would not seek re-election next year to the seat he has held since 1981. He was named chairman of the then newly created Financial Services Committee in 2001.\nSince then, Rep. Oxley has won plaudits for his efforts to reform state insurance regulation, as well as to create-through the Terrorism Risk Insurance Act-a federal financial backstop for insurers for losses from future catastrophic terrorist attacks.\nHe is also co-author of the Sarbanes-Oxley Act, which tightened standards of corporate governance and created new investor protections in the wake of widespread corporate accounting scandals.\n``He's been a great chairman and has done more to create a forum for insurance issues than anyone before him in Congress,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington.\n``He's consolidated our jurisdiction, he's created a bipartisan atmosphere, he's the first leader to blow the whistle on the flaws of state insurance regulation, and he's gotten a lot done,'' said Mr. Wood, who called Rep. Oxley ``an incredible leader with the best political instincts I've ever seen.''\n``TRIA has been instrumental in America's economic recovery from the 9/11 terrorist attack,'' said Leigh Ann Pusey, senior vp-government affairs for the American Insurance Assn. in Washington, in a statement.\n``We look forward to his continued leadership as we work with him and other lawmakers to ensure that this economic safety net remains in place after its scheduled expiration on Dec. 31,'' she said.\n``Whether addressing regulatory reform, corporate accountability, accuracy and access to credit histories, or a financial safety net for terrorism losses, Chairman Oxley showed a true understanding of insurance issues and a desire to develop free market solutions for both the industry and consumers,'' said Ernie Csiszar, president of the Des Plaines, Ill.-based Property Casualty Insurers Assn. of America, in a statement.\n``His leadership, common sense, and ability to forge workable compromise will be critical to securing an extension of the Terrorism Risk Insurance Act and will be sorely missed when he leaves Congress next year,'' he added.\n``Chairman Oxley will be the model for the next chairman of the committee,'' said the AIA's Ms. Pusey.\n\nGraphic\n\n \nArt Credit: Rep. Michael G. Oxley, R-Ohio, will retire from Congress in 2006.\nArt Credit: Michael Marcotte\n\nLoad-Date: November 11, 2005"
}