{
    "title": "Insurers set to boost cost of terrorism cover Despite new TRIA, rates expected to follow trend in ma",
    "publisher": "business insurance",
    "year": 2006,
    "month": 1,
    "day": 30,
    "full text": "Buyers are going to find terrorism insurance a little more expensive as insurers adjust their pricing to account for changes in the Terrorism Risk Insurance Act, industry sources say.\nA hardening market for property catastrophe coverages also will contribute to a gradual increase in pricing, they agree. And capacity could tighten somewhat for terrorism insurance, though no one is predicting serious shortages.\nPricing for terrorism coverage has remained ``pretty stable'' since TRIA was first enacted in 2002, said Robert Blumber, managing director and manager of Marsh Inc.'s terrorism specialty group in New York. ``As we move into 2006 and are subject to some of the modifications for insurance companies under the new TRIA,'' there is reason to anticipate that ``prices might increase somewhat,'' Mr. Blumber said.\n``My expectation is that, as time goes on, we will see pricing of terrorism insurance trending a little behind the property market but with a gradual increase,'' said Jim Maden, assistant vp for property at Lexington Insurance Co., a Boston-based unit of American International Group Inc.\nIndustry sources agree that terrorism insurance likely will follow a hardening property market that is relying on rate hikes to recover from the catastrophic storm season in 2005.\nGary Love, vp-operations underwriting at Johnston, R.I.-based Factory Mutual Insurance Co., which does business as FM Global, pointed out that pricing for terrorism coverage has remained stable since TRIA was first enacted, and he said he does not expect coverage to become too expensive. ``The extension will allow the stability we have had during the first three years to continue,'' Mr. Love said. ``The expectation is that pricing will remain as it was-at a reasonable level.''\n``It's very important to have terrorism insurance available at reasonable prices,'' said Janice Ochenkowski, director of global risk management at Jones Lang LaSalle Inc., a Chicago-based real estate company. ``Buyers need a stable, predictable marketplace.''\nMs. Ochenkowski said she is beginning work on Jones Lang LaSalle's April 1 terrorism renewal, but insurers have not yet indicated what changes she can expect in terms of pricing or availability.\nTRIA was originally passed as a federal terrorism insurance backstop that expired at the end of 2005. Its extension, passed late last month, shrinks that backstop but keeps it in place until Dec. 31, 2007.\nAmong the changes in the Terrorism Risk Insurance Extension Act that will affect pricing, sources say, are those that leave insurers with more exposure than under the old rules. Under the extension legislation, an individual insurer's deductible-in terms of earned premium for covered lines-will rise to 17.5% this year and 20% in 2007. The deductible, which must be reached before an insurer can tap the backstop, stood at 15% under the old act. The new act also raises the trigger for the backstop to $50 million in 2006 and $100 million in 2007 from $5 million under the original TRIA legislation.\nMr. Blumber said that insurers also have a ``quota share participation of 10%'' of insured losses that is rising to 15% next year. ``That's a factor that could cause rates to increase as well,'' he said.\nAaron Davis, vp at Aon Corp. in Chicago, said that while it is hard to estimate how much prices might eventually rise, insurers have been pricing terrorism exposure to account for their retentions. The jump in the retention this year to 17.5% from 15% represents an increased exposure of 16.6%, he said, so 16.6% ``might be a reasonable benchmark for a pricing increase.''\nBuyers could run into some problems as they find it harder to put terrorism coverage together without turning to several insurers, noted Alexandra Glickman, area vice chairman with Arthur J. Gallagher & Co. in Glendale, Calif.\n``I think we will see less capacity because carriers' retentions are much higher,'' she said. ``We are seeing smaller chunks of capacity put up; participations are going to be much smaller.''\nMs. Glickman said meetings in London revealed that the general agreement among underwriters there is that the changes to insurers' retentions and other differences from the original legislation severely restrict their ability to recover payments from the backstop.\n``Everyone thought the extension was going to be a great panacea,'' she said. ``I'm in my 18th meeting in two days,'' Ms. Glickman said during her trip to London, and the consensus she gathered in the marketplace was that the TRIA extension ``has gutted the insurance companies' ability to recover.''\nApart from coverage written to conform to TRIA's guidelines, buyers also have access to a stand-alone market. In that market, some companies cover lines excluded from eligibility under the TRIA extension, including commercial automobile, burglary and theft, surety, professional liability and farm owners' multiple-peril insurance. Also excluded are coverages under the old version of TRIA: federal crop insurance, private mortgage insurance, financial guaranty coverages, medical malpractice, health and life, flood insurance under the National Flood Insurance Act and reinsurance or retrocessional reinsurance.\nStand-alone coverage may also respond to domestic acts of terrorism or cover risks outside the United States, two exposures that are excluded under TRIA.\nMr. Maden of Lexington said the stand-alone market has ``held steady'' through the extension of TRIA with no noteworthy swings in rates or coverage availability.\nBuyers continue, meanwhile, to face the challenge of finding coverage for nuclear, biological, chemical and radiological threats.\nMr. Davis of Aon said that while TRIA would provide a backstop for losses from those threats, states are allowed to let insurers exclude the risks. All states allow those exclusions, except under workers compensation policies, he said, and, therefore, there is no TRIA-based market for coverage against so-called NBCR risks.\nSources say that some businesses have used existing offshore captives or set up new ones to fund the NBCR exposure and other risks excluded by TRIA.\nCaptives can write coverage under TRIA to access the backstop provisions while reinsuring those retained exposures not covered by the act, Mr. Davis said. The deductible called for in the legislation, for example, is one of the exposures being funded in captives, he noted.\n``Many Fortune 2,000 companies have taken that route,'' Mr. Davis said of the move to insure terrorism exposures in captives.\n\nLoad-Date: February 3, 2006"
}