{
    "title": "Insuring Against Terrorism(2)",
    "publisher": "the new york times",
    "year": 2002,
    "month": 10,
    "day": 17,
    "full text": "In discussing what Congress must do to help the economy, President Bush invariably mentions the need to create a federal program to provide \"terrorism insurance\" that would indemnify insurance companies against some of the huge costs of another terrorist attack. If Mr. Bush truly believes this to be a vital priority, he should press House Republican leaders to make a deal with Senate Democrats before everyone heads home to hit the campaign trail.\n     A deal is within easy reach. The House and Senate have already passed bills aimed at encouraging insurance companies to write more affordable terrorism policies, by having the government step in to cover most of the damages that exceed $10 billion. In reconciling the two bills, there is widespread agreement on the program's financial details. Trouble is, some members of Congress are determined to turn this issue into the latest battleground in Washington's tort reform wars. \n Many Republicans refuse to accept the bill unless it bans punitive damages (except against terrorists). And Democratic leaders are reluctant to agree to any significant erosion of plaintiffs' ability to seek them. Punitive damages, a lightning rod for tort reformers, are awarded by juries not to compensate victims for their injuries, but to punish a reckless defendant and deter future misbehavior.\nThe White House and moderate Democrats need to find some middle ground on this issue. In conference talks, Senators Charles Schumer of New York and Christopher Dodd of Connecticut, two Democrats who are less committed than some of their colleagues to the trial lawyers' lobby, have proposed allowing all cases stemming from a terrorist incident to be consolidated in federal court, barring any punitive damages from being paid by the government or private insurers and adopting a tough liability standard. \nThe Bush administration, meanwhile, has indicated it could accept severely limited punitive damages. What all sides must acknowledge is that whatever is agreed upon in the context of a discrete terrorism insurance program need not be considered binding in other tort-reform battles. \nCongress must not delay any further. Private insurers faced more than $40 billion in claims from the Sept. 11 attacks, and the industry is not in a position to sustain another catastrophe of that magnitude. Many insurers no longer offer terrorism coverage, once routine in general property policies, and others are charging astronomical rates for very limited coverage. This has stalled new commercial projects worth billions of dollars across the country, and left other businesses with inadequate coverage.\nLawmakers will be making a terrible mistake if they fail to compromise. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 17, 2002"
}