{
    "title": "Insurers frustrate Serio on terror law; State insurance superintendent blames coverage failure on in",
    "publisher": "business insurance",
    "year": 2003,
    "month": 3,
    "day": 24,
    "full text": "The insurance industry has failed to offer reasonable terrorism coverage under last year's federal terrorism law, says New York's top insurance regulator.\nRather than working within the framework of the Terrorism Risk Insurance Act, insurers have spent their time attacking the law and offering coverage that is too costly and loaded with exclusions, says Gregory Serio, superintendent of insurance at the New York state Department of Insurance.\nNitpicked to death\n''Every little piece of that bill has been nitpicked to death by the insurance industry,'' Mr. Serio says.\nInsurers have criticized the deductible as too high and the fact that the law lasts for only three years, he says. In addition, they have offered coverage at extraordinarily high rates and have added exclusions that dilute the terms of the coverage.\nIn the wake of the Sept. 11 terrorist attacks, the insurance industry asked the federal government for some form of terrorism backstop, Mr. Serio notes. The law also includes numerous changes that the industry proposed to Congress while it was being drafted. Now, insurers should work with the law and not attempt to undermine it, he says.\n''We have to hold them to the commitment they made,'' observes Mr. Serio.\n600% hike in costs\nConcerns by insurers have led some to offer TRIA coverage that sometimes includes 600% premium increases. ''The fear that engulfed this industry is at the root of problems of the TRIA issue,'' Mr. Serio says. The property/casualty industry, he continues, ''has a well of fear without a bottom.''\nIn addition to the high prices, insurers keep trying to obtain approval of broad-based terrorism exclusions. While Mr. Serio's office has approved numerous exclusions, many more have been rejected as too vague or poorly worded. For example, many of the exclusions don't adequately distinguish between terrorism and vandalism, Mr. Serio says. If enacted, he continues, the wording of these exclusions could lead to years of litigation.\nMr. Serio urges companies to get around insurers' recalcitrance by obtaining TRIA coverage through a captive, an insurance company established by firms to cover their exposures, or by having groups of buyers pool their risks.\nMichael Prince is a reporter with Business Insurance, a Crain publication.\n\nLoad-Date: March 28, 2003"
}