{
    "title": "Insurance and Terrorism",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 10,
    "day": 4,
    "full text": "September 11 understandably prompted a great deal of concern within the insurance industry. How could it afford more multibillion-dollar claims if there were more devastating terrorist attacks? How should it calculate the risk of more attacks in order to set rates for premiums?\nPutting a price tag on a terror attack is extraordinarily difficult. Natural disasters such as floods or hurricanes are more predictable than the intentions and abilities of Al Qaeda.\nSo is it reasonable for the government to step in and put a limit on the level of claims that insurance firms must pay after a terrorist attack?\nThe insurance industry has lobbied in Congress hard, and now there are two separate bills from the House and Senate that would limit liability in terrorism property claims. The one main stumbling block is the limit on claims for survivors and families of victims who sue property owners or others for punitive damages.\nRepublicans claim their lower limits on liability are necessary to help developers take the risks to construct buildings that might be terrorist targets. Democrats contend that the courts and juries can set those limits.\nUnfortunately, the merits of this argument are being drowned out by the influence of campaign money. The property insurance industry gave the GOP $ 9 million in soft money (compared to $ 3 million for the Democrats) between 1997 and 2001. Democrats, meanwhile, are beholden to money from tort lawyers who stand to gain by big insurance claims cases.\nAnother problem is that there's very little evidence that developers, banks, and the real estate industry are holding back investments because of lack of terrorism coverage, instead of just a sluggish economy.\nPresident Bush's claim that some $ 15 billion worth of construction projects and some 300,000 jobs are in jeopardy doesn't hold up. The construction industry, after all, is a $ 4 trillion business, and it's difficult to pinpoint reasons for its ups and downs.\nIn fact, the Consumer Federation of America recently reported the insurance market has showed signs of recovering from 9/11, that terrorism insurance is widely available, and that banks are freely loaning money to businesses in spite of the terrorism issue.\nIt's best for Congress to wait on this issue until the economics are clear.\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: October 3, 2002"
}