{
    "title": "Insurance, security in place as 2010 World Cup kicks off",
    "publisher": "business insurance",
    "year": 2010,
    "month": 6,
    "day": 7,
    "full text": "Organizers are prepared with plenty of insurance and tight security to counter the risks of holding the 2010 FIFA World Cup, the first time the event is being held in South Africa.\nThe Fédération Internationale de Football Assn. is protecting its investment with $650 million in coverage to protect against postponement or relocation of the event, which runs June 11 through July 11. The bulk of the coverage, which will remain in place for the 2014 World Cup in Brazil, is reinsured by Swiss Reinsurance Co. and Munich Reinsurance Co.\nFIFA did not purchase insurance to cover cancellation of the World Cup. The organization chose not to cover that risk because even if the event is delayed for any reason, it is extremely unlikely that it would be called off, a spokesman said in an e-mail.\nInsurance and security in South Africa will be in place for 64 matches played in nine cities during the monthlong World Cup centered in Johannesburg. Estimates of the number of visitors have ranged as high as 450,000 to watch the games.\nThe South African government has assured fans that enhanced security will keep them safe at World Cup venues. Concerns grew recently based on a report that an al-Qaida operative in Iraq had been detained on suspicion of planning an attack at the event.\nSuch threats are not uncommon, said Hans J.R. Steffen, Swiss Re's Zurich-based expert for large events.\nThese are threats that are faced by all major events, Mr. Steffen said. This threat is not any bigger than those at other, previous events.\nHe said South African police and security agencies have taken all necessary precautions to keep the event safe.\nThe location does not necessarily represent any unusual exposures, said Jonathan Cole, a London-based partner with Jardine Lloyd Thompson Ltd. Underwriters' main concerns focus around the infrastructure, terrorism and civil commotion, he said in an e-mail.\nThe insurance market's confidence, though, has not been shared by everyone participating in the World Cup.\nClaus Wunderlich, owner of Die Sport Assekuranz, a Reutlingen, Germany-based broker, said he has been approached by soccer players interested in kidnap and ransom insurance to cover them during the World Cup (see story). He would not divulge whether any such coverage was placed.\nSouth Africa has stepped up its border security and is working with international agencies to gather intelligence regarding potential threats, the 2010 FIFA World Cup Organizing Committee said. Police will deploy 41,000 officers to maintain order and about $85 million will be spent on 10 water cannons, 100 BMW automobiles to patrol highways, 300 mobile cameras, unmanned surveillance aircraft, helicopters and other security equipment.\nThe police force is ready, South Africa Minister of Police Nathi Mthethwa said in a mid-May statement regarding World Cup security. Police will be everywhere, ready for any eventuality. This is the epitome of our security plan; we will cover every corner because we do not have any no-go areas, he said.\nWhile no country can stand boldly and pronounce that it is immune from terrorism, what becomes critical is, should such an act occur, how do we respond? What makes us even more alert in our security planning is that South Africa will be hosting the whole world and therefore we will take no chances, Mr. Mthethwa said.\nMr. Steffen said South African police and security forces are especially vigilant partly because the African continent is hosting the World Cup for the first time. Imagine how much people want these games to happen without any interruption or disruption, he said.\nVery 'important' event\nSouth Africa has hosted other large events, such as the All-Africa Games in 1999 and the Cricket World Cup in 2003. But the FIFA World Cup stands apart in its prominence, said Mr. Steffen.\nThe World Cup is definitely a very big and important event for South Africa, he said.\nFIFA's coverage protects the Zurich-based organization from losses should the World Cup be postponed or forced to relocate because of terrorism, war, natural disasters or civil unrest, Mr. Steffen said.\nCancellation is the biggest exposure that FIFA and other stakeholders face with regard to the World Cup, Mr. Steffen said. While property/casualty, personal accident and other exposures are among those that generally are thought of first, the biggest one is cancellation, he said.\nThough FIFA did not buy coverage for that exposure, many others facing losses if the event is canceled did buy cover that would respond, sources said.\nMunich Re estimated in its 2009 annual report that the total demand for cancellation insurance could be around $5 billion.\nCancellation of the event would mean heavy losses for many organizations with ties to FIFA and the World Cup, Mr. Steffen said. Broadcasters, hotels, restaurants, travel agents, souvenir sellers and others would be hit with losses.\nTelevision broadcast rights represent the largest share of exposed revenue for FIFA, a Munich Re spokesman said. The contracts to televise about 100 hours of live soccer involve huge sums of money, he said.\nSwiss Re and Munich Re are the main providers of coverage written for FIFA, Mr. Steffen said, with various international and local insurers providing following capacity.\nMunich Re said in the annual report that its share of the coverage is the largest at around $350 million.\nMr. Steffen did not say exactly how much of the coverage Swiss Re will provide, but said it is a three-digit million amount.\nGerman reinsurer Hannover Reinsurance Co. confirmed it will provide a portion of the coverage, but a spokeswoman said its participation is quite marginal.\nFIFA's coverage was placed by Erwin Himmelseher Assekuranz-Vermittlung GmbH & Co., a Cologne, Germany-based broker.\nFIFA returned to traditional markets for insurance after a pioneering 2003 move in which it purchased a $260 million catastrophe bond to cover the cancellation exposure of the 2006 World Cup in Germany. It was the first such bond to transfer the risk of staging a sporting event to the capital markets and was the first to cover the risk of terrorism.\nFIFA said it turned to the capital markets in 2003 because prices were high in a tight marketplace after the 2001 terrorist attacks in the United States. With insurance prices declining since then, the organization decided to transfer the risk to insurers for the 2010 and 2014 events.\nCopyright 2010 Crain Communications Inc. All Rights Reserved.\n\nLoad-Date: June 11, 2010"
}