{
    "title": "Insurers empty-handed; House, Senate impasse dooms terrorism relief bill",
    "publisher": "business insurance",
    "year": 2001,
    "month": 12,
    "day": 24,
    "full text": "WASHINGTON-The clock has run out on congressional efforts to create a federal guarantee for terrorism insurance before the year-end renewals, and buyers are bracing for tough times ahead.\nThe Senate failed to pass terrorism insurance legislation before the House adjourned last Thursday afternoon. The House had passed its own bill in late November, but disagreements over terrorism-related tort reforms and an unrelated dispute over farm policy stalled Senate action.\nAlthough Congress could pass a bill after lawmakers return next month, that will be too late to have any impact on year-end renewals. And for risk managers and the business community in general, that could be very bad news. Insurers have said repeatedly that, absent some sort of federal guarantee, they will have no choice other than to either exclude terrorism coverage altogether or subject it to low sublimits within policies.\n''This does have a profound impact on the market, in that many insurers were holding back as long as they possibly could in the hope and expectation that Congress would act. Now, they've got a decision to make,'' said Joel Wood, senior vp of the Council of Insurance Agents & Brokers in Washington. Mr. Wood said he didn't believe this would be a uniform decision, but added, ''I'm a lobbyist, not an underwriter.''\n''RIMS is disappointed that Congress failed to get the terrorism bill as respects reinsurance enacted,'' said David Mair, president of the Risk & Insurance Management Society Inc. and associate director-risk management of the U.S. Olympic Committee in Colorado Springs, Colo.\n''To use a sports analogy, they've lost their chance at the gold medal, and now we're going to hope that when they reconvene in January, they're going to take a shot at winning the silver and enact legislation. The inaction is going to significantly impact the ability of policyholders to obtain adequate insurance,'' he said.\nRisk managers who aren't facing Jan. 1 renewals are nonetheless concerned about the possible impact of federal inaction.\n''I think it's very serious. It puts the carriers in a difficult situation in regard to pricing their product going into next year'' if reinsurers exclude terrorism, said Jim Green, an independent risk management consultant who acts as risk manager for Justin Industries Inc. and Acme Building Products Inc., both of Fort Worth, Texas. Mr. Green, who renews on Feb. 1, said he is particularly concerned about the potential impact on workers compensation.\n''In other kinds of insurance, a carrier can exclude terrorism and war risk. You can't do that with workers comp,'' because it's a statutory program, he said. ''Reinsurers may exclude terrorism coverage to the insurer, but the insurer can't do so to the policyholder. How's he going to price that? We don't know,'' said Mr. Green.\n''From our standpoint, if we have any problems, it will be with business interruption insurance,'' said Ted Jeske, risk manager and national safety manager for HTA Inc. of Key West, Fla. HTA, which runs tours and other attractions in six cities, faces a March 31 renewal.\nMr. Jeske noted that HTA's DC Ducks operation-which features rebuilt World War II amphibious vehicles that travel from downtown Washington before entering the Potomac River near Reagan National Airport-''was effectively shut down because of Sept 11.'' In addition, the company's tourist trolleys couldn't get to Washington-area monuments for several days. ''It will hurt us on our business interruption if we have a terrorism exclusion to contend with,'' he said.\nLooking further ahead, Lance Ewing, senior director of risk management for GES Exposition Services Inc. of Las Vegas, noted that because GES' program doesn't renew until July, the situation hasn't had a great impact on his company. He said he ''would have liked to have seen Congress come together'' on the terrorism insurance issue. ''But for those of us who are going to renew in July, it gives them a chance to get it right,'' he said.\nThe business community is also concerned about how federal inaction will affect the economy.\n''There are very serious implications, not only in terms of those companies that can't get (terrorism coverage) directly. For example, one of the major sectors that needs this type of coverage is the transportation sector. Higher transportation costs will adversely affect the whole economy,'' said Joe Rubin, director-congressional affairs for the U.S. Chamber of Commerce in Washington.\nMr. Rubin said he remains optimistic a federal backstop can be enacted. ''Passing it late is better than not passing it at all, but I don't know how effective that will be,'' given the importance of the Jan. 1 renewals, he said.\nInsurers vow to continue pushing for enactment of federal terrorism legislation when Congress returns next month.\nAlthough he would have preferred to see passage before Congress recessed, ''we will come back in January and pick up this effort where we left off,'' Robert Vagley, president of the American Insurance Assn., said in a statement.\n''We have to transition from this effort and pivot into the next phase, and continue to make members of Congress quite aware of our concerns with the marketplace,'' said Carl Parks, senior vp-government relations with National Assn. of Independent Insurers.\n''This is a carryover session; even though Jan. 1 is very important for a lot of renewals, it can still be very significant to get building on the momentum we've already generated,'' said Mr. Parks.\nThe states also will play a role, Rodger Lawson, president of the Alliance of American Insurers, said in a statement after the adjournment. He noted that insurers would be asking states for permission to exclude terrorism coverage. ''We are confident that the states will act now to effectively stabilize the insurance markets and ensure the continued availability of coverage.''\nBut less than 24 hours after Congress adjourned, the National Assn. of Insurance Commissioners announced that its members had agreed to ''begin allowing insurers to exclude terrorism losses if a terrorist act causes total insured losses exceeding $25 million,'' NAIC President Terri Vaughan said in a statement. Ms. Vaughan, who is Iowa's insurance commissioner, said that ''only new commercial policies and those that are up for renewal might be affected by exclusions.''\nDiffering approaches in Congress led to the impasse.\nThe House bill would have allowed the federal government to lend money to insurers to cover terrorism-related losses, provided that the insurers repaid the loans. The bill's chief backer, House Financial Services Committee Chairman Mike Oxley, R-Ohio, warned the Senate several times that the House would not accept a compromise that did not contain a payback provision. Neither risk managers nor insurers liked the loan concept, arguing it would do nothing to increase availability of coverage.\nThe Senate took a different approach. Under consensus draft legislation spearheaded by Sens. Christopher Dodd, D-Conn., and Phil Gramm, R-Texas, insurers would have had to pay out an industry aggregate of at least $10 billion before the federal government would step in, but they would not have to repay the government funds. Such cost-sharing was closer to what risk managers, insurers and the White House sought, but it never reached the floor.\n\nGraphic\n\n \nSen. Gramm * Rep. Oxley\n\nLoad-Date: December 28, 2001"
}