{
    "title": "Insurance bill clears House; The industry relief measure provides for coverage by the U.S. governmen",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 11,
    "day": 30,
    "full text": "The House of Representatives took a big step yesterday toward making the federal government the insurance company to the nation when terrorists strike. It approved a bill that would require taxpayers to help pay for future catastrophic property losses.\nThe measure passed, 227-193. The White House supports the legislation. Only nine Republicans opposed the measure, while 19 Democrats voted for it.\nThe Senate is expected to take up an insurance industry relief bill before Congress adjourns for the year.\nThe mostly party-line House vote masked strong support in both major parties for a new government role in stabilizing the insurance industry after Sept. 11. Democratic opposition on the final vote reflected unease with unrelated provisions added to the basic measure at the last minute by the House Republican leadership.\nThose provisions would sharply limit the ability of terrorism victims to recover large damage awards against companies or building owners found negligent in terrorist attacks.\nThe bill would create federal loan guarantees for insurers as an inducement for them to continue offering policies that cover acts of terrorism. If insured losses exceeded $1 billion, the government would pay 90 percent of claims above that amount, subject to reimbursement by the insurers. The insurance companies would be required to repay the government over time for any claims up to $20 billion. Beyond that amount, the government could recover its losses only by imposing surcharges on commercial policyholders.\nEven liberals in Congress, who have weak political ties to the insurance industry, support the idea of the government's helping out. Lawmakers recognize there is urgency to do so before the end the year, when most property and casualty policies are up for renewal. They worry that, in the absence of such legislation, new buildings won't be built - crimping capital expansion and hurting the economy - because business owners would not be able to insure the structures against terrorist attacks like the one that destroyed the World Trade Center.\nRep. Nancy Johnson (R., Conn.) said: \"We in our nation have to decide how to share this risk, because if we don't, the cities of this country will be the victims. Who is going to pay the high premiums it will take to be located in New York, Chicago or Los Angeles?\"\nMany Democrats nonetheless voted against the bill because of the sections added by House Majority Leader Richard Armey (R., Texas), with the backing of Speaker Dennis Hastert (R., Ill.).\nThose provisions would change the rules for personal-injury lawsuits in cases of terrorism. Victims would not be able to recover punitive damages from companies found negligent by the courts.\nThe personal-lawsuit changes were supported by a host of business interests, and were inserted into the measure by GOP leaders the evening before the bill was to be voted on.\n\nLoad-Date: December 1, 2001"
}