{
    "title": "Insurers win war on terrorism exposure; Bill to cap losses awaits Bush OK",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 11,
    "day": 21,
    "full text": "The St. Paul Companies and other insurers won a yearlong battle this week with Senate approval of a bill that will aid insurers in the event of another large terrorist attack.\n     The long-awaited Terrorism Risk Insurance Act of 2002 was passed by the Senate late Tuesday and by the House on Friday. It now awaits President Bush's expected signature.\n   The legislation requires insurers to provide terrorism coverage to policyholders and creates a three-year program in which the government would pay 90 percent of property-casualty terrorism losses above a deductible that each insurer will pay. The deductibles will rise each year from up to 1 percent of premiums in 2002 to 15 percent in 2005.\n     The program caps losses for the industry at $100 billion annually for property, casualty and workers' compensation claims resulting from international acts of terrorism. Sept. 11 alone is expected to cost the industry $40 billion.\n     The new law is expected to benefit many businesses that suddenly found their insurance companies unwilling to write terrorism coverage after the Sept. 11 attacks. The bill had wide support from insurance companies and commercial building owners as well as arenas and other places that attract large crowds, such as the Mall of America.\n     Gary Karr, spokesman for the 412-member American Insurance Association, said that after Sept. 11, \"45 states allowed insurance companies to say, 'We will not pay claims for a terrorist attack.' Once the president signs this bill, those blanket exclusions are gone. And what insurance companies are going to do is make this coverage available under the same kinds of conditions and terms as [coverages] for other non-terrorism-related activities.\"\n     He praised the St. Paul Companies and other large insurers for lobbying Congress.\n     \"The St. Paul's assistance was crucial. With them having a global [reach], they made a great case for it,\" Karr said.\n     St. Paul spokesman Mark Hamel said the company \"felt all along that the federal government should play a role in this. And we are gratified and pleased that they put in the hard work necessary to do this.\"\n     The bill was delayed for much of the year as legislators argued over whether to set limits on punitive damages in lawsuits arising from terrorist attacks, with most Republicans wanting the cap and Democrats arguing against it. The final version of the bill doesn't include such restrictions.\n     The bill does not set limits on what insurers can charge for the coverage, nor does it require businesses to buy it, though many will feel the need for it or will be required to buy it under the terms of leases, mortgages or other contracts.\n     Steven Wechsler, CEO of the National Association of Real Estate Investment Trusts, praised the bill, saying that policyholders often have been left exposed to potentially catastrophic losses.\n     \"Implementation of this temporary backstop should encourage more insurers to write comprehensive and less-costly terrorism risk coverage,\" he said. \"It should help safeguard policyholders and their employees. And it should enhance the nation's economic security in anticipation of another terrorist strike.\"\n     Wechsler's group banded together with various businesses to form the Coalition to Insure Against Terrorism this spring. The group included the National Football League, Hilton Hotels, Union Pacific Rail Road and 40 lodging, manufacturing, banking, restaurant and property associations.\n     In March, Mall of America owner Simon Property Group faced a sticky situation when its mortgage company, GMAC Mortgage, demanded that it buy terrorism insurance from a company with high premiums. The case ended up in court but was resolved when Simon Property found a more-reasonable quote.\n    _ Dee DePass is at ddepass@startribune.com.  \n\nLoad-Date: November 21, 2002"
}