{
    "title": "Intelligence community can keep the data for up to 5 years",
    "publisher": "the capital ",
    "year": 2012,
    "month": 3,
    "day": 23,
    "full text": "WASHINGTON (AP) - The U.S. intelligence community will now be able to store information about Americans with no ties to terrorism for up to five years under new Obama administration guidelines.\nUntil now, the National Counterterrorism Center had to immediately destroy information about Americans that was already stored in other government databases when there were no clear ties to terrorism.\nGiving the NCTC expanded record-retention authority had been called for by members of Congress who said the intelligence community did not connect strands of intelligence held by multiple agencies leading up to the failed bombing attempt on a Detroit-bound airliner on Christmas 2009.\n\"Following the failed terrorist attack in December 2009, representatives of the counterterrorism community concluded it is vital for NCTC to be provided with a variety of datasets from various agencies that contain terrorism information,\" Director of National Intelligence James Clapper said in a statement late Thursday. \"The ability to search against these datasets for up to five years on a continuing basis as these updated guidelines permit will enable NCTC to accomplish its mission more practically and effectively.\"\nThe new rules replace guidelines issued in 2008 and have privacy advocates concerned about the potential for data-mining information on innocent Americans.\n\"It is a vast expansion of the government's surveillance authority,\" Marc Rotenberg, executive director of the Electronic Privacy Information Center, said of the five-year retention period.\nThe government put in strong safeguards at the NCTC for the data that would be collected on U.S. citizens for intelligence purposes, Rotenberg said. These new guidelines undercut the Federal Privacy Act, he said.\n\"The fact that this data can be retained for five years on U.S. citizens for whom there's no evidence of criminal conduct is very disturbing,\" Rotenberg said.\n\"Total Information Awareness appears to be reconstructing itself,\" Rotenberg said, referring to the Defense Department's post-9/11 data-mining research program that was killed in 2003 because of privacy concerns.\nThe Washington Post first reported the new rules Thursday.\nThe Obama administration said the new rules come with strong safeguards for privacy and civil liberties as well. Before the NCTC may obtain data held by another government agency, there is a high-level review to ensure the data \"is likely to contain significant terrorism information,\" Alexander Joel, the civil liberties protection officer at national intelligence directorate, said in a news release Thursday.\n\nLoad-Date: March 29, 2012"
}