{
    "title": "International briefs",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 2,
    "day": 8,
    "full text": "Suspect confesses\nto failed bombing plot\nDUESSELDORF, Germany - One of the main suspects in a plot to bomb a pair of German commuter trains in 2006 confessed his role in the plan Thursday but told the court another suspect was the ringleader.\nYoussef Mohammed el-Hajdib, a 22-year-old Lebanese citizen, testified that he took part in the attempted bombing in July 2006. But he said Jihad Hamad - who was sentenced in Lebanon in December to 12 years in prison - oversaw the failed plot.\nEl-Hajdib said Hamad planned the attacks as revenge after some German newspapers reprinted caricatures of the Prophet Muhammad, first published in a Danish newspaper in 2005.\nHe said although he went along with the plan for religious reasons, he felt from the beginning that it was a bad idea and never finished making the bomb, unbeknownst to Hamad.\nTurkey votes to lift Islamic head scarf ban\nANKARA, Turkey - Lawmakers voted early Thursday to approve a constitutional amendment allowing female students to enter universities wearing Islamic head scarves - a move that many secular Turks view as an attempt to impose religion on their daily lives.\nLawmakers voted 401-110 in a preliminary vote in favor of the government's proposed amendment to the secular constitution. The government has defended its plan as a reform needed to give its citizens religious liberty and bring Turkey in line with European Union human rights guidelines.\nA second and final round of voting was slated for Saturday.\nCanada's lower house passes anti-terror law\nTORONTO - Canada's lower house Wednesday passed a revised anti-terrorism law that remains one of the country's most contentious, allowing the government to detain foreign terror suspects indefinitely without disclosing evidence against them.\nCanada's Supreme Court struck down the previous law last year, finding that it violates Canada's bill of rights. The law said non-citizens suspected of being a threat to national security could be held indefinitely under security \"certificates,\" and did not allow them to see details of the case against them.\nThe court said the non-citizen suspects should have a right to respond to evidence used against them and noted that Britain allows government-appointed advocates to review such sensitive intelligence material.\nBritain could allow evidence from wiretaps\nLONDON - Evidence gathered through wiretapping will be allowed in British courts for the first time under proposals aimed at bringing more terrorism suspects to justice, Prime Minister Gordon Brown announced Wednesday.\nFaced with a backlog of terrorism cases, security officials are prepared to allow intercepted material to be used in courts.\n\nLoad-Date: February 8, 2008"
}