{
    "title": "International Flights Resume From Chechnya After 15 Years",
    "publisher": "rtt news",
    "year": 2009,
    "month": 11,
    "day": 16,
    "full text": "(RTTNews) - A chartered Boeing 757 with 200 Muslim pilgrims took off from Chechnya&apos;s Grozny airport to Saudi Arabia on Monday morning, making it the first international flight to leave the troubled Russian republic in fifteen years.\nChechnya&apos;s Russian-backed president, Ramzan Kadyrov, saw off the flight, which is the first of seven planned flights to take some 2,000 Chechen pilgrims to Islamic holy sites in Saudi Arabia. Regular international fights would follow later.\nKadyrow said Monday that the resumption of international flights from Chechnya was a victory to the people of the republic and expressed hopes that they will help in boosting the Chechen economy.\nThe first international flight in fifteen years from Grozny took off just weeks after Moscow announced earlier in the month that it was lifting the earlier restrictions imposed on international flights from the restive republic.\nEarlier in the year, Russia had announced that it was formally ending its decade-long counter-terrorism operation in the volatile southern republic of Chechnya, stating that the situation in the republic has normalized to a large degree and life was getting back to normal.\nThough Russia ended its counter-terrorism operation in Chechnya in April, periodic bombings and clashes between militants and federal troops still disrupt the southern republic and nearby regions, particularly Daghestan and Ingushetia. Experts say that the insurgency in the region is fueled by Islamic extremism, separatism and poor economic conditions.\nThough Kadyrov is known for bringing relative calm to Chechnya after taking office in 2007, the tough methods used by him in suppressing local rebels have been questioned in the past. Several human rights groups have accused his government of widespread abuses.\nLate president Boris Yeltsin had imposed strict security restrictions on Chechnya at the beginning of the second Chechen war in September 1999. The operation was aimed at crushing Chechnya&apos;s post-Soviet independence movement, and the active phase of the anti-terrorism campaign officially ended in 2001.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 18, 2010"
}