{
    "title": "Intelligence chief says spying targets scant citizens",
    "publisher": "usa today",
    "year": 2007,
    "month": 9,
    "day": 19,
    "full text": "WASHINGTON -- Fewer than 100 Americans have become surveillance targets because they were initially overheard communicating with foreign terrorism suspects, the nation's intelligence chief told the House Judiciary Committee on Tuesday.\nThat number contrasts with \"thousands\" of communications with foreign-based terrorism suspects intercepted by U.S. authorities without a court order, Director of National Intelligence Mike McConnell said.\nIf the initial calls monitored without warrants revealed suspicious activity, intelligence agencies obtained court orders to eavesdrop on the Americans, McConnell said.\n\"How many Americans' phones have been tapped without a court order? The answer is none,\" McConnell said.\nUnder a law that took effect last month, intelligence agencies are permitted to carry out warrantless surveillance on all communications of a foreign terrorism suspect, even if a U.S.-based person is on one end of the call.\nThe law, passed last month and due to expire in February, requires the government to seek a secret intelligence court order to spy on American citizens or U.S. residents.\nMcConnell did not indicate whether the numbers he used referred to surveillance carried out since the law passed or over a longer time frame. A spokesman, Ross Feinstein, declined to clarify.\nUnder prodding from Rep. John Conyers, the Michigan Democrat who chairs the committee, McConnell acknowledged there have been a \"very small number\" of Americans whose overseas communications have been monitored without warrants by intelligence officers pursuing leads. McConnell promised to furnish the committee with an exact number, which he contrasted with the \"billions of transactions each day\" subject to electronic surveillance.\nMcConnell was speaking in favor of extending the surveillance law, which he called \"critical to protect the nation and to preserve our security.\" The August law was a modification of the 1978 Foreign Intelligence Surveillance Act (FISA).\nCommittee Democrats said the new law's wording could promote warrantless spying on Americans.\nConyers said the law is written \"so broadly and loosely that it permits the government to intercept ... anyone even thought to be abroad.\"\nThe Bush administration is using a \"charm offensive\" to minimize the law's dangers, said Rep. Jerrold Nadler, D-N.Y. \"Let's have some truth in advertising,\" Nadler said, adding that the law \"gives the president unfettered power to spy, without judicial approval, not only on foreigners but on Americans.\"\nSeparately, the Justice Department issued a \"myths and facts\" report arguing that fears of government overreaching have been misstated by the law's opponents.\nNot to be outdone, the American Civil Liberties Union offered \"McConnell's FISA Fibs,\" including a charge that the intelligence director uses \"semantics\" to disguise the fact that the law can place many more than 100 Americans under some form of surveillance.\nThe sparring offered a preview of next month, when Rep. Silvestre Reyes, D-Texas, chairman of the House Intelligence Committee, has promised to begin considering changes to the warrantless wiretapping law.\nMcConnell and the Bush administration want the law made permanent and expanded to include immunity from lawsuits for telecom companies that helped intelligence agencies carry out spying.\nDemocrats such as Reyes want stricter rules covering surveillance of Americans. \n\nGraphic\n\n \nPHOTO, B/W, Mark Wilson, Getty Images\n\nLoad-Date: September 19, 2007"
}