{
    "title": "International finger-pointing blurs sources of terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 1,
    "day": 8,
    "full text": "With increasing frequency, acts of terrorism are being labeled the direct or indirect products of state policies.\nSurviving gunmen of the Dec. 27 terrorist attacks at the Rome and Vienna airports have been linked to the small breakaway Palestinian faction headed by Abu Nidal. Though Abu Nidal maintains a presence in Syria, Lebanon, and Libya, Western officials charge that Libya is his main backer.\nEarlier, Egyptian President Hosni Mubarak asserted that Libya was behind the late-November hijacking of an Egyptian airliner. The implication that culpability for such terrorist actions can and should be fixed on a state - in this case Libya - is clear.\nCertainly, a number of governments do assist terrorist organizations - although they do not usually plan or direct specific operations.\nIf efficiently employed, the technological resources and knowledge of a state could dramatically increase the sophistication and effect of terrorist actions against the peculiar vulnerabilities of advanced societies. What, to date, has been only an irritant to modern society could become a true danger.\nIt is true that a number of third-world states now unabashedly sponsor terrorist activity with only a modicum of deniability thrown in: Iran and the Islamic Jihad; Syria and various groups in Lebanon; Libya and several ''rejectionist'' Palestinian and Egyptian groups.\nBut the degree of actual increase in state-backed terrorism is obscured by propaganda charges and countercharges.\nFurthermore, several other factors can artificially magnify the impression of burgeoning state terrorism. A number of them are intellectual or semantic in nature:\n* A body of research implying Soviet complicity has accumulated about the attempted assassination of Pope John Paul II. Whether or not a Bulgarian-Soviet connection is ultimately proven, the very existence of this work encourages those inclined to charge frequent Soviet involvement in such activity.\n* Violent retaliation by a state against enemies ensconced in the midst of a civilian populace inevitably takes a toll on those civilians. Israeli attacks against Palestinian guerrillas in refugee camps, for instance, become ''state terrorism'' in the eyes of Palestinian supporters. In the past, such actions would have been called ''police actions'' or ''preemption'' - but not terrorism.\n* Conspicuous support to insurgents who periodically practice internal terrorist activity as part of their overall program - as many inevitably do - has also come to be considered state terrorism.\nMany Europeans consider the United States responsible for fostering sporadic terrorism, because of activities of the Nicaraguan guerrilla movement - specifically, activities related to the mining of Nicaragua's Corinto harbor. And, Soviet support of various Palestinian factions, while ostensibly similar, is greatly complicated by a Palestinian propensity to operate internationally.\nThere is also a political imperative that tends to inflate the intensity of accusations of state terrorism. The desire to ''retaliate'' or ''preempt'' terrorists is unfulfilled if no accessible target can be found. And most terrorists cannot be identified and removed without causing unacceptable innocent casualties.\nBut, if a state sponsor of the terrorist group is identified, it can be targeted by a range of diplomatic, economic, or military reprisals. Consequently, a human tendency to grope for evidence of state complicity is inevitable among policy makers bent on combating terrorism. To do nothing would be politically unacceptable.\nA guilty state provides one other advantage not normally found among terrorists: It responds more or less rationally to pressures placed upon it to change behavior. Terrorists and their organizations do not. A Shiite extremist in Lebanon has personal reasons for martyrdom in an act of terrorism against the West. But the Iranian leaders who back him must heed the litany of responsibilities that accompany state power. These responsibilities induce caution when a credible challenge is given.\nIn sum, the crescendo of voices accusing states of engaging in or supporting terrorism is grounded only partially in truth. It is also partially based on a desire to render the problem more susceptible to resolution by rational means - even military ones.\nUnless a link is incontestably uncovered, however, reprisals against a state for a terrorist event could serve to escalate a relatively minor act into a far more serious confrontation. Escalation of such an event to state conflict, ironically, serves the purposes of most terrorists exceedingly well.\nThe writer was a government official for two decades before becoming a consultant on international affairs.\n\nGraphic\n\n \nPicture, Flowers left in memory of the victims at Rome airport, AP/FILE"
}