{
    "title": "Internet giant calls move 'cyber-terrorism' terrorism' terrorism'",
    "publisher": "the world",
    "year": 1998,
    "month": 1,
    "day": 4,
    "full text": "RICHMOND, Va. - A group representing Internet businesses warned it\nwill release the e-mail addresses of 5 million America Online members\nnext week if AOL continues to ban advertising to subscribers.  subscribers.  subscribers.\nThe National Organization of Internet Commerce of Chino, Calif., plans\nto post the addresses on the Internet Thursday, group president Joe\nMelle said Wednesday. The group initially threatened to post 1 million\naddresses, but increased the number after Chantilly, Va.-based AOL\nthreatened legal action.\nNOIC was founded three months ago and has about a dozen members.\nAOL - the world's largest Internet provider with 10 million members -\ncalled the threat \"cyber-terrorism.\"\n\"We would avail ourselves of any legal remedies we need to protect our\nmembers from this threat,\" AOL spokesman Rich D'Amato said. He said\nAOL members have made it clear \"they do not want junk e-mail.\"\nAOL has been waging a legal battle against companies that send\nunsolicited junk e-mail - known as \"spam\" - to its members.\nUnsolicited mail makes up a significant portion of the 17 million\ne-mails that AOL handles daily.\nMelle said the choice of receiving e-mail solicitations should be made\nby AOL members - not AOL administrators.\n\"All we want from America Online is to sit at the table and talk to\nus,\" he said.\nMelle said his company, TSF Marketing, collected the AOL addresses\nfrom chat sites and other Internet locations used by AOL subscribers.\nIf AOL bars access to its subscribers, Melle said, his group would\nlose access to about half of all Internet users.\nAOL has won several injunctions against spam senders in recent months.\n\"A federal court has found there is no right to send AOL members\nunsolicited junk e-mail using AOL's proprietary network,\" D'Amato\nsaid.  said.  said.\n\nLoad-Date: January 9, 1998"
}