{
    "title": "INTERNATIONAL TERRORISM Stipends concern Clemson",
    "publisher": "the atlanta journal-constitution",
    "year": 2015,
    "month": 7,
    "day": 22,
    "full text": "PINEHURST, N.C. ? Clemson coach Dabo Swinney is ready to dole out cost-of-attendance stipends with his team when class begins in August and to tell prospects how much they can receive as part of the new NCAA rule permitting Division I schools to give scholarship athletes a check to cover personal expenses.\n\"It's the first time cash is allowed in recruiting ? legally,\" Swinney said Tuesday at the ACC Kickoff.\nSwinney said precautions are in place for the roughly $2,000 per semester that Clemson athletes will receive. Swinney said the team will receive a budgeting seminar to help prepare them for the money.\n\"You've got this money you've never had. Here's what you should do and should not do,\" he said.\nSwinney said he has concerns that his players, like many college students, won't handle the money wisely. Players who live off campus receive money to cover rent, as do those who receive Pell Grant funds. To guard against misuse, players receive the money in five disbursements over the course of the semester.\n\"You hope they're paying the bills and doing the things they need to do,\" he said.\nHead start watching Tech: Even before first-year Pittsburgh coach Pat Narduzzi started watching Georgia Tech game video this summer, he already had a healthy knowledge of the Tech offense.\nNarduzzi was defensive coordinator at Michigan State before his hiring at Pittsburgh. Last December, before the bowl selection, it was widely thought that the Spartans would play Tech in the Orange Bowl, so the Michigan State staff began game-planning for Tech and even spent practice time on the Jackets before they were chosen to play in the Cotton Bowl against Baylor. Tech ultimately played Mississippi State, of course.\nIt was the first time coach Mark Dantonio and his staff jumped the gun like that in bowl practice.\n\"That's how sure we were playing them,\" said Narduzzi, speaking at the ACC Kickoff. \"Our kids looked at us like we were crazy on Monday after the bowl selection, like, what did we practice Georgia Tech for?\"\nNarduzzi, whose team plays Tech on Oct. 17, has given the Jackets another review this summer, watching five or six games from last season.\n\"Obviously, coach (Paul) Johnson is a heck of a football coach,\" Narduzzi said. \"He's had a lot of success offensively running the spread option, the triple option. They do a great job.\"\nGolden made changes: All preseason declarations of improved chemistry and attitude must be consumed with grains of salt, but Miami coach Al Golden was emphatic in providing his own.\n\"I'm excited about the leadership that we're getting,\" Golden said Tuesday. \"Very team-orient-ed group right now. It's a group that we can't get 'em out of the (football) building. They're in the locker room, they're in the players lounge sometimes till 5, 6 o'clock.\"\nGolden made several internal changes after last season's 6-7 finish that included a season-ending four-game losing streak, underachievement for a team that had seven players drafted into the NFL this spring. Golden was particularly trying to root out contentment within the team and staff.\n\"If you're coming home from the stadium and you're content because your area's good, but we lost, it's not good,\" Golden said.\nGolden, whose job is considered to be in jeopardy after four seasons and a 28-22 record, said he is energized by the response from his team, picked to finish third in the Coastal Division.\n\"I'm excited about the direction of this team,\" he said.\nBuilding Beamer's Barn: Virginia Tech caught up in the facilities arms race this summer with the completion of its indoor practice facility, a $21.3 million building that can fit a full field and is tall enough that specialists can punt comfortably.\nAccording to the Roanoke Times, it's the most expensive indoor facility in the ACC. It far exceeds Georgia Tech's $7 million Brock Indoor Practice Facility, completed in 2011, and indoor buildings at Florida State ($15 million) and Clemson ($10 million). In honor of Hokies coach Frank Beamer, it's been dubbed the Beamer Barn.\n\"It's good knowing you've got the best indoor facility in the country,\" Beamer said. \"Have you seen that thing? I mean, it'll take your breath.\"\n\nLoad-Date: July 22, 2015"
}