{
    "title": "International Eavesdropping Causes Distrust with Allies",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 8,
    "full text": "Who ever said that liberals and conservatives can't get along? With all of the recent drama taking place in the majorly polarized Congress, it's quite refreshing for me to have a stimulating conversation with a conservative; and even more refreshing that we actually agree on something as dramatized and complex as wiretapping.\nThe essential idea of wiretapping is actually a good one: using our technology to listen in on conversations between potential terrorists and their allies, allowing U.S. and international law enforcement to prevent terrorist attacks before they have the chance to cause harm to civilians. While it is technically illegal to wiretap without a warrant due to the Wiretap Act, unwarranted wiretapping has been enabled by the Patriot Act, which gives the federal government permission to suspend individual rights for the purposes of ensuring national security. This means that NSA agents have the right to tap into our private conversations for the sake of fighting terrorism.\nWhile the Patriot Act and I have a weird relationship, this aspect of it does not really bother me. If the government wants to listen in on what I thought of \"Supernatural\" last night, that's fine; I don't really care. There is no reason for them to release any of my personal information. What makes me feel comfortable about it is that unwarranted wiretaps cannot be used for most other crimes. A person cannot be arrested if the NSA notices that you're drinking under-age through an unwarranted wiretap, because one 18-year-old getting drunk on a Friday night is not in the interest of national security. As long as unwarranted wiretapping is used for its main purpose of fighting terrorism, or other serious international issues like human trafficking, I don't see a huge problem with it.\nHowever, I must agree with my conservative comrade: you cannot wiretap international figures or citizens. At all. Period. I am appalled by the recent development that the NSA was listening in on German Chancellor Angela Merkel's phone calls. Germany is an ally, and as such there needs to be an established level of trust between us. By spying on Merkel or her citizens, we are breaking those bonds of trust and risking the loss of a powerful ally. Wiretapping citizens of other nations is out of our jurisdiction. And while reports of similar eavesdropping on French and Spanish citizens are currently being called into question, the damage has already been done. We have now sowed seeds of distrust in two more allies, making it even more difficult for them to trust us and preventing further aid from them in the future. This leaves the United States more vulnerable in the event of any conflict with nations like Iran, Pakistan, and North Korea.\nWhile it is our obligation to send aid and support, that does not give us the right to be the world's police officer, judge, and warden. Any action taken about the war on terrorism must be taken with multilateral action.\nAnd, perhaps most fatally, this same distrust has begun to grow within the United States. Jon Stewart has pointed out his bemused concern about the fact that President Obama finds out many security details from CNN. Sounds like one of \"The Daily Show's\" jokes, right? The unfortunate truth is that this appears to happen all too often: the president claims to be unaware of crucial NSA operations, like the recent wiretapping of Chancellor Merkel. Or is he as ignorant as he claims to be? Some in his cabinet say yes, while others say no. Well guys, which is it? Either lie to us completely, or don't lie to us at all. Trust issues with Big Brother have been occurring greatly since the Nixon administration, but seriously guys? At least everyone in Nixon's cabinet knew what the lie was. Not only does this confusion cast our trust in the government even further into doubt, but the lack of cooperation within the government. This, in the end, will only push us further into chaos and vulnerability.\n\nLoad-Date: November 8, 2013"
}