{
    "title": "INTERNATIONAL, FEDERAL REGULATIONS VIEWED WITH WARY EYE BY INSURERS Regulatory overreach seen as pri",
    "publisher": "business insurance",
    "year": 2013,
    "month": 11,
    "day": 4,
    "full text": "As a highly regulated industry, the property/casualty insurance sector confronts a degree of regulatory risk in daily operations.\nIndeed, Property Casualty Insurers Association of America President David Sampson recently singled out risk emanating from a \"rising tide\" of regulatory initiative as a primary threat to the industry.\n\"What we must guard against are policies that work to hinder the viability of a competitive private insurance market,\" he said. \"Namely, regulatory overreach by state, federal and international officials and laws that undermine a (property/casualty) company's ability to operate on actuarially sound principles and that interfere with market dynamics.\"\nNonetheless, Mr. Sampson also cited areas where government inaction was a threat to the industry, such as the ongoing uncertainty surrounding the National Flood Insurance Program and the soon-to-expire Terrorism Risk Insurance Program Reauthorization Act as examples.\nMr. Sampson's comments were made at the PCI's annual meeting held Oct. 20-23 in Boston.\nPeter Raab, senior vice president and head of property underwriting regional clients at Princeton, N.J.-based Munich Reinsurance America Inc., noted that the time remaining to renew the Terrorism Risk Insurance Program Reauthorization Act was dwindling as renewal season approaches.\n\"We are pushing for renewal of this backstop and would like to see a decision as soon as possible,\" Mr. Raab said. \"Our concern is that we may not have a decision from Washington by the end of the year, but we are optimistic that it will be renewed in some shape or form. We have terrorism exposures in our insurance and reinsurance portfolios that are manageable ... but without a government backstop, it will be difficult to provide that support going forward.\"\nWilliam Donnell, Armonk, N.Y.-based president of U.S. property/casualty and managing director, Americas for Swiss Re Ltd., agreed that the need for a decision regarding TRIA was imperative, noting that every policy that renews after Jan. 1, 2014, will have exposures that go beyond the expiration date of TRIA on Dec. 31, 2014.\n\"The policies that start renewing on Jan. 1 will be affected,\" he said. \"Clients are trying to figure out a Plan B if TRIA is not renewed.\"\nMuch like TRIA, there also was concern surrounding the NFIP. Mr. Sampson said the passage of the Biggert-Waters Flood Insurance Reform Act of 2012 has yet to stabilize the program.\n\"Insurers are also worried about reputational risk as this program rolls out in a haphazard and inefficient manner,\" he said during a keynote address at the meeting.\nLooking further out on the horizon, Mr. Sampson noted that the insurance industry's regulatory and political issues were not limited to the U.S., citing the plans of the International Association of Insurance Supervisors to create a quantitative global insurance capital standard by 2016 at the behest of the Financial Stability Board as a primary source of long-term risk facing the industry.\n\"The FSB is clearly seeking to be the final arbiter of global financial service regulation,\" he said. \"While it may be years before capital standards are finalized and implemented, we must realize the very real threat of new layers of bank-centric, unnecessary regulation.\"\nHealth care reform\nAnother, more immediate source of uncertainty in casualty lines is the Patient Protection and Affordable Care Act.\nDavid Dee, head of casualty underwriting, national clients, reinsurance division at Munich Reinsurance of America, said health care systems are now facing larger liability issues as they merge in the wake of the legislation. \"We are seeing a consolidation in the health care delivery system, which is leading to a convergence of liability exposure,\" he said.\nHowever, Mr. Dee said the uncertainty around the health care reform law is also creating opportunities for the insurance industry.\n\"Nobody knows exactly what will come of the Accountable Care Organizations at this point, but we expect some opportunities there,\" he said.\n\nLoad-Date: November 7, 2013"
}