{
    "title": "INTEL DATA RETENTION CHANGES RAISING CONCERN ABOUT PRIVACY",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 3,
    "day": 23,
    "full text": "The Justice Department is close to approving guidelines that would let the intelligence community lengthen the time it retains information about U.S. residents, even if they have no known connection to terrorism.\nSenior U.S. officials familiar with the guideline changes say they would let the National Counterterrorism Center, or NCTC, the community's counterterrorism data clearinghouse, keep such information for as long as five years. The center now must promptly destroy data on U.S. citizens or residents unless a tie to terrorism is evident.\nSenior Justice Department officials said Attorney General Eric H. Holder Jr., who must approve the guidelines, will ensure that privacy protections are adequate. A Justice spokesman declined comment.\nA major negotiation point has been how long the NCTC can keep a vast assemblage of data about \"U.S. persons\" -- U.S. citizens and legal permanent residents. The data, drawn from federal agencies, can range from visa and travel records to information from the FBI.\nSince the 2001 terror attacks, the government has taken steps to dissolve information-sharing barriers between law enforcement and the intelligence community, but hurdles remain.\nThe NCTC, created by the 2004 Intelligence Reform and Terrorism Prevention Act, collects information from numerous agencies and maintains access to about 30 different data sets across the government.\nBut privacy safeguards differ agency to agency, hindering effective analysis, senior intelligence officials said. Officials said the guidelines aim to make sure relevant terrorism information doesn't just vanish.\n\"I have not seen these DOJ guidelines yet, but I will review them carefully to ensure that no walls remain that block NCTC's access to this information,\" said House Intelligence Committee Chairman Mike Rogers, R-Mich. \"I don't want to leave any possibility of another catastrophic attack that was not prevented because an important piece of information was hidden in some filing cabinet.\"\nBut the revised retention concerns privacy advocates. The safeguards are to ensure that \"robust tools that we give the military and intelligence community to protect Americans from foreign threats aren't directed back against Americans,\" said Michael German, American Civil Liberties Union national security policy counsel.\n\"Watering down those rules raises significant concerns that U.S. persons are being targeted or swept up in these collection programs and can be harmed by continuing investigations for as long as these agencies hold the data,\" he said.\n\nLoad-Date: March 23, 2012"
}