{
    "title": "International news_ ISIS in Iraq , Boko Haram attacks village, terrorism suspected in shootings",
    "publisher": "the new york times",
    "year": 2015,
    "month": 2,
    "day": 19,
    "full text": "BY MELISSA SIEGLER\nSTAFF WRITER\nA U.S. military base was attacked by a group of ISIS militants Friday, Feb. 13. The base in the Anbar province of Iraq is home to hundreds of soldiers from both the U.S. and Iraq. The U.S. soldiers have been training Iraqi troops and tribal members. Many were concerned about an attack by militants after the Islamic State seized the nearby town of Al-Baghdadi just five days earlier, a Washington Post article indicated. The militants, who were planning to carry out suicide bombings, arrived at the base disguised as Iraqi soldiers. Eight of the ISIS members were killed in the failed attack.\nhttp://www.washingtonpost.com/world/middle_east/islamic-state-tries-to-attack-base-where-hundreds-of-us-troops-are-stationed/2015/02/13/726fcd16-3d8b-42ca-8f09-d44e902ef46f_story.html\nThe Islamic terror group Boko Haram made its first attacks on the country of Chad, in the village of Ngouboua. These assaults follow its deadly attacks on Nigeria, Cameroon and Niger. Thousands of people have died at the hands of these radical terrorists. The New York Times reported that they made the attack before daybreak on Friday, Feb. 13. Thousands of Nigerian refugees who were fleeing Boko Haram resided in this village. Two militants were killed as well as a Chadian soldier and the village president. As more countries enter the fight against Boko Haram, the terrorist organization has retaliated with the killing of innocent citizens. Chad has been especially aggressive in the fight against the terror group.\nhttp://www.nytimes.com/2015/02/14/world/africa/boko-haram-carries-out-first-attack-in-chad.html?ref=world&_r=0\nA free speech event in Copenhagen was brought to a violent end when two gunmen arrived, killing one civilian and injuring three police officers. According to a Fox News article, the event was put on by a well-known Swedish artist who had received threats against his life due to his controversial drawings of the Prophet Mohammad. The artist Lars Vilks was unharmed as was the French ambassador to Denmark, Francois Zimeray, who was also in attendance. The suspects fled the scene in a dark Volkswagen Polo, which was later found abandoned.\n\"They fired on us from the outside,\" said Zimeray. \"It was the same intention as Charlie Hebdo except they didn't manage to get in.\"\nhttp://www.foxnews.com/world/2015/02/14/danish-media-shots-fired-at-copenhagen-cafe-where-freedom-speech-meeting-was/\n\nLoad-Date: February 19, 2015"
}