{
    "title": "Interest rates on student loans scare recent graduates",
    "publisher": "university wire",
    "year": 2005,
    "month": 6,
    "day": 9,
    "full text": "When it comes to student loans, Indiana University students are nervous.\nAs the government prepares to raise interest rates on student loans at the end of the month, the amount students must borrow to go to school continues to climb. Many graduated students are struggling to pay off loans and many current students are worried about how they will pay them off in the future.\nSo when the Partnership for Public Service found students across the country more afraid of student debt and joblessness than terrorism, many people from IU did not seem surprised. The May 18 survey found students fear terrorism -- just not as much.\nThe study asked students across the country \"What are you most fearful of at this time?\" Only 13.4 percent said a terrorist attack and 31.2 percent said \"being unemployed.\" 32.4 percent said \"going deeply into debt.\"\nOf the students who answered the survey, 45.1 percent said they will graduate with $10,000 or more in student loans, 20.6 percent said they expect to have $20,000 in loans and 27.5 percent foresee no college debt when they finish.\nIU professor of finance Robert H. Jennings said debt is something students know they will have to face.\n\"If you think about the likelihood of terrorist attacks compared to student debt, you could come to the conclusion that students in the U.S. Midwest colleges (are) where the actual threat of terrorism is very low,\" he said. \"I think it would be fairly easy to dismiss that kind of threat.\"\nMost IU students and alumni have negative sentiments over their student loans, beyond what the loans might enable them to do in their careers. IU alumna Alison Jung began paying back around $90,000 in 2003 student loans between her and her husband.\n\"Everyone I know who is currently paying back their student loans has a negative attitude about (student loans),\" Jung said. \"I think it has to do with the fact that you are paying toward something intangible.\"\nSome students said the intangibility of terrorism makes it a thing to be feared less than student debt. Junior Margeaux Lawson Loyd said she estimates she will owe twice as much as her current $14,000 amount in loans when she finishes.\n\"Terrorism is something you can't really prepare yourself for and paying back student loans you need to prepare yourself for,\" Lloyd said. \"I think that the loans definitely cause more stress than the threat of terrorism.\"\nJunior Virginia Clifton said she took a year off school in order to research student loans. When asked if she thought IU students feared terrorism or student loans more, she said the answer was complicated.\n\"(The answer is) yes and no,\" she said. \"Yes because the idea of paying a debt off is a scary prospect and it hits much closer to home. I think the idea of being broke and having bills to pay is a much scarier concept than a terrorist regime. On the other hand, terrorism is on a much larger scale and that can be easily just as frightening. If you were to ask me which I fear more while waiting in line at the airport, I don't think student loans would really come into my head.\"\nClifton said things could be done to make student loans less confusing.\n\"Everyone that I know that has loans is probably as equally confused about it as I am,\" she said. \"It's a lot of paperwork, and then when I go to investigate from friends what loans (they) have and who with no one really knows ... I wish someone would create a collective booklet stating all the loans and types and what the details are of them. There is just so much to sift through, it gets overwhelming.\"\n(C) 2005 Indiana Daily Student via U-WIRE\n\nLoad-Date: June 9, 2005"
}