{
    "title": "Interdisciplinary Panel on White Terrorism",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 23,
    "full text": "News\nInterdisciplinary Panel on White Terrorism\n\" onclick=\"window.open(this.href,'win2','status=no,toolbar=no,scrollbars=yes,titlebar=no,menubar=no,resizable=yes,width=640,height=480,directories=no,location=no'); return false;\" rel=\"nofollow\"> Print\nEmail\nDetails\nCategory: Volume 92 (Fall 2019 - Spring 2020)\nPublished: 23 October 2019\nWritten by LOWELL KELLY-GAMBLE | ASSISTANT NEWS EDITOR\nThe Wayne D. McMurray School of Humanities and Social Sciences hosted their annual forum event, White Supremacist Terrorism: A Multidisciplinary Roundtable Discussion, where Monmouth faculty from various disciplines discussed white supremacist history and culture on Thursday, Oct. 17.\nThe panel was moderated by, Heidi Williams, Ph.D., a Professor of History and Anthropology. Panelists included Claude Taylor an Advisor-in-Residence for Academic Transition and Inclusion in the Office of Transformative Learning; Johanna Foster, Ph.D., Helen McMurray Bennett Endowed Chair in Social Ethics and an Associate Professor of Sociology; Walter Greason, Ph.D., Chair of Educational Leadership and an Associate Professor of Education; and, Jamie Nappi, an Adjunct Professor of Social Work.\nPanelists discussed the engagement of race and racism from a variety of perspectives. They also shared and referred to resources that are beneficial for educational enhancement on the subjects of race, racism and white supremacy.\nGreason was shocked how this event revealed particular educational institution's attitudes toward embracing change, innovating programs of equality, and incorporating diversity enrollment. \"Most universities started the process of these discussions decades ago. They are long overdue here at Monmouth University,\" Greason said.\nGreason believes that a global economy has a direct impact on people's attitudes towards racial, ethnic, and sexual equality. \"In a global economy, every person needs to be competent enough to engage in productive relationships with people from different backgrounds. We fail as an institution when our community members lack this preparation,\" he said.\nAs a historian, doctor, and researcher, Greason feels that Monmouth is striving to incorporate more diversity, but can still improve on making it an educational asset to students. \"We need to teach the work that the scholars in attendance have produced in order to better understand how racism shapes our community and institution,\" Greason said. \"The most valuable parts of our university are the unique faculty contributions, but almost none of it is taught across the different schools.\"\nDante Fusaro, a senior business student, referenced actor Morgan Freeman's quote as a way of viewing race. \"Morgan Freeman explained it best when he said, 'Stop talking about it. I'm going to stop calling you a white man, and I'm going to ask you to stop calling me a black man.'\", Fusaro re-stated. \"You can be black, white, Hispanic, oriental, or mixed, and if an individual doesn't acknowledge color there is nothing to judge.\"\nGreason agreed with Fusaro that by enforcing sustained, purposeful action by students, faculty, and administrators to expand commitment to equity. He believes this is a reflection of everything we do in the classroom, on the athletic field, through social activities and residential experiences.\n\"In the United States, we must distinguish between socio-economic 'class' and racial 'caste,'\" Greason said. \"The resilience of hostility against African-Americans and Indigenous people does not fit into the framework of 'class.' It must be understood as an ongoing 'caste' distinction that limits the opportunities for access to wealth, employment, healthcare, homeownership, and education.\"\nWherever populations self-identify as \"white\" and express concerns that their material interests are threatened, there is a greater likelihood for white terrorism. We have seen examples including Pennsylvania in 1834, Tennessee in 1866, New Jersey in 1923, and Texas in 2019.\nRyan Vanderham, a senior business major, believes that if a university increases their acceptance rate, they should be allowed to decrease tuition and increase enrollment. \"It is just like a business with a diversified board of directors,\" Vanderham said. \"It offers a multitude of perspectives and allows for equal opportunity.\"\n\"The single biggest factors in the different social and economic outcomes for different ethnic groups in the United States are the racial wealth disparities, and the prevalence of ongoing discrimination,\" Greason said. \"Scholars like myself, William Darity, Marie T. Mora, Lisa Cook, Darrick Hamilton, and Trevon Logan have shown repeatedly that racial slavery and segregation actively prevent the elimination of social and economic inequities.\"\nThe Monmouth Forum is a series of lectures for citizens of local communities on the subjects of academics, equality, and modern trends. The program aims to improve the relationship between Monmouth University and neighboring based institutions as well as potential Monmouth students, alumni, and supporters of the university.\nPHOTO COURTESY of Monmouth University\nNext\n\nLoad-Date: October 23, 2019"
}