{
    "title": "INTERIOR MINISTER IS APPOINTED CROWN PRINCE OF SAUDI ARABIA",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 10,
    "day": 28,
    "full text": "DUBAI, United Arab Emirates -- Saudi Arabia's King Abdullah named his interior minister and half brother as crown prince Thursday, putting a conservative chief of police next in line to lead the world's largest oil exporter.\nThe appointment of Nayef bin Abdulaziz Al Saud, 77, was announced by Saudi state television, citing a royal decree. His predecessor, Prince Sultan, died Saturday.\nHead of the Interior Ministry since 1975, Prince Nayef becomes the most powerful prince in the kingdom at a time of turmoil in the Middle East and high unemployment at home. He backed the religious police and clamped down on the Shiite minority, according to Jane Kinninmont at Chatham House in London.\n\"Nayef has spent his entire career as the country's police chief and is going to keep a firm lid on dissent,\" said British author and historian Robert Lacey. \"He will do it his way.\"\nAs popular uprisings toppled leaders in Tunisia, Egypt and Libya this year, King Abdullah, 87, sent troops to Bahrain to crush a mainly Shiite-led revolt, while Prince Nayef's security forces prevented dissent at home.\nIn September last year, Prince Nayef said Saudi Arabia was able to \"crush\" the ideology of terrorism, the official Saudi Press Agency said. The Interior Ministry forces have arrested 11,527 people since Sept. 11, 2001, for their alleged involvement in terrorism, according to a statement in April from the ministry.\nThe government has suppressed Islamic militant activity inspired by al-Qaida after they conducted violent strikes aimed at weakening the ruling Saud family's control and breaking the kingdom's relationship with the U.S.\n\"It is a free country that has never been subjugated by any power in the world and no one other than Allah Almighty has a favor over this nation and this state,\" the official Saudi Press Agency cited Prince Nayef as saying in a speech on Oct. 18. The \"law of God prevails,\" the agency cited him as saying.\nThe religious police, who patrol the kingdom's streets enforcing Islamic law under Prince Nayef's control, received part of $267 million for religious establishments after clerics backed a ban on domestic protests earlier this year.\nThe ministry under Prince Nayef also commands a 35,000-strong unit protecting the world's largest crude oil reserves.\nPrince Nayef is \"a highly capable security practitioner that will maintain the security of the Saudi state,\" Rohan Gunaratna, head of the Singapore-based International Center for Political Violence and Terrorism Research, said.\nTension between Saudi Arabia and Iran, the top two producers in the Organization of Petroleum Exporting Countries, or OPEC, won't mitigate \"if and when Nayef becomes king,\" said Theodore Karasik, director of research at the Dubai-based Institute for Near East and Gulf Military Analysis.\n\"There will be a shift in foreign policy priorities that will expand the anti-Iranian front emerging under Saudi Arabia's lead,\" Mr. Karasik said.\nPredominantly Sunni Muslim Saudi Arabia has accused Shiite-led Iran of interfering in the affairs of Arab countries in the Persian Gulf, home to three-fifths of the world's oil reserves. Iran denies the allegation and accuses Sunni rulers in Bahrain and Saudi Arabia of discriminating against Shiites.\nThe United States on Oct. 11 said Iranians had plotted to assassinate the Saudi ambassador in Washington. A week earlier, the kingdom accused an unidentified foreign country of seeking to undermine Saudi stability after 11 security personnel were injured in an attack in Awwamiya, a Shiite village in Saudi Arabia's Eastern Province.\nSix kings have ruled Saudi Arabia since it was established in 1932. King Abdullah, who headed the National Guard, was considered a conservative before being crowned monarch in 2005, and an unlikely advocate of social changes, including a gender-mixed university established in 2009, and efforts to improve working opportunities for women.\nKing Abdullah's Cabinet allocated $384 billion in August last year to develop transportation, housing and education, targeting an unemployment rate estimated at 10 percent.\n\"Nayef may surprise us all in how much economic modernization he allows, and social liberalization, too,\" Mr. Lacey, the historian, said.\n\nLoad-Date: October 28, 2011"
}