{
    "title": "International Terrorism Lessens, But Local Attacks Rise",
    "publisher": "the world",
    "year": 1990,
    "month": 3,
    "day": 26,
    "full text": "LOOK what's missing from the front pages these days: terrorism.\nTime was you could hardly pick up a paper without reading about terrorist bombings, kidnappings, and hijackings. Where have they all gone?\nInto steep decline, say officials at the United States State Department. When the Office of Counter-terrorism issues its annual report in April, it will show that terrorism declined last year by 40 percent - from 862 incidents in 1988 to 521 in 1989 - the sharpest drop on record.\nTo be sure, the State Department defines terrorism as politically motivated violence involving the citizens or territory of ''more than one country.'' If you were to count incidents that target the citizens of a single nation and occur within the borders of that nation, you would get bigger numbers. Using that method, a recent report from Business Risks International (BRI), a security consulting firm based in Nashville, finds 1989 ''the most violent year on record'' for terrorist attacks.\nWho's right? Probably both. The State Department assessment notes plenty of one-country danger points. Narco-terrorism (involving drug trafficking) is still rampant in Latin America. The New People's Army in the Philippines remains deadly. Libya, after a period of cooling off, shows signs of gearing up its assassination campaign against dissidents abroad. And Iran, despite recent headlines about a possible hostage release, continues to be a major proponent of state-sponsored terrorism.\nMuch of the terrorism involving these countries occurs internally. The BRI report observes that Peru alone, beset with both drug traffickers and leftist extremists, had 647 terrorist incidents last year - more than the State Department's figure for the entire world. BRI also finds that terrorist activity has almost doubled in the Middle East and North Africa, and notes that within the United States there were ''four bombings and five assassination incidents linked to white supremacist and Islamic fundamentalist elements.''\nTo the State Department, many of BRI's incidents are really domestic law-enforcement issues within the country concerned. But one thing seems clear from both sets of figures: Terrorism has been driven inward. It's still reprehensible. But at least it seems more contained - and less likely to land upon those who avoid the afflicted countries.\nWhy the change? State Department officials point to the renunciation of terrorism by the Palestine Liberation Organization, the disarray in the notorious Abu Nidal faction, and the steep decline of terrorist incidents in Pakistan launched from Afghanistan. They also note that the Soviet Union - long viewed in some quarters as the ultimate source for funding, arming, and training terrorist groups around the world - has become increasingly outspoken against terrorism. Counterterrorism, like drugs and the environment, is now one of the standing transnational issues that routinely surface when Secretary of State James A. Baker meets his Soviet counterpart, Eduard A. Shevardnadze, for talks.\nGiven all the good news on international fronts these days, the containment of terrorism may go unnoticed. After all, it's hard to remember the feeling of 1986, when threats of terrorism kept Americans off airplanes and away from Europe by the thousands.\nOne year's figures, of course, don't spell the end of terrorism. But the decline is real, welcome, and portentous. Chalk up points for quiet diplomacy, careful attention to security, and the leavening of international relations."
}