{
    "title": "INTELLIGENCE GROUPS SEEK POWER TO GAIN DATA ON U.S. CITIZENS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 10,
    "full text": "The Reagan Administration's newly appointed intelligence officials are asking for renewed authority to gather information on Americans in this country and abroad, using such techniques as searches, physical surveillance and the infiltration of domestic organizations.\nThe authority is being sought in a proposed executive order that would, in effect, overturn many of the regulations imposed on intelligence-gathering activities by Presidents Ford and Carter.\nAn interagency working group led by Central Intelligence Agency officials has proposed numerous changes in Executive Order 12036, the basic framework for all intelligence activities, signed by Mr. Carter Jan. 24, 1978. The revised order, though now treated as secret, would become public and would have the force of law if signed by President Reagan.\nReagan Administration's newly appointed intellegence officials ask for authority to gather information on Americans in US and abroadProposals 'Still Under Review'\nA White House spokesman said today that the proposals were ''still under review'' and had been circulated within the intelligence community for comment.\nThe proposed order would recast Mr. Carter's decree in terms that authorize, rather than restrict, the collection of intelligence information and the use of such techniques as searches, surveillance and infiltration, which are generally called ''intrusive'' by intelligence experts.\nFor example, the basic controls established by Mr. Carter were set forth in Section 2 of his order, titled ''Restrictions on Intelligence Activities,'' including thecategory ''Restrictions on Certain Collection Techniques.'' The proposed order would replace those headings with ''Conduct of Intelligence Activities'' and ''Use of Certain Collection Techniques.''\nThe draft order would downgrade the role of the Attorney General in scrutinizing intelligence activities from a legal point of view; remove the requirement that information be collected by the ''least intrusive means possible''; relax some of the restrictions on infiltration of domestic organizations for intelligence purposes, and narrow the definition of ''United States persons'' entitled to protection under the order.\nThe proposal also weakens a section of Mr. Carter's order that required intelligence officials to report evidence of possible crimes to the Attorney General.\nThe proposed order says that intelligence agencies should respect ''established concepts of privacy and civil liberties.'' It would not change those sections of Mr. Carter's order that prohibited assassinations and curtailed experimental research on human beings.  But it would give the C.I.A. greater latitude to collect information in this country.\nMany of the restrictions that the proposed order would roll back were first imposed by President in 1976 on the recommendation of a Presidential commission headed by Vice President Nelson A.  Rockefeller after the commission had documented extensive spying on American citizens both in this country and abroad by the Central Intelligence Agency.\n \nCapability Against Terrorism\nThe impetus for the new executive order grew out of a meeting in late January or early February in which intelligence officials discussed terrorism with President Reagan. The White House asked various agencies to suggest changes in intelligence regulations to improve antiterrorism capabilities and approved a suggestion by the C.I.A. for a study group to make specific recommendations.\nWilliam J. Casey, the Director of Central Intelligence, and Daniel B. Silver, general counsel of the intelligence agency, took the initiative in revising President Carter's executive order, but the study group included representatives of all the other agencies that collect and produce intelligence information.\nMr. Carter's order, which remains in effect until superseded, says: ''The C.I.A. may not engage in any electronic surveillance within the United States.'' The proposed order would substitute this sentence with: ''The C.I.A. may engage in electronic surveillance activity within the United States only for the purpose of assisting, and in coordination with, another agency'' authorized to conduct such surveillance.\nThe proposed order would sharply reduce the restrictions on techniques such as searches and ''surreptitious entries,'' for which search warrants are clearly required in criminal investigations. The existing order says that a judicial warrant is also required when such techniques are used for intelligence purposes, unless the President has approved the general type of activity involved and the Attorney General has approved its use in a specific case.\nThe draft order drops both the ''probable cause'' standard and the requirement of Presidential approval. It says that ''the Attorney General may approve the use of such techniques by category'' or delegate his approval authority to the head of any intelligence agency.\nUnder the new order the Attorney General's power would also be limited to checking the legality of an intelligence agency's procedures instead of the broad powers of review given by the existing measure.\nThe existing order says that intelligence agencies may collect, store and disseminate information about a person who is ''reasonably believed'' to be acting on behalf of a foreign power or engaging in international terrorist or narcotics activities.\nThe draft order drops the requirement for a ''reasonable'' belief.  It would permit agents to collect information about a person ''who has acted or may be acting on behalf of a foreign power'' or who ''has engaged or may be engaging'' in terrorism or the narcotics trade.\nUnder President Carter's order, the Federal Bureau of Investigation was the only intelligence agency that could search an office or home without the consent of the owner or occupant. The draft order authorizes other agencies to conduct such searches, saying they ''shall be coordinated with the F.B.I.''\nThe draft order would permit C.I.A. agents and informers to infiltrate domestic organizations, for the purpose of collecting foreign intelligence, in many situations where they have been barred from doing so since 1976.\nIn the past, intelligence agencies have had close working relationships with many journalists. A C.I.A. spokesman said that, under its current rules, the agency would not establish a paid or unpaid relationship in which a journalist was used for operational purposes, although the agency's director reserves the right to make exceptions to the rule. The agency also has a policy against agents posing as journalists."
}