{
    "title": "International Terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 9,
    "day": 6,
    "full text": "COURSE NUMBER: INR 3084-901\n \nDEPARTMENT: International Studies\n \nUNIVERSITY: University of South Florida\n \nINSTRUCTOR: Mary Payrow-Olia\n \nTEXTBOOK: Terrorism and Counterterrorism, Russel D. Howard and Reid L. Sawyer\n \nINTRODUCTION: \"This course will explore all facets of terrorism (theories, causes, history, ideology, tactics, etc.) throughout the world. It will consider state terrorism, revolutionary terrorism, ideological terrorism, and apolitical terrorism around the world. This course will also briefly consider counterterrorism.\"\nSTUDENTS ARE GRADED ON: Research paper, oral presentation, midterm, final exam, class participation\n \nRESEARCH PAPER GUIDELINES:\n \nA. Must be typed and double-spaced; with margins no greater than one inch. The font size should be 12 or 14.\n \nB. Must include a bibliography.\n \nC. Must include citations (parenthetical in the text, endnotes or footnotes)\n \nD. Must follow formats in the MLA Handbook or the Chicago Style Manual\n \nE. Must include these mandatory sections:\n1. Describe the historical, economic, political, ethnic or religious developments that led to the formation of your research subject. Determine if and explain why (or why not) your research subject is a terrorist. (Worth 5 points; due Sept. 17)\n2. Describe the ideology, goals and objectives of your research subject. (Worth 3 points; due Oct. 8)\n3. Identify the targets and describe the tactics of your research subject. (Worth 3 points; due Oct. 22)\n4. Explain whether you consider your research subject to be a success or failure. Define success in terms of whether or not your research subject achieved its/his/her objectives. Support your opinion with facts. (Worth 3 points; due Nov. 5.)\n5. Explain the success or failure of the counterterrorism efforts by the international community or the government against your research subject. (Worth 5 points; due Nov. 19.)\n6. Endnotes, footnotes or parenthetical citations. (Worth 3 points; points will be subtracted for improper format. These must be included with Sections 1-5.)\n7. Bibliography. (Worth 3 points; points will be subtracted for improper format. Due Nov. 26.)\n \nF. Each paper must be at least 20 pages long, but no longer than 40 pages.\n\nGraphic\n\n \nPHOTO; Oklahoma City bomber Timothy McVeigh\n\nLoad-Date: September 6, 2002"
}