{
    "title": "INTELLIGENCE SCANDAL DESERVES CLOSER LOOK",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 12,
    "day": 6,
    "full text": "PARIS Shortly after the war ended in Europe, Britain and the United States organized underground networks meant to function if the Soviet army overran Western Europe. Their purpose was to prepare intelligence-gathering, sabotage and political resistance.  The threat seen in Washington and London was not only that of Soviet invasion of the West but of communist seizures of power in Western Europe. This was not fantasy, even if we now know the size of the danger was exaggerated at the time.  Anti-communism was naturally an essential criterion in recruiting the members of this organization. The secret of its existence was held, as far as possible, to conservative government officials, rightist politicians and the various secret services of the countries involved.  This secrecy and the rightist political character of the organization are the cause of its sudden explosion into scandal in recent days. The Italian network is accused of having been involved with the conspiratorial P-2 Masonic lodge, run by the banker Licio Gelli, which in the 1970s tried to organize a rightist coup d'etat.  Suspicion has been expressed that the Italian network was implicated in the 1981 bombing of Bologna's railway station, or even in the Red Brigades' murder of the Christian Democratic leader Aldo Moro in 1978 - who envisaged a political ''opening to the left'' that would bring communists into the government.  It has been asked whether the networks had anything to do with the colonels' coup d'etat in Greece in 1967.\nIn Belgium, an investigation has begun into the possibility that a connection exists to a series of murderous and seemingly senseless attacks on supermarket shoppers in the mid-1980s.  There, as with other incidents of rightist terrorism in Italy, a strategy of tension is suspected, to destabilize existing governments and push public opinion toward authoritarian solutions.  No one knows the truth about the charges that have been made. Or at least no one has been willing to talk. An Italian magistrate has been conducting a painstaking investigation in Italy. There is to be a parliamentary investigation in Belgium. The European Parliament has demanded an investigation. Since the accusations include charges of terrorism, attempts to overturn democratic governments, and other forms of interference in the internal politics of allied countries, the United States is implicated as a co-founder and paymaster.  In principle, in the conditions of the 1940s and 1950s, the operation would seem to have been a reasonable undertaking. How realistic it remained in the 1970s and 1980s is another matter. Did it slip from responsible control?  Were the national groups indeed allowed to take off on their own adventures, possibly disreputable ones. Is the CIA really so ill-informed about what happened to the Italian network?  The matter is a serious one and deserves the attention of Congress. The accusation that the United States exploited the networks, or permitted them to be exploited, against the interests of democracy, rather than in its defense, requires a proper and truthful answer.  SOURCE: Copyright 1990 Los Angeles Times Syndicate\n\nLoad-Date: October 18, 1993"
}