{
    "title": "Intelligence shortcomings documented Report critical of agencies' efforts to combat terrorism",
    "publisher": "los angeles times",
    "year": 2002,
    "month": 7,
    "day": 17,
    "full text": "WASHINGTON - U.S. spy agencies devoted far too little money and manpower to penetrating al-Qaida and other terrorist organizations before Sept. 11 and were in such short supply of translators and skilled analysts that they could not make timely use of much of the intelligence they did collect, according to a report scheduled to be released today by a House Intelligence subcommittee.\nThe report is sharply critical of the CIA, the National Security Agency and, to a lesser extent, the FBI for failings ranging from woeful misallocation of resources to risk-averse, bureaucratic, cultures that compromised the United States' counter-terrorism efforts, according to a Congressional source familiar with the document.\nThe report, titled \"Counter Terror Intelligence Capabilities and Performance Prior to 9/11,\" is the first formal assessment from a Congressional panel of intelligence failures leading up to the attacks on the World Trade Center and Pentagon last September.\nThe document was produced by a special House subcommittee on terrorism that was created after the attacks and has spent much of the past year conducting hearings and interviews with intelligence officials.\nThe document spans several hundred pages, most of it classified material that will not be released to the public. But a 30-page summary set for release today outlines the principal findings, and makes recommendations calling for improvement in information sharing among agencies, a stepped up commitment to so-called human intelligence - recruitment of spies - and shoring up of the NSA's ability to translate the millions of electronic communications it intercepts.\nNevertheless, an aide familiar with the document said that even if every recommendation in the report had been put in place, \"the authors could not conclude that Sept. 11 could have been prevented.\" The ranking members of the subcommittee that produced the report are Rep. Saxby Chambliss, R-Ga., and Rep. Jane Harman, D-Calif.\nThe subcommittee's work is separate from a much larger investigation of intelligence failures being conducted jointly by the House and Senate intelligence committees. That ongoing effort - scheduled to be completed by early next year - involves a staff of about 30 investigators who are reviewing hundreds of thousands of pages of documents obtained from the CIA, FBI and other agencies. The House subcommittee had no such access to agency documents or investigative resources.\nMany of the subcommittee's findings are likely to be disputed by top officials in the nation's spy community. In Congressional testimony earlier this year, CIA Director George Tenet insisted that there was no intelligence failure leading up to Sept. 11.\n\nLoad-Date: July 19, 2002"
}