{
    "title": "INTERPOL DEFENDS ITS ROLE IN APPREHENSION OF TURK",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 16,
    "full text": "An official at Interpol said today that the international police agency's role in the case of the 23-year-old Turk arrested in Rome on charges of shooting Pope John Paul II had been limited to circulating identification material on him.\n''There is a lot of misinformation around about Interpol and what we are supposed to do,'' Ray Kendall, a police commander from London who is on special duty here, said in an interview.\nResponding to charges that the agency had not acted quickly enough to help apprehend the Turk, Mehmet Ali Agca, Mr. Kendall said: ''We are a secretariat, an information-gathering and dispensing agency. We have no investigative role.''\nInterpol officials defend organization's role in apprehension of Mehmet Ali Agca following Agca's shooting of Pope John Paul II\nHe said that Interpol ''put the notice out on this man some time ago'' at the request of the Turkish police, who supplied the material that was circulated. The material identified Mr. Agca as a convicted murderer who escaped from a Turkish prison in 1979, and, according to Mr. Kendall, it helped establish Mr. Agca's identity when he was seized in St. Peter's Square immediately after the Pope was shot on Wednesday.\n \nCooperation and Information\nInterpol, whose full name is International Criminal Police Organization, has 130 member countries and aims to promote cooperation between police forces. The agency, which was founded in 1923 and reconstituted after World War II in 1946, operates a 59-nation radio network.\nThe term ''terrorism'' is a forbidden subject in Interpol work, because a ''terrorist'' in one member country may be a hero in another. ''We deal only with criminal offenses,'' Mr. Kendall said.  ''A bomb attack, an assassination, or an attempted assassination, such as the shooting of the Pope - they are criminal offenses to us.''\nThere are about 200 Interpol staff members in Paris, most of whom are clerical workers. Of the professional police officers, some are on leave or retired from their jobs.\n''You've seen those films that talk about agents from Interpol?'' Mr. Kendall asked. ''All rubbish. Yes, we have lots of investigators. They are the policemen of our 130 member countries.''\n \n200 People on 'Fugitive List'\nMr. Agca was mentioned on Interpol's ''fugitive list,'' which, according to Mr. Kendall, usually has about 200 names. The material on Mr. Agca that was supplied by Turkey, a member country, made no mention of terrorist activities.\nAsked about Mr. Agca's ability to elude the police in half a dozen European countries, Mr. Kendall said: ''After we had distributed his picture and prints, that was the end of it - until now. But we rarely receive any notice on one of these people until they are picked up on some other charge, as in the case of this man. As for moving about, well, it's not all that difficult, and not that unusual.\n''We all know he had false documents, good ones, and all of us know that one gets only the simplest examination at airports and border points.\n''It wasn't that they didn't have files on this man who shot the Pope. It's just that no one could find him.''\n \nAgency Called 'Retirement Colony'\nAn American who has worked with Interpol likened the agency to ''a retirement colony for police officials.'' He said Interpol officials ''can't get involved in anything with political ramifications and, of course, 90 percent of all terrorist activity has political ramifications.''\nMost police officials here, including the French, assert that the best antiterrorist work is done through direct cooperation between police forces.\nJust a year ago, three young German women wanted for murder and other offenses were arrested here through the combined efforts of the French and West German police. For at least a week before the arrests, a dozen members of a West German police unit specializing in terrorism were in Paris working with their French counterparts.\nThe French police said they were also helped by information supplied by the West German antiterrorist police headquartered in Karlsruhe, where extensive computerized files are kept on terrorist groups and individuals.\nSimilarly, the French and Italian police have collaborated on the arrest of almost a dozen Italians suspected of carrying out terrorist missions in Italy from hideouts in southern France."
}