{
    "title": "Interview with the Maat Centre for Constitutional Studies in Egypt Q&A_ 'One Hundred Reasons To Be P",
    "publisher": "ips",
    "year": 2008,
    "month": 6,
    "day": 16,
    "full text": "A death sentence in Egypt appears easy to receive -- in fact there are 59 laws enabling judges to deprive a citizen of life, covering 105 crimes.\nBut the large number of death penalty laws and crimes they punish is not the sole problem, according to the Maat Centre for Juridical and Constitutional Studies in Cairo, a coalition of 22 human rights organisations and 200 personalities.\n'The big risk is that the majority of these laws suffer from flaws,' says Ayman Okail, director of the Maat Centre, in an interview with IPS journalist Baher Kamal.\nIPS: How many people have been sentenced to death in Egypt? What kinds of crimes are punishable with the death penalty?\nAyman Okail (AO): It is somehow difficult to know the exact number of death sentences, but over 40 people received this punishment last year, none of which were executed, according to the Amnesty International 2007 report.\nAs for the number of crimes punishable by death, there are a total of 105 foreseen by the Egyptian laws. They can be divided into four major categories: harming public interest, either from home or abroad; drug offences; military trials; and terrorism.\nWe should recall that Egypt has been under an Emergency Law for 27 years now and this will continue until 2010. Then you have the military regulations that entitle the president to transfer civilians to military tribunals.\nIn short, the Egyptian authorities have the tools to violate the right to life -- and they can easily do that, even for political reasons.\nIPS: You say that many death penalty laws suffer from flaws?\nAO: Indeed, the majority of the death penalty laws were formulated using non-juridical terms. They are ambiguous in meaning or are so imprecise that they need interpretation.\nOne major legal flaw permeating a number of texts in the Egyptian Penal Code is that they have incorporated, literally, some terms that have been subject to international discussions, without defining these. Such is the case with crimes of terrorism.\nAnother critical flaw is that political considerations may overshadow trials that may be related to what are regarded as political crimes.\nIPS: Can you explain this?\nAO: Yes, the regime in power may use such legally flawed texts to settle political disputes with groups opposing it -- this is what is meant by the politicisation of crime.\nIPS: What is your coalition doing about this?\nAO: We are preparing a dossier on the death penalty in Egypt and we are organising workshops to discuss the rationale behind death penalty sentences and their implications.\nWe are focusing on abolishing the death penalty in the case of political crimes and opinion crimes, as well as all the 'exceptional' laws and trials that have led to the execution of 106 people in 10 years. We are also for the extension of the 'diyat' system (compensation to the family of the deceased).\nWe want to ensure fair investigations, accurate evidence and the autonomy of the judicial authorities.\nIPS: What about the key actors, the religious institutions, for instance?\nAQ: Al-Azhar, the biggest religious institution in Egypt, refuses to discuss this issue of the death penalty. It says that the punishment is a God-given right and that abolishing this right means abolishing God's Word.\nIPS: What do you say to that?\nAO: We say: Has the Sheikh of al-Azhar ever asked himself, what if a murderer has killed by mistake? What if the family of the murdered is ready to forgive or to accept the 'diyat'? These two are part of Islam and Sharia'a (Islamic law). The Koran favours them in preference to revenge and punishment\nIPS: How does al-Azhar respond?\nAO: They refuse all discussion and accuse the human rights bodies of misleading.\nIf the Sheikh of al-Azhar reads what we are asking for, he will find that it is not incompatible with the objectives of the religious institution itself. We could help each other achieve justice, security and tolerance, and this is what Islam wants.\nThe death penalty does not lead to peace in society, neither does it act as a deterrent to crime. But unfortunately the Sheikh of al-Azhar says that nobody can abolish death penalty, be it a judge or a president.\nIPS: How do the people react to that?\nAO: The people are influenced by the views of the religious institutions regarding limiting the death penalty.\nIPS: What about the parliament?\nAO: There is a demand there for death sentences to be executed publicly, in a public square. A number of parliamentarians propose this.\nMohammad Quwetah, from the ruling National Democratic Party and vice-chairman of Foreign Affairs Committee at the People's Assembly (parliament), has submitted a proposal aimed at permitting public executions for a number of crimes.\nHe has also proposed televising executions should it not be possible to carry them out in public squares.\nAt the same time, five parliamentarians have asked for the death penalty for those engaged in the trafficking of human organs.\nMoreover, the People's Assembly is now discussing two draft laws. One on the fight against terrorism has three articles where the death sentence can be imposed. The radioactivity law has 164 articles, one of which allows for the death sentence.\nIPS: What is the reaction of other institutions to this?\nAO: Not encouraging. See what the Amnesty International report says about human rights in Egypt, mainly in relation to the Egyptian authorities' refusal to cooperate and to release information on the death penalty to the representative of Human Rights Watch.\nIPS: And the military tribunals?\nAO: They continue judging civilians and issuing death sentences. They are the ones passing down a large number of death sentences -- so far to more than 93 accused of terrorism-related crimes, 67 of whom have been executed.\nBy resorting to the military rules, the president can transfer civilians to the military tribunals, and he has been doing this since 1992. These rules confer on the president the power within the Emergency Law to transfer any case to the military tribunals.\nIPS: But isn't the Emergency Law supposed to come to an end in 2010?\nAO: Look, the Emergency (Law) has been consolidated in the permanent legislation as a result of the amendments to the Egyptian Constitution that the president proposed and the parliament adopted in 2007.\nIn particular, the amended Article 179 (of the Constitution) allows the president to bypass ordinary tribunals and transfer people suspected of terrorism-related crimes to any judicial authority he wants, including the military tribunals.\nIPS: Is there a way out?\nAO: We fear the (death) penalty is being consolidated in Egypt.\nBut we are continuing our efforts. We want to explain to everyone -- and particularly to all those who accuse the human rights organisations of misleading and unfairness -- that advocating limiting the death penalty does not mean asking for its total abolition, but for reducing it to a real minimum.\nIPS: Your intention would be to limit death penalty to just those cases established by the Sharia'a?\nAO: Not exactly. We want to apply it to major crimes, as a step towards abolishing it.\nWe want to reduce the total number of 105 death penalty crimes to these: premeditated murder, high treason, espionage for an enemy in time of war, hijacking and raping women. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: June 16, 2008"
}