{
    "title": "Intel report_ Iraq war cultivating militancy",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "WASHINGTON -- The Iraq war has become the \"cause celebre\" for Islamic militants, breeding resentment in Muslim nations and cultivating supporters worldwide, according to portions of a secret intelligence study the Bush administration released Tuesday.\nThe administration report also says that the militant Islamic movement is \"spreading and adapting\" to counterterrorism efforts and militants are \"increasing both in number and geographic dispersion.\"\nIf this trend continues, the report warns, \"threats to U.S. interests at home and abroad will become more diverse, leading to increasing attacks worldwide.\"\nHowever, it also echoes President Bush's insistence on succeeding in Iraq. \"Should jihadists leaving Iraq perceive themselves ... to have failed, we judge fewer fighters will be inspired to carry on the fight.\"\nBush ordered more than three pages of the National Intelligence Estimate on global terrorism made public Tuesday after several days of Democratic attacks based on media reports about the classified document.\nDemocrats have trumpeted the report, completed in April and a reflection of the analysis of the 16-agency U.S. intelligence community, as the first admission by the administration itself that Bush's policy in Iraq has made the problem of global terrorism worse.\nSenate Minority Leader Harry Reid, D-Nev., said the report confirms \"what the American people have long believed: The Bush administration's failed policies in Iraq are fueling global terrorism and making America less safe.\"\nThe \"key judgments\" of the report released Tuesday cite the Iraq war for \"breeding a deep resentment of U.S. involvement in the Muslim world and cultivating supporters for the global jihadist movement.\"\nFran Townsend, the president's counterterrorism adviser, emphasized the more positive aspects of the document to reporters. An example: U.S. counterterrorism efforts have \"seriously damaged the leadership of al-Qaeda and disrupted its operations,\" the report says.\nAs for the Iraq war's impact, Townsend said, \"The fact is they were fighting us long before we were in Iraq.\"\nLeading Democrats such as Sen. Carl Levin, D-Mich., called for the entire intelligence document to be released. \"The entire report should be declassified -- period,\" Levin said.\nHouse Minority Leader Nancy Pelosi, D-Calif., tried unsuccessfully Tuesday to call for a closed House session to debate the report. The move failed, 217-171.\n\nLoad-Date: September 27, 2006"
}