{
    "title": "International terrorism strikes at Utah - again",
    "publisher": "the deseret news",
    "year": 2017,
    "month": 3,
    "day": 24,
    "full text": "By Tad Walch\nDeseret News\nSALT LAKE CITY - Islamic State terrorists now have killed one Utahn and wounded four others in two international attacks exactly a year apart, a frightening coincidence that has left Utahns dumbfounded and grief-stricken.\n\"How do you begin to make sense out of that?\" asked Wendy Ulrich, a prominent psychologist. \"You can't. And when it hits you, it doesn't matter how many others are involved, it's very painful and personal.\"\nThere is no suggestion that the killers targeted Utahns or anyone else in particular in the two attacks. But the survivors of the first said they felt raw emotions resurface when they learned of the second.\n\"It's heart-wrenching,\" said 21-year-old survivor Dresden Empey of St. George, caught up in the attack in Belgium.\nFirst, on March 22, 2016, two suicide bombs at the Brussels airport killed 16 and wounded hundreds, including Empey, Richard Norby and Mason Wells, three Utahns serving missions for The Church of Jesus Christ of Latter-day Saints.\nThen on Wednesday's anniversary of that attack, a terrorist drove a car into a crowd of people on the Westminster Bridge in London, killing three, including Utah's Kurt Cochran, and injuring dozens, including Cochran's wife, Melissa. He then stabbed to death a police officer.\nBoth incidents created anxiety far beyond these families and their friends, Ulrich and other experts said.\nAnswers to the biggest questions are elusive, but experts and the survivors offered a framework for moving forward. One key to understanding the incomprehensible is that these were acts of psychological warfare. A second is that the Utah ties to the two attacks are a remarkable accident.\nFinally, those who feel anxious about terrorist attacks can, with time, learn resilience.\nRandom and rare\nWednesday's attack in London obviously was calculated for the anniversary of the Brussels bombing, said Chad Wells of Sandy, Utah, father of Mason Wells, the 20-year-old Brussels survivor now working as a congressional intern in Washington, D.C. At least it felt that way.\n\"I definitely mourned Wednesday a lot more than I would have had this not happened on the anniversary,\" Chad Wells said. \"It brought back a lot of the raw emotions. It brought those to the surface.\"\nWhen he learned Thursday that West Bountiful's Cochran was one of the victims, he said he felt worse.\n\"I was just sickened. It's extremely ironic that it's happened on the same day a year apart to a Utah family.\"\n\"The odds are astronomical, said Norby, who still bears an open wound on one of his legs a year after shrapnel shattered it and burns and pieces of metal riddled his head, torso, arms and legs in Brussels.\nNorby is right. The number of American tourists and travelers dwarf the number hurt by terrorists.\nFrom 2005 through 2015, terrorists killed 94 Americans on U.S. soil.\nDuring that same time, 245 Americans died in terror attacks overseas - 211 of them in Afghanistan, Iraq, Somalia and Syria, according to State Department data.\nCochran is the third American to die at the hands of terrorists in Europe in the past 12 years.\nStatistics show that Americans are 260 times more likely to be struck and killed by lightning than to be killed by terrorists. There is a far greater chance (1 in 30,863) that a person will die in an animal attack than an attack by a foreign-born terrorist (1 in 45,808), according to research compiled by Business Insider.\nReal anxiety\nThose statistics help the majority of people cope, experts said, though they offer cold solace to the families of Kurt and Melissa Payne Cochran. Her parents, Dick and Sandy Payne, were working as LDS service missionaries in the London Temple when Kurt and Melissa traveled to visit them on their 25th wedding anniversary.\nIt would seem that few Utahns could empathize with them like Empey, who last week had what he hoped would be a final surgery to remove Brussels shrapnel.\nNot so, he said.\n\"When I heard about it,\" Empey said, \"I put myself in their shoes and imagined what it would feel like. Of course, their situation is different, because he passed away. I don't feel like I can understand completely. I wouldn't want to try to say I know how it is, because I don't know what it's like to lose a loved one like that. I want to tell them how sorry I am for their loss.\"\nWhile some seem unflappable - perhaps biologically wired to be that way, Ulrich suggested - the statistics don't ease the concerns of others who experience anxiety exactly because such attacks are rare and random.\n\"Witnesses of extreme and unexpected violence - just watching it can be traumatizing,\" Ulrich said. \"Your own life can be disrupted by being disturbed by it because it can shake up our secure perception of the world we live in. And if we've already experienced great trauma or loss, it can bring it all up and put it in our lap again.\"\nUlrich said anxiety has now eclipsed depression as the most common mental illness.\nHow to cope\nThis is what terrorists desire.\n\"It's psychological warfare,\" terrorism expert John Horgan told CNN last year. \"Pure psychological warfare. They don't just want to frighten us or get us to overreact, they want to be always in our consciousness so that we believe there's nothing they won't do.\"\nSeveral things explain why for some, the fears outstrip the risks. Powerful emotions can alter the way we perceive the risks, a University of Oregon study found.\nMost people can't distinguish between a rare concern and one that is far more remote.\nAnd, Ulrich said, \"random stuff is often harder for us because it can really trigger our sense of being out of control in a crazy world.\"\nAnxiety can be a cyclical battle with that desire for control. Ironically, the solution is accepting vulnerability, said Ulrich, author of \"Weakness Is Not a Sin: The Liberating Distinction That Awakens Our Strength.\"\n\"Things are going to happen sometimes,\" she said. \"Our goal is to learn to appreciate and trust in our own capacity to be resilient in our trials.\"\nOn Wednesday evening, aware of Cochran's death but not his tie to Utah, Norby and Chad Wells and their wives released balloons with messages of hope into the sky like prayers. Norby's children and grandchildren did the same in Nebraska, Colorado and Arizona in a display of unity, hope and gratitude.\n\"ISIS enjoys being bad, and wreaking havoc as much as most people in the world enjoy doing good and being kind,\" said Norby, who woke up in the middle of the night thinking about London. \"I'm of the firm belief they will never overtake the world. They will never do it. We cannot succumb or cater to what they're proposing.\"\nEmpey, Norby and Wells were resolute. They will continue to travel internationally. Norby has started plans to return to Belgium next year. Wells stood by the ringing endorsement he gave of Mormon missionary work while his son was still in a hospital bed with bandages around his burned face and hands and the Achilles tendon torn by shrapnel; he will send his other sons on future missions without reservation.\n\"Unfortunately these things happen, but it doesn't stop me from living my life and doing what I do. I think we can't let that happen. The terrorists want us to stop living. We have to move forward with hope and faith and be who we are.\"\nEmail: twalch@deseretnews.com\n\nLoad-Date: March 24, 2017"
}