{
    "title": "Intent plays a part in Maher's idea of terrorism support",
    "publisher": "university wire",
    "year": 2002,
    "month": 11,
    "day": 14,
    "full text": "It's been a thoughtful week. I read Bill Maher's new book \"When You Ride Alone, You Ride with bin Laden. \"\nI loved the show \"Politically Incorrect\" and I wanted to lynch the bastard at ABC who decided to cancel it. I never entirely agree with Maher's libertarian politics, but he, at the very least, knows what an argument is -- something that is confused, by more and more people, as the same thing as an opinion.\nU. Utah\nAnd, the first chapter of Maher's new book makes me happy as a clam. He's as mean, argumentative and relentless as ever. The first thing I learned was that the diamond industry is a corrupt mess. Basically-remember this next time you drool on the jewelry store window-terrorists, like bin Laden, do not use bank accounts or trust funds or anything else to store \"dirty oil money.\" They use diamonds. And the people who mine diamonds do so by force, by raping women and cutting off children's limbs. So, inadvertently, if diamonds interest you, so does raping women and cutting off children's limbs.\nBeing cynical and bitter toward dating in general, I added this information to my marriage-hating and what-women-shouldn't-want-from-men arsenal of arguments. When Maher says, \"A diamond may be forever, but terrorism, promiscuously funded, will be too,\" I smile because now I have a further excuse not to approach women.\nI learned that other things also support terrorism: oil (duh!), driving alone which uses more oil, which I do almost everyday, and electricity-a lightbulb uses 11 gallons of oil to stay lit for one year. For all the lightbulbs we put out at Christmas, Maher seems to be suggesting we might as well be forking over our cash to bin Laden himself.\nAnd I jump ship.\nI can't take it anymore. Even though Maher's book is supposed to be about what civilians can do to help during a time of crisis, it instead froze me.\nI felt as though, like the butterfly in chaos theory, I couldn't move without causing a tornado. I am already well aware that anything I purchase that I don't need-a DVD, a wedding ring, a new dress for the girlfriend-all that money could have been given to charity! Maher's book asks by implication, aren't we all just lazy, bad, shallow and horrid?\nWell, to a certain extent, Americans are certainly lazy and shallow. But I'm not sure about bad or horrid.\nMaher's book is actually more provocative than he probably intended.\nBy informing us of so many inadvertent effects of our behavior, he tosses us into a chaotic universe in which our conceptual scheme of right and wrong is actually under suspicion.\nBut, I can't make the leap he does. I'm not willing to call someone who just bought some plastic reindeer supportive of terrorism. Intent has to play a role somewhere.\n(C) 2002 Daily Utah Chronicle via U-WIRE\n\nLoad-Date: November 18, 2002"
}