{
    "title": "Intelligence committees say terrorism threat on the rise",
    "publisher": "the world",
    "year": 2013,
    "month": 12,
    "day": 2,
    "full text": "WASHINGTON - The terrorism threat against the United States is increasing and Americans aren't as safe as they were a year or two ago, the leaders of the House and Senate intelligence committees said.\nSen. Dianne Feinstein said there are more terrorist groups than ever, with more sophisticated and hard-to-detect bombs. The California Democrat said \"there is huge malevolence out there.\"\nRep. Mike Rogers said there's enormous pressure on U.S. intelligence services \"to get it right, to prevent an attack.\"\nThe Michigan Republican said that job is getting more difficult because al-Qaida is changing, with more affiliates around the world. He said those are groups that once operated independently of but have now joined with al-Qaida.\nRogers also said terrorists are adopting the idea that \"maybe smaller events are OK\" and still might achieve their goals.\n\"That makes it exponentially harder for our intelligence services to stop an event like that from happening,\" he said in a joint interview on CNN's \"State of the Union\" that aired Sunday.\nAlthough neither lawmaker offered specifics about what led them to their conclusions, Feinstein spoke generally of \"a real displaced aggression in this very fundamentalist jihadist Islamic community, and that is that the West is responsible for everything that goes wrong and that the only thing that's going to solve this is Islamic Sharia law and the concept of the caliphate.\" The caliphate is an Islamic state led by a religious and political leader, or caliph, considered a successor of the prophet Mohammed and who governs by Sharia law.\nRogers said al-Qaida groups have changed their means of communication as a result of leaks about U.S. surveillance programs, making it harder to detect potential plots in the early planning stages.\n\"We're fighting amongst ourselves here in this country about the role of our intelligence community that it is having an impact on our ability to stop what is a growing number of threats. And so we've got to shake ourselves out of this pretty soon and understand that our intelligence services are not the bad guys,\" Rogers said.\n\nLoad-Date: December 3, 2013"
}