{
    "title": "International community condemns attack on Amarnath pilgrims",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 7,
    "day": 11,
    "full text": "New Delhi , July 11 -- Condemnation against the Amarnath attack poured in from the international community today, with the US \"deploring\" the strike and Germany saying it \"resolutely stands\" by India in the fight against terrorism and extremism.\nNepal's foreign affairs ministry, in a release, also strongly condemned the terrorist attack and expressed its condolences.\n\"We deplore the attack on #Amarnath pilgrims & condemn all acts of terrorism. Deepest condolences to the families & all those affected,\" the US ambassador's official Twitter handle posted.\nThe US has appointed Kenneth I Juster as its ambassador to India, but he is yet to take office.\nIn a message, German Ambassador Martin Ney said, \"On behalf of the Government of Germany, I strongly condemn yesterday's terrorist attack in Jammu & Kashmir. Seven Amarnath yatris lost their lives and more than a dozen were wounded.\"\nHe also conveyed deepest condolences to the families of the victims.\n\"Germany resolutely stands by India in the fight against terrorism and extremism,\" Ney said.\n\"As the G20 leaders just reaffirmed in Hamburg, we are resolved to tackle terrorism as a common challenge to the global community,\" he noted.\nSeven Amarnath pilgrims were killed and 19 injured in the terrorist attack in south Kashmir's Anantnag district last night.\nThe bus, bearing a Gujarat registration number, was on its way from Baltal to Jammu when the attack took place.\nThe bus was not part of the Amarnath yatra convoy and was plying after the 7 pm deadline imposed by security officials on the movement of such vehicles.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: July 11, 2017"
}