{
    "title": "International House Plan Stalls Terrorism Concern Raised In Millersville ; Council Delays Vote To Ch",
    "publisher": "intelligencer journal",
    "year": 2009,
    "month": 11,
    "day": 3,
    "full text": "BY JAMES BUESCHER\nCorrespondent\nFor the past 22 years, it's been helping immigrants, refugees and foreign-born college students thrive in their new home in the United States.\nHowever, the planned expansion of Millersville International House had one doubter who suggested that adding classrooms, offices and residential space could attract those with ties to terrorism.\n\"If this is expanded, what guarantee do we have that terrorists won't use (International House) as a means to enter the country?\" resident Steven Giberson said at the borough council meeting Oct. 27.\n\"Our world has changed since 9/11,\" he said. \"You have to wonder.\"\nInternational House representatives sought council's approval for zoning changes at the meeting. However, after a discussion on how a possible traffic increase from the expansion might impact the safety of children walking to nearby Eshleman Elementary School, the board voted to delay a decision.\nCouncil member Scott Bailey said at the meeting that council is expected to revisit the request within the next 30 days.\nThe house, at 321 Manor Ave., currently hosts 32 students from 17 countries. Many of the residents are enrolled at Millersville University or at the Lancaster campus of Harrisburg Area Community College.\nFounded in Millersville in 1987 by Eastern Mennonite Missions to help with international students' professional development and spiritual growth, the house also offers English language programs to immigrants and refugees living in Lancaster County.\nThe zoning request involves a proposed amendment to the borough ordinance that would allow for the expansion on the 10-acre site, primarily at the front of the house. Also, the borough was asked to rezone the property from R1 residential to neighborhood/commercial to allow for new office space.\nEarlier this year, Millersville's planning commission recommended approval of the request, which would help International House begin construction in 2010. Plans call for construction to wrap up in 2015.\nRay Huber, executive director of International House, answered Giberson at the meeting, saying every student at the house has been cleared by the federal government and that they are monitored by the organizations sponsoring them, such as local universities. \"Students here must have a visa, and that has tightened considerably since 9/11,\" he said.\n\"Not everyone who asks gets to live there, and we have had students who have been removed. So we do take this very seriously,\" Huber said. \"Guarantees? How can we give them? But this is something we stay on top of, absolutely.\"\nIn a follow-up interview Thursday, Huber said International House officials \"want to develop this in a proper way, and we'd be happy to work with our neighbors. If anyone wants to express an opinion, we're here to hear it.\"\nPending borough approval of the request for commercial zoning, he said, \"These are going to be professional offices and a small amount of retail space. Not a strip mall.\"\nJohn Rochat, borough police chief, said at the meeting expired visas are the biggest problems his department faces with foreign-born students in the borough, such as those attending Millersville University.\n\"Sometimes they drop out of school and try to stay in the U.S.,\" he said. \"We've had a few of these cases where we've had to work with the FBI, but we've never had a problem with the International House.\"\nOther residents at the meeting raised concerns about the expansion, including Robert McLane, who said that the expansion \"affects the community adversely\" because it might mean the possible loss of one of the borough's last remaining open spaces. He then presented a petition signed by 20 Millersville property owners to protect the open land.\n\"Put this on hold,\" McLane said to the council. \"Poor planning leads to community degradation.\"\nIn support of International House, June Heller said she has been a neighbor of the property since 1964 and that she \"had faith in what they are looking to propose.\"\n\"They've always been wonderful neighbors,\" she said. \"I support the service that they're providing to the community.\"\nFor more information, call the borough office at 872-4645.\nFor more information on International House, visit the Web site www.mihusa.org or call 872-7085.\n\nLoad-Date: November 3, 2009"
}