{
    "title": "Interview with Judge Baltasar Garz_n Q&A_ 'I Raise My Voice in Constant Denunciation, Demanding Just",
    "publisher": "the world",
    "year": 2008,
    "month": 3,
    "day": 17,
    "full text": "'As for the terrorist FARC organisation, I describe it in the terms I have just used,' said Spanish Judge Baltasar Garzón, replying to a journalist's question during his visit to Costa Rica.\n'Nothing can be gained by violent means in a democratic country, because the democratic state can never yield to such a challenge,' said Garzón in an impromptu conversation with several journalists, including IPS correspondent Daniel Zueras, at the Human Forum 2008: A Symphony of Transformation, organised by the Alliance for a New Humanity and held Tuesday to Thursday in San José.\nThe FARC (Revolutionary Armed Forces of Colombia) is an insurgent group with rural roots whose original members took up arms in 1964. Latin American countries have avoided calling them 'terrorists', as Bogotá wishes, and as the United States and the European Union have done since 2001.\nThe Venezuelan government asked earlier this year for the FARC to be recognised as a 'belligerent' force, as a step towards a peace process in Colombia.\nGarzón captured international attention in 1998 when he issued a warrant for the arrest of former Chilean dictator Augusto Pinochet (1915-2006), then in London, for the murders of Spanish citizens and crimes against humanity committed by his 1973-1990 military regime.\nAlthough Pinochet ended up being released from house arrest in London instead of extradited to Spain, his arrest paved the way for investigations in Chile of past human rights violations. What follows is a summary of the question and answer session with Garzón:\nQ: Do human rights command more or less respect now than 10 years ago? A: It's not possible to generalise. There have been great advances in the defence of human rights, but there have also been major setbacks, and we are having to make up for some losses that should never have happened, especially in areas that most directly affect human beings, like terrorism.\nIt is essential for terrorism to be fought within the rule of law. Failure to do so, apart from infringing the basic principles of law, is a mistake that all citizens have to pay for. I do not raise my voice in criticism against one side or another, but in constant denunciation, to demand justice.\nQ: Do you think the International Criminal Court is an effective instrument?\nA: It's an absolutely necessary judicial body, but it would be far more effective if countries like the United States, Russia, China, Israel, and many others, were to join it. It is a great failure for humanity that there are still so many leaders who are not covered by the International Criminal Court, because I think it is the most important peace initiative that the world has produced in the last 40 years.\nIt is intended to give a response, under the rule of law, to the barbarism of the most serious human rights crimes.\nQ: What is your opinion of the FARC?\nA: As for the terrorist FARC organisation, I describe it in the terms I have just used. It should have disappeared a long time ago. Nothing can be gained by violent means in a democratic country, or one in search of peace; violence leads nowhere, because the democratic state can never yield to such a challenge. What is called for is reflection, and the abandonment of violence. That is the starting point for dialogue and finding solutions.\nQ: What is your view on the recent incursion by the Colombian army into Ecuadorean territory to attack a FARC camp?\nA: The issue was resolved when the Organisation of American States (OAS) decided to condemn the action. To make further comments when those who were required to give their opinion have done so leads nowhere. Fortunately, the diplomatic conflict triggered by the action, which was admitted by the Colombian authorities, has been overcome.\nDialogue and understanding are the way to overcome problems that may arise between neighbouring countries. For borders to be violated, the borders must exist, and while this is the case there are mechanisms to solve the conflicts.\nQ: Some have said in the United States that if the governments of Ecuador and Venezuela have had any links to the FARC, these two countries could be added to the State Department list of nations that support international terrorism. What is your view of this list?\nA: That is a political decision and I have no reason to make any criticism of it, or the reverse. I do not agree with such lists. It is very difficult nowadays to state that countries as such develop or support terrorism; at least, I am not aware of any in this hemisphere.\nA different matter is the existence of facts, documents, data that may relate persons with concrete actions. In the purview of criminal justice, facts are sovereign, and the evidence that proves those facts establishes what should be done.\nQ: How vulnerable is Central America to terrorism? A: International terrorism threatens different parts of the world to a different extent, but it is a real threat which can produce an incident at any time. We cannot read terrorists' minds, so we don't know what their plans might be. What's important is that everyone should be prepared, and have the instruments and weapons necessary to face a terrorist threat.\nQ: What is your view on how the Chilean justice system handled the Pinochet case?\nA: The important thing is that the judicial machinery was put to work, the existing difficulties were overcome, and the Chilean justice system is responding to the crimes committed by the dictatorship, although unfortunately Augusto Pinochet could not be brought to trial. I believe the victims deserved that and that it was their right.\nIn this case we failed, but it is also true that a person who had always escaped justice was brought before the courts.\nQ: Do you think that anyone who commits a crime against humanity can no longer escape punishment?\nA: I would say that there are legal mechanisms in every country and the international community for certain crimes classified as international to be investigated and prosecuted, and for those responsible to be tried, under the principle of international criminal justice. If this is not actually done, it may be due to other reasons which hinder the process, but certainly, it is legally possible. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: March 17, 2008"
}