{
    "title": "Intel director not briefed on terror arrests in London",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 12,
    "day": 23,
    "full text": "WASHINGTON -- White House officials acknowledged Wednesday that Director of National Intelligence James Clapper had not been briefed about terrorism arrests in London before an ABC television interview this week but insisted he is fully engaged in the intelligence process. \nWhite House counterterrorism chief John Brennan said Clapper had been in classified Senate briefings about other subjects Monday when news broke that 12 terrorism suspects had been arrested in Britain. A short time later, Clapper sat for an interview with ABC's Diane Sawyer in which she asked him about the arrests and he drew a blank. \n\"London?\" Clapper asked. Silence followed before Brennan, who was also in the interview, explained. \nSpeaking to reporters at the White House on Wednesday, Brennan sought to tamp down the furor. \n\"Should he have been briefed by his staff on those arrests? Yes,\" Brennan said. \"And I know there was breathless attention by the media about these arrests, and it was constantly on the news networks. I'm glad that Jim Clapper is not sitting in front of the TV 24 hours a day and monitoring what's coming out of the media.\" \nIn a statement, a DNI spokeswoman said Clapper had not been briefed \"because it didn't appear to have a homeland nexus, and there was no immediate action by the DNI required,\" but he would be briefed in the future. \nCritics have questioned the effectiveness of the DNI, a position created after the 9/11 attacks to try to streamline intelligence from multiple agencies. Successive directors have struggled to corral the intelligence community -- a difficult task because the agency office does not control all of the intelligence budgets -- and there have been five directors of the DNI in as many years. \nSen. Dianne Feinstein, D-Calif., chairman of the Senate Select Committee on Intelligence, warned not to exaggerate the latest incident, saying that to \"push this to any elevated status is a big, fat mistake.\" \n\"Director Clapper was meeting with members of the Senate on the ratification of the START treaty -- pretty important,\" Feinstein said on CNN's \"John King USA.\" \n\"If that were me,\" the senator said, \"I'd be a little bit upset with my staff, because before I went on television, I would have expected that my staff would have alerted me as to anything that came in.\" \n\nLoad-Date: December 23, 2010"
}