{
    "title": "INTERPOL , AKA 'STRAIT-LACED GUYS'",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 5,
    "full text": "The international supersleuths are in town, nosing about the capital and gathering in secret meetings to discuss their trade.\nFor the first time in 25 years, Interpol, the International Criminal Police Organization, is holding its annual meeting in the United States. The eight-day gathering, which ends Tuesday, has drawn police brass from nearly 120 nations.\nAs one might expect, Interpol does its work in private. In sessions barred to the press and public, delegates are talking about terrorism, hijacking, drug trafficking, money laundering and art theft. There is little free time; where other conventioneers might spend a few hours visiting the National Zoo, Interpol's members are touring the weapons displays at the Justice Department.\n''These are police,'' said one American participant. ''These are strait-laced guys.''\n \n'An Image Problem'\nMuch of the meeting has centered on the future of Interpol, one of the world's most misunderstood organizations. Forget what the spy novels say. Interpol does not have its own network of international crime-solvers, and there is no such thing as an Interpol agent. Interpol is, in fact, a world association of 138 national police forces, established in 1923 to act as a clearinghouse for crime data.\n''We do have an image problem,'' said Raymond E. Kendall, a Scotland Yard official who was elected this week to a five-year term as Interpol's secretary general.\nAccording to a recent Justice Department study, Interpol officials find themselves constantly explaining that the agency ''has no international agents hurdling national frontiers to make love to native beauties and to collar masterminds of crime.'' Interpol's 250 employees have no power of arrest or search across international borders. The organization is instead used as a go-between, passing information among nations about crimes and criminals.\nIn 1983, for example, a Government official from Liberia absconded with a million dollars from the national treasury of that West African nation. Liberia called on Interpol's headquarters near Paris and requested a warrant, the international equivalent of an all-points bulletin. The warrant led American agents to arrest the official, who had fled with some of his riches to Somerville, Mass.\nThere are other, more dramatic cases. After Pope John Paul II was shot in 1981, Interpol fingerprint records quickly identified the assailant as Mehmet Ali Agca, who was wanted on murder charges in Turkey, his native land.\nDespite some flashy success, Interpol is trying to overcome a reputation for antiquated facilities and slow investigation. ''This organization is going through almost a crisis of conscience,'' Mr. Kendall said. ''We're retrenching, regrouping.''\nInterpol's equipment is outdated; criminal records are only now being transferred from 3-by-5-inch index cards to computers. And it was only last year that the agency voted to change its rules and aggressively help countries combat terrorism.\nThe terrorism effort had been blunted for years by rules that prohibited Interpol from involvement in political issues. ''My view is that perhaps our inability to come to terms with that issue for a long time during the 1970's did affect our credibility,'' Mr. Kendall said. Under the new rules, he noted, ''criminal acts take precedence over the political motivation,'' permitting Interpol to enter terrorism investigations.\nThe addition of computers and the terrorism campaign will doubtless improve the organization's reputation, Mr. Kendall said. ''We've gotten to the point,'' he said, ''where the shortcomings are being recognized, and there is a conscious effort to put them right.''\nBut that still leaves the problem of factionalism. In the years since Interpol's reorganization after World War II, the organization has almost always been run by French officials.\nFrom 1946 to this year, the secretary general, who oversees day-to-day operations, was French. But the election of Mr. Kendall, a Briton, has changed that. And some French critics have questioned why an American - John Simpson, director of the United States Secret Service - was elected Interpol's president last year. The critics wonder aloud whether the organization is being taken from French control.\n \n'A False Issue'\nMr. Kendall dismissed the worries. ''It's a false issue that's been built up in a way that it shouldn't have been,'' he said, adding that it was silly to believe ''there's going to be a sudden change from Francophone thinking to Anglophone or American thinking. My own personal relations with French officials are extremely cordial, and there's a mutual respect.\n''Maybe it's the fact that I have a French wife,'' he said with a smile.\nWhatever the problems in Paris, the relationship between the United States and Interpol has rarely been closer. President Reagan visited the conference this week. And in a speech, Attorney General Edwin Meese 3d called for broadened international cooperation and complimented Interpol for its new campaign against terrorism.\nThe appearance of the two Americans pleased Mr. Kendall. ''It's an impressive indication as to the level of importance that the United States gives to Interpol,'' he said.\nThe United States and other nations have come to realize that ''Interpol is the only existing organization which is structured to deal with the handling of international police information,'' Mr. Kendall said. ''Either you deal with the shortcomings in that organization or you have to do something completely different. The most sensible and economic solution is to keep using Interpol.''\n\nGraphic\n\n \nPhoto of audience at Interpol conference (NYT/Jose R. Lopez)"
}