{
    "title": "Intelligence Chief Reduces Size of Counterterrorism Office",
    "publisher": "the new york times",
    "year": 2020,
    "month": 5,
    "day": 16,
    "full text": "The cuts to the National Counterterrorism Center were smaller than some former officials feared. The changes will allow intelligence agencies to shift personnel to other threats.\nWASHINGTON — The acting intelligence chief announced a reorganization of the National Counterterrorism Center on Friday, part of an effort to reduce the size of the office overseeing the nation’s spy agencies.\nRichard Grenell, the acting director of national intelligence, has been racing against the clock to make changes to his office before his appointment ends and he is replaced with a Senate-confirmed official.\nThe cuts to the counterterrorism center were far more moderate than some expected, according to current and former intelligence officials. Many of the reductions will be done by eliminating vacant positions; others will be done by attrition and by sending officers back to their home agencies. In all, the cuts will amount to about 15 percent of the center’s work force, an official said. The precise size of the agency is classified.\nOfficials said there will be no layoffs as a result of the cuts, and the end result will be more intelligence officers returning to work at their home agencies. The individual parts of the intelligence community — like the C.I.A., the Defense Intelligence Agency and the National Security Agency — are best positioned to assign their people to emerging problems, intelligence officials said.\n“We are facing a time in our nation’s history where the threat picture is far broader than terrorism, and the I.C. needs to shift resources to address a wide range of complex, sophisticated adversaries,” said Lora Shiao, the newly appointed acting director of the center, using an acronym for the intelligence community.\nCongressional Democrats were upset that they were not consulted before the changes. Senator Mark Warner of Virginia, the vice chairman of the Senate Intelligence Committee, said they would have to examine the details of the reorganization to “evaluate the wisdom of these cuts.”\nThe National Counterterrorism Center “plays a critical role in fighting terrorism and keeping Americans safe,” Mr. Warner said, adding that “we need to make sure that it continues to work as Congress intended, regardless of what the acting D.N.I. decides to do while he’s temporarily in the job.”\nRepresentative Adam B. Schiff, Democrat of California and the chairman of the House Intelligence Committee, said that the center “was created in the wake of the Sept. 11 attacks, and preventing another catastrophic attack remains among our nation’s most solemn obligations.”\n “Many recent former NCTC leaders expressed concerns about the potential for politicized changes” to it, he added, using an acronym for the center.\nThe creation of the counterterrorism center has been one of the success stories of the government’s overhauls after the Sept. 11, 2001, attacks, collecting and fusing information from across many government agencies. Ensuring that personnel cuts and the reorganization do not curb the center’s ability to detect and counter threats will be critical for the new leadership team, former officials said.\nAlthough terrorism remains a real threat, it is less significant than it was a decade ago, officials said. Some of the resources allocated to the counterterrorism center would be better used to collect intelligence on China or other threats to the United States, former officials said.\n“These moves are likely designed to reorient the center to future threats while also eliminating some redundancies in its mission,” said Javed Ali, a former senior counterterrorism center official who is now a visiting professor at the University of Michigan. “These resources could then be repurposed to focus other key priorities within O.D.N.I., like great power competition, cybersecurity or infectious diseases.”\nMs. Shiao, a career American intelligence officer whom Mr. Grenell appointed the counterterrorism center’s acting director last month, pushed against wider cuts. Ms. Shiao, who was the center’s third-ranking official, replaced Russell Travers, who was abruptly removed in March amid planned cutbacks by Mr. Grenell.\nMs. Shiao and Mr. Grenell devised a compromise plan, mostly focused on eliminating jobs that were already unfilled.\nThe announcement on Friday laid out a series of organizational changes in the counterterrorism center that will increase offices focused on border security, trim the center’s human resources and support personnel as well as parts of its planning office.\nOver the past month, Mr. Grenell has been reorganizing the national intelligence office.\nHe also announced on Friday that the counterintelligence and security center overseen by his office would take over election security briefings for political candidates.\nWilliam R. Evanina, the director of the National Counterintelligence and Security Center, will lead all intelligence-based election security briefings for the candidates this year. The change, said officials, was intended to make sure all campaigns get the same information.\nSome Democrats had complained that F.B.I. security briefings have been inadequate, and privately expressed hope that Mr. Evanina’s appointment would make the future sessions more robust.\nMr. Evanina will continue to work with the F.B.I. and the Department of Homeland Security to develop the intelligence assessments of “potential malicious influence,” according to the national intelligence office.\nThe Friday announcement came after a series of other moves announced by Mr. Grenell in recent days. He has elevated the role of a three-star general assigned to the director’s office to make that person a senior adviser to the director. He also created a senior cyberexecutive.\nMr. Grenell has come under intense criticism by Democrats and some former officials for politicizing the intelligence community. He has angered some former officials by ushering out Mr. Travers and Deirdre Walsh, who was the chief operating officer of the national intelligence office.\nHis decision to declassify documents related to the            legal casearound Michael T. Flynn have cheered conservatives but led to accusations that the decisions were made for the political benefit of President Trump. Mr. Flynn had pleaded guilty to lying to the F.B.I., but last week the Justice Department moved to            drop the case against him.\nBut Mr. Grenell has been more judicious in who he has appointed to fill empty slots, tapping career officials with deep experience. His overhaul of his office has also avoided across-the-board cuts that some former officials feared were coming.\nMr. Grenell was made the acting director with a mandate to make changes. He has said he did not take the job with the intention of being a seat warmer, and immediately began examining existing plans to shrink the office, which was created after 9/11 to better coordinate intelligence.\nBut he has had a short timeline with which to make changes.\nMr. Trump has nominated Representative John Ratcliffe, Republican of Texas, to take over as the director of national intelligence. Although Mr. Ratcliffe’s name was withdrawn from consideration after Mr. Trump first floated him last year, Senate Republicans now seem largely united behind him. He is likely to be confirmed soon.\nFor the counterterrorism center, Mr. Trump tapped Christopher C. Miller, a former National Security Council aide now working at the Pentagon, as his permanent choice for the top counterterrorism job, but it could take several more weeks for the Senate to confirm him.\nPHOTO: Richard Grenell\n\nLoad-Date: May 16, 2020"
}