{
    "title": "Intrusive measures worse than terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 8,
    "day": 28,
    "full text": "If I knew a terrorist, I would ask how much Osama bin Laden Inc. counts on the massive, unnecessary expense and damage America inflicts on itself by overreacting to the threat of terror.\nThe foolishness of color-coded alerts and X-raying the shoes of all airplane passengers is well-known. The huge expense and bureaucracy of the Transportation Security Administration is a monument to our miscalculation of risk. And so on. But, as a lawyer, I'm more interested in the thinking of government officials who should know better.\nHomeland Security Secretary Michael Chertoff, a brilliant lawyer and dedicated public servant, recently said, \"We've got to have a legal system that lets us . . . prevent things from happening rather than . . . reacting after the fact.\"\nNo, actually, we don't.\nThere are countries with such a legal system, and we would not want to live in any of them: Syria, Iran, North Korea --- name your favorite axis of evil.\nThe only kind of legal system that could \"prevent things from happening\" requires a highly intrusive program of government surveillance of all communications (e-mail, letters and phone calls) and financial transactions of private citizens, incentives for people to spy on neighbors or family members, and lifting all restraints on interrogation and investigation of suspects.\nIf you don't have all three, it won't work. If Chertoff is willing to preserve some features of an open society in Patriot Acts II-IV, the new legal system will not prevent all things from happening. Terrorists will exploit whatever vestiges of a free society remain to plot and implement violence. And, given the frequent lack of coordination and underfunding of law enforcement, there is no reason to think that half-measures would work any better than the legal system we have now.\nNor would a new, repressive legal system in America prevent terrorism directed at Americans that is planned and executed abroad --- the greatest threat. (Most of the hyped terrorism cases in this country, like the fellows recently found with 1,000 cellphones, turn out to be nothing much. But even those were discovered without revising the Bill of Rights.)\nLike almost all crimes, the plot to suicide-bomb planes between London and the United States was discovered through a combination of a tip, randomness and routine police work. The overseas reach of the Homeland Security-approved legal system would be limited, unless every nation joins us in those preventive measures and executes them as aggressively as we wish.\nEven if a totally preventive legal system did work, should we adopt it? The horror of losing friends and loved ones in the inexplicable violence of terrorism is surely one of our deepest fears. But someone has to say: There are worse things.\nThe politician who says that restrictions on liberty are justified \"if even one life is saved\" cannot be taken seriously. We constantly make public policy decisions by carefully balancing risk in favor of the greater good. On balance, the slight risk of massive loss through a successful attack is outweighed by the freedoms that are our natural right. It is entirely rational to accept some level of terrorism, crime or disorder rather than live in a police state that claims to guarantee perfect safety.\nTerrorism is real and there is evil in the world, but normal law enforcement, well-funded, acting efficiently and following current legal rules. can limit terrorism in this country, as it has done since Sept. 11, 2001.\nThe fear, of course, is that \"we've just been lucky\" during the last five years. I credit the successes of federal, state and local law enforcement in preventing or deterring a major act of terrorism on our shores to more than luck. But even if there is another event as tragic as Sept. 11 or worse, it will not prove that the sterile life of a guaranteed terrorism-free America could have prevented it or that it would have been a better life to lead.\n* Richardson R. Lynn is dean of Atlanta's John Marshall Law School.\n\nGraphic\n\n \nPhoto: Richardson R. Lynn\n\nLoad-Date: August 28, 2006"
}