{
    "title": "Invest in national security by extending TRIA; Renewing terrorism cover act this year would be a fir",
    "publisher": "business insurance",
    "year": 2004,
    "month": 7,
    "day": 12,
    "full text": "The terrorists who attacked the United States on Sept. 11, 2001, understood that a nation's economic security and its national security go hand in hand. The attackers targeted the World Trade Center precisely because they recognized that economic damage and psychological damage are inextricably linked.\nRecognizing this interdependence, Congress passed the Terrorism Risk Insurance Act. Under TRIA, the federal government would assume a large share of the costs in the event that insured losses from an act of terrorism were to exceed a set limit. By providing this ''stop-loss,'' the government has ensured that terrorism insurance is available.\nIn passing TRIA, Congress acknowledged-as have lawmakers in countries with long histories of terrorism, such as the United Kingdom, Spain and Israel-that terrorism is unlike any other risk. Acts of terrorism are utterly unpredictable. They are deliberate, not accidental. They are attacks against the state; preventing them and ensuring that they do not cause long-term damage is a national responsibility.\nTRIA is scheduled to expire on Dec. 31, 2005-that is, the federal backstop will no longer be available from that date. As a practical matter, though, TRIA will end for insurance policies issued or renewed after Jan. 1, 2005, because private-sector coverages are on a policy-year basis. Absent action on TRIA, there will be limited, if any, terrorism coverage available. Insurers will either exclude terrorism or-as is the case with workers compensation, where they cannot exclude it legally-they will withdraw capacity from geographic areas viewed as likely targets for terrorists. It is fair to say that the future of TRIA-and the uncertainty as to what will happen if it expires-is the most pressing issue facing risk managers, insurers and intermediaries today.\nThe short-term solution is a straightforward extension of TRIA for a period of two years. That would be long enough to give the administration and Congress an opportunity to develop an enduring program-one that both recognizes the reality of the continuing threat of terrorism and its potential economic consequences, and provides the certainty of continued financial protection in the face of this reality.\nThere needs to be greater recognition that there is not enough capital in the insurance industry to absorb the consequences of a large terrorist event. The industry cannot expose itself to the very real possibility of a loss that would cripple its ability to meet its obligations under all its policies, not just those providing coverage against terrorism. Responsible insurers will not expose a significant portion of their capital to losses from terrorism. As capacity is withdrawn, problems will surface in the economy, because large pools of workers will be unable to get workers compensation insurance and banks will cease making credit available for real estate projects.\nExtending TRIA-or creating another form of public-private partnership- is not a concern only for buyers and sellers of insurance, nor does it represent special assistance for a single industry. Rather, in its broadest sense, TRIA is an investment in national security, a way to guarantee that the nation is prepared to deal swiftly and adequately with the aftermath of a terrorist attack and to keep our economy operating at a high level.\nCongress has developed other successful public-private partnerships such as flood, federal deposit and crop insurance programs. Surely the nation's economic viability following a terrorist attack merits the same attention from policymakers.\nAs noted above, TRIA begins to expire soon; insurance buyers are beginning to think about what coverage will be available for their 2005 renewals. Insurers want to meet their customers' needs, but without an extension of the federal backstop, terrorism coverage will be very limited, if available at all. Given the pace at which Congress moves, a simple extension of TRIA-this year-is the wisest course and will prevent the inevitable market uncertainty this fall when policies that would extend beyond TRIA's current deadline come up for renewal.\nIn enacting TRIA originally, Congress recognized not just the need for a federal backstop but also the ultimate federal responsibility to protect the country and economy from outside attack. Each of us must urge our senators and representatives to do so again and extend TRIA.\nEdmund F. Kelly, chairman, president and chief executive officer of Liberty Mutual Insurance Co. in Boston.\n\nLoad-Date: July 14, 2004"
}