{
    "title": "Investigators_ Fort Hood suspect acted alone",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 11,
    "day": 10,
    "full text": "WASHINGTON - The Army psychiatrist accused of the Fort Hood massacre is believed to have acted alone despite repeated communications - monitored by authorities - with a radical imam overseas, U.S. officials said Monday. The FBI will conduct an internal review of its handling of the information, they said.\nAn investigative official and a Republican lawmaker said Maj. Nidal Malik Hasan was in contact with Anwar al-Awlaki, an imam released from a Yemeni jail last year, 10 to 20 times. Despite that, no formal investigation was opened into Hasan, they said.\nInvestigative officials spoke on condition of anonymity because they were not authorized to discuss the case. Republican Rep. Pete Hoekstra of Michigan, the top Republican on the House Intelligence Committee, said it was his understanding Hasan and the imam exchanged e-mails that counterterrorism officials picked up.\nHasan, awake and talking to doctors, met his lawyer Monday in the Texas hospital where he is recovering under guard from gunshot wounds in the rampage Thursday that left 13 people dead and 29 injured. Officials said he will be tried in a military court, not a civilian one.\nFBI Director Robert Mueller has ordered an internal inquiry to see whether the bureau mishandled worrisome information gathered about Hasan beginning in December 2008 and continuing into early this year.\nBased on all the investigations since the attack, including a review of that 2008 information, the investigators said they have no evidence that Hasan had help or outside orders in the shootings.\nEven so, they revealed the major had once been under scrutiny from a joint terrorism task force because of the series of communications going back months. Al-Awlaki is a former imam at a Falls Church, Va., mosque where Hasan and his family occasionally worshipped, and runs a Web site denouncing U.S. policy - a site that praised Hasan's alleged actions in the massacre as heroic.\nMilitary officials were made aware of communications between the two, but because the messages did not advocate or threaten violence, law enforcement authorities could not take the matter further, the officials said. The terrorism task force concluded Hasan was not involved in terrorist planning.\nOfficials said the content of those messages was \"consistent with the subject matter of his research,\" part of which involved post-traumatic stress disorder stemming from U.S. combat operations in Iraq and Afghanistan.\nA law enforcement official said the communications consisted primarily of Hasan posing questions to the imam as a spiritual leader or adviser, and the imam did respond to at least some of those messages.\nNo formal investigation was ever opened based on the contacts, the officials said.\nThey said the decision to bring military charges instead of civilian criminal charges against Hasan did not mean it wasn't a terrorism case. But it is likely authorities would have had more reason to take the case to federal court if they had found evidence Hasan acted with the support or training of a terrorist group.\nInvestigators tried to interview Hasan on Sunday at the military hospital where he is held under guard, but he refused to answer and requested a lawyer, the officials said.\nOn Monday afternoon, Hasan's new civilian and military attorneys met him for about half an hour at Brooke Army Medical Center in San Antonio, said retired Col. John P. Galligan, who was hired by Hasan's family.\nGalligan said Hasan asked for an attorney even though he is on sedatives and his condition is guarded.\n\"Given his medical condition, that's the smart move,\" Galligan told The Associated Press on Monday night. \"Nobody from law enforcement will be questioning him.\"\nGalligan said both he and Maj. Christopher E. Martin, Fort Hood's senior defense attorney, met Hasan. Galligan questioned whether Hasan can get a fair trial at Fort Hood, given President Barack Obama's planned visit to the base on Tuesday and public comments by the post commander, Lt. Gen. Robert Cone. Galligan also said he plans to raise the issue of Hasan's mental condition.\nThe most serious charge in military court is premeditated murder, which carries the death penalty.\nThe Army has not yet appointed a lead prosecutor in the case, said Fort Hood spokesman Tyler Broadway.\n\nLoad-Date: November 10, 2009"
}