{
    "title": "Investors push terrorism fears aside",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "NEW YORK -- Setting aside terrorism fears and focusing instead on strong corporate news and cheaper stock prices, investors Thursday drove the Dow Jones industrial average to its biggest point gain in nearly six months.\nThe Dow rallied 170.59 points, or 1.7%, to 10,218.82, snapping a five-session losing streak that had left it within 48 points of falling below the key 10,000 level. It was the Dow's largest point gain since Oct. 1, when it surged 194.14 points.\nThe broader U.S. market, which for the past six weeks has suffered its steepest price correction in a year, has been weighed down recently by renewed terrorism fears.\nProfessional investors said the Dow's 6.4% drop since its Feb. 11 high had created enough value to spur fresh buying. There is also a sense that the recent decline has been a healthy development, given that the broad market had climbed 45% over 12 months. Some market watchers say terror fears have simply exacerbated a dip already underway. \"The market was topping out before the Spain bombing,\" says Gary Kaltbaum, president of money management firm Kaltbaum & Associates.\nKaltbaum says aggressive buying kicked in Thursday after the Nasdaq composite threatened to fall below its average price for the past 200 days but was able to hold that key support level. Wall Street analysts who monitor stock chart patterns view an index that trades above its average price over 200 days as a bullish sign.\nFor one day, investors focused on positives, such as solid economic data and strong earnings news from companies ranging from cosmetics maker Avon Products to brokerage A.G. Edwards. A drop in oil prices also was viewed as a plus, as was a government report showing that the economy grew at a 4.1% clip in the fourth quarter of 2003. (Story, 2B.)\nThe Nasdaq composite posted the biggest gain, soaring 57.69 points, or 3.0%, to 1967.17. The Standard & Poor's 500 rose 17.86, or 1.6%, to 1109.19. USA TODAY's Internet 50 rallied 4.30 points, or 4.0%, to 111.58.\nHowever, money managers said one good day is not enough to say the price correction that began more than a month ago is over.\nHighlights: Avon gained $ 4.78 to $ 75.35 after raising its profit estimates for the first quarter on strong sales.\n * A.G. Edwards rose $ 1.99 to $ 36.66 after reporting fiscal fourth-quarter earnings of 67 cents a share, 13 cents better than analysts' estimates. Revenue rose 34% to $ 689 million vs. a year ago, helped by brokerage commissions and investment banking.\n\nGraphic\n\n \nGRAPHIC, B/W (CHART)\n\nLoad-Date: March 26, 2004"
}