{
    "title": "Investigators scour past of man charged in terror attack NEW YORK CITY ATTACK",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 6,
    "full text": "Amy Biden, left, stands Saturday with flowers she brought to a makeshift memorial that honors victims struck and killed by a rental truck driven by indicted suspect Sayfullo Saipov.\nSayfullo Saipov is in custody in New York City.\nNEW YORK - From his hospital bed, Sayfullo Saipov proudly told investigators how he had rented a truck and used it to fatally run down cyclists and pedestrians on a New York City bike path, all in the name of the Islamic State.\nHe assured them he acted alone. U.S. counter-terrorism agents want to make sure.\nSince the attack that killed eight people, the New York Police Department and the FBI have been working behind the scenes to study his past, question his family and friends, examine his cellphone and online activity and hunt for any clues that might identify others plotting similar attacks.\nThat search has already revealed instances where Saipov had contact with other people who had drawn law enforcement scrutiny.\n\"What we are looking for is how has he touched the subjects of other investigations, what is his connectivity to those people,\" said John Miller, the NYPD's top counterterrorism official.\nSaipov, 29, came to the U.S. legally in 2010 from Uzbekistan, where officials say he had no history of trouble with the law. He first lived in Ohio, where he was a commercial truck driver, then Florida. He most recently lived in New Jersey with his wife and children, and worked as an Uber driver.\nSince Saipov's arrest, investigators have tried to determine if he had interactions with any other terror suspects, including four Uzbeks charged in a separate case in Brooklyn with conspiring to support the Islamic State group. Prosecutors have accused them of seeking to travel to Pakistan to fight for the group.\nThe FBI has also learned that Saipov was at a wedding two years ago that was also attended by another immigrant from Uzbekistan who was - and remains - under investigation.\nAgents have also interviewed many people who knew Saipov, including a friend who was questioned for hours over several days. So far, that man, a fellow immigrant from Uzbekistan, is only considered to be a witness, according to two law enforcement officials.\nInvestigators have interviewed Saipov's wife, who was cooperative but provided no clues, and visited a mosque in New Jersey, where the defendant was living, said one of the officials. Both officials weren't authorized to detail the probe and spoke on condition of anonymity.\nThe FBI in Ohio also has questioned members of an Uzbek community about Saipov. And it's certain investigators would seek to speak to 23 other people who President Donald Trump said listed Saipov as a contact on immigration forms.\nCounterterrorism experts say the investigators are scouring Saipov's contacts and communications to see whether anyone encouraged his plans for violence, talked about joining in or contributed financially, even unknowingly.\nAuthorities can compare the information to intelligence databases with names and other information U.S. agencies have gathered, said Jeffrey Ringel, a former FBI agent and Joint Terrorism Task force member who now works for the Soufan Group, a private security firm.\nA case like Saipov's \"can lead to all sorts of spinoff investigations,\" Ringel said. It could turn out Saipov acted alone, \"but until that's determined, everything's got to be looked at,\" he added.\nSaipov was charged with federal terrorism offenses that could qualify him for the death penalty. According to a criminal complaint, the Uzbek immigrant made statements about his allegiance to the Islamic State group, which later took credit for the attack.\n\nLoad-Date: November 6, 2017"
}