{
    "title": "IOC 's Rogge remains confident in security",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 7,
    "day": 26,
    "full text": "LONDON - IOC President Jacques Rogge is confident that police intelligence work will help avert any attack on the London Olympics similar to the bombing and shooting massacre in Norway.\nIn an interview Monday with The Associated Press, Rogge said information-sharing among security agencies from different countries will be crucial in providing a safe Olympics in 2012.\n\"It's not just a fence and a wall and the armed patrol,'' Rogge said. \"It's much more than that. It's intelligence.''\nRogge said British security officials will have taken into account the type of attacks that shook Norway, where a man set off a car bomb in Oslo on Friday and opened fire at a youth camp, killing at least 76 people.\n\"This is something that has happened in other countries,'' the International Olympic Committee leader said by telephone from Lausanne, Switzerland. \"You had Timothy McVeigh in the United States. You have now this tragic incident. I'm quite sure that the security forces have calculated that in their preparations.''\nBritish Olympics Minister Hugh Robertson said the U.K. had already prepared for attacks by \"lone wolves'' but would re-examine its security plans in the wake of the twin attacks.\n\"Clearly where there are lessons to be learned from Norway we will learn them,'' he said.\nThe British government has been planning for the national terror threat to be classified as \"severe'' during the Olympics, meaning an attempted attack is highly likely. A day after London was awarded the games in 2005, homegrown suicide bombers attacked London's transport network, killing 52 people.\nRogge said Olympic security is more than just protecting buildings and targets against bombings.\n\"It's not just the physical security of the athlete in the Olympic village,'' he said. \"It's not just sweeping a bus with mirrors under the floor. There's also the surveillance on the Internet, and the collaboration between different agencies of different countries. There is a lot of intelligence going on.''\nSecurity has been a critical concern for the Olympics since the killing of 11 Israeli athletes and coaches at the 1972 Munich Games by Palestinian gunmen.\nThe man arrested in the Norway attacks was a Norwegian with right-wing and anti-Muslim views.\n\"The early evidence appears to be that this is what the security services call a lone wolf, somebody motivated by a particular political ideology rather than some of the threats we more obviously face here,'' Robertson said.\nThe British minister said Olympic security planners have also focused on non-Islamic terror threats, stressing that a Norway-style attack has been \"covered already.''\n\"There are a range of threats out there from Irish terrorism, to international terrorism to lone wolves,'' he said. \"The security systems that you put in place can cater for all those threats.''\nRogge said Britain has long experience and know-how in dealing with terrorism.\n\"London was awakened to the security issues long before the games were awarded - the issue of Northern Ireland and so forth,'' he said. \"This is a country where security forces are very well trained and well prepared.''\nRogge will be in London on Wednesday for ceremonies marking the one-year countdown to the games, which open on July 27, 2012.\n\"London is on time and on budget, with a great quality in the preparations,'' he said. \"I'm very happy it's going well.''\nLondon's main challenge, he said, will be ensuring a smooth transport system during the games.\n\"That's not specific to London. That's specific to every Olympic Games,'' Rogge said. \"I think the plans that are in place are very sound and there is a good collaboration between the different stakeholders and I think we'll manage.''\nBillions of dollars have been invested in upgrading the city's public transportation network. Spectators will be traveling to venues by Underground, bus and the new high-speed \"Javelin'' rail service between St. Pancras station and Stratford.\n\"People cannot just go to the games and say we are going to a normal football match on a Saturday afternoon,'' Rogge said. \"It will be a bit more tense.''\nThe IOC leader said the London Games - the third in the British capital and first since 1948 - will carve out their unique identity in Olympic history.\n\"I think London will be the homecoming to the nation that has invented modern sport,'' Rogge said. \"British sport was one of values, the values of fair play and sportsmanship. That is going to be the main identity, plus also the multicultural aspect of London.''\n---\nAP Sports Writer Rob Harris contributed to this report.\nAP-WF-07-25-11 1756GMT\n\nLoad-Date: July 26, 2011"
}