{
    "title": "IOC head has faith in security",
    "publisher": "pittsburgh tribune review",
    "year": 2015,
    "month": 11,
    "day": 16,
    "full text": "LONDON \"” IOC president Thomas Bach expressed confidence Sunday in the ability of Brazilian authorities to protect next year's Olympics in Rio de Janeiro in the wake of the deadly terrorist attacks in Paris. \nWith the Games nine months away, the bomb and gun attacks in the French capital that left at least 129 people dead and more than 350 wounded will raise concerns over the safety of athletes and fans at the Olympics. The Islamic State group claimed responsibility for Friday's attacks. \n\"We have confidence in the Brazilian authorities and in the international cooperation of their security agencies,\" Bach said in a telephone interview with the Associated Press. \"I'm sure all these international services will make all efforts to protect the Olympic Games from these kinds of terrorist attacks.\" \nSecurity will be among the issues discussed when IOC officials travel to Rio in the coming days for their latest \"project review\" of Olympic preparations, Bach added. The Games, the first in South America, start Aug. 5. \n\"The IOC is not a security agency,\" Bach said. \"This is the duty of the police and security forces of the host country in cooperation with the international services.\" \nSecurity has been the top priority for the International Olympic Committee ever since the 1972 Munich Games, where 11 Israeli athletes and coaches died after Palestinian gunmen raided the Olympic village. \nThe attacks in Paris came at a time when the French capital is bidding to host the 2024 Olympics. Paris is competing against Rome, Los Angeles, Hamburg and Budapest. The IOC will select the host city in September 2017. \nBach said the attacks should not harm the Paris bid. \n\"We have to take into consideration we are talking about Olympic Games nine years from now,\" he said. \"Terrorism is international. Terrorism is not restricted to Paris or France.\" \nFriday night's bloodshed began when two explosions went off outside Stade de France during a friendly soccer match between France and Germany. Four people, including three suicide bombers, were killed in those attacks. \nThe Stade de France would serve as the flagship Olympic Stadium if Paris wins the right to host the 2024 Games. \n\"˜'In nine years I hope the world will look differently, that the responsible politicians will have an answer to terrorism,\" Bach said. \n\nLoad-Date: November 18, 2015"
}