{
    "title": "Iowa and Illinois news in brief",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 9,
    "day": 10,
    "full text": "Branstad orders flags flown at half-staff\nDES MOINES - Iowa Gov. Terry Branstad has ordered that flags be flown at half-staff to honor those killed in the Sept. 11, 2001, terrorist attacks.\nBranstad on Friday ordered all U.S. and Iowa flags controlled by the state to be at half-staff from sunset Friday to sunrise Monday.\nAlthough the order applies only to flags on state property, others governments, businesses and individuals are encouraged to also fly flags at half-staff.\nPorn conviction nets 120 year sentence\nDES MOINES - A southern Iowa man has been sentenced to 120 years in federal prison after pleading guilty to producing child pornography involving girls younger than 10.\nSenior U.S. District Court Judge Robert W. Pratt on Thursday sentenced 31-year-old Timothy Ryan Zollman, of Van Wert, after he pleaded guilty in April to two counts of producing child pornography.\nEvidence presented at Zollman's sentencing shows he sexually assaulted 10 girls and recorded the assaults.\nU.S. Attorney Kevin E. VanderShel called Zollman \"a dangerous predator.\"\nDe Witt farmer dies in U.S. 61 crash\nWELTON - Authorities said a farm tractor operator died after a collision with a semitrailer on U.S. 61 in eastern Iowa's Clinton County.\nThe accident was reported around 1:05 p.m. Thursday, about three-quarters of a mile south of Welton.\nLt. Tom Paarmann, with the Clinton County Sheriff's Office, said both vehicle drivers were taken to Genesis Medical Center in De Witt, where the farm tractor operator died.\nHe was identified as 68-year-old Steven Welsh, of rural De Witt. The truck driver was identified as 62-year-old Charles Culp, of Des Moines. His injuries were believed to be minor.\nTerrorism suspect to be evaluated\nEDWARDSVILLE, Ill. - A southern Illinois teenager accused of terrorism-related charges has been ordered to undergo a competency evaluation to see if he can stand trial.\nA Friday court order signed by Judge Jennifer Hightower raises \"bona fide doubt\" about 18-year-old Keaun L. Cook's \"fitness for trial.\" The move postponed a Friday bond hearing.\nThe Godfrey teen was charged with material support for terrorism and making a terrorist threat.\nMadison County State's Attorney Tom Gibbons alleges the threats were verbal and that Cook was in contact with a terrorist organization via multiple electronic means.\nAuthorities said no materials were recovered from Cook to indicate making of weapons.\nFather faces charges in 4-year-old's death\nDECATUR, Ill. - The father of a 4-year-old Decatur girl who died after being brought to an emergency room unresponsive and with scabs and bruises covering much of her body is facing a first-degree murder charge.\nDarrell A. Reynolds, 29, appeared Thursday in Macon County Circuit Court, where he was arraigned. If convicted, he faces 20 years to life in prison.\nCourt documents state the Aug. 31 death of Amarrah C. Reynolds \"resulted from exceptionally brutal behavior indicative of wanton cruelty.\"\nSecurity surrounds jury selection\nCHICAGO - Jury selection is winding down at a much-anticipated trial of six purported members of Chicago's notorious Hobos street gang blamed for outbreaks of deadly gun violence for over a decade.\nHeavy security surrounds the Chicago trial. Spectators must go through metal detectors entering the courtroom. And jurors' names will be sealed to guard against intimidation. The Associated Press\n\nLoad-Date: October 12, 2016"
}