{
    "title": "Iowa vet works to thwart ag terrorism",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 6,
    "day": 19,
    "full text": "Mad cow disease: Some imports could destroy the economy\nMASON CITY (AP) - People's lives and livestock, as well as the economy, in northern Iowa are as vulnerable to terrorist action as any city in the country, an expert says.\nIn a changing world where security can be threatened from new and unusual places, the federal and state Departments of Agriculture have joined the military, police and health agencies in planning for emergencies.\nImported foreign animal diseases, introduced either intentionally or accidentally, pose an ongoing threat, said Don Ahrens of Mason City, district veterinarian of the Iowa Department of Agriculture.\n\"If some of these diseases were brought in, it would totally destroy our economy,\" he said. \"It would eliminate all foreign trade because countries would put up barriers. It's one of those things we may have to deal with but hope we don't.\"\nWorking for the Animal Plant Health Inspection Service, part of the National Veterinary Labs out of Ames, Ahrens recently became the first state employee to be trained at a special federal facility to develop and plan programs for just such emergencies.\n\"The training was held at the Plumb Island Animal Disease Center, a small island northeast of Long Island, N.Y.,\" said Ahrens. \"It's where infected animals are inspected and used for instruction. You can't get on or off without passes and we had to pass through bio-containment security.\n\"We had to take a shower, put on clean clothes, go to the other end of the island and take another shower,\" he said.\nOriginally established by Congress in 1954 to deal with foot-and-mouth disease, exotic sounding foreign animal diseases currently under the microscope there include mad-cow disease, Newcastle disease, Rinderpest and African Swine Fever.\n\"There's not a lot of control over the organisms that cause these diseases,\" Ahrens said. \"Someone could culture such diseases and bring them into the country in their pocket.\"\nJust as introducing hog cholera from Taiwan could devastate the Iowa pork industry, someone could spread anthrax over miles from a small plane in minutes, he said.\n\nLoad-Date: June 19, 1998"
}