{
    "title": "Iowa losing anti-terrorism funds; State is in a use it or lose it race",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 1,
    "day": 21,
    "full text": "The federal government has pledged $$ @107 million to Iowa for anti-terrorism efforts, but little has been spent, much of it forfeited because Iowa officials couldn't spend it on time. \nAlmost all of Iowa's 99 counties have a plan to respond to any eventuality, but dozens lack the organization to fulfill them, according to a report filed with federal officials in September by the Iowa Homeland Security and Emergency Management Division.\nMore than two years after terrorists hijacked and crashed four passenger planes on American soil, emergency management staffs throughout Iowa remain understaffed and undertrained, the Des Moines Register reported in a copyright story Tuesday.\nPolk County Sheriff Dennis Anderson said the county's single emergency management official is too busy to manage all the office's tasks alone - and federal officials aren't helping.\n\"To be quite frank about it, they're giving us money for things - not people,\" Anderson said. \"With our shrinking budgets, our concern is the cop that shows up on the street, the firefighter that shows up at the house, the public-works department that cleans up the scene. That's the part that's missing from this equation. We've got gas masks, but where's the bodies to put them on?\"\nPolk County was one of 21 Iowa counties to forfeit a total of $$ @78,000 in community response-team grants last year when it failed to spend the money in time. \nWith $$ @26.5 million still unspent, Iowa's \"first responders\" are set to receive an additional $$ @31.3 million in federal grants in February. \nThose amounts don't include $$ @28.6 million that has gone to state and local health departments, or $$ @5.1 million to area colleges, research facilities and the Iowa Department of Natural Resources. \nState Homeland Security Director Ellen Gordon said the state has begun to review a 99-county wish list that may help solidify the state's defense strategy in the coming months.\nPolice, firefighters and emergency planners have spent less than $$ @11 million of the $$ @37.5 million thus far received from the federal government since early 2002, records from the homeland agency show. \nMost of the state's share of the money has been used for administrative costs. Nearly two-thirds of the $$ @3 million in salaries for the new security agency's 61 employees is subsidized by the federal government. The employees have chiefly been working to formulate statewide security initiatives and identify critical needs. \nLocal jurisdictions have mainly used the money for training, planning and communications upgrades - not manpower.\n\"I don't know where all this money is coming from, but there sure is enough of it all of a sudden,\" said Don Bartholomew, coordinator of Fremont County's emergency management division. \"I think there's a lot of overkill. We're not high on the vulnerability chart.\"\nFremont County, located near Iowa's southwest corner, is one of two counties that have yet to receive a dollar of federal homeland-security entitlement grants, because it has yet to share its emergency management plans with the state. But Bartholomew, a 20-year veteran who's fought floods and tornadoes, insists he's ready for almost anything that comes his way.\nFremont County borders the Missouri River, has a north-south interstate and a major rail line, and also sits within 50 miles of a nuclear power plant and a U.S. air base.\nA $$ @21,000 Department of Justice grant secured without Homeland Security money bought two chemical suits, two self-contained breathing apparatuses, two generators, 12 chemical masks, chemical spill kits and a trailer. \nHis county's nine volunteer fire departments used the gear in their first full-scale exercise last July by simulating a chemical release at the county courthouse. They also staged a bomb explosion at a local school. None of the firefighters accepted pay for the time.\n\"They've got too much money, and they're trying to get rid of it,\" Bartholomew said of the federal government. \"It's not who needs it, it's who does the best paperwork. That's troubling.\"\n\nLoad-Date: January 21, 2004"
}