{
    "title": "Iowa State U. workshop examines terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 11,
    "day": 13,
    "full text": "In an attempt to help Iowa State University students and faculty understand terrorism and its contemporary meaning, a workshop to explore its definitions was held Wednesday.\n\"There is no definition in international law for terrorism,\" said Jeffrey J. Weiss, education director for the American Friends Service Committee.\n\"You can read books or take classes that never define it. [And] how can you study a variable without a meaning?\"\nIowa State U.\nEven our nation's politicians have not been asked for a clear definition, he said. \"I think I would faint if [President] Bush or [Secretary of State Colin] Powell were asked in a news conference what terrorism is -- but I think they should be asked.\"\nThe United Nations defines terrorism by saying \"A terrorist act must be illegal, intend to harm the state for political reasons and be capable of generating a state of fear in the general population.\"\nThe worksheet also pointed out that \"ordinary crime, drug trafficking, sabotage of information technology/computers, national liberation movements and war\" are not considered to be terrorism.\n\"Ordinary crime is not terrorism because it lacks the political motive or evoking fear in the general population,\" Weiss said.\nBut despite the United Nation's tentative definition for terrorism, Weiss said there is a serious problem with perception. He explained what terrorism is to one person may be heroism or courage to others.\nTo illustrate this point, Weiss asked audience members to put themselves in the shoes of an al Qaida member, a United States government official, an Israeli governmental official and a member of Hezbollah, a radical Shi'ite Muslim group in Lebanon.\n\"I think it's good to see a different perspective on terrorism other than what's portrayed in the American media or what we see [even here] in Iowa,\" said John Miller, senior in secondary education and mathematics.\nLashell Vasey, junior in exercise and sport science, shared Miller's sentiments. \"I came here tonight to find out how other countries perceive terrorism, because I know how America feels about it but not other nations.\"\nTerrorists want to be heard -- it is strategy, Weiss said. \"Terrorism is often described like theater -- aimed at the audience not the victims.\"\nWeiss said most terrorists want to succeed in gaining an audience, not necessarily kill a lot of people.\nYet despite this fact, Weiss said \"terrorism couched in religious terms generally result in a lot of people watching and a lot of people dead.\"\nWeiss said that the events of Sept. 11 are a good example of a terrorist attack where thousands of people watched the performance and thousands of people died. Despite attempts to better understand the contemporary meaning of terrorism, Weiss said the definition of a terrorist can change as society's views change.\n\"Yesterday's freedom fighter could be today's terrorist,\" Weiss said.\n(C) 2002 Iowa State Daily via U-WIRE\n\nLoad-Date: November 13, 2003"
}