{
    "title": "Iowa City native Chris Miller named acting U.S. secretary of defense",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 9,
    "full text": "An Iowa City native was appointed into President Trump's cabinet on Monday. \nDirector of the National Counterterrorism Center Christopher C. Miller, formerly performing the duties of the assistant secretary of defense for special operations and low intensity conflict, will now serve as the acting U.S. secretary of defense. \nPresident Trump fired former U.S. Secretary of Defense Mark Esper on Nov. 9 announcing via Twitter that he was appointing Miller to fill the position.\n\"Chris will do a GREAT job! Mark Esper has been terminated,\" Trump tweeted. \"I would like to thank him for his service.\"\n...Chris will do a GREAT job! Mark Esper has been terminated. I would like to thank him for his service.\n- Donald J. Trump (@realDonaldTrump) November 9, 2020\nMiller will be the fourth acting Secretary of Defense appointed by the Trump Administration. According to Air Force Magazine, after James Mattis was resigned in 2018, Patrick Shanahan served in the role for about  170 days. Esper took over in 2019 and served as acting Secretary until Nov. 9.\nMiller graduated from Iowa City City High School in 1983 and enrolled at the George Washington University. He was commissioned as an Infantry officer in 1987 through R.O.T.C. and graduated with a Bachelor of Arts in History. He also has a Master of Arts degree in National Security Services from the Naval War College.\nWhen Miller was nominated and appointed to be the director of the National Counterterrorism Center in July, Sen. Chuck Grassley said in a prepared statement that it was a special privilege for him to introduce Miller to the U.S. Senate Select Committee on Intelligence. \n\"It's not every day that an Iowan with such a distinguished service record comes before the Senate for consideration,\" Grassley said. \"...so it's a special privilege for me to be here with him today.\"\nAccording to the U.S. Department of Defense, Miller began his military career as an enlisted Infantryman in the US Army Reserve in 1983 and served in the District of Columbia National Guard as a Military Policeman. \nIn 1993, Miller transferred to the Special Forces and served in the 5th Special Forces Group (Airborne). He completed combat missions in Afghanistan in 2001 and Iraq in 2003. \nAfter his time in the army, he began working as the Deputy Assistant to the Secretary of Defense for Special Operations and Combating Terrorism.\n\nLoad-Date: November 13, 2020"
}