{
    "title": "Iowa briefs",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 12,
    "day": 24,
    "full text": "Student charged with terrorism OTTUMWA - Police in Ottumwa have charged a high school student with conspiracy to commit terrorism in what authorities say was a plan to \"harm a number of students.\" The Ottumwa Courier reported a 16-year-old girl was arrested on Thursday and taken to a juvenile detention center. Police began investigating after the teen allegedly began trying to recruit other students. \nPolice Chief Jim Clark wouldn't say if others were aware of the girl's plan, but he said there is no further threat. The investigation is ongoing. The Associated Press generally doesn't identify juveniles accused of a crime. 2nd man charged in deadly shooting CEDAR RAPIDS - Cedar Rapids police have charged a second man with first-degree murder in a deadly shooting in Cedar Rapids. Eighteen-year-old Justin Ross, of Cedar Rapids, was charged Friday in the death of 30-year-old Andre Herron. He was shot on a city street on Nov. 26. The Gazette reported a judge appointed the state public defender's office in Iowa City to represent Ross. A telephone call to the office was not returned Friday afternoon. Ross, who was initially arrested as a material witness in Herron's death, is being held on a $1 million bond. Ross' cousin, 19-year-old Donovan Ross, of Hiawatha, was charged Dec. 13 with first-degree murder in the killing. Mountain lion killed by officers BLENCOE - Authorities have shot and killed a mountain lion in western Iowa. The police chief in Blencoe and a Monona County Sheriff's deputy found the adult male mountain lion in a tree in the northwestern corner of town early Friday. Iowa Department of Natural Resources spokesman Dale Garner said the officers shot the animal because they deemed it to be a threat to the public. Officials believe the mountain lion likely came from a state west of Iowa. Weapons permits spike 170% in 2011 DES MOINES - The number of Iowans seeking permits to carry handguns and other weapons has increased 170 percent this year. The Des Moines Register said in a copyright story that nearly 95,000 Iowans received nonprofessional weapons permits from January through November. That's according to data from the Iowa Department of Public Safety. The surge comes as a new law gives sheriffs less discretion over who can be denied permits. Numbers from the state's three most populous counties show an even greater surge. The number of permits issued thus far in 2011 has spiked 271 percent in Polk, Linn and Scott counties. The Associated Press\n\nLoad-Date: December 24, 2011"
}