{
    "title": "Iowa maintains plans to prevent biological, conventional attacks",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 20,
    "full text": "After the events of Sept. 11, 2001, Americans realized that terrorism can strike at any time and in any place.\nAmes, Iowa, is no exception.\n\"Any place where special events are going on, there is a threat,\" said Ames Mayor Ted Tedesco.\nThough Ames does not face a strong possibility of terrorists destroying prominent buildings as they did in New York three years ago, bioterrorism could be a significant threat, since Ames is primarily an agricultural community, university and city officials said.\nTerrorists could tamper with biological agents affecting plants and cattle, said Ames Police Sgt. Mark Wheeler.\n\"(It would be) a totally different type of terrorism than we're used to seeing,\" Wheeler said.\nThe presence of the National Animal Disease Center in Ames, for example, could be a possible target for terrorism, Tedesco said.\n\"(We) research with different viruses, (so) anthrax, among other things, could be a problem,\" he said.\nMeasures are being taken, however, to protect Ames against bioterrorism.\nMichael Roof, head of the Agricultural Research Service Homeland Security, which operates the National Animal Disease Center, said security procedures are being followed to ward off any potential terrorist threats.\n\"Anyone working with select agents or toxins undergoes a Department of Justice background investigation,\" Roof said.\nIn addition, employees must undergo a limited background investigation conducted by the Office of Personnel Management, a government department that handles human resource and personnel issues.\nFurthermore, potential employees who are not U.S. citizens are given an additional background investigation called a \"Name Trace\" to ensure they have no ties to terrorist organizations, he said.\nRadford Davis, assistant professor of veterinary microbiology and preventive medicine, said agriterrorism is most likely not a significant threat to Ames.\n\"Well, I think probably agriterrorism is not a top (threat),\" he said. \"I think terrorists are still going to target humans.\"\nDavis attributes this notion to the fact that bioterrorism is not as effective as other types of terrorism.\n\"Bioterrorism agents aren't predictable, whereas chemicals, bombs and explosives are more predictable,\" he said. \"There's never been too many successful attempts of bioterrorism.\"\nIowa's crops being destroyed would most likely be a result of unintentional efforts, Davis said.\nLike Tedesco, though, Davis pointed out the prominence of the National Animal Disease Center.\n\"(Terrorists) could steal pathogens from the National Animal Disease Center, taking abilities away from labs (for us to work there),\" he said. \"Outside of the National Animal Disease Center, we have the same worries as any other university.\"\nThe presence of a large university also presents the pressing concern of having large groups of people gathered together in one space. With thousands of people attending football and basketball games throughout the year, places such as Hilton Coliseum and Jack Trice Stadium could be enticing targets for terrorists, Davis said.\nYet, Rebecca Adair, the university's risk manager, said Iowa State University would be prepared should a terrorist attack occur.\nThough Ames could be a possible target for terrorism, it is not very likely.\nAlthough preventive efforts are in place to combat bioterrorism in Ames, plans are in place, as well, to deal with conventional terrorism.\nAmes police receive training on specific threats that could be used by terrorists. Officers receive special training for bomb threats, for example, said Ames Police Cmdr. Jim Robinson.\n\"We'd follow standard operating procedures to respond (to an act of terrorism) and enlist the help of federal agencies such as the FBI located in Des Moines (Iowa),\" Robinson said. \"(The) police and fire departments work in conjunction with other law enforcement agencies, the ISU Police, Story County (Iowa) Sheriff's Office and Iowa State Patrol.\"\nThe city has a special Homeland Security organization that is involved in the efforts to ensure the city's safety. Should terrorists ever attack Ames, the city's contingency plan calls for specific initiatives to protect the city's water and power.\nThe physical safety of Ames residents is also important. Places such as City Hall, the ISU campus and basements in downtown Ames businesses, campus town and South Duff Avenue would serve as locations where people could be moved for safety, Tedesco said.\n\"Overall, Ames is a safe community,\" Robinson said.\n(C) 2003 Iowa State Daily via U-WIRE\n\nLoad-Date: September 20, 2004"
}