{
    "title": "IRA ALLY'S REQUEST PUTS CLINTON ON SPOT",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 1,
    "day": 31,
    "full text": "Analysis\nBill Clinton can keep one of his campaign\npromises, enrage his government's biggest ally, and perhaps breathe\nlife into a stalled peace initiative in Northern Ireland if he allows\nGerry Adams into the United States.\nIt is all that simple and all that complicated.\nAdams, leader of Sinn Fein, the party that supports the Irish\nRepublican Army, has asked to be allowed to participate in a\nconference on Northern Ireland scheduled for Tuesday in New York City\nLast year, Adams asked to be allowed to tour the United States\nto promote two of the five books he has written. The Clinton\nadministration turned him down, as previous administrations had for a\ndecade, arguing that he was involved in the support of terrorism.\nNow, however, Clinton has softened that stance, saying Adams\nmight be allowed in if he publicly renounced violence and made\npositive statements about the joint declaration that the Irish and\nBritish governments unveiled Dec. 15 and held up as the blueprint for\npeace in Northern Ireland.\nAdams has repeatedly called for clarifications, saying the\ndeclaration is too ambiguous for he and his party to accept or reject.\nBut the British government has been adamant that there would be no\nnegotiation until the IRA calls a cease-fire.\nAdams and the republican movement he leads, meanwhile, are\ntrying to make the case that they cannot urge the IRA to stop until\nvarious issues, especially the plight of 700 IRA prisoners, are\nresolved.  In that light, the New York conference is a desirable\nplatform.\nThe British government has made its opposition to the visa plain.\nBut Clinton, who reneged on a campaign promise to let Adams in, is\nnow under increasing pressure from U.S. lawmakers to alter a\nlongstanding State Department ban.\nA coalition of more than 40 congressional figures, led by Sen.\nEdward M. Kennedy in the Senate and his nephew, U.S. Rep. Joseph\nKennedy II in the House, have urged Clinton to change his mind,\nsaying Adams' appearance at this critical juncture could actually\nhelp the peace process by easing Sinn Fein into the mainstream and\nshowing hard-liners there is credibility to be gained through\nnegotiation and concessions.\nThose who support Adams' right to enter this country point to\nother cases that highlight what they say is a double standard and\nhypocrisy in barring Adams.  Clinton, for example, met earlier this\nmonth with Syrian President Hafez Assad, whose regime has been\nconsidered by the State Department to sponsor terrorism. The British\ngovernment itself has been engaged in clandestine contacts with Sinn\nFein for several years, something revealed only two months ago.\nAnd in what many argue is the clearest evidence of a double\nstandard, the U.S. government routinely grants visas to the Rev. Ian\nPaisley, the leader of the Democratic Unionists.  Paisley, a\nfundamentalist preacher, has well-documented ties to loyalist\nparamilitary groups, and frequently makes inflammatory remarks about\nCatholics.  Many observers suggest Paisley justifies loyalist\nviolence no differently than Adams justifies republican violence.\nThose who want the ban on Adams to remain, led by the British\ngovernment, say he should be forced to abandon support for the IRA\ncampaign first.\nAlthough widely believed to have once been a leading IRA figure,\nAdams denies he was ever a member.  He has never been convicted of a\nviolent offense.  In 1972, while being interned without charge, he\nwas part of the republican delegation released from prison to\nnegotiate an IRA cease-fire with the British government.  The\ncease-fire quickly collapsed, and the IRA regards it as an exercise\nby the British to identify its command and structure.  Republican\nsources say it is because of that experience that the IRA is\nreluctant to stop its campaign without major, guaranteed concessions\nAdams says the IRA is a symptom, not the cause, of the conflict\nin Northern Ireland.  Although he defends the IRA's right to engage\nin its campaign, he has criticized many of its operations, including\nthe bombing of a West Belfast fish shop in October that killed nine\nProtestants and the IRA bomber.\n\nLoad-Date: January 30, 1995"
}