{
    "title": "IRA bombing damage; British insurers seek government reimbursement of losses",
    "publisher": "business insurance",
    "year": 1992,
    "month": 10,
    "day": 19,
    "full text": "Members of the Assn. of British Insurers ''have not forgotten'' that they would like the British government to pick up the bill for property/casualty losses on the mainland caused by Irish terrorist action, said a spokesman.\nBut neither the eight bomb blasts in London last week courtesy of the Irish Republican Army nor other IRA bombings in the British capital since April have caused insured losses large enough to warrant government aid, according to the ABI spokesman.\nThe ABI first called for British government indemnification for IRA bomb damage on the British mainland in April. That request was prompted by two terrorist bombings -- one in the heart of London's insurance district -- that caused the greatest property damage in London since World War II (BI, April 20).\nThe April blasts, killing three people and injuring more than 90 others, are expected to cost more than 1 billion pounds ($ 1.71 billion at current exchange rate).\nThe Commercial Union building, one of the hardest hit, reportedly will cost between 30 million and 35 million pounds to repair ($ 51.3 million and $ 59.9 million).\nAfter the April explosions, ''we said we couldn't cope with the losses of that size'' from IRA terrorism, said the ABI spokesman last week.  Since the British government pays for any claims arising from IRA blasts in Northern Ireland, the ABI requested that the government extend this policy to the British mainland. ABI members also threatened to exclude IRA terrorism from standard U.K. property policies.\nSince April, however, ''mercifully we haven't had any big losses.  ..so for the time being it's status quo,'' and U.K. property policies still cover IRA attacks on the British mainland, said the ABI spokesman. However, ''the disquiet of insurers hasn't gone away,'' he added."
}