{
    "title": "IRA MAY SUSPEND ULSTER TERRORISM",
    "publisher": "the new york times",
    "year": 1994,
    "month": 8,
    "day": 2,
    "full text": "The Irish Republican Army has ''strongly indicated'' that it is preparing to suspend its campaign of killing in Northern Ireland, The Irish Times reported yesterday.\nThe Irish Times, usually accurate in its Northern Ireland reports, said in a front-page article that ''Republican sources in Belfast'' had indicated that the IRA was getting ready to announce this month a unilateral cease-fire to last at least one month, possibly two or three, that could begin in September. Independent political analysts with contacts in Republican circles in the North confirmed the report.\nSince 1969, 3,162 people have been killed in the sporadic sectarian violence involving the Protestant majority, the Roman Catholic minority, and the security forces in Ulster, a British province.\nThe prospect of a cease-fire came a week after the IRA's political wing, Sinn Fein, had rejected major provisions of the peace plan put forward in December by the British and Irish governments.\nIn that plan, called the Downing Street Declaration, Sinn Fein was offered a place at peace negotiations if it renounces IRA violence. Sinn Fein refused to do this at a party conference, but its president, Gerry Adams, insisted that the refusal did not kill peace efforts. He said the IRA remained ''flexible'' if an end to the violence were part of a total ''demilitarization'' of Northern Ireland that included the 30,000 British troops and the Protestant paramilitary guerrillas.\nOn Sunday, Sinn Fein's No.2 leader, Martin McGuinness, who British officials say has close contact with the IRA, said: ''I am hopeful that we can bring about a situation where the conditions can be created which will go a long way towards demilitarizing the situation in the course of the next few weeks.''\nIrish and British officials have said that an IRA cease-fire would have to last at least three months before it could be considered a ''cessation of violence'' that, under the terms of the Downing Street Declaration, could lead to an invitation to Sinn Fein to negotiate a settlement.\nThe overwhelmingly Catholic IRA wants the withdrawal of British troops and eventual incorporation of the North into the Irish Republic to the south. Protestant leaders, representing about 57 percent of the 1.6 million residents of Ulster, want to remain part of Britain.\n\nLoad-Date: October 14, 1994"
}