{
    "title": "IRA bomb experts were training rebels, Colombia says; The weekend arrests in Bogota stirred fears th",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 8,
    "day": 15,
    "full text": "The rebel safe haven was supposed be a \"laboratory for peace,\" but Colombian officials say members of the Irish Republican Army were training Colombian rebels in terrorist tactics there.\nThe accusations, after the weekend arrests of three alleged IRA members in Bogota, prompted fears of a turn to urban terrorism by Colombia's largest insurgency, the leftist Revolutionary Armed Forces of Colombia, or FARC.\nThey were also bound to stir up further criticism of President Andres Pastrana's decision to cede 16,200 square miles of Colombian territory as a peace gesture to the rebels.\nAnnouncing the arrests at a Monday news conference, Defense Minister Gustavo Bell said three men were caught Saturday after spending five weeks inside the FARC-held demilitarized zone training rebels in the use of explosives.\nIn return, officials said, the FARC could be providing the IRA with anything from drugs to money to black-market arms.\nOfficials said tests on the clothing of the three turned up traces of four different kinds of explosives, as well as cocaine and amphetamines. FARC rebels are involved in cocaine production, which earns them millions of dollars in profits.\nThe 16,000-strong rebel army has mostly used crude explosive devices in Colombia's civil war, now in its 37th year.\nBritish officials confirmed that the three suspects were members of an IRA unit specializing in explosives and arms manufacturing.\nThe arrests may undermine efforts to salvage the Catholic-Protestant government at the heart of Northern Ireland's 1998 peace accord. According to Jeffrey Donaldson, a senior leader of the Ulster Unionist Party, the arrests indicate \"that the IRA is as wedded as ever to the theology of revolutionary terrorism.\"\nThe three residents of Northern Ireland entered Colombia with false passports at the end of June and the beginning of July, officials said.\nThey were captured after getting off a flight at Bogota's international airport from San Vicente del Caguan, the largest town in the demilitarized zone. They had intended to board a plane for Paris.\nThe FARC, with its huge earnings from cocaine production and kidnappings, is considered a largely self-sufficient group. However, armed forces chief Fernando Tapias said the military had received past reports of training by Venezuelan and Cuban terrorists, and noted growing similarities in terror tactics used by Colombian rebels, the IRA, and Spain's Basque rebel group, ETA.\n\nLoad-Date: October 31, 2001"
}