{
    "title": "Iran 's nuclear windfall alarms lawmakers $150 billion could aid terror, senators warn",
    "publisher": "usa today",
    "year": 2015,
    "month": 7,
    "day": 6,
    "full text": "A $150 billion windfall Iran would get after a deal to curb its nuclear program is raising new alarms in Congress that it will use the money to boost terrorist funding.\nTop Republican and Democratic senators propose legislation  to penalize  Iran if it used the money to spread mayhem.\nJames Clapper, President Obama's director of national intelligence, calls Iran the world's \"foremost state sponsor of terrorism,\" citing Iran's support for Hezbollah in Lebanon, Bashar Assad's regime in Syria and Houthi insurgents in Yemen.\nYet the Obama administration argues a nuclear deal with world powers and increased revenue would reduce Iran's isolation, potentially leading to a more constructive Iranian foreign policy.\nState Department spokesman John Kirby said Iran's support of terrorism \"remains a concern,\" but U.S. policy has been that nuclear talks will affect  only sanctions targeting Iran's nuclear program. Terrorism-related sanctions will remain unless Iran ends its support for terrorism, Kirby said.\nThere's hope that success on the nuclear deal \"could lead to other openings with Iran on other issues that could possibly have a positive benefit in terms of their behavior and conduct on a whole range of other security matters in the region,\" Kirby said.\nThe United States and other world powers are trying to clinch a deal with Iran by Tuesday.\nDiplomats told the Associated Press on Saturday that a tentative agreement on sanctions relief had been reached, but senior officials including Secretary of State John Kerry and Iranian Foreign Minister Javad Zarif still needed to sign off on it.  The diplomats weren't authorized to speak publicly.\nThe White House has estimated the value of Iran's foreign accounts frozen by nuclear sanctions at $150 billion. The lifting of other sanctions would allow Iran to boost its oil production from 2.9 million barrels a day to 4.2 million barrels a day by 2020, according to Washington-based energy analyst Sara Vakhshouri of SVB Energy International. Iran's oil production is worth about $60 billion a year on the world market. Oil prices are likely to fall in reaction to Iran's new oil output, Vakhshouri said.\nSenate Majority Leader Mitch McConnell, R-Ky., urged Obama to rethink the negotiations, arguing that Iran is expanding its ballistic missile program and supporting \"terrorist proxies\" that pose a threat to the United States and its allies. Giving Iran access to more cash \"would only make those problems worse,\" McConnell said.\nSens. Bob Menendez, D-N.J., and Mark Kirk, R-Ill., have proposed legislation to  require the United States to confirm that Iranian-backed terrorist organizations \"aren't the beneficiaries of newly accessed Iranian funds.\"\nIn addition to freeing Iran's cash, primarily in Japanese and South Korean bank accounts since 2012, an accord would allow Iran to freely sell its oil on the world market. \n\nGraphic\n\n \nphoto CARLOS BARRIA, AFP/Getty Images\n\nLoad-Date: July 6, 2015"
}