{
    "title": "Iran Rejects Canadian Terrorism Charge",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "LONDON -- Iran on Tuesday strongly rejected Canadian police assertions that a planned terrorist attack to derail a passenger train was linked to elements of Al Qaeda on its soil, saying there was ''no shred of evidence'' to substantiate the claim, reports by Iranian state media said.\nSpeaking at a scheduled news conference, Ramin Mehmanparast, the Iranian Foreign Ministry spokesman, accused Canada of hostility toward his country, according to the Press TV satellite broadcaster. ''The Islamic Republic of Iran is the biggest victim of terrorism, but the extremist administration of Canada has put Iranophobia on its agenda over the recent years,'' he said.\nThe Canadian police said on Monday that there was no indication of state sponsorship by Iran of the suspected conspiracy. But, announcing the arrest of two men, Assistant Commissioner James Malizia said that the suspects had received ''direction and guidance'' from ''Al Qaeda elements'' located in Iran.\nHe declined to explain how the link to Al Qaeda had been made. The men were accused of plotting to attack a train operated by Via Rail Canada, the government-owned rail system, within Canada.\nThe suspects were identified as Chiheb Esseghaier, 35, who has been living in Montreal, and Raed Jaser, 30, of Toronto. The police said the men were not Canadian citizens, but declined to identify their nationalities or to describe their immigration status in Canada.\nAccording to the Mehr news agency, Mr. Mehmanparast said Canada, which severed diplomatic relations with Iran last year, had produced ''no shred of evidence regarding those who've been arrested and stand accused.''\nTerrorism experts have often said that predominantly Shiite Iran has little in common with Sunni-led Al Qaeda. ''Al Qaeda's mind-set is by no means congruent with the ideology of the Islamic Republic of Iran,'' Mr. Mehmanparast said.\nIran opposed ''any kind of violent action that endangers lives,'' the spokesman said, while ''in recent years, Canada's radical government has put in practice a project to harass Iran and it is clear that it has pursued these hostile actions.''\nCanada broke its diplomatic links to Iran in September over several issues, including Iran's disputed nuclear program, its hostility toward Israel and what Canada labeled Iranian support for terrorist groups. At that time, Canada's foreign affairs minister, John Baird, called Iran ''the most significant threat to global peace and security in the world today.''\n\nhttp://www.nytimes.com/2013/04/24/world/middleeast/iran-rejects-canadian-terrorism-charge.html\n\nLoad-Date: April 24, 2013"
}