{
    "title": "IRAN NO. 1 IN TERROR, U.S. SAYS; STATE DEPT. CITES WIDESPREAD SUPPORT OF RADICAL GROUPS",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 5,
    "day": 1,
    "full text": "Iran is the ''premier state sponsor of international terrorism,'' the State Department said yesterday, citing as proof Iran's alleged support for radical groups from North Africa to Central Asia.\nThe department said in its annual report on international terrorism that seven Iranian murders of dissidents were confirmed last year, up from with four in 1994.\nThe report, covering terrorist activities around the world in 1995, follows a recent upsurge in Iranian weapons shipments through Syria to Hezbollah guerrillas in Lebanon. The rebels used the weaponry to attack targets in northern Israel that prompted counterattacks by Israeli forces and 16 days of cross-border mortar and rocket exchanges.\nThe study lists Iran, Syria and five other countries - Cuba, Iraq, Libya, North Korea and Sudan - as sponsors of international terrorism. The list is unchanged from a year ago.\nThe study said the number of fatalities from international terror around the world declined from 314 in 1994 to 165 in 1995.\nPhilip Wilcox, who heads the State Department's counterterrorism office, said overall trends in terrorism are encouraging, at least compared to a decade earlier.\nHe said 200 attacks were launched against U.S. government and military personnel in 1986, compared with 39 last year. Attacks against all American targets rose to 99 last year from 66 the year before. But Wilcox noted that the 1987 total was almost twice as high, 187 incidents.\nHe pointed to a ''tremendous decline'' in incidents of airplane hijacking resulting from intensified measures to protect civil aviation.\nExcept for Iran, the report said international pressure and sanctions largely contained terrorism by other state sponsors such as Libya and Iraq.\n''In most countries, the level of international terrorism in 1995 continued the downward trend of recent years, and there were fewer terrorist acts that caused deaths last year than in the previous year,'' it said.\nBut it said the number of international terrorist acts rose in 1995 from 322 to 440. That was blamed largely on a major increase in nonlethal attacks against property in Germany and in Turkey by the Kurdistan Workers Party, known by its Turkish-language initials PKK. The PKK is a rebel group that has been fighting the Turkish government for years.\nThe report said the decline in lethal international terrorism was not matched by a reduction in domestic terror or other forms of political violence.\nOf the seven countries on the terrorism list, only Syria has normal diplomatic relations with the United States.\nThe report said the State Department found no evidence that Syrian officials have been directly involved in planning or executing terrorist attacks since 1986.\n\nLoad-Date: May 3, 1996"
}