{
    "title": "Iranian terrorism threat hangs over reflagging plan",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 6,
    "day": 29,
    "full text": "Iran may be planning to launch major terrorist attacks against the United States if America follows through on plans to step up its military presence in the Persian Gulf, sources familiar with assessments of current intelligence data say.\nIt brings up the possibility of terrorist strikes against US facilities abroad, such as the truck-bomb attack that destroyed the US Marine barracks in Lebanon in October 1983 and killed 241 Americans. Potential targets presumably would include US bases and embassies, and airports and hotels used frequently by Americans in the Mideast and Europe.\nIranian agents might also seek targets in the US, using safehouses operated by individuals sympathetic to the government of Ayatollah Ruhollah Khomeini, these sources say.\n''There is good reason to believe that Iran, the foremost sponsor of terrorism today, is planning terrorist operations against US citizens and facilities, particularly in the Middle East, certainly in Europe, and possibly even in the US,'' says Robert Kupperman, an expert on terrorism at the Georgetown Center for Strategic and International Studies. ''I think we're in for a siege.''\n''Everybody in the intelligence community is trying to alert people that that's what the primary threat is,'' another informed source adds.\nState Department and Central Intelligence Agency (CIA) officials have declined to comment on intelligence reports or on whether special preparations are being made to deal with the apparently increased possibility of Iranian terrorism.\nA CIA official reportedly warned a House panel two weeks ago that the risk of terrorist attacks against Americans would be high if the US increases its military presence in the Gulf.\nThe threat of a renewed outbreak of Iranian terrorist attacks against US targets has risen in response to announced US plans to begin reflagging Kuwaiti cargo vessels in the Gulf. The US will also provide the tankers with Navy escorts.\nUS officials insist that these measures are needed to protect neutral shipping in the Gulf, vital to ensure the free flow of oil needed by US allies in Europe and Japan, and to counter increased Soviet influence in the Gulf.\nImplicitly, the policy is also intended to ensure continued access by Iraq to outside arms supplies. Iraq is struggling to sustain its seven-year war against Iran. Soviet and other arms are imported into Iraq through the Gulf, using Kuwaiti ports and probably using Kuwaiti ships.\nBut the new Gulf policy is regarded by Iran as an indication that the US is siding with Iraq, prompting concern about retaliation using terrorist means.\n''We have no document that specifically identifies exact targets,'' says a congressional source familiar with current intelligence assessments of Iran. ''But we know the way (the Iranians) operate. The plain fact is that reflagging is going to lead to terrorist actions.''\nIran has threatened to attack US ships in the Gulf, presumably with its Chinese-supplied Silkworm surface-to-surface missiles, if the US attacks Iran directly.\nThe more serious threat is to US citizens and facilities elsewhere in the region and to Arab oil facilities, many experts say.\n''We've got to pay attention to the bars where Americans congregate in Bahrain and not worry so much about the Silkworms,'' says the congressional source. ''We've got to think about where our vulnerabilities are.''\nFew analysts and policymakers seem to doubt that Iran would resort to terrorism if convinced that its interests were threatened in the Gulf. But pointing to past terrorism scares, many caution that threatening intelligence data are often used, even created, to influence policy debates in Washington.\nIn 1981, reports said to be based on classified intelligence data warned that Libyan agents had infiltrated the US and were planning to kill President Reagan and other top administration officials. Last year rumors surfaced, later attributed to the National Security Council, that Libya's leader, Col. Muammar Qaddafi, was planning a wave of new terrorist attacks on US targets. Neither threat materialized.\n''There's always the possibility that the Iranians are pumping out ghostly terrorist threats and using cheap psychological warfare'' to convince Congress not to go along with President Reagan's plans to increase the US military presence in the Gulf,'' a Washington-based Middle East expert says.\nSuch threats could also cut the other way. Says Shireen Hunter, another Mideast expert who is at the Georgetown Center for Stratiegic and International Studies, ''Overt Iranian threats could backfire, creating the atmosphere that could strengthen the administration's hand in the Gulf.''\nWhatever the political effect, many analysts say the US may need to brace itself for a surge of terrorist attacks.\n''It is strongly believed by the intelligence community in this government and a number of allied governments that the potential for terror increases as we proceed down this path,'' Mr. Kupperman says. ''Everybody's scared to death of this. The administration has got to focus on the intelligence and how we're going to respond.''\nIslamic extremists are widely believed to have a base of operations to carry out terrorist attacks in the US, including safehouses and access to forged travel documents, money, and weapons.\nUS officials have not directly corroborated such suspicions. But in a 1983 television documentary, William Webster, then-director of the Federal Bureau of Investigation, acknowledged that ''there is a sufficient apparatus in the United States that it would be entirely realistic to expect some form of reprisal in the event of some activity by the United States in the Middle East which substantially offended those countries.''\nThe State Department estimates that up to 1 million Iranians live in the US, including students, permanent residents, and Americans of Iranian origin. Iranians coming to the US are scrutinized closely before visas are issued.\nAn FBI spokesman says that while the US cannot directly put Iranians under surveillance, it does act on the kind of domestic intelligence that last year enabled the agency, working with Canadian police, to foil an airline hijacking."
}