{
    "title": "Iran 's hostage hardball",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 7,
    "day": 24,
    "full text": "''What happens when you mix hostages, Iran, and muddle-headed policy?'' The senior US official answers his own question: ''Disaster … and two key allies are learning this now.''\nIndeed, many United States officials say that France is currently suffering the consequences of this dangerous mix, and that West Germany is playing with this same fire in trying to win the release of its Lebanon hostages via Tehran. These officials argue that the US has learned its lesson, despite the ''unrepentent testimony'' of Rear Adm. John Poindexter and Lt. Col. Oliver North before the congressional committees investigating the Iran-contra affair.\nIn a series of conversations, US officials and analysts see striking parallels between the situations facing the three countries. Some are especially worried that West Germany may make the same mistake as the US and France - trying to negotiate with backers of terrorists.\n''It looks like we just can't learn from each other,'' laments one well-placed official. ''If there is anything we have learned from the last two years it is that you cannot negotiate with the Iranians for hostages (in Lebanon). If we got two released, three more were taken.''\nAnother government analyst gives it another twist: ''Iran is imaginative and bold in its use of terrorism. You have to play hardball if you are going to deal with them.'' So far no one in the West has been up to the game, he concludes.\nFaced with the human drama of hostages in Lebanon, France, Germany, and the US have had to deal with enormous public pressure to win their release. In France, the nightly TV news begins with hostage photos and day counts of their captivity. In the US, the Iran-contra hearings have made clear President Reagan's almost daily preoccupation with the hostages' welfare. In Germany, despite lower volume media coverage, the level of official attention has been very high.\nAs one American official put it, ''This is Bonn's first Lebanon hostage crisis and a first lesson in dealing with the plight of hostage families.''\nThe extreme difficulty of locating and extracting hostages from Lebanon feeds the temptation in each country to try to deal with the mentor of the Hezbollah terrorists - Iran. The US and France have had extreme difficulty in locating and extracting their captive citizens in Lebanon. The Germans' initial attempts to contact the hostage holders ''ran into a brick wall,'' one US official says.\nIn each country, a sharp debate broke out over how to get past this obstacle. Simply put, those charged with the overall struggle against terrorism lobbied against negotiations with Iran, while others championed an opening to Tehran for political, humanitarian, and geopolitical reasons.\nIn the US, the debate pitted the State Department against the National Security Council (NSC). In France and West Germany, the respective foreign ministries battled against the interior ministries. In all three cases, the political authorities have been pulled in several directions; this, in turn, contributed to a failure to define a clear and coherent policy.\nIn the US and France the debate was not resolved before being hit by disaster - in the form of the Iran-contra affair in Washington and the current faceoff in Paris and Tehran.\nIn Washington, the NSC carried out its own policy, while the State Department pushed the hard, no-negotiations line as official policy. In France, the Foreign Ministry continued to negotiate with Iran, while the Interior Ministry became increasingly tough on terrorism and broke up an Iran-linked terrorist network in Paris.\nIn both countries, Iranian-inspired revelations magnified the crises. Tehran leaked the US arms-for-hostages overtures, and the Iranian Embassy in Paris told the world a French diplomat had warned the embassy about the planned arrest of one of its employees. In the wake of these embarrassing disclosures, many US and French officials conclude that it is not possible to negotiate with the Iranians at this stage of their revolution on questions of terrorism and hostages.\nSome officials in Washington are worried that the Germans may make the same mistakes that the US and France did. The US is especially interested in the German example because Bonn is holding Lebanese terrorist Muhammad Hammadi, who is believed to have been one of the hijackers of TWA Flight 847 in July 1985, during which a US serviceman was murdered.\nGermany resisted US efforts to have Mr. Hammadi extradited to America for trial, but Bonn promised to try him for murder as well as other terrorism-related offenses. Some US officials still express concern that Germany will succumb to the pressure to negotiate an exchange of Hammadi for the two West Germans held in Lebanon. The officials point to the German overtures to Tehran on behalf of the German hostages, the tepid German reaction to France's break with Iran, and yesterday's visit of Iran's foreign minister to Bonn.\nUS analysts praise Germany's restraint and note that Bonn has begun to explore the road to Tehran because it is the ''only game in town.'' Yet one midlevel US official mused, ''I would be surprised if the Germans do not fall into the same trap that caught us and the French.''\nBut a senior US diplomat sees a silver lining in the French crisis, in which the French and Iranian embassies in Tehran and Paris are cordoned off by local police. The Germans are working to resolve the French-Iranian standoff. They will thus be face to face with the unpredictable and often unreasonable Iranian behavior.\nBonn will also encounter a new French attitude toward Tehran. One US analyst says: ''After two-plus years of trying to deal with the Iranians, the French leadership now feels manipulated, betrayed, and disgusted.'' Concerned officials in Washington hope all of this will have a salutary effect on Bonn.\n\nGraphic\n\n \nPicture 1, Bonn police break up group protesting visit of Iranian foreign minister yesterday, AP; Picture 2, W. German and Iranian foreign ministers Genscher and Velayati meet in Bonn, AP"
}