{
    "title": "Iran , out of the spotlight, remains a terrorist threat",
    "publisher": "the world",
    "year": 1994,
    "month": 11,
    "day": 17,
    "full text": "One thing you can say about our government experts who keep track of  worldwide terrorism - they're consistent.\nFrom the regional specialists at the State Department, to the  unconventional warfare experts at the Pentagon, all the way to analysts at the  CIA, the word is the same: Iran is still the world's main source of  state-sponsored terrorism, much of it aimed at the United States and its  allies.\nThis might not be such a bombshell revelation to many of you. Iran, after  all, has been considered a terrorist state since Islamic militants took over  the U.S. Embassy in Tehran 15 years ago.\nIRAN\nWhat seems new here - at least to me - is that our government experts are  talking about Iranian terrorism again. For a while there they had been playing  it down, talking instead about terrorist plots being hatched in Iraq or Sudan.\nAnd what these experts are saying about Iranian terrorism these days is  also quite interesting:\nThe Iranian brand of terrorism isn't like the random, hit-or-miss variety  coming out of Lebanon, Syria or Sudan. Iran's terror campaign, the government  experts say, is closely coordinated and directly managed by the top levels of  the government in Tehran.\nStrong words. Especially when you consider that after almost two years in  office, the Clinton administration hasn't yet settled on a coherent policy  toward Iran. One day it's equating Iran with Iraq as a bitter enemy that needs  to be \"contained.\" The next, it's talking about how to mend fences with  Tehran.\nThere are even people at the Commerce and State departments who try to play  down Iran's links to terrorism.\nRobert Pelletreau, assistant secretary of state for Near Eastern and South  Asian affairs, isn't one of them. He recently told a group of business  executives that Iran's clergy-dominated regime \"is a government that's trying  to undermine other states\" through a well-coordinated campaign of terror. It  was especially determined to undermine Saudi Arabia and the other conservative  Persian Gulf oil states.\nOne of our government's top intelligence analysts on the region was much  more specific.\n\"Iran has been the world's principal state sponsor of terrorism for the  past 10 years,\" according to the analyst. \"Iranian-backed groups have killed  more Americans than any others.\"\nAnd despite recent statements by Iranian President Ali Akbar Hashemi  Rafsanjani that his country wouldn't interfere in the Arab-Israeli peace  process, the analyst said Iran was doing everything possible to derail it.\nThe Iranian campaign included the bombing of the Israeli Embassy in Buenos  Aires two years ago, the bombing of an Israeli cultural center in the same  city this past summer and attacks on two Jewish targets in London, also this  summer.\n\"These are the actions of the state, decided at the highest level, not the  actions of this or that faction, but those of the government,\" the analyst  said.\nThough the analyst wouldn't say exactly how our government knew these  things, he said it had \"voluminous and incontrovertible\" evidence of Iranian  terrorist involvement despite Tehran's repeated denials.\nIranian sponsorship of Hezbollah, the terrorist group based in southern  Lebanon, was still extensive despite recent differences between the clergy in  Tehran and Hezbollah's Islamic leader, Sheik Mohammed Fadlallah.\nAnd Tehran was also still funding terrorist groups operating out of Sudan  even though the Islamic leader there, Hassan al-Turabi, has been increasingly  critical of Iran.\nIranian money was being pumped into all these activities, the experts said,  despite the country's near economic collapse and recent military cutbacks.\nOkay. So if all of this is true, what is the U.S. government going to do  about it?\nNone of the government specialists would say, which isn't so surprising.  They were especially coy when asked about one of the classic ways Washington  has of dealing with rogue regimes - supporting the local opposition movements.\nThe problem with Iran, the experts pointed out, is that none of the Iranian  opposition movements are strong enough to cause serious trouble, much less  overthrow the government. Even the biggest and most active opposition group,  the Mojahedin Khalq, is dismissed as not being up for the job.\n\"They're probably stronger in the United States than they are in Iran,\"  the intelligence analyst said, referring to the Mojahedin's extensive public  relations network here and many supporters in Congress.\nIn any case, the analyst said, the Mojahedin's base of operations in Saddam  Hussein's Iraq was \"a kiss of death\" to any widespread support in Iran.\nThe State Department's Pelletreau summed up the various Iranian resistance  movements this way: \"We don't see any of the opposition groups that has the  possibility of achieving critical mass.\"\nThough Pelletreau, the defense specialists and the intelligence analysts  wouldn't say it, what all this adds up to is that despite the many predictions  of its imminent collapse, the Islamic government in Iran is likely to be with  us for some time.\nIf so, is it too much to hope that the Clinton administration finally  figures out its policy toward Iran? Sometime before our 1996 presidential  election would certainly be reasonable.\n\nLoad-Date: November 17, 1994"
}