{
    "title": "Iranians Stand Outside Nuclear Terrorism Effort",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 12,
    "day": 29,
    "full text": "While Tehran's ruling mullahs struggle to reexamine their relations with international bodies that govern nuclear use, their Turtle Bay diplomats have declined to join representatives of 115 other countries who signed on to an international convention for fighting nuclear terrorism.\nThe convention, designed to prevent the use of nuclear weapons and radioactive materials by terrorists, is only one of more than a dozen international treaties and conventions that govern terrorism at the United Nations. America and Europe have tried for years to create a single anti-terror treaty, but so far all efforts to do so at the United Nations have been stymied by Arab and Islamic countries.\nThe International Convention for the Suppression of Acts of Nuclear Terrorism was opened by the General Assembly for signatories in September 2005. America was among the first to sign, although like most signatories so far, Washington has yet to ratify the treaty.\nThe aim of the new treaty is that countries \"develop appropriate legal frameworks criminalizing nuclear terrorism-related offenses, investigate alleged offenses, and, as appropriate, arrest, prosecute, or extradite offenders.\" The treaty will become effective only after 22 countries ratify it. So far only 11 have done so.\nIsrael, India, and Pakistan have never joined another major atomic agreement, the Nuclear Nonproliferation Treaty, which governs the use and possession of nuclear weapons. This has allowed the three countries to escape scrutiny by the International Atomic Energy Agency and develop nuclear capabilities. India and Pakistan have tested weapons, while Israel maintains a policy of nuclear ambiguity.\nIndia, however, did join the nuclear terrorism convention, and on December 1 its parliament even ratified it. Pakistan, on the other hand, has yet to join. Israel, the latest entrant, signed the new treaty on Wednesday, just prior to the December 31 deadline set as the last day signatories can join.\nIran has tried to formulate its response since being slapped with mild sanctions last week after its failure to obey a Security Council directive to suspend uranium enrichment by August 31. Yesterday Iran's parliament voted to urge the government to re-examine its ties with the IAEA, and the state-run radio predicted that the Vienna-based nuclear agency \"will become an ineffective and weak body,\" according to the Associated Press.\nThe nuclear terror convention is the latest among 13 U.N. treaties dealing with various aspects of terrorism. Even before September 11, 2001, some Western countries attempted to create a comprehensive international approach to terrorism, including a definition of the scourge as violent acts aimed at noncombatants and designed to enhance political goals.\nAfter the attacks on the World Trade Center and the Pentagon, the Security Council hurriedly passed a resolution that specifically outlawed Al Qaeda, the Taliban, and their affiliates. Western diplomats and international lawyers, however, failed to create a terrorism definition at the General Assembly.\nArab and Muslim countries demanded that any definition would exclude national struggles against \"foreign occupation,\" a term the United Nations reserves exclusively for Israel's claim to territories in dispute with the Palestinian Arabs. America and other countries never accepted the exemption, and a definition was never agreed on.\n\nLoad-Date: December 29, 2006"
}