{
    "title": "Iran Under US Eye in Wake of Israeli Elections",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 6,
    "day": 4,
    "full text": "Iran's role as a sponsor of international terrorism is being closely watched in the wake of the Israeli elections last week.\nA key question US intelligence analysts are now grappling with is how Iran and the radicals it backs in the Middle East will respond to the narrow victory of Benjamin Netanyahu, leader of the right-wing Likud bloc, in Israel's elections for prime minister.\n\"Iran is by far and away the most active and capable of the [terrorism] sponsoring states,\" says one of several US intelligence officials who provided a rare assessment of current trends in international terrorism.\nMr. Netanyahu has led Israeli opposition to the US-backed peace efforts Shimon Peres pursued with Palestine Liberation Organization chairman Yasser Arafat. His election was in large part powered by a backlash against Mr. Peres over suicide bus bombings in February and March by Palestinian extremists of Hamas, whose drive to derail the peace effort, according to the intelligence officials, is being bolstered by Iranian training and funds.\nThe officials say it is too early to determine if Netanyahu's election will trigger stepped up anti-Israeli terrorist attacks.\nFor Hamas and other Iran-backed Palestinian radicals, \"Netanyahu … would be an enemy easier to hate,\" says one official. Conversely, they might conclude that Netanyahu's vow to slow down the peace process will obviate the need for fresh bloodshed.\nIran, meanwhile, has been trying to entice Hamas, Palestinian Islamic Jihad, Muslim radicals of Hezbollah in Lebanon, and secular Arab \"rejectionist\" groups to forge a \"united front\" against Arab-Israeli peace, the officials say.\nTehran has been a major backer of Hezbollah's fight to force Israel to abandon its self-declared security zone in southern Lebanon, sending large supplies of weapons to the group through Syria, the officials say. That pipeline, they add, kept Hezbollah resupplied during the April offensive that Israeli forces launched to end cross-border rocket attacks on northern Israel.\nIran's hardline Islamic regime has long topped a list of governments that the United States contends support terrorism.\nIranian funds, arms, and training are helping to sustain Muslim radicals bent on sabotaging Arab-Israeli peace, and Tehran is providing differing degrees of succor to radical Islamic groups in North Africa and Turkey, US intelligence officials say.\nIn a related effort to expand its influence in Europe, Iran has sent operatives of its Ministry of Intelligence and Security to tutor secret agents of the Muslim-led Bosnian government in terrorism techniques and around two dozen remain in Bosnia in violation of the 1995 Dayton peace agreement, they say.\nIran continues to maintain \"very close\" security and intelligence ties with the Muslim-led Bosnian government, which has preserved an Iranian-trained secret police force in spite of assurances to the US that it has been disbanded, the officials say.\n\nLoad-Date: June 4, 1996"
}