{
    "title": "Iran Quds Force commander killed in strike on convoy at Baghdad Airport",
    "publisher": "university wire",
    "year": 2020,
    "month": 1,
    "day": 5,
    "full text": "Sanders compared the move to the United States' 2003 invasion of Iraq, which he opposed at the time.\nFollowing Soleimani's death, Trump tweeted an image of the United States flag without any further explanation.\nIran's Revolutionary Guards confirmed in a statement read out on state television that was killed by USA forces in Baghdad on Friday.\nIran's Foreign Minister Javad Zarif tweeted after the attack \"The US' act of global terrorism, targeting & assassinating General Soleimani-THE most effective force fighting Daesh , Al Nusrah, Al Qaeda et al-is extremely risky & a foolish escalation\".\nAn Iraqi security official said four people were killed in the attack.\nSoleimani and al-Muhandis's deaths are a potential turning point in the Middle East and are expected to draw severe retaliation from Iran and the forces it backs in the region against Israel and U.S. interests.\nThis incident has occurred right after supporters of Popular Mobilization Forces , a militia group backed by Iran, withdrew from the United States embassy compound after two days relentless clash between the U.S. security forces and the Iraqi militiamen on Wednesday in Baghdad as the USA deployed fresh troops in the region.\n\"The malice and stupidity of America's terrorist forces in assassinating General Soleimani, this hero martyr and the leader of combating terrorism and extremism, will certainly further empower the tree of resistance in the region and the world\", it said. The ministry said it would \"use all its political legal and worldwide capacities to enact the decisions of the Supreme National Security Council to make the murderous and terrorist regime of America answer for this clear atrocity\".\nHe fulfilled the role up until 2002, when a few months prior to the USA invasion of Iraq, Soleimani was tapped to head the Quds Force, Iran's elite military unit tasked with spreading the Islamic Republic's policies beyond Iran - one reason why the commander often landed in Washington's crosshairs.\nThousands gather in Baghdad to mourn death of Qassem Soleimani\nSoleimani's body will be transferred to the southwestern Iranian province of Khuzestan that borders Iraq. Iran has vowed \"severe revenge\" on those responsible for his death.\nIraqi Prime Minister Adel Abdul-Mahdi speaks to the media during a press conference in Ankara, Turkey, May 15, 2019.\nWashington confirmed that it had carried out the strike.\n\"General Soleimani was actively developing plans to attack American diplomats and service members in Iraq and throughout the region\", the statement said.\n\"At the direction of the President, the USA military has taken decisive defensive action to protect USA personnel overseas by killing Qasem Soleimani, the head of the Iranian Revolutionary Guard Corps-Quds Force, a US-designated Foreign Terrorist Organization\", a statement by the United States Department of Defense read.\n\"The American and Israeli enemy is responsible for killing the mujahideen Abu Mahdi al-Muhandis and Qassem Soleimani\", said Ahmed al-Assadi, a spokesman for Iraq's Popular Mobilisation Forces, as cited by Reuters.\n\"General Soleimani also approved the attacks on the United States embassy in Baghdad that took place this week\", it said.\nIran's top security body called an urgent meeting Friday over the \"martyrdom\" of Soleimani, semi-official news agency ISNA reported.\nSoleimani, born in 1957, joined the Revolutionary Guards in 1979 after the Iranian Revolution that ousted the Shah.\n\nLoad-Date: January 5, 2020"
}