{
    "title": "Iran Still Aids Terrorism and Bolsters Syria 's President, State Department Finds",
    "publisher": "the new york times",
    "year": 2015,
    "month": 6,
    "day": 20,
    "full text": "WASHINGTON --  Iran continued its ''terrorist-related'' activity last year and also continued to provide broad military support to President Bashar al-Assad of Syria, the State Department said Friday in its annual report on terrorism.\nThe assessment suggests that neither the election of President Hassan Rouhani nor the prospect of a nuclear accord with the United States and its negotiating partners has had a moderating effect on Iran's foreign policy in the Middle East. \n  ''In 2014, Iran continued to provide arms, financing, training and the facilitation of primarily Iraq Shia and Afghan fighters to support the Assad regime's brutal crackdown,'' the report said.\n  ''Iran remained unwilling to bring to justice senior Al Qaeda members it continued to detain and refused to publicly identify those senior members in its custody,'' it added.\n  The report does not contend that Iranian officials are conspiring to kill Americans. Nor does it accuse Iraqi militias backed by Iran of plotting to attack American advisers in Iraq. The report also does not provide specific figures on Iranian operations that might indicate whether they are increasing or decreasing.\n  But it paints a picture of an aggressive Iranian foreign policy that has often been contrary to the interests of the United States. Even when the United States and Iran have a common foe, as they do in the Islamic State, the Iranian role in Iraq risks inflaming sectarian tensions. Some of the Shiite militias Iran has backed in Iraq, including Kataib Hezbollah, have committed human rights abuses against Sunni civilians, the report said.\n  Although the report covers 2014, American officials said the Iranian policies described in it had continued this year.\n  ''We continue to be very, very concerned about I.R.G.C. activity as well as proxies that act on behalf of Iran,'' said Tina S. Kaidanow, the State Department's senior counterterrorism official, referring to Iran's Islamic Revolutionary Guards Corps. ''We watch that extremely carefully.''\n  Iran's supreme leader, Ayatollah Ali Khamenei, has suggested that Iran sees its regional and nuclear policies as proceeding on separate tracks, an approach that may be intended to placate hard-liners at home but may also reflect his foreign policy strategy.\n  The White House has held out hope that a deal to limit Iran's nuclear program might be the first step toward an eventual easing of tensions and perhaps even cooperation on regional matters. But even if the two sides remain at odds over the Middle East, Obama administration officials insist a nuclear accord is worth pursuing in its own right. The report comes a week before Secretary of State John Kerry is expected to travel to Vienna to try to seal a nuclear accord.\n  In a broad survey of terrorist trends, including a country-by-country assessment, the report notes that the threat from Qaeda leaders who have sought sanctuary in Pakistan has diminished even as the group continues to be a source of inspiration for militants elsewhere. But the threat from the Islamic State, the militant group that has established what it calls a caliphate in much of Iraq and Syria, has grown.\n  The report said that as of December, the Islamic State, also known as ISIS or ISIL, could muster 20,000 to 31,500 fighters. The group derives most of its funding not from external donations, as Al Qaeda does, but from smuggling oil, kidnapping for ransom, robbing banks and selling stolen antiquities.\n  The pace at which foreign fighters have traveled to Syria -- more than 16,000 as of late December and thousands more since -- is greater than that at which foreign militants have gone to Afghanistan, Iraq, Yemen or Somalia at any point in the last 20 years, the report said.\n  ''The ongoing civil war in Syria was a significant factor in driving worldwide terrorism events in 2014,'' it stated.\n  The report also noted that the Islamic State had deftly used the news media and social media to influence a wide spectrum of potential audiences: local Sunni Arab populations, potential recruits, and governments of coalition members and other populations around the world, including English-speaking audiences.\n  ''ISIL has been adroit at using the most popular social and new media platforms (YouTube, Facebook and Twitter) to disseminate its messages broadly,'' it said.\n  American counterterrorism officials have voiced increasing concern that the Islamic State, as well as Al Qaeda and its affiliates, is inspiring, but not necessarily directing, a greater number of so-called lone-wolf attacks -- like the terrorist attacks last year in Ottawa and Sydney, Australia.\n  ''These attacks may presage a new era in which centralized leadership of a terrorist organization matters less, group identity is more fluid, and violent extremist narratives focus on a wider range of alleged grievances and enemies,'' Ms. Kaidanow said.\n  An annex to the report indicates that the problem of terrorism has grown, though many of the figures reflect militant attacks in the wars in Iraq, Syria and Afghanistan. The number of terrorist attacks in 2014 was up 35 percent from 2013, while the number of fatalities from those assaults increased 81 percent.\n  The number of exceptionally lethal attacks has also grown. In 2014, there were 20 attacks that killed over 100 people. In 2013, there were only two such attacks.\n  The statistics, appended to the State Department report, were prepared by the National Consortium for the Study of Terrorism and Responses to Terrorism, at the University of Maryland.\n  Despite the increasing attacks, State Department officials said the United States was making headway in the struggle against terrorism, including by working with partners in the region. John Kirby, a State Department spokesman, said defeating the Islamic State would take time.\n  ''It's going to take about three to five years,'' he said.\n\nhttp://www.nytimes.com/2015/06/20/world/middleeast/state-department-terrorism-report-iran-syria.html\n\nLoad-Date: June 20, 2015"
}