{
    "title": "IRANIAN LEADER BLASTS ISRAEL",
    "publisher": "the world",
    "year": 1994,
    "month": 7,
    "day": 20,
    "full text": "NICOSIA, Cyprus _ In one of his sharpest attacks on Israel in\nyears, Iran's spiritual leader today branded the Jewish state a\nnation of terrorists, thieves and murderers for blaming a Buenos\nAires explosion on Tehran.\n\"The Zionist regime is the clearest example of state terrorism\nin the world,\" Ayatollah Ali Khamenei told a gathering of office\nworkers who punctuated his speech with cries of \"death to Israel.\"\n\"Because of their filthy nature, the Zionists have no right to\nadjudicate on Islamic Iran,\" Khamenei said.  His remarks were\nbroadcast by the official Tehran radio and monitored in Nicosia.\nIsraeli Prime Minister Yitzhak Rabin on Tuesday blamed\nIranian-sponsored Islamic militants for the explosion Monday that\nleveled a Jewish headquarters in Buenos Aires, and called on the\nworld to join forces \"to strike at this viper and crush its skull\n.\"\nHe said Hezbollah, an Iranian-sponsored group of Shiite Muslim\nextremists in Lebanon, was seeking revenge for \"the blows it had\nsuffered by the Israeli army in Lebanon.\"\nThe Iranian Foreign Ministry has denied involvement in the\nexplosion.  It said in a statement Tuesday that Mossad, the Israeli\nsecret police, was behind the blast.\nIran, whose official policy calls for the annihilation of\nIsrael, regularly lashes out at the Jewish state.  But Khamenei's\nremarks were particularly harsh.\nHe called Israel a \"counterfeit\" nation and a \"cancerous\ntumor inside an Islamic body.\"\n\"The gathering of a bunch of Jews from around the world who\npossess qualities such as mischief, malice, thievery and murder has\ncreated a nation called Israel, which is ruled by no other logic\nexcept terrorism and murder,\" Khamenei said.\nHe lashed out at the industrialized nations who condemned Iran\nearlier this month at a G-7 meeting in Italy.  The G-7 leaders called\non Iran to \"modify\" its behavior toward terrorism.\nKhamenei said those countries were implicated in Israeli\n\"crimes\" because they remained silent toward its treatment of\nPalestinians and its actions in Lebanon.\n\"Are you looking for terrorists?  Are you looking for state\nterrorism?  Then here, look at Israel,\" Khamenei said.\n\"Because of their filthy nature, the Zionists have no right to\nadjudicate on Islamic Iran.\" Ayatollah Khamenei 30\n\nLoad-Date: January 31, 1995"
}