{
    "title": "IRAN 'S SUPREME LEADER SAYS HE WILL NOT ASSIST U.S. EFFORT AGAINST TERRORISM; AYATOLLAH ALI KHAMENEI",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "Iran's supreme leader ruled out helping with any U.S.-led attack on neighboring Afghanistan, saying Wednesday that the United States was not \"competent\" to lead a global campaign.\nIn an address to the nation on state-run television, Ayatollah Ali Kha menei said the U.S. administration was \"over-expectant\" in wanting the whole world to help it respond to the Sept. 11 terrorist attacks.\n\"Iran will not participate in any move under U.S. leadership. Iran will not extend any assistance to the U.S. and its allies in attacking the already suffering Muslim neighboring Afghanistan,\" Khamenei said in an address to families of soldiers killed in the 1980-88 Iran-Iraq war.\nAmerica's behavior, by expecting help but not earning the respect of other nations, is \"disgusting,\" Khamenei said. He added that Iran did not consider the United States \"competent and sincere (enough) to lead any global campaign against terrorism.\" He did not elaborate.\nKhamenei's remarks were the clearest made yet by Iran in response to suggestions that Washington may call on the nation to join a U.S.-led global force to fight terrorism.\nWashington and Tehran do not have diplomatic ties, and Iran is on the State Department list of countries suspected of sponsoring terrorism. But Washington has said it is willing to consider including Iran in an international anti-terrorism coalition.\nIran has maintained that the United Nations should lead any alliance against terrorism and expressed its opposition to unilateral U.S. retaliation against the Taliban, Afghanistan's military rulers. The Taliban harbor Osama bin Laden, the prime suspect in the Sept. 11 terrorist attacks.\nKhamenei also rejected America's declaration to the world that nations had to choose between being \"with us or terrorism.\"\n\"We are not with you,\" he said. \"At the same time, we are not with terrorists. America is not sincere in fighting terrorism. It has other objectives. America's hands are stained with all the crimes committed by the Zionist regime,\" he said.\nIran steadfastly opposes Israel in its occupation of Palestinian territories and use of military force against Palestinian protesters. The nation accuses Washington of being biased toward the Jewish state.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Color Photo headshot - (Ayatollah Ali) Khamenei; Criticizes U.S. behavior\n\nLoad-Date: September 27, 2001"
}