{
    "title": "Iran president condemns US sanctions _invasion'",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 8,
    "day": 31,
    "full text": "TEHRAN, Iran — Iran's President Hassan Rouhani called Western sanctions an \"invasion\" on Saturday, Aug. 30, after Washington imposed penalties on 25 businesses, banks and individuals.\n\"Sanctions are an invasion of the Iranian nation. We should resist the invasion and put the invaders in their place,\" Rouhani told officials in remarks broadcast by state TV. \"We should not allow the continuation and repetition of the invasion.\"\nOn Friday the United States imposed existing sanctions on more than 25 businesses, banks and individuals suspected of working to expand Iran's nuclear program, support terrorism and help Iran evade U.S. and international sanctions. The move bars Americans from engaging in transactions with any of the designated parties, freezes their assets and blocks their property under U.S. jurisdiction.\nIran's foreign ministry spokeswoman, Marzieh Afkham, said the new sanctions would jeopardize a final deal between Iran and world powers, who are negotiating over the country's disputed nuclear program, the official IRNA news agency reported on Saturday.\n\"These actions have a negative and non-constructive impact on the trend of the talks,\" said Afkham.\n\"The Islamic Republic of Iran rejects any unilateral and self-serving interpretation of last year's Geneva deal,\" she said. \"Iran strongly believes that the sanctions are against commitments made by the United States under the Geneva deal.\"\nIran's state TV also said the move violated an interim agreement reached with world powers under which Western nations agreed to ease sanctions in exchange for Iran curbing its nuclear activities. However, Friday's action did not constitute an expansion of the sanctions regime, but rather the enforcement of existing sanctions.\nWestern nations have long suspected Iran of covertly seeking a nuclear weapons capability alongside its civilian program, charges denied by Tehran, which insists its program is for entirely peaceful purposes, like power generation and the production of medical isotopes.\nIran and the P5+1 group of world powers — the U.S., Britain, France, China and Russia plus Germany — hope to reach a comprehensive nuclear agreement by November that would address Western concerns about the nuclear program and lift crippling international sanctions on Tehran.\nRouhani, a reputed moderate, was elected last year after promising to engage the West diplomatically in order to get the sanctions lifted. But he has faced criticism from hardliners who say he has conceded too much in the nuclear talks.\n\nGraphic\n\n \nAssociated Press Iranian President Hassan Rouhani gives a news conference in Tehran, Iran, Saturday, Aug. 30. Rouhani called Western sanctions an \"invasion\" after Washington imposed existing sanctions on more than 25 businesses, banks and individuals suspected of working to expand Iran's nuclear program, support terrorism and help Iran evade U.S. and international sanctions. Iran's state TV also said the move violated an interim agreement reached with world powers under which Western nations agreed to ease sanctions in exchange for Iran curbing its nuclear activities.\n\nLoad-Date: September 2, 2014"
}