{
    "title": "Iran scoffs at terrorism accusations",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 1,
    "day": 31,
    "full text": "Iran, initially seen as a partner in the war on terror, lashed out Wednesday at being characterized as a terrorism supporter in President Bush's State of the Union speech. Iraq called Bush's comments \"stupid,\" and several other nations worried Bush's tone was too aggressive.\nPoliticians in the Philippines and Malaysia were concerned Bush's words signaled increased U.S. intervention in their nations, where the governments have been pressured to crack down on militants linked to Osama bin Laden's al-Qaida terror network.\nBush's singling out of Iran in his speech Tuesday reflected a sharpening of his administration's tone toward Tehran. And his use of the phrase \"axis of evil\" in reference to Iran, Iraq and North Korea raised many eyebrows.\n\"He spoke arrogantly, humiliatingly, aggressively and in an interfering way - and worse than anything, it is an insult to the Iranian nation,\" Iranian President Mohammad Khatami said at a Cabinet session Wednesday night, according to state-run television and radio.\n\"We are supporters of peace, a peace based on justice for humanity,\" Khatami said.\nKhatami said Americans should ask their politicians to stop looking for war and help cultivate a peace based on justice.\n\"After Sept. 11, we felt there was a great opportunity to mobilize the international will to fight terrorism,\" Khatami said. \"But, unfortunately, this opportunity was misused and this abuse is a treason to humanity.\"\nIraqi Vice President Taha Yassin Ramadan told reporters Wednesday night that \"the statement of President Bush is a stupid statement and inappropriate.\"\nRamadan, responding to Bush's \"axis of evil\" remark, retorted that the U.S. government \"is the source of evil\" in the world.\nDmitry Rogozin, chairman of the Russian parliament's foreign affairs committee, called the phrase reminiscent of World War II rhetoric about Germany and Japan, Russia's Interfax news agency reported. Rogozin said ultraconservatives appeared to be gaining the upper hand in Bush's inner circle.\nThere was no immediate reaction from North Korea.\nBush also said Iran was pursuing weapons of mass destruction and \"exports terror, while an unelected few repress the Iranian people's hope for freedom.\"\nThe allegations angered Tehran, which had condemned the Sept. 11 attacks in the United States and long had opposed Afghanistan's former Taliban rulers.\n\"We reject the U.S. accusations, and we think that the world will notte the hegemony of the U.S,\" Iranian Foreign Minister Kamal Kharrazi said, according to state-run radio.\nRadio Tehran reported late Wednesday that Kharrazi canceled plans to attend the 32nd annual World Economic Forum in New York, which opens Thursday.\nThe cancellation, the radio said, was in protest of America's stand toward Iran and the \"humiliating\" attitude of the U.S. State Department in issuing visas for the Iranian delegation. It did not elaborate.\nEarly in the U.S. war on terrorism, American officials spoke of better cooperation with Iran. But in the past month, Bush has accused Iran of interfering to undermine Afghanistan's new government, and Washington has been angered by an alleged Iranian attempt to smuggle weapons to the Palestinians.\nBush's \"axis of terror\" also included Iran, a longtime backer of the Hezbollah guerrilla group that fought Israeli occupation of southern Lebanon for years and still strikes on Israeli targets in a disputed area. Hezbollah, widely believed to be linked to 1980s suicide bombings in Lebanon that killed more than 260 Americans, is considered in Iran and, in the past decade, in the Arab world as a liberation movement.\nYemen's president - who has acted to arrest al-Qaida militants on his nation's soil - rankled at Bush's references to the groups.\n\"It is necessary to distinguish between terrorism and the legitimate struggle for freedom and independence,\" President Ali Abdullah Saleh said in San'a, the Yemeni capital. \"Israel is the greatest terrorist nation in the world.\"\nBush's strong language on North Korea also dismayed South Koreans who say the drive for reconciliation on the peninsula - which has largely broken down in recent months - requires better relations between Pyongyang and Washington.\n\"The problem is that there is a big gap between the United States and South Korea in their approaches toward North Korea,\" the mass circulation daily Chosun Ilbo said in an editorial on Bush's speech.\nBush will travel to Seoul on Feb. 19-20 to coordinate the two allies' policy toward the North.\nThe speech raised concerns in the Philippines, a longtime U.S. ally, where on Thursday U.S. troops begin training Filipinos to fight the militant Abu Sayyaf group, which has been linked to al-Qaida.\nSeveral Philippine officials chafed at Bush's warning that \"a terrorist underworld\" exists in a dozen countries - including the Philippines - and his threat that \"if they do not act, America will.\"\n\"It's clear in my mind that one president of a friendly country does not threaten another friendly country,\" Justice Secretary Hernando Perez said.\nPresidential spokesman Rigoberto Tiglao tried to smooth ruffled feathers: \"We are totally different from Iraq and North Korea, and President Bush's statement was obviously in response to nations that have been doing nothing against terrorism.\"\nIn Malaysia, Nasharudin Mat Isa, secretary-general of the fundamentalist Pan-Malaysian Islamic Party, Malaysia's largest opposition group, said Bush's speech sounded \"like a threat against countries that are not on good terms with the U.S.\"\nMalaysia is a mostly Muslim country where 23 people have been arrested since Dec. 9 for alleged membership in an al-Qaida-linked militant group.\nIn Somalia, another Islamic nation cited as a possible theater for the U.S. anti-terror campaign, the fledgling government praised Bush's speech and said it hoped for American help.\n\"We would ask the American government to collaborate with us … in fighting and eradicating all possible terrorism in Somalia,\" President Abdiqasim Salad Hassan told The Associated Press.\nThe U.S. Navy is patrolling the African coast to block any weapons shipments and prevent establishment of terrorist camps in Somalia.\n\nLoad-Date: February 6, 2002"
}