{
    "title": "Iran 's terrorism network grows in sophistication",
    "publisher": "usa today",
    "year": 1996,
    "month": 8,
    "day": 2,
    "full text": "Iran's network of state-sponsored terrorism has grown more sophisticated\nin the last year, U.S. officials say\nIn a detailed accounting, U.S. intelligence officials provided\nUSA TODAY with information about the 11 camps where Iran trains\nterrorists.\nTheir documentation, verified by independent experts, shows that\nthe trail of violence leads directly to Iranian President Hashemi\nRafsanjani.\nAccording to the documents, the trainees carry out attacks approved\nby Iran's Supreme Council, headed by Rafsanjani.\nThere is also evidence that Iran's systematic approach could increase\nthe number of attacks.\nAlthough Iran denies that it is running camps or exporting terrorism,\nIran's top religious leader, Ayatollah Ali Khamenei, warned the\nU.S. in a recent radio address that Iran would continue to retaliate\nfor U.S. support of Israel.\n\"When we said that the fire will spread to you too, you did not\nbelieve us,\" he said. \"All those countries that supported terrorism,\nespecially the United States, will be hurt by terrorism.\"\nThe FBI is investigating whether Iranian-backed terrorists were\nresponsible for the explosion of TWA Flight 800 that killed 230\npeople and the June truck bombing of a U.S. military barracks\nin Saudi Arabia that killed 19 Americans.\nThe United States has long been concerned about Iran's \"state-sponsored\nterrorism\" and regularly puts the country atop its list of terrorist\nstates.\nSecretary of State Warren Christopher says Iran is spending \"several\nhundred million dollars a year\" to fight countries supporting\nIsrael and its peace accord with the Arabs.\n\"No other regime employs terror more systematically as an instrument\nof national policy,\" he said. So far this year, Iran has been\nlinked to:\n-- Four suicide bombings in Israel that killed 59 people, including\ntwo Americans, in February and March. The radical Palestinian\ngroup Hamas and the Iranian-backed terrorist group Hezbollah both\nclaimed responsibility.\nIran provides up to $ 100 million a year to Hezbollah.\n-- The assassination of six Iranian dissidents, mostly in Europe,\nwho have spoken out against Rafsanjani.\n-- A Hezbollah terrorist in East Jerusalem who was arming a bomb\nto blow up an Israeli airliner last April.\nThe bomb accidentally went off in his hotel room, severely injuring\nhim.\n-- Three cases of arms and explosives found aboard an Iranian\nship in Belgium last March that were intended for use against\nIsraeli targets in Western Europe.\nThe arms, including a powerful mortar grenade and timing device,\nwere hidden in a cargo of pickles.\nThe increase in Iran's terrorist activity comes despite a two-year\neffort by President Clinton to isolate the country economically\nand overthrow its hard-line leaders.\nClinton last year banned all trade with Iran, slapped fines on\nforeign companies doing business in Iran and urged U.S. allies\nto follow.\nBut some allies, like France, which trades heavily with Iran,\nare refusing to follow.\n\"You simply cannot continue to do ordinary business with people\nwho believe they have a right to practice commerce in the daytime\nand fund terrorists to kill your innocent civilians at night,\"\nClinton said Monday.\nMeanwhile, House Speaker Newt Gingrich, R-Ga., made sure $ 18 million\nwas allocated to the Central Intelligence Agency last December\nto overthrow Iran's government.\nThe effort has yet to begin but Iran has already allocated $ 20\nmillion to counter it.\n\"We take a step and then sadly the terrorist takes a step,\"\nGingrich told NBC's Meet the Press.\nCalling for better cooperation among intelligence agencies, Gingrich\nsaid, \"When you're dealing with states like Iran, you've got\nto have a sophisticated attitude. We need to combine our domestic\nand foreign ability to know that, say, a New York City problem\nmay well come from an Egyptian and a Pakistani, organized and\npaid for by an Iranian. We've got to stop them.\"\nIran conducts systematic terrorism training at 11 sites.\nThe camps, designed to look like small villages with houses, shops\nand mosques, are off-limits to the public.\n\"The basis of these reports is true,\" says Michael Eisenstadt\nof the Washington Institute for Near East Policy. \"There's no\ndoubt Iran is involved in exporting terrorism.\"\n\nGraphic\n\n \nGRAPHIC, b/w, Genevieve Lynn, USA TODAY, Source:U.S. intelligence information(Map); PHOTO, b/w, Mohammed Sayyad, AP; Rafsanjani: Documents link president directly to terrorism.\n\nLoad-Date: August 2, 1996"
}