{
    "title": "Iranian ambassador discusses U.S. - Iran nuclear relations",
    "publisher": "university wire",
    "year": 2011,
    "month": 2,
    "day": 25,
    "full text": "Ambassador Seyed Mousavian, Iran's former lead nuclear negotiator, spoke at Dodds Auditorium in Robertson Hall on Thursday afternoon on \"Iran's Nuclear Crisis and the Way Out.\" Mousavian is an associate research scholar at the Wilson School's Program on Science and Global Security.\nMousavian is best known as the spokesman for Iran's nuclear diplomacy team from 2003 to 2005, when the team was negotiating with the European Union and the International Atomic Energy Agency. He also served as Iran's ambassador to Germany from 1990 to 1997 and as foreign policy advisor to the Secretary of the Supreme National Security Council from 2005 to 2007.\nIn 2007, Mousavian was arrested and charged with espionage and leaking information to European nations. Although he was cleared of the initial charges, Mousavian has been barred from serving as a diplomat for five years due to his opposition to the Ahmadinejad administration's foreign and nuclear policy.\nDuring the lecture, Mousavian discussed the origins of Iranian aspirations for nuclear weapons and pushed for comprehensive bilateral talks between the United States and Iran. He repeatedly emphasized Iran's right to peaceful nuclear energy under the Non-Proliferation Treaty, as well as Iran's dedication to transparency during communication with the IAEA.\nAs the spokesperson for the Iranian nuclear diplomacy team, Mousavian explained, there was a \"red line\" he could not cross: surrendering Iran's right to peaceful nuclear enrichment.\nMousavian cited several reasons for the failure of past negotiations, including a lack of clear European demands.\n\"The Europeans wanted objective guarantees for non-diversion but failed to define the term,\" Mousavian said.\nHe added that past contracts with European nations - including France, Germany and Russia - to provide Iran with nuclear energy have failed, often due to American and Israeli pressures.\nMousavian put much of the diplomatic responsibility on the United States, stating at the start of his lecture that America built Iran's first nuclear facility in 1967.\n\"The bigger issue is U.S.-Iran relations,\" Mousavian said.\nMousavian said that, even as an ambassador in Germany, he felt the influence of American power when he recommended a bilateral effort to counteract terrorism and weapons of mass destruction.\n\"My German counterparts said that if Americans knew about a bilateral effort, they would go crazy,\" Mousavian said. \"If there's a Europe without the United States, then I know nothing.\"\nMousavian said that U.S.-Iran bilateral talks must be direct and comprehensive. He explained that he believed the United States and Iran have many joint concerns, such as the Taliban in Afghanistan, drug trafficking and terrorism.\n\"Putting aside the nuclear issue to bilaterally talk is unrealistic,\" Mousavian said. \"We have many issues, but the problem is that no one has offered anything.\"\nJordan Reimer, a first-year graduate student in the Wilson School, expressed his disappointment after the lecture to the 'Prince.'\n\"I don't think he laid the groundwork for a legitimate way out,\" Reimer said. \"I came to this lecture because he was arrested and hoped that he would reveal some insider info. Instead, he told the party line.\"\nReimer said that he is also doubtful about Iran's readiness to approach the comprehensive bilateral negotiation that Mousavian recommended in the lecture.\n\"The United States is suspicious about Iran because of their secrecy.\" Reimer explained. \"He's saying that Iran is ready to comply with the [Nuclear Non-Proliferation Treaty], but it seems clear to me that they're not.\"\n\nLoad-Date: October 30, 2014"
}