{
    "title": "Iran president_ If U.S. wants talks, it must lift sanctions",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 8,
    "full text": "\"If the United States wants to negotiate, it must lift the sanctions in their entirety before anything\" so that it will not be accounted as a violator of human rights, said Rouhani on Tuesday.\nThe United States has linked part of the economic sanctions against Iran to the human rights situation there and has blamed the country's foreign secretary for violating worldwide treaties. Tensions between Iran and the U.S. have been rising since Trump unilaterally withdrew the United States from the nuclear deal in May 2018 and began imposing sanctions on it as part of a campaign of \"maximum pressure\".\nRouhani lashed out at the US unilateral withdrawal from 2015 worldwide Iranian nuclear deal and reinstating of its economic sanctions against Iran, which had been lifted under the deal.\nRouhani, speaking after meeting with his top diplomat, Mohammad Javad Zarif, said Iran was ready for talks regardless of whether or not the USA was party to the deal.\nRavanchi said they are part of USA policy \"waging economic terrorism against the Iranian people and bringing pressure to bear on their representatives\".\nThe administration of US President Donald Trump imposed sanctions on Zarif on Wednesday, saying in its statement that Zarif is Iran's \"primary spokesperson around the world\", and that the ban \"is sending a clear message that Iran's recent behavior is completely unacceptable\".\nOn May 6, the President of the United States issued an Executive Order \"Imposing Sanctions on Iran's Iron, Steel, Aluminum and Copper Industries\" to \"Block All Ways of Access to Iran's Ballistic and Nuclear Missile Weapons and to Combat Destructive Influence\". \"All sanctions should be lifted so that there will be no criminals facing us\", he said, accusing the USA of committing acts of \"economic terrorism\" for blocking imports of food and medicine.\nMissing British scientist found dead in Greece\nA 27-year-old farmer confessed to raping and killing Eaton, who had worked for the Max Planck Institute at Dresden University. Authorities then launched a massive search for the 35-year-old that include a variety of first responders and a helicopter.\nOn Monday, Mr. Zarif said in a news conference that the reason for his boycott was the refusal of USA officials to negotiate with the president's office.\nElsewhere, President Rouhani defended Iran's recent moves to shoot down an intruding United States drone and seize a British oil tanker for violating global rules. We are not sure Iran wants to have that discussion, ' he said in answer to a question from AFP on the sidelines of a conference in Geneva.\nIn response, the USA ambassador on disarmament Robert Wood said: \"Iran simply needs to make up its mind to decide what it wants to do\". \"You can not harm our security and then expect your own security\".\nZarif has confirmed reports he declined an offer from a USA senator to meet Trump at the White House last month despite the threat of sanctions within two weeks.\nThe sanctions on Zarif were imposed two weeks after he visited NY.\nMohammad Javad Zarif is Iran's current Minister of Foreign Affairs.\n\nLoad-Date: August 8, 2019"
}