{
    "title": "IRAN - A CASE STUDY",
    "publisher": "the world",
    "year": 1986,
    "month": 5,
    "day": 14,
    "full text": "The incidents\nIranian terrorism catapulted into view in 1979, with the takeover of the United States Embassy in Tehran and the 444-day hostage-holding ordeal that followed.\nIn 1983, Islamic Jihad, a Shiite fundamentalist group operating under direct Iranian sponsorship, claimed responsibility for the devastating truck-bombings of the US Marine barracks at Beirut International Airport and of the French paratroop barracks two miles away, killing a total of 299 servicemen. Payment for those bombings reportedly passed to the terrorists via Iran's ambassador to Syria, Ali Akbar Mohtashami.\nLater that year, Islamic Jihad exploded six bombs in Kuwait, including one at the US Embassy.\nIn July 1984, an Air France plane was hijacked and flown to Tehran; in December a Kuwaiti airliner was also hijacked to Tehran, where two American passengers were killed. The hijackers were reportedly driven from the airport in a limousine. By year's end, terrorism experts had counted more than 50 attacks involving Iranian support.\nThe major event of 1985 was the hijacking of TWA 847 to Beirut by members of the radical Shiite group Hizbullah (Party of God), who were later joined by members of a more moderate Shiite group, Amal.\n \nThe funding\nAccording to a Washington representative of the People's Mujahideen Organization of Iran (a Paris-based opposition group that asserts it will overthrow the Khomeini regime within 18 months), Tehran is providing substantial financial support to terrorist groups in Lebanon. The spokesman claims that much of this support flows to three major Shiite groups: Hizbullah, Amal, and Tawheed. He cites reports in the Iranian government newspaper, Jomhouri, and Europe's leading Arabic-language newspaper, Al Arab, that Iran has given about $20 million to such groups.\n \nThe training\nAccording to a report on state-sponsored terrorism prepared last summer for the US Senate Judiciary Committee, some 2,000 terrorists from more than 20 Islamic countries have received tactical training in Iran's holy city of Qom.  Between 300 and 500 Shiites from Lebanon and Iraq have also received religious, political, and military training at Qom, which also appears to be the center for training suicide drivers.\nThis activity is ultimately overseen by the Ministry of Islamic Revolution in Tehran, headed by Ayatollah Hussein Ali Montazeri, who is Ayatollah Khomeini's handpicked successor.\n \nThe network\nAccording to the Mujahideen organization, the Iranian regime operates an extensive network of potential terrorists in Europe.  Said to be headquartered in West Germany, this network reportedly operates out of the Iranian Embassy in Bonn and makes use of the consulates in Berlin, Hamburg, and Munich, the Union of Islamic Associations, the House of Iran in Cologne, the Hamburg mosque, the Iranian television office in Bonn, and the Iran Air office in Frankfurt.  Embassy officials in Bonn reportedly engineered the 1984 hijacking of an Air France airliner to Tehran.\nIn 1984, Spanish police uncovered a plot by Iranian terrorists to blow up a Saudi airliner. The operation was being coordinated by the cultural affairs officer of the Iranian Embassy, and involved a substantial cache of weapons.\nLast fall, an Italian newspaper reported that weapons were being stored in Iran's Vatican Embassy.\n \nThe tactics\nIn the past, the network has been used largely against anti-Khomeini Iranians living in exile.  But terrorism experts are concerned that it could be activated for attacks against Europeans and Americans.\nLast fall, French and Italian newspapers reported that an Iranian-controlled terrorist group with 400 forged passports was prepared to carry out attacks against US airlines.\n \nThe motivation\nOn the surface, Khomeini seems to be using terror to export his brand of fundamentalist Islamic revolution and to rid the Islamic world of Western influence.\nHis Iranian opponents charge that he has a far different motive: his own self-preservation. His government, they say, depends on external crisis to distract the populace from the failure of his domestic policies.\nMujahideen spokesman Shahin Gobadi estimates that since 1979 the Khomeini regime has executed 50,000 Iranians, imprisoned 140,000 others, and driven between 2 and 3 million into exile.\n\nGraphic\n\n \nMap, IRAN, JOAN FORBES _ STAFF"
}