{
    "title": "Iran 's Khatami denounces U.S. world dominance",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 9,
    "day": 22,
    "full text": "'An illusion': President looks to tone down 2 decades of hostility\nUNITED NATIONS (AP) - Iranian President Mohammad Khatami said Monday that his country wants good relations with the outside world, but would not accept domination by the United States.\n\"The fantasy of a unipolar world ruled by a single superpower is but an illusion,\" said Khatami during the first address to the U.N. General Assembly by an Iranian leader in 12 years.\nIran has no diplomatic relations with the United States but Khatami, a moderate elected in May 1997, has sought to tone down nearly two decades of hostility.\nIn the highest-level contact between the nations in two decades, Secretary of State Madeleine Albright and Iran's deputy foreign minister were sitting in on a meeting over Afghanistan, but the two were not expected to discuss their own relations.\nKhatami, wearing the flowing black robe and turban of a senior Shiite cleric, blasted the Taliban militia that rules most of neighboring Afghanistan, and with which his country is in a military standoff.\nHe said the Taliban had turned Afghanistan \"into a haven for violence, terrorism and production and trafficking in narcotics.\"\nKhatami's Islamic government has accused the Taliban of giving the faith a bad name with policies that restrict women's rights.\nTensions between Iran and the Taliban have risen since the Taliban overran the city of Mazar-e-Sharif in northern Afghanistan on Aug. 8 and killed eight Iranian diplomats posted there.\nIran has since deployed about 200,000 troops to its border with Afghanistan.\nKhatami met earlier Monday with Prime Minister Nawaz Sharif, of Pakistan, whose country is the main backer of the Taliban.\nKhatami also denied U.S. charges that Iran is a sponsor of international terrorism and is trying to acquire weapons of mass destruction.\n\"Eradication of terrorism must be concurrent with a global search for justice. This assertion should in no way be interpreted as a justification for any form of terrorism,\" said Khatami, who also called for U.N. reforms.\nAt one point, an Iranian protester disrupted Khatami's speech, shouting \"Khatami is a murderer!\" before being whisked away by U.N. security. The woman, Laila Jazayeri, 37, entered the United Nations on a valid U.N. pass for international organizations, U.N. officials said.\n\nGraphic\n\n \nmug- M. Khatami\n\nLoad-Date: September 22, 1998"
}