{
    "title": "Iran Nuclear Deal Could Be Gateway for Terrorism Legal Claims",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 7,
    "full text": "WASHINGTON -- Over the last two decades, since Congress carved out a terrorism case exception to the general rule that people cannot use American courts to sue foreign governments, victims of attacks have racked up more than $50 billion in default judgments against Iran.\nThose judgments provided symbolic justice but came with little realistic expectation that Iran -- which did not bother to contest the evidence -- would actually pay all it owed, aside from its limited assets frozen in the United States. But now, those cases are colliding with another major legal and national security event: the Iran nuclear deal. \n  In the first case of its kind, a group of attack victims -- including estates of people who were killed -- who won one of the default judgments against Iran has gone to a European court to try to enforce it. A judge in Luxembourg has quietly put a freeze on $1.6 billion in assets belonging to Iran's central bank, according to people familiar with the case.\n  The fight is part of increasing instances in which domestic civil lawsuits against foreign entities over terrorist attacks have raised diplomatic and national security complications.\n  Diplomatic and security specialists said the litigation also has broader significance. The essence of the 2015 deal was that Iran agreed to curb its nuclear program in exchange for the lifting of sanctions so it could reintegrate into the world economy. That goal would be undermined if any Iranian-linked assets in places like Europe were vulnerable to seizure to pay off the default judgments handed down by American courts.\n  Payam Mohseni, the Iran Project director at Harvard Kennedy School's Belfer Center for Science and International Affairs, said that if the victims succeed in seizing the funds, it could be a step toward a new confrontation, strengthening the hands of hard-liners in Iran who were opposed to the deal and are looking for signs of betrayal. Already, he noted, few of the envisioned investments in Iran with Western financing have materialized.\n  ''A ruling like this would make Iranian assets vulnerable in Europe which, for Iranians, would violate the spirit of the agreement if not the letter of it,'' he said.\n  The maneuvers in Luxembourg have attracted scant attention because the litigation is largely confidential. But a letter detailing the case is now circulating in Washington. Lawyers for the victims sent the letter on Thursday to the prime minister of Luxembourg, seeking his government's assistance in opposing Iran's effort to unfreeze its assets, and copied the letter to senior foreign policy officials in the White House.\n  Sean Spicer, the White House press secretary, did not respond to an email request to speak with someone in the Trump administration about its thinking regarding the effort. President Trump was a fierce critic of the nuclear accord during the campaign, saying President Barack Obama had negotiated a bad deal. But he has since given no public indication that he intends to follow through on his vow to abrogate it.\n  The embassy of Luxembourg in Washington also did not respond to a request for comment.\n  Complicating matters, the lawsuit that resulted in the default judgment did not stem from one of the attacks by Shiite terrorists that specialists generally agree were sponsored by Iran. Instead, it was brought by victims of the Sept. 11, 2001, attacks by Al Qaeda, the Sunni terrorist group.\n  In 2011, the victims persuaded a federal judge in New York, George B. Daniels, to find that Iran had aided the attacks by providing assistance to Al Qaeda, like facilitating the travel of Qaeda members through its territory. In 2012, he ordered Iran to pay the victims $2 billion in compensatory damages and $5 billion in punitive damages.\n  That judgment stagnated for years because there was no obvious way to collect it. But then it came to light that the Clearstream system in Luxembourg, which facilitates international exchanges of securities, was holding $1.6 billion in Iranian central bank assets that had been blocked under sanctions.\n  Last year, lawyers for the Sept. 11 victims persuaded a judge in Luxembourg to place a new freeze on those assets while they sued over whether they could execute the default judgment against those funds, the letter said. Both Clearstream and the Iranian central bank, Markazi, are now trying to get that freeze lifted.\n  The two lawyers who signed the letter and are leading the effort, Lee S. Wolosky and Michael J. Gottlieb, both partners in the law firm Boies Schiller Flexner, are former Obama administration officials. Mr. Gottlieb was a lawyer in the White House in Mr. Obama's first term, and Mr. Wolosky served as the special envoy for Guantánamo closure under Secretary of State John F. Kerry, who negotiated the Iran nuclear deal.\n  ''The Iran nuclear deal does not include terrorism issues or resolve outstanding legal claims, so you can support that deal and also support the enforcement of lawful, final judgments entered by the federal courts wherever Iranian assets are found,'' Mr. Wolosky said. ''And that is exactly what we are aggressively pursuing.''\n  Dennis Ross, an Iran adviser to Mr. Obama in his first term, predicted that European leaders who support the Iran deal would try to resist such efforts. But he also said that while some think the deal is fragile, Iran has an incentive to stick with it for at least seven more years -- after which sanctions, which are now suspended, will be terminated -- even if it decides it cannot do business in Europe for now.\n  Iran ''will certainly try to get these assets unfrozen so they aren't put at risk, but I don't see them walking away from the deal, even though this is a very novel, very creative use of the legal system to try to get these judgments enforced,'' he said.\n  The case joins the growing log of lawsuits that try to assign blame for terrorist ties.\n  In 2014, for example, the Obama administration divided internally about whether to urge the Supreme Court to intervene in a case against Arab Bank, the largest financial institution in Jordan, brought by victims of terrorist attacks in Israel who accused the bank of having processed financial transactions for Hamas. The case was ultimately settled.\n  Last year, the Supreme Court ruled said Iran's central bank must turn over $2.1 billion in frozen assets held by Citibank to victims of the 1983 Marine Corps barracks bombing in Lebanon. The Obama administration backed the victims in that case, which Iran is now challenging in the International Court of Justice.\n  Also last year, American relations with Saudi Arabia came under strain when Congress, overriding President Obama's veto, enacted a bill that widened the terrorism exception to foreign sovereigns' immunity from civil lawsuits, clearing the way for victims of the Sept. 11 attacks to sue the Saudi government too.\n  Get politics and Washington news updates via Facebook, Twitter and in the Morning Briefing newsletter.\n\nhttp://www.nytimes.com/2017/03/06/us/politics/terrorism-foreign-governments-lawsuits-iran-nuclear-deal.html\n\nGraphic\n\n \nPHOTOS: In negotiating with the United States, Iran agreed to curb its nuclear program in exchange for the lifting of sanctions so it could reintegrate into the world economy. (PHOTOGRAPH BY KEVIN LAMARQUE/REUTERS)\n The 9/11 memorial in Manhattan. Iran has been repeatedly sued by victims of terrorist attacks. (PHOTOGRAPH BY CHANG W. LEE/THE NEW YORK TIMES)       \n\nLoad-Date: March 7, 2017"
}