{
    "title": "IRAN 'S HOSTAGE-TAKERS NOW HOLD POSITIONS OF AUTHORITY, POWER",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 9,
    "day": 9,
    "full text": "At least two dozen of the Iranians who seized the U.S. Embassy in Tehran in 1979 and held 52 Americans hostage for more than a year are now government officials and ambassadors, U.S. sources have told Newsday. Many of them have been responsible for terrorist actions around the world, the sources said.\nAccording to those sources, who have access to government intelligence, the Iranian officials and their embassies in Latin America, Europe and the Middle East have been responsible for bombings aimed at Jewish interests, the assassination of Iranian opponents living abroad and the recruiting of Arab terrorists.\nTheir global designs include the spread of Islamic fundamentalism among South Asia's Muslims and terror bombings in New York City.\nOne of those officials, Hosein Sheikh-ol-Eslam, is described as a \"key leader\" in the U.S. Embassy takeover. Now, according to administration officials, Sheikh-ol-Eslam is Iran's deputy foreign minister for Afro-Arab affairs and vice director-general of its foreign service. From those posts, according to Kenneth Katzman, a former intelligence analyst who is now an Iran specialist for the Congressional Research Service, \"he is the kingpin, the patron of the radicals and former hostage holders, the man who assigns them to their jobs overseas, in embassies and elsewhere.\"\nFormer hostage Moorhead Kennedy Jr., then the embassy's third-ranking diplomat, bitterly remembers Sheikh-ol-Eslam as the chief interrogator of the Americans.\nBarry Rosen, the embassy's press officer, now a teacher at Brooklyn College in New York City, recalls him as a practitioner of psychological warfare, bringing good news and mail to the Americans one day, cracking down on them the next.\nKatzman, author of \"Warriors of Islam,\" a book on the Revolutionary Guard Corps, said that under Sheikh-ol-Eslam's guidance the former hostage-holders - as well as other Iranian officials - have used embassies to finance, arm and provide logistics and cover for acts of terrorism and the spread of their fundamentalism.\nHe rejects the notion that they are merely former revolutionaries who went on to serve in the government they helped create. \"The difference,\" Katzman said, \"is that these men have taken their ideologies and their terrorist tactics abroad.\"\nFor example, one of Sheikh-ol-Eslam's colleagues among the hostage-takers, Ali Reza Deyhim, has been Iran's ambassador to Mexico since 1993 and is serving concurrently as Tehran's envoy to Belize.\nTerrorism expert Vince Cannistraro, a former director of the CIA's counterterrorism center who served as a staff member of the National Security Council during the Reagan administration, said U.S. intelligence sources \"are worried because the Iranians are building up an infrastructure in Latin America.\" Mexico is especially important, he added, because \"it is strategically placed and is as close to the U.S. as Iran can get.\"\nCannistraro said intelligence sources here believe that the July 19 bombing of a Panama commuter plane that killed 23 people, most of them Jews, \"was directed out of Mexico.\"\nSecretary of State Warren Christopher, relying on U.S. intelligence agencies, has blamed the bombing on Hezbollah, the radical Islamic group which, he said, is financed and largely controlled by Iran.\nChristopher also has blamed Hezbollah and Iran for the July 18 bombing of a building in Buenos Aires, Argentina, housing Jewish agencies. The blast killed nearly 100 people. He charged it was part of an effort to undermine the Middle East peace process.\nThe 1979 takeover ended after 444 days when 52 Americans were flown out of Iran as Ronald Reagan was being inaugurated as president.\n\nLoad-Date: September 10, 1994"
}