{
    "title": "Iran -Backed Terrorists Are Growing More Aggressive, U.S. Warns",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 18,
    "full text": "Iranian-backed militant groups have expanded their bases of support well beyond the Middle East and represent the greatest threat in a likely increase of terrorism around the world, senior United States officials say.\nThe officials said the assassination on Tuesday in Rome of an Iranian opposition figure was merely the most visible step in a pattern in which terrorist organizations backed by the Iranian Government appear to be adopting a more aggressive posture. But they added that there was no apparent link between the Iranians and the bombing of the World Trade Center in New York last month.\nThe Iranian-backed Party of God has widened its operations in North Africa and South America, and has established at least one cell in Canada, the officials said. They said the cell was intended to give planning and logistic support to terrorist attacks, perhaps in North America.\nIn an interview with a small group of reporters, two senior Government analysts cautioned that the United States had established no link between the Iranian organizations and the World Trade Center bombing. They said they had \"no reason at this point to see that as being tied to any known group or any state sponsor.\"\nWithout being specific, however, they indicated that United States scrutiny of terrorist activities abroad in recent months had uncovered several possible leads in connection with the New York bombing. The officials, who insisted on anonymity, said the Party of God's expanding base had given it the capacity to carry out attacks in parts of the world in which it had not previously operated.\n\"This is a development of some note,\" said one senior Government official, who said the potential of attacks by the Party of God and other Iranian-supported groups against United States targets represented the greatest concern among wider signs that the problem of terrorism \"will escalate.\"\nThat American concern echoes an unease expressed by Arab governments, which have warned of widening Iranian efforts to recruit Islamic militants in the Middle East and North Africa. With the help of Sudan, Arab officials say, Iran has established firm ties with Hamas, the militant group active in the Israeli-occupied territories; the Muslim Brotherhood movements in Egypt and Jordan; the Al Nahda movement in Tunisia; and the Islamic Salvation front, a substantial political party in Algeria.\nThe warning of increasing terrorism follows a sharp decline last year in international terrorist attacks, from more than 500 worldwide in 1991 to 361 last year, the Government analysts said. But they said Iran's more aggressive stance and expanding ethnic conflicts in Yugoslavia and elsewhere were now likely to propel a resurgence.\n \nA Flurry of Attacks\n As an early indication, they pointed to the violent flurry of bombings, airplane hijackings and other terrorist attacks seen in recent weeks in India, Egypt, Colombia and other countries around the globe.\nThe officials' descriptions of expanding Iranian-backed terrorist operations followed a strong State Department condemnation earlier this month of Iran as the world's \"most dangerous state sponsor of terrorism.\" They also followed a flurry of terrorist bombings in Egypt by militant Islamic groups that benefit from Iranian financial support.\nOf the acts aimed at United States citizens and installations, nearly three-fourths occurred in Latin America, most of them attacks against American-owned oil pipelines.\nBut while Iranian-backed groups remain responsible for far fewer attacks, the officials said, their record has been the most lethal, and so the signs of widening activity represent a particular threat.\n\"You have to see this as being part of the policy of the Iranian Government,\" one analyst said. A senior Administration official said separately that Iran's immediate motivations appear to include efforts to silence its critics and to support groups opposed to the Middle East peace process.\nIn the attack Tuesday in Rome, a gunman firing from the rear of a motorbike shot and killed Mohammed Hussein Naghdi, the top Iranian opposition official in Italy, as he was being driven to work. It was the latest in a series of killings of opponents of the Teheran Government.\nIran has denied responsibility for the slayings, and its state-run news agency suggested on Tuesday that Mr. Naghdi, who was 42 years old, might have been a victim of a dispute among opposition groups. But the United States analysts said they had little doubt that Teheran ordered the assassination, and said it reflected the Iranian Government's widening ability to carry out attacks outside the Middle East.\n\nLoad-Date: March 18, 1993"
}