{
    "title": "IRAN TRAINING MUSLIM FIGHTERS AT BASES IN SUDAN , U.S. REPORTS",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 1,
    "day": 19,
    "full text": "WASHINGTON (AP) - Trying to expand its influence beyond the Middle East, Iran has established bases in Sudan to train fundamentalist Muslim guerrillas, Israeli and U.S. officials say.  The United States and its allies in the Middle East are worried about this latest evidence of the growing friendship between the region's two most radical Muslim states.  ''It's enough that we have to worry about them (Iran) trying to control the gulf region,'' a U.S. official said on condition of anonymity. ''With a toehold in Africa, they're also getting closer to Europe.'' To carry out the training, Iran in recent months has moved a contingent of Revolutionary Guards - the country's elite military force - from its base in Lebanon's Bekaa Valley to Sudan, an Israeli official said.  In return for access to Sudan, Iran is providing the North African nation with military training for the eight-year civil war with mainly Christian and animist rebels, the U.S. and Israeli officials say.  They said the support and training facilities in Sud an were also for Muslim radicals from Arab countries whose governments are considered pro-Western - including some Persian Gulf states and Algeria.  The Iranians also are providing training for two factions of the radical Islamic Jihad and for members of Hezbollah, both Iranian-backed Muslim Shiite organizations in Lebanon, an Israeli official said, also speaking on condition of anonymity. The Iranians are helping ''anyone willing to fight the enemies of Allah,'' he said.  Iran has been sponsoring such groups in Lebanon and in Europe, earning itself a place on a U.S. list of countries that support terrorism.\nThe U.S. official suggested that Iran was reducing its guerrilla training in eastern Lebanon at the request of Syria, which is under pressure from the United States to shut down all guerrilla activity under its control.  The United States has been seeking ways to improve relations with Iran, following the release last month of the last American hostage from Lebanon.  But counter-terrorism officials say Iran's move into Sudan is likely to affect U.S. policy.  Egypt, Sudan's neighbor to the north, has told U.S. officials that it is worried about Iranian-trained guerrillas infiltrating its territory and attacking Western targets or fomenting fundamentalist unrest, said an Egyptian official who spoke on condition of anonymity.  Tunisia, a North African country jarred by the recent electoral success of Iranian-backed fundamentalists in neighboring Algeria, has issued a sharp warning to Sudan to contain any spread of Iranian forces, the Israeli official said.  Iran already has sent Sudan six combat aircraft and provided tens of millions of dollars in economic aid to the impoverished country of 25 million, the Israeli official said.\n\nLoad-Date: October 11, 1993"
}