{
    "title": "Iranian president calls US relations 'a curvy road'",
    "publisher": "university wire",
    "year": 2017,
    "month": 5,
    "day": 26,
    "full text": "The idea is to forge a \"US-Israeli-Sunni Arab entente... held together by several objectives they share in varying degrees: destroy ISIS, roll back Iranian influence, and deliver some kind of Israeli-Palestinian peace\", Miller wrote.\nThe Iranian people have voted in favor of the current President Hassan Rouhani in the country's presidential elections.\nThis year, more than 1,600 male candidates announced plans to run for the presidency (women can not run), but only six were approved by the Guardian Council, an Orwellian body that certifies that candidates reliably support the radical goals of Iran's Islamic revolution. In the end, Kia notes that this election proved the only way forward for the people of Iran was to support the Iranian Resistance and its leader, Maryam Rajavi.\nA senior European Union diplomat said yesterday (17 January) that the foreign policy team of US President-elect Donald Trump had misunderstood the Iran nuclear deal and that it was not up for renegotiation.\nIranian Foreign Ministry Spokesman Bahram Qassemi has reacted to Trump's remarks, and urged United States to stop supplying arms to Saudi Arabia, which is one of the \"main sponsors of terrorism\". \"We have seen such shows from Saudi Arabia before\". It was the Syrians and Iraqis who fought the terrorists and Iran, Hezbollah and Russian Federation were beside them.\nThe election showcased cracks in the Regime, as disparate factions, all desperate for money and power, fought to become President. \"Iran has been, and is, the pioneer of combatting terrorism\". \"What we said was based on expert opinion and what we presented to the Majlis, and we will attempt in this regard\".\n\"Americans resorted to many different methods against Iran but failed in all\".\n\"The problem is that the Americans do not know our region and those who advise US officials are misleading them\". The agreement involved Iran and other permanent members of the United Nations Security Council such as China, France, Russia, the U.K., U.S. and Germany. While the president has some control over domestic issues, the office of the supreme leader and Iran's Islamic Revolutionary Guard Corps control the Islamic Republic's foreign, military, and nuclear policies.\nIran's Foreign Minister Mohammad Javad Zarif, who spearheaded the nuclear negotiations, reacted sarcastically, comparing this weekend's elections in Iran to the lack of democracy in Saudi Arabia. \"Nor was there a moderation of its gross human rights violations against religious minorities, the LGBT community, journalists and others, particularly its widespread use of imprisonment and execution to intimidate its own citizens\".\n\"We fighted against terrorism and everybody saw that we helped all nations fighting terrorism\".\n\"I am hopeful that through our joint efforts, the traditionally warm and friendly Armenian-Iranian relations will continue to develop and strengthen in all areas, registering a qualitatively new level of cooperation between our peoples\", Sarkisian said.\nThe conservative candidate Raisi has claimed, during the campaign, that he is the voice of the poor; but it seems poorer Iranians have trusted Rouhani, instead, as they believe he is the only one capable of terminating the sanctions. Better relations between the two will help resolution of the crisis in Syria and Yemen.\n\"The issue of terrorism can not be solved through giving money to superpowers\", Rouhani said. Even so, worldwide investors \"are still anxious about remaining US sanctions and possible future sanctions that could target Iran's missile program\", she said by email. \"These are the dreams of enemies\".\nUltimate power in Iran rests not with the president but with the supreme leader, who is chosen by a clerical panel and has the final say over all matters of state. He said America is prepared to stand with them but the region can not wait for American power to crush the enemy. \"Know that while there is a technical need to conduct missile tests, we will do so and we will ask the permission of no one\", Rouhani told reporters inTehran. \"The region has valuable potentials, it enjoys great nations and ample talents and Iran will have plans for developing ties with them\".\n\nLoad-Date: May 26, 2017"
}