{
    "title": "Iran remains chief sponsor of terrorism",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 6,
    "day": 9,
    "full text": "If recently convicted mass murderer Timothy McVeigh had had access to nuclear material instead of fertilizer, the world would be a different place. And that's the overwhelming concern of FBI, CIA and nuclear experts at both the Los Alamos and Lawrence Livermore nuclear laboratories.\nThey've already determined that it is inevitable that domestic or foreign terrorists with the know-how to make a crude nuclear bomb will eventually obtain the material to do so. So they're preparing for the worst.\nThe brightest hope, according to top experts who have spoken with our associate Dale Van Atta, is that there will be some warning or claim by the individual or group setting off a nuclear device in some American city.\n''If it is an 'unattributed' nuclear explosion,'' one top CIA official told us, ''it will be the worst nightmare we can imagine in America. Martial law would be declared, civil rights would probably be trampled on. We would be suspicious of neighbors and rousting everyone for fear of a second nuclear device.''\nWhat makes a nuclear terror attack in the United States more likely today than in years past is the potential leak of ill-guarded nuclear material in the former Soviet Union - combined with the will of madmen. It doesn't matter whether it's domestic madmen who hate the federal government or international lunatics - the result will be the same.\nAmerica remains the top terrorist target in the world, according to the State Department's recent annual terrorism report. There were more incidents aimed at American interests than any other country in 1996. The most lethal event was the June 1996 truck bombing at an American military base near Dhahran, Saudi Arabia, which killed 19 Americans.\nIran is a suspect in that attack and remains the chief sponsor of international terrorism.\nIran's penchant for exporting terrorism makes that nation's covert nuclear weapons development program more alarming.\nWe have reported earlier on a highly classified CIA report delivered to President Clinton that adds that there is a high probability that Iran has already acquired two nuclear warheads from a former Central Asian republic of the Soviet Union.\nThe report noted, however, that it was unclear whether Iran yet had a ''delivery system'' capable of carrying these warheads to a target. Each of these bombs has a destructive capacity several times greater than the bomb dropped on Hiroshima in World War II.\nIn addition, we have learned that Iran has already paid for four other warheads from the former Soviet republic of Kazakhstan.\nThe CIA has been unable to determine whether Kazakh officials delivered the warheads or not - but they believe there is a possibility they reneged on the deal and instead sold the nuclear material to the United States, which paid a better price than the Iranians.\nThe Iranian government has already spent more than $1 billion on the nuclear program and has tapped the expertise of at least 54 nuclear experts from abroad - though none from the United States. Dozens of Chinese and Russian experts have traveled to Iran, where they have engaged in nuclear research, trained nuclear specialists and supervised the construction of facilities, including nuclear reactors.\nIranian President Hashemi Rafsanjani's personal instructions regarding the whole effort are detailed in a confidential memorandum we obtained that was written following a high-level meeting in early 1990. It was essential, Rafsanjani decreed, that security for the great plan be maintained by sponsoring ''several parallel but independent and self-sufficient systems, including the necessary laboratories, workshops and factories, to be built in different parts of Iran.''\n\nLoad-Date: April 3, 1998"
}