{
    "title": "Iran says it could quickly improve nuclear capabilities",
    "publisher": "spokesman review",
    "year": 2017,
    "month": 8,
    "day": 16,
    "full text": "TEHRAN, Iran  - Iran's president warned Tuesday that it could ramp up its nuclear program and quickly achieve a more advanced level if the U.S. continues \"threats and sanctions\" against his country, which signed a landmark nuclear accord with world powers in 2015.\n Hassan Rouhani's remarks to lawmakers were his most direct warning that the deal could fall apart and risked ratcheting up tensions with the United States. President Donald Trump has repeatedly said he wants to scuttle the accord, which limited Iran's ability to produce a nuclear weapon while ending most sanctions against it.\n Nikki Haley, the U.S. ambassador to the United Nations, said late Tuesday: \"The nuclear deal must not become 'too big to fail.' \"\n \"Iran, under no circumstances, can ever be allowed to have nuclear weapons,\" she said in a statement. \"At the same time, however, we must also continue to hold Iran responsible for its missile launches, support for terrorism, disregard for human rights and violations of U.N. Security Council resolutions.\"\n Earlier this week, Iran's parliament voted to increase spending on the country's ballistic missile program and the foreign operations of its paramilitary Revolutionary Guard. The move came in response to U.S. legislation passed earlier this month imposing mandatory penalties on people involved in Iran's ballistic missile program and anyone who does business with them. The U.S. legislation also applies terrorism sanctions to the Guard and enforces an existing arms embargo.\n If Washington continues with \"threats and sanctions\" against Iran, Tehran could easily step up its nuclear activities, Rouhani said in parliament Tuesday.\n \"In an hour and a day, Iran could return to a more advanced (nuclear) level than at the beginning of the negotiations\" that preceded the 2015 deal, Rouhani said.\n\nLoad-Date: August 16, 2017"
}