{
    "title": "IRAN SECRETLY AIDING AL-QAIDA, U.S. SAYS",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 7,
    "day": 29,
    "full text": "WASHINGTON -- The United States on Thursday accused the Iranian government of engaging in a \"secret deal\" to help move money and operatives for al-Qaida in Afghanistan, Pakistan and Iraq.\nThe U.S. Treasury Department identified six members of an alleged network led by Ezedin Abdel Aziz Khalil, a Syrian who has been operating as an \"al-Qaida facilitator\" in Iran, \"under an agreement between al-Qaida and the Iranian government.\"\nThe network serves as \"a core pipeline\" for the terrorism group to move money and operatives from the Middle East to South Asia, including to Atiyah Abd al-Rahman in Pakistan's tribal areas, the Treasury said. Previously, the United States identified Mr. Rahman, a Libyan, as No. 3 in al-Qaida before Osama bin Laden's death and second to Ayman al-Zawahiri since then.\n\"Iran is the leading state sponsor of terrorism in the world today,\" David Cohen, Treasury's undersecretary for terrorism and financial intelligence, said in a statement. \"By exposing Iran's secret deal with al-Qaida, allowing it to funnel funds and operatives through its territory, we are illuminating yet another aspect of Iran's unmatched support for terrorism.\"\nThe U.S. government issued a prohibition against Americans engaging in commercial and financial transactions with the network's identified members.\nMr. Khalil, the network's leader, is al-Qaida's representative in Iran and works with the Iranian government to arrange releases of al-Qaida personnel from Iranian prisons, according to the Treasury. When those operatives are released from prison, Mr. Khalil facilitates their travel to Pakistan, the Treasury said in its statement.\nMr. Khalil has also collected funding from various donors and fundraisers throughout the Gulf, and has moved that money to the al-Qaida leadership in Afghanistan and Iraq, the Treasury said. The statement said he requires each new recruit to deliver $10,000 to al-Qaida in Pakistan.\nOthers in the network, according to the Treasury, are Umid Muhammadi, said to be a \"key supporter\" of al-Qaida in Iraq, and Salim Hasan Khalifa Rashid al-Kuwari, who allegedly has provided hundreds of thousands of dollars to al-Qaida through Iran from his base in Qatar.\nAlso named are Abdallah Ghanim Mafuz Muslim al-Khawar in Qatar, who allegedly has facilitated recruits' travel to Afghanistan, and Ali Hasan Ali al-Ajmi in Kuwait, who allegedly has raised funds from Persian Gulf sources for al-Qaida, al-Qaida in Iraq and the Taliban.\n\nLoad-Date: July 29, 2011"
}