{
    "title": "Iran advances global terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 12,
    "full text": "Last week, Iran ended its 13-day hostage-taking of British sailors when it finally agreed to send them back to Britain. During the ordeal, Iranian leaders acted as all other Islamic fundamentalists we've seen since the terrorist attacks of 9/11, parading their hostages in the global media, creating a facade that the hostages were not being harmed and making demands on the Western world. It's a picture we've become far too comfortable seeing.\nThe actual circumstances of the hostage-taking are just being released, as the British sailors discuss what was a horrific period in their lives - not the rosy spring break the Iranians concocted for the public. We've learned that some of the sailors were placed in solitary confinement, blindfolded at times, and when they were smiling for Iranian television cameras, Iranian leaders were in the background telling them to do so, stressing that cooperation would be better for them in the long run.\nThe only female of the crew, Faye Turney, felt as though, at one point, the Iranians were measuring her for her coffin - a sickening charade, to say the least. She was interrogated up to three times a day, asked to give up British military secrets, and she was stripped to her \"knickers\" and thrown into a tiny, freezing cell. She was asked how she felt about \"dying for her government\" and not seeing her 3-year-old daughter again. Also, she was convinced by the Iranians that the rest of her crew had been sent home. She felt alone in a country that hated her, one that sponsors terrorism and is radical to its core.\nModern liberals, who pride themselves on their commitment to women's rights, should think about the way Iranian leaders singled out and treated their only female hostage the next time they find it cute to sympathize with Iran, or any other oppressive regime, simply because of their shared hatred for our country and our president.\nSome have become weary of a world where we must fight for our safety against a burgeoning, radical ideology; if that's you, then this power play by the Iranians should serve as your wake-up call. Iranian President Mahmoud Ahmadinejad deliberately spit in the face of the U.K., the U.S. and the rest of the nations that are trying to decrease the threat he poses to innocent human beings everywhere. What transpired over the past two weeks was a genuine hostage standoff - a potshot from a Holocaust denier, anti-Semite and would-be nuclear warlord.\nUnfortunately, this incident confirmed that there are prominent leaders in our country who simply aren't paying attention to the outside world. It's not a coincidence that Speaker of the House Nancy Pelosi was meeting with the leaders of Syria and other regimes that sponsor global terrorism and spread radical Islamic fundamentalism while these captured sailors were fearing for their lives. It's not a coincidence that Democrats in Congress decided to no longer use the words \"global war on terror\" in congressional documents, unsure as to whether such a conflict exists, as these captured sailors were fearing for their lives.\nIt's also not a coincidence that, when asked to provide funding for our armed forces, Democrats in Congress refused to do so, instead passing a bill that would put themselves in charge of troop deployments, rather than military commanders, and which\ncontained truckloads of money for pet projects unrelated to the war - bribes instituted by Pelosi and others to get the bill passed. When asked why they passed such a bill, Democrats said it was to make a point. They admitted to political posturing at home while our troops are in danger of not having the resources they need abroad - and, I might add, while sailors from our top ally were fearing for their lives in a radical, terror-sponsoring country, the same country that praises the death of every American soldier in Iraq.\nTerrorists see these as signs of tremendous weakness. This will spur their will to destroy our armed forces, to cripple those who desire freedom in Iraq and to regenerate their ability to carry out terrorist acts on a global scale.\nPelosi's vacation in the Middle East, and the Democrats' refusal to fund our troops or focus on fighting terrorism are all signs to Ahmadinejad, Syrian President Bashar Assad and the insurgents in Iraq to simply hold on until 2008, when the next American president may once again be an appeaser, someone who has forgotten the lessons of 9/11, and someone who placates cynics in our country who do not think the terror that stems from Islamic fundamentalism can be eradicated.\nScott Darnell is a senior political science major and ran political field operations in central New Mexico for the Bush campaign.\n(C) 2007 Daily Lobo via U-WIRE\n\nLoad-Date: April 12, 2007"
}