{
    "title": "Iranian hostility puts U.S. in a bind Moving Iran away from nuclear weapons and terrorism is a press",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 1,
    "day": 23,
    "full text": "Virtually every year, the State Department issues a report fingering state sponsors of international terrorism. Without fail, the name at the top of the list is always the same: Iran.\n\"It is sort of an implicit acknowledgment of the failure of U.S. policy,\" said Iran scholar Ray Takeyh of the Council on Foreign Relations.\nA generation after Iran's Islamic revolution, getting Iran to abandon the pursuit of nuclear weapons, stop supporting international terrorism, and accept Israel's right to exist is a more pressing - and dicey - challenge than ever for the United States and its partners.\nIranian President Mahmoud Ahmadinejad has steered his country of 70 million people on a sharply confrontational course with much of the outside world after only six months in office.\nThis month, Tehran restarted activities that Western experts believe could lead Iran to acquire a nuclear bomb in coming years.\nThe nuclear drive has garnered the headlines and diplomatic attention, but \"the problem is broader,\" U.S. Assistant Secretary of State Daniel Fried said in a Jan. 18 speech. \"Not only is the regime in Tehran determined to develop nuclear weapons, it also supports terrorism. Not only does it support terrorism, the regime is hostile to democracy in principle. Ahmadinejad's bizarre remarks about destroying Israel remind one of another era.\"\nThe actions of Shiite and Persian Iran in recent months have spooked Washington's Arab allies in the Persian Gulf, particularly Arab and Sunni Muslim Saudi Arabia, and led many analysts to worry that Ahmadinejad is trying to revive the fervor of the 1979 Islamic revolution.\n\"We've got a real problem with this guy, who doesn't particularly mind a conflict with the West\" or fear economic sanctions, said Patrick Clawson, who studies Iran at the Washington Institute for Near East Policy.\nAnd with the United States tied down in Iraq, \"he thinks genuinely we're a paper tiger,\" Clawson said.\nThe Bush administration, which never agreed on a formal Iran policy in its first term because of bitter internal disputes, has launched a broad review of its approach, but there are few attractive military, covert or political options.\nMuch of the U.S. military is tied down in Iraq or Afghanistan, and U.S. intelligence has few assets in Iran and little insight into Ahmadinejad's thinking. Russia is reluctant to get tough with a major trading partner, China is wary of confronting a major oil supplier, and many other nations are reluctant to follow Washington's lead after the administration's preemptive attack on Iraq. Despite Ahmadinejad's outrageous statements, even convincing some people that Iran is a potential nuclear threat is harder after the United States failed to find any weapons of mass destruction in Iraq.\nInstead, the administration's policy review, led by Secretary of State Condoleezza Rice, is considering ways of reaching out to the Iranian people - many of whom despise the regime - through increased broadcasting into Iran and more cultural exchanges, a senior U.S. official said recently. He requested anonymity because the review isn't complete.\nPreemptive action\nSome conservative Republicans and Jewish American groups have begun pressuring President Bush to consider preemptive military action against Iran's nuclear program.\nIran's decision to resume work on centrifuges for enriching uranium at a plant in the city of Natanz has forced the United States, Britain, France and Germany into diplomatic overtime. They're striving to hold together a fragile international consensus and convince Iran that it's isolated and should reverse course.\nIf Iran persists, the Americans and Europeans eventually will press the United Nations to impose targeted economic sanctions, such as asset freezes and travel bans, that afflict Iran's leadership but spare its people, two senior European diplomats said.\nAnticipating such a move, Iran has begun shifting its foreign reserves out of European banks, Ebrahim Sheibani, the governor of Iran's Central Bank, said in Tehran last week.\nThe proposed steps reflect the limited options the United States has to inflict pain on Iran, the world's fourth-largest producer of oil.\n'Retaliatory options'\nA military strike on Natanz and a uranium enrichment facility in Isfahan is feasible and would set Iran's nuclear program back, said former State Department official Cliff Kupchan.\n\"It wouldn't be that hard to do,\" said Kupchan, now with the Eurasia Group, a political risk consulting firm. \"You'd be picking a hell of a fight, though. Iran is a sophisticated country, with a very sophisticated leadership. It has a range of retaliatory options that are extremely unpleasant.\"\nThose options include striking at American troops in Afghanistan and Iraq; terror attacks elsewhere, including the United States, or missile strikes.\nYet the United States and its partners may not be without levers to influence Iran.\nSenior U.S. officials and some analysts say they see signs of growing unease in Tehran's leadership with Ahmadinejad's radical foreign policy and argue that the new president has helped Washington make its case about the nature of Iran's regime.\n\"I think, in fact, the regime, which initially thought they had been very clever in getting him elected... realize they've got a tiger by the tail. I don't think they're all that pleased about it,\" said Gary Sick, the top White House aide for Iran during the 1979-81 Iran hostage crisis.\nContact reporter Warren Strobel at 202-383-6033 or wstrobel@krwashington.com.\n\nLoad-Date: January 23, 2006"
}