{
    "title": "Iran deal_ Critics' claims fall flat upon further inspection",
    "publisher": "university wire",
    "year": 2015,
    "month": 9,
    "day": 10,
    "full text": "In a surprising twist to the recent narrative of the U.S. and other powers' deal with Iran to limit the latter's nuclear weapons program, the head of a major anti-deal lobbying group, Americans United Against Nuclear Iran, resigned after reading the controversial deal and deciding that it was, in fact, worth honoring. Indeed, if more people gave thought to the actual content of the deal, they would see that its benefits are plenty, and that criticisms of it often fall flat.\nThis deal prevents Iran from acquiring a nuclear weapon in the foreseeable future. If you believe-like many of the deal's critics until several weeks ago-that the Iranian regime is fundamentally irrational or otherwise undeterable, you can skip the rest of this paragraph. Otherwise, there are still many reasons to support non-proliferation. The world's established nuclear powers have come close to nuclear accidents on a shocking number of occasions. Every coup or revolution in a nuclear state gives terrorists and other non-state actors a chance to acquire a nuclear weapon. If Iran follows North Korea in abandoning the Treaty on the Non-Proliferation of Nuclear Weapons, other states will have an incentive to reboot their programs. If the world has too many nuclear states, it might be harder to identify a nuclear attacker with certainty, withering any concept of deterrence. The risk of nuclear war increases exponentially as the number of nuclear powers increases.\nThe enforcement mechanisms of this agreement are robust. The key to understanding the enforcement of the deal is understanding the distinction between Iran's declared and undeclared nuclear sites. At declared sites where nuclear material is mined, enriched or bred, Iran will be under constant, unannounced monitoring by the International Atomic Energy Agency . It will eliminate most of its enriched uranium stockpile for the next 30 years-although restrictions on centrifuges lighten after 15-and redesign its one heavy water plant so it cannot be used to produce plutonium. Cheating at known nuclear sites would be impossible.\nWhat about unknown nuclear sites? Because no country would allow foreign inspectors unannounced access to every military facility, there is a process that takes roughly two to three weeks by which international inspectors can access undeclared facilities they suspect host nuclear activities.\nBefore balking at this two week figure, consider the logistics. A uranium mine can't be hidden from satellites, so Iran would somehow have to divert uranium or plutonium from a source the IAEA isn't monitoring. There is only one such source in the world-North Korea-and you can bet intelligence agencies will pounce on every Korean ship docking in Iran. Even supposing Iran succeeded in doing this, it would have to build a large underground facility involving hundreds of people, something it has failed to conceal in the past. Should the facility be compromised, it would be impossible to clean up tell-tale traces. This would allow the United States to trigger the \"snapback\" provision of the deal, reinstating all pre-deal economic sanctions. Thus, if China or Russia did not want to impose sanctions, this provision would force them to.\nWhen not attacking the deal's enforcement, critics claim the deal will financially bolster Iranian terrorism. The security concerns of Israel and Iran's other neighbors are legitimate, but the deal will not further Iranian terrorism.\nMere finances are not what limit terrorism; compared to conventional military operations, terror is cheap. Iran is constrained by its ability to smuggle arms  and by the threat of retaliation. Even if Iran decides to spend the extra cash on terrorism and not rebuilding its crippled economy, the deal does not lift the United States' targeted economic sanctions on Iranian leaders who support terrorism. Nor does it interfere with the United States and Israel's ability to target the flow of arms through other means. The deal lifts sanctions that primarily punish ordinary Iranians. Keeping these sanctions may even have made it easier for Iran to smuggle arms by creating black markets. Further, most Iranians are ecstatic to see sanctions lifted, and this means the government will pay a very high domestic political cost if it provokes the United States or Israel through brazen terrorism.\nThis deal may lead to peaceful regime change in Iran, including a normalization of relations and an end to terrorism altogether. Although it is folly to speculate on the timing of major revolutions, it is undeniable that the nuclear deal is a victory for Iran's moderates.\nIt is true that, absent regime change soon, the deal will require renegotiation. Still, this is a step forward and better than any other option. The international sanctions on Iran were only sustainable because the United States' partners believed us to be making an effort to reach a diplomatic solution. In the long term, they are morally, economically and politically untenable. A military option would only have set back Iran by a few years and given Iran reason to pour more resources into its nuclear program.\nThe other costs of a military strike are presumably obvious to anyone who has read a newspaper since 2003.\nTaylor is pursuing a master's degree in data science.\n\nLoad-Date: September 10, 2015"
}