{
    "title": "IRAN BLASTS WESTON TERROR, FAILED TALKS Rouhani_ Country's rights key to deal",
    "publisher": "the world",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "Iranian President Hassan Rouhani on Thursday accused the West of helping to create terrorism and mistreating his country, even as he promised that Tehran would cooperate on regional issues if the West would accept a compromise deal on Iran's nuclear program.\n In an address to the annual United Nations General Assembly, Rouhani accused the West of unleashing the worldwide threat of groups such as Islamic State through its campaigns against governments in the region.\n He also said the West's sanctions on Iran violate international rules and make it difficult to gain Tehran's cooperation on common security issues.\n Iran, however, has continued to negotiate on the nuclear issue in \"earnest and good faith,\" Rouhani said. If an accord can be reached that respects Iran's rights, he said, there will be an opportunity to begin \"multilateral collaboration.\"\n The United States and many nations fear that Iran is seeking the ability to create nuclear weapons, though Tehran insists that its efforts are for peaceful purposes.\n Although Rouhani offered compromise and cooperation, his tough tone toward the West on terrorism, the perceived mistreatment of Iran and \"Islamophobia\" closely follows the views of his country's supreme leader, Ayatollah Ali Khamenei.\n Rouhani sought to portray Iran as the reasonable party, open to compromise even while Western governments take a hard line and impose new economic penalties. Iranian officials have been positioning themselves so as to be able to blame any failure in the talks on Western intransigence.\n Rouhani contended, without naming names, that \"certain intelligence agencies have put blades in the hands of madmen.\n \"Certain states have helped in creating it, and have now failed to withstand it,\" he said, calling on those responsible to apologize.\n Meanwhile, hundreds of people gathered Thursday in a plaza outside the United Nations to protest what they said was Iran's continued support of terrorism, its poor record on human rights and its deceptive tactics in nuclear negotiations.\n\nNotes\n\nThe Associated Press contributed to this report.\n\nLoad-Date: September 27, 2014"
}