{
    "title": "IRANIAN SEEKS CAMPAIGN OF ANTI- U.S. TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 5,
    "day": 6,
    "full text": "NICOSIA, Cyprus - A leading Iranian official called Friday for a worldwide campaign of terror against Americans and urged Palestinians to kill five Westerners for every Arab slain in the uprising in the Israeli-occupied territories.  The Iranian, Parliament Speaker Hashemi Rafsanjani, urged Palestinians to ''declare open war on American interests throughout the world.'' ''Why don't you hijack planes in order to swap prisoners in Israeli hands, or blow up factories in Western countries?'' Rafsanjani said in a sermon in the weekly Shiite Muslim prayer session at Tehran University. He was shown on Iranian television leaning on an AK-47 assault rifle.  In Washington, Marlin Fitzwater, the White House press secretary, said Rafsanjani's comments were ''appalling'' and ''another step backward for Iran from the community of civilized nations.'' ''It is an exhortation for Palestinians to commit terrorism and only serves to confirm that terrorism remains an integral feature of Ayatollah Khomeini's regime,'' he said.  Fitzwater said the United States would hold Iran responsible for any attacks on U.S. interests or citizens. He compared the comments to Iran's threats against Salman Rushdie, British author of the book ''The Satanic Verses.'' Many Muslims say the book blasphemes Islam, and Ayatollah Ruhollah Khomeini has called for Rushdie to be killed.  In Jerusalem, Alon Liel, a Foreign Ministry spokesman, called Rafsanjani's statement ''a bloodthirsty idea that serves as an example of the fanaticism facing the area.'' Avi Pazner, spokesman for Israeli Prime Minister Yitzhak Shamir, said: ''Mr. Rafsanjani would do better if he took care of the affairs of his own country, which is not in such brilliant shape, and would not add his voice to the voices of fanaticism and madness in our region.''\nRafsanjani, whose speech was broadcast on Tehran radio and monitored in Nicosia, was interrupted by thousands of Shiite worshipers who chanted ''Death to Israel!'' After Rafsanjani's remarks, the state-run Islamic Republic News Agency reported that the Tehran office of the West German airline Lufthansa was attacked Friday while it was closed for the Muslim weekend.  The agency, monitored in Nicosia, gave no details but said the office had ''sustained some damage.'' In his remarks, Rafsanjani stressed that the United States should be singled out as Israel's main backer but that Britain and France also should be targets.  ''If for every Palestinian martyred in Palestine (the Palestinians kill five Americans, Britons or Frenchmen outside, the Zionists would not dare continue these wrongs,'' Rafsanjani said.  ''It isn't so hard to kill Americans or Frenchmen, because they're all over the globe. It's a bit difficult to kill Israelis, because there aren't as many of them around in other parts of the world.'' Rafsanjani denounced the peace initiative by Yasser Arafat, chairman of the Palestine Liberation Organization, in which Arafat renounced terrorism and recognized Israel's right to exist.  The speaker said Israel and its allies ''will never allow the formation of . . . a Palestinian state. It is impossible.'' The remarks by Rafsanjani, which he made on the last Friday of the Muslim fasting month of Ramadan, underline a new and growing anti-Western trend in Iran. The trend is part of a radical resurgence.  Khomeini, soon after coming to power in the Islamic revolution in 1979, set aside May 5 as Qods Day, the Arabic name for Jerusalem. He has called on Islamic nations to free Jerusalem, Islam's third-holiest city after Mecca and Medina, from Israeli rule.  As Rafsanjani spoke, the Islamic Republic News Agency reported that millions of Iranians had taken to the streets in Tehran and other cities to pledge support for the Palestinians, chanting ''Death To Israel! Death To America!''\n\nGraphic\n\n \nPhoto; AP Photo - An Iranian boy sitting on a man's shoulders Friday in Tehran, Iran, during a demonstration marking Qods Day. The holiday marks the Ayatollah Ruhollah Khomeini's efforts to return Jerusalem - known as Qods in Arabic - to Moslem control. The banner reads ''Down with America, Liberate Jerusalem.''\n\nLoad-Date: October 22, 1993"
}