{
    "title": "Iran _s Terms to Reopen Nuclear Talks_ Trump Has to Back Down",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 24,
    "full text": "President Hassan Rouhani of Iran, visiting the United States for the first time since President Trump exited the 2015 Iran nuclear accord, said Monday that the only way his country would consider new talks with Washington is for Mr. Trump to reverse himself and honor the agreement.\nSpeaking to a group of two dozen academics, former government officials and journalists, Mr. Rouhani argued that going back “six months ago is much easier than going back six years,” when the first efforts to negotiate an agreement were broached.\nWhile he declared that Mr. Trump’s strategy of trying to crush the Iranian economy with sanctions would fail, he expressed no anger and portrayed his government as the one that was abiding by international agreements that the United States had tossed aside.\nBut when pressed on how long Iran planned to play a military role in Syria, Mr. Rouhani was unrelenting. “We will be in Syria until terrorism is completely eradicated,” he said, and as long as Iran remained invited there by the Syrian government.\n“The U.S. sees a right for itself to have a presence in the region,” he said, referring to the Middle East. But it “does not recognize the right for Iran.”\nOn Tuesday morning, Mr. Trump said on Twitter that he had “no plans” to meet with Mr. Rouhani.\nDespite his relentless optimism in his appearances on Monday, Mr. Rouhani arrives at a perilous moment for his government. As sanctions have begun to bite, the Iranian economy is once again under tremendous pressure, its currency plummeting, its oil sales jeopardized. His enemies in the Revolutionary Guard Corps, the elite military unit that also oversaw the nuclear program, have been in the ascent, arguing that the United States was an untrustworthy negotiating partner, and that Mr. Rouhani was naïve to have entered the agreement.\nOn Monday evening, Mr. Rouhani got a boost from the remaining signatories of the Iran nuclear accord. They issued a defiant statement, reaffirming their commitment to the deal and vowing to find ways to circumvent Trump administration sanctions to continue to do business with Iran.\n“The participants recognized that Iran has continued to fully and effectively implement its nuclear related commitments as confirmed by 12 consecutive reports by the International Atomic Energy Agency,” said the statement, which was signed by the foreign ministers of France, Germany, Britain, China, Russia and Iran.\nThe statement was read first in English by Federica Mogherini, the European Union’s foreign affairs chief, and then in Persian by Mohammad Javad Zarif, Iran’s foreign minister, on the sidelines of the United Nations General Assembly gathering of world leaders in New York.\nAs part of their effort to save the Iran deal, the ministers agreed to create a special vehicle that would facilitate legal financial transactions with Iran and protect companies doing business with the country from American reprisals. Exactly how the vehicle will function will be worked out in future meetings, the statement said.\nIn his session Monday evening, Mr. Rouhani deflected questions about Iran’s repression of dissent, its imprisonment of Americans and other Westerners on thin charges of plotting against his government and its support of terrorism.\nInstead, he noted divisions inside the Trump administration, saying he did not know whether to believe Mr. Trump, who before his tweet had said he would meet with Mr. Rouhani at any time, or Secretary of State Mike Pompeo, who has laid out a list of conditions from ceasing missile tests to stopping support of terrorism.\nBut Mr. Rouhani, sitting beside Mr. Zarif, his foreign minister and chief negotiator on the nuclear deal, insisted he had “no regrets” about striking the deal with the Obama administration three years ago. He described it as an accord that briefly “built trust,” and described Mr. Trump’s efforts to dismantle it as self-destructive. Picking a single example, he said that cutting off sales of airplane parts “didn’t help Boeing,” endangered Iranian air passengers and ultimately harmed the United States.\nHe argued that Iran did not exit the Iran deal after the United States did, saying that he did not want to play into Mr. Trump’s designs.\n“We have a great deal of patience,” he said, seeming to suggest that he would wait out the Trump administration. But he said Iran could exit the deal “at will” if it determined it was in its interests.\nBut Mr. Rouhani, on his first day in New York for the annual opening of the General Assembly, went on a public relations blitz, speaking for hours to editors and reporters, appearing on NBC’s evening news, and talking optimistically about future dealings with Europe, China and Russia. He dismissed the effects of new American sanctions scheduled for November, when the United States plans to tell companies around the world that if they want to deal with Iran, they cannot do business with the United States.\n“The United States is not capable of bringing our oil exports to zero,” Mr. Rouhani told Lester Holt of NBC. “It’s a threat that is empty of credibility. Perhaps on this path, we will sustain certain pressures but certainly the United States will not reach its objective.”\nMichael Schwirtz contributed reporting. \nPHOTO: President Hassan Rouhani of Iran after speaking Monday at a peace summit honoring Nelson Mandela during the United Nations General Assembly in New York. (PHOTOGRAPH BY Carlo Allegri/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nTrump Abandons Iran Nuclear Deal He Long Scorned\nIran Takes U.S. to Court Over Nuclear Deal and Reimposed Sanctions\n\nLoad-Date: November 2, 2018"
}