{
    "title": "Iran holds mass funerals for victims of military parade attack",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 25,
    "full text": "The attack killed at least 29 people, including two of the militants.\nThousands of people packed the streets in the south-western city of Ahvaz on Monday to mourn the victims of the attack.\n\"Some 22 people involved in the attack in Ahvaz have been identified and arrested. weapons, exclusive material and communication equipment were seized in the house that belonged to the five-member terrorist group that carried out the attack\", a ministry statement said, according to the semi-official Tasnim news agency.\nA man wearing a baseball cap emblazoned with what appears to be a Revolutionary Guard logo discussed the impending attack in Farsi in the video.\nMourners carried pictures of the dead along with banners reading \"we will stand to the end\" and \"no to terrorism\". He adds: \"We will destroy them with a strong and guerilla-style attack, inshallah (God willing)\".\nIran's Intelligence Minister Mahmoud Alawi announced that the country's security forces managed to detain members of a \"terrorist team\" behind the recent deadly attack in the southwestern city of Ahvaz.\nMeanwhile, Supreme Leader Ayatollah Ali Khamenei reiterated accusations against the United States and other countries that have tense ties with Tehran, and said that Iran would \"severely punish\" those behind the attack.\n\"A deadly and unforgettable revenge will be exacted.in the near future\", it said.\nBoth ISIS and Ahvaz National Resistance, an Iranian ethnic Arab opposition movement which seeks a separate state in oil-rich Khuzestan province, have claimed responsibility.\nIn response to the attack, U.S. State Department spokeswoman Heather Nauert told Fox News, \"The United States condemns all acts of terrorism and the loss of any innocent lives\".\nThe Islamic Revolutionary Guards Corps was set up after the 1979 Islamic Revolution to protect the Shi'ite clerical ruling system and revolutionary values. But it is unlikely the IRGC will strike any of these foes directly.\n'We listened to Iran's reading of the situation and we offered our condolences for the attack, ' the ministry is quoted as saying by broadcaster NOS. \"It is Americans who instigate them and provide them with necessary means to commit these crimes\", Rouhani said before leaving for the U.N. General Assembly in NY.\nIS has also claimed the shooting and published a video purportedly showing three of the gunmen being driven to the military parade in a vehicle.\n\"America is acting like a bully towards the rest of the world. and thinks it can act based on brute force\", said Mr Rouhani, who engineered Iran's 2015 nuclear deal that ushered in a cautious detente with Washington before tensions resurfaced with President Donald Trump's decision in May to quit the accord. However, some analysts suggested that the scale of the attack merited a response from a senior US figure. Over the weekend, Secretary of State Mike Pompeo told Fox News that \"if there are constructive conversations to be had with the Iranians, the president is happy to have them\".\nIran is at odds with Western-allied Gulf country Saudi Arabia for predominance in the Middle East.\nA senior United Arab Emirates official denied Iranian allegations alluding to the involvement of the UAE in training gunmen that claimed the attack.\nTop Iranian leaders also blamed the United State's Gulf Arab allies for the bloodshed that struck a blow at the heart of its security establishment.\n\nLoad-Date: September 25, 2018"
}