{
    "title": "Iraqi leaders call for timetable for pullout",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 11,
    "day": 22,
    "full text": "Leaders of Iraq's sharply divided Shiites, Kurds and Sunnis called Monday for a timetable for the withdrawal of U.S.-led forces in the country and said Iraq's opposition had a \"legitimate right\" of resistance.\nThe communique, hammered out after three days of negotiations at a conference under the auspices of the Arab League, condemned terrorism. But it was a clear acknowledgment of the Sunni position that insurgents should not be labeled as terrorists if their operations do not target civilians or institutions designed to provide for the welfare of Iraqi citizens.\nThe participants in Cairo agreed on \"calling for the withdrawal of foreign troops according to a timetable, through putting in place an immediate national program to rebuild the armed forces . . . control the borders and the security situation\" and end terrorist attacks.\nThe conference was attended by Iraqi President Jalal Talabani and Iraqi Shiite and Kurdish lawmakers, as well as leading Sunni politicians.\nSunni leaders have been pressing the Shiite-majority government to agree to a timetable for the withdrawal of all foreign troops. The statement recognized that goal, but did not lay down a specific time -- reflecting instead the government's stance that Iraqi security forces must be built up first.\nOn Monday, Iraqi Interior Minister Bayan Jabr suggested U.S.-led forces should be able to leave Iraq by the end of next year, saying the one-year extension of the mandate for the multinational force in Iraq by the U.N. Security Council this month could be the last.\n\"By the middle of next year, we will be 75 percent done in building our forces, and by the end of next year, it will be fully ready,\" he told the Arab satellite station Al-Jazeera.\nIn Egypt, the communique's attempt to define terrorism omitted any reference to attacks against U.S. or Iraqi forces. Delegates from across the political and religious spectrum said the omission was intentional. They spoke anonymously, saying they feared retribution.\n\"Though resistance is a legitimate right for all people, terrorism does not represent resistance. Therefore, we condemn terrorism and acts of violence, killing and kidnapping, targeting Iraqi citizens and humanitarian, civil, government institutions, national resources and houses of worships,\" the document said.\nThe communique also stressed participants' commitment to Iraq's unity and called for the release of all \"innocent detainees\" who have not been convicted by courts. It asked that allegations of torture be investigated and those responsible be held accountable.\nThe statement also demanded \"an immediate end to arbitrary raids and arrests without a documented judicial order.\"\nThe communique included no means for implementing its provisions, leaving it unclear what it will mean other than to stand as a symbol of a first step toward bringing the feuding parties together in an agreement in principle.\n\"We are committed to this statement as far as it is in the best interests of the Iraqi people,\" said Harith al-Dhari, leader of the powerful Association of Muslim Scholars, a hard-line Sunni group. He said he had reservations about the document as a whole, and delegates said he had expressed strong opposition to the concept of federalism enshrined in Iraq's new constitution.\n\nNotes\n\n WORLD \n\nLoad-Date: November 23, 2005"
}