{
    "title": "IRAQ DEMOCRACY WILL TAKE TIME, ISRAELI SAYS_ GENERAL IS IN ST. LOUIS FOR A FUND-RAISER FOR JEWISH NA",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 5,
    "day": 7,
    "full text": "Israel's No. 2 general said here Thursday that his nation felt safer with Saddam Hussein gone from Iraq. But he cautioned that building a democracy in Iraq would be a long-term affair.\nLast month, Maj. Gen. Dan Haloutz wrapped up a four-year stint as commander of Israel's air force. In July, he'll become deputy chief of staff of the Israeli Defense Forces - the Israeli equivalent of the vice chairman of the U.S. Joint Chiefs of Staff.\nHaloutz was in town for an off-the-record fund-raising speech Thursday evening for the Jewish National Fund. In the afternoon, he met with Post-Dispatch editorial writers.\nHaloutz said one bonus from the U.S. war in Iraq was Libya's decision to cede its weapons of mass destruction. \"Having Libya out of the game is i mportant to us,\" he said. \"It's very important to the stability of the Middle East.\"\nHe added, \"We think that international pressure on Iran may also bear fruit.\"\nBut Haloutz expressed skepticism that Iraq could become a democracy anytime soon.\n\"There's no way to change the culture of a nation in one year,\" he said. \"The Iraqi people haven't had democracy since Day One - since Abraham left Iraq 4,000 years ago.\"\nHaloutz added, \"Democracy can be a system in Iraq. But not now.\"\nAsked what advice he had for Americans in adjusting their mind-set to a war on terrorism, Haloutz ticked off a series of tips. Among them:\n* \"Constant military pressure is a must. But it's not enough. You have to cut other channels - black money, for example.\"\n* \"You have to prevent terrorism. You can't wait for it happen. You have to act first.\"\n* \"You have to differ between the terrorist and his society.\"\nHaloutz called the wall dividing the West Bank from Israel proper a cost-effective tool for stopping terrorism in his country.\nHe conceded that the wall posed problems for the everyday lives of Palestinian civilians. But he said, \"If you're killing someone, that's a final solution. If you're keeping somebody from moving around, it's a temporary problem.\"\nHaloutz said that night after night, Israeli forces seized terrorism suspects and detained them. But he said that interrogating the suspects was always the business of civilians, never of soldiers - unlike the American setup in Iraq, where allegations of abuse in American-run prisons have caused a stir.\nHaloutz said Israeli interrogators worked under rules limiting the use of pressure. In general, he said, interrogators can pressure captors only if the Israelis perceive an immediate threat. And torture is never an option, he said.\n\nNotes\n\nWORLD/ Reporter Harry Levins/ E-mail: hlevins@post-dispatch.com/ Phone: 314-340-8144  \n\nGraphic\n\n \nPHOTO; Photo Headshot - (Maj. Gen. Dan) Haloutz, \"You can't wait\" for terrorism\n\nLoad-Date: May 7, 2004"
}