{
    "title": "Iraqi civilian deaths may spur U.S. terrorism(2)",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 3,
    "day": 31,
    "full text": "WASHINGTON -- Mass civilian casualties in Iraq make a terrorist attack in the United States more likely, analysts at home and in the Middle East agree.\nHeavy bombing continued in Baghdad on Sunday. Allied military leaders have said Saddam Hussein is using Iraqi citizens as human shields and placing military targets near civilian sites, increasing the likelihood of civilian casualties.\nPentagon officials insist that their attacks are aimed at specific military targets and not at civilians.\nStill, Iraqi officials estimate that more than 500 civilians have died in the war and more than 4,000 have been injured.\nThe death of dozens of Iraqis in a Baghdad market blast Friday sent rage racing through the Muslim world, fanned by headlines such as \"Dreadful Massacre\" in Egypt's mass-circulation Akhbar al-Youm newspaper.\nOn Sunday, rallies from Morocco to Indonesia rang with threats against the United States.\n\"Suicide attacks lead to freedom,\" chanted a crowd of 150,000 in Rabat, Morocco's capital. \"We will destroy America,\" Shabbir Ahmed Khan, a member of Pakistan's parliament, said at a protest in Peshawar.\n\"If America starts winning tomorrow, there will be suicide bombings that will start in America the next day,\" Diaa Rashwan, head of the comparative politics unit at the Al-Ahram Center for Political and Strategic Studies in Cairo, told the Washington Post.\nThe U.S. government raised its terror alert level to \"high\" just before the war began.\nA spokesman with the Homeland Security Department would not discuss how the war's opening days have affected the threat of a domestic attack.\n\"There continues to be a large volume of reporting across a range of sources that indicates al-Qaida could attempt to launch terrorist attacks against U.S. interests claiming they were defending Muslims or the Iraqi people rather than Saddam Hussein's regime,\" spokesman Brian Roehrkasse said.\nSome U.S. experts agreed that the war could prompt al-Qaida, Iraqi sympathizers or others to launch a terrorist attack.\n\"I don't think there's any question that the outrage that the war has created in the Arab world will win new converts to the terrorist cause,\" said Loren Thompson, an analyst at the Lexington Institute, a defense-oriented research group near Washington.\nWilliam Lahneman with the University of Maryland's Center for International and Security Studies said civilian casualties are more likely than other war images to stir sympathy for terrorist groups and inspire new recruits.\nPhil Anderson, a senior fellow in homeland security at the Center for Strategic and International Studies in Washington, said a prolonged war would give Saddam more time to stir public opinion in his favor.\nAnderson said al-Qaida poses the greatest threat to the United States but that the group missed earlier chances to strike when the country was more vulnerable. Aside from al-Qaida, he said an individual who is enraged by the war could cause great harm to the United States.\n\"Just look at Timothy McVeigh,\" Anderson said, referring to the late Oklahoma City bomber.\nWhile the Bush administration has said Iraq must be disarmed before weapons of mass destruction fall into the hands of groups like al-Qaida, Saddam and Osama bin Laden are not considered close allies. Bin Laden did offer encouragement to the Iraqi people in a videotape released a month before the war began.\nTerrorism specialist William Rosenau with the Rand Corp., a research group under contract with the Pentagon, said the war would not affect al-Qaida's plans for an attack in the United States.\nBut Iraq itself could be planning terrorist attacks in the United States, Rosenau said. He noted the FBI and CIA prevented such attacks during the 1991 Persian Gulf War.\nThe threat also extends overseas.\nThe State Department said Friday it had information that Iraqi intelligence officers planned terrorist attacks against U.S. interests in two foreign countries, one of which was later reported to be Jordan. In both cases, the operatives were arrested, terrorist material was confiscated and attacks were not carried out, spokesman Richard Boucher said.\nThe United States has asked a number of countries to expel suspected Iraqi intelligence officers based on \"the significant threat posed by their presence,\" Boucher said.\n\nLoad-Date: March 31, 2003"
}