{
    "title": "Iraqi court tells parliament to get back to work Seven months on the sideline has prevented formatio",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 10,
    "day": 25,
    "full text": "BAGHDAD - Iraq's highest court ordered parliament back to work on Sunday after a virtual seven-month recess, intensifying pressure to break the political stalemate that has held up formation of a new government.\nThe 325 lawmakers met only once since they were elected on March 7 for a session that lasted 20 minutes and consisted of a reading from Islam's holy book, the Quran, the playing of the national anthem and the swearing in of new members.\nUnder the constitution, parliament was required to meet within 15 days of final court approval of election results, which came on June 1. Lawmakers met on June 14 and should have chosen a parliament speaker at their first session and then the president within 30 days. But these appointments had to be put off because they are part of the negotiations between major political blocs over the rest of the new leadership - including a prime minister and top Cabinet officials.\nAfter the June meeting, lawmakers agreed to leave the parliament session open but unattended - a technicality to allow more time to choose a new leadership and to put off choosing a new speaker or president.\nBut the Supreme Court deemed that decision \"illegal\" in its ruling on Sunday.\n\"The federal Supreme Court decided to cancel this decision, binding the parliament speaker to call on lawmakers to convene parliament and resume work,\" the ruling said. The delay \"violated the constitution,\" it added.\nParliament's absence has meant inaction on business-friendly reforms, such as streamlining bureaucracy and clarifying rules for foreign investment, among other major decisions.\nThe absent parliamentarians are earning $22,500 a month in salary and housing allowance - far more than the average $800 monthly salary of an Iraqi professional. And that doesn't include a $90,000 stipend they were given after they were sworn in to cover expenses for the next four years.\nThe court's ruling in effect turns up the pressure to break the 7-month-old impasse on forming a government.\n\"This decision will put pressure on political blocs to speed up their negotiations, and to nominate a prime minister candidate,\" said Kurdish lawmaker Alaa Talabani, a relative of Iraqi President Jalal Talabani.\nSunday's court order settles a lawsuit brought by independent watchdog groups against parliament's acting speaker, Fouad Massoum. In a brief interview Sunday, Massoum said he had not yet seen the order but had no choice but to abide by the court's demands.\nHe said he expected to set a date for a meeting by the end of the week, though it was not clear when the meeting would take place. Lawmakers, however, said they would not be able to accomplish much if they reconvened before political parties agree on a ruling coalition and choose a prime minister.\n\nGraphic\n\n \n AP Graphic - U.S. Military War Deaths \n\nLoad-Date: October 26, 2010"
}