{
    "title": "Iraq , Breeding Ground for Terror",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 26,
    "full text": "To the Editor:\n  Re ''Spy Agencies Say Iraq War Worsens Terrorism Threat'' (front page, Sept. 24):\n  The estimate by the intelligence agencies underlines what has become increasingly evident: the supposed centerpiece of the war on terror has undermined our national security, not only by taxing our military capacities but also by fueling Islamic radicalism around the world and creating deep hostility where it did not formerly exist.\nI consider myself a conservative, and I voted for President Bush twice, despite misgivings about his foreign policy the second time around. I wouldn't do so again. \n  The president gravely overestimates the capacity of American power to transform the world. His arrogant messianism is feeding anti-Americanism around the world -- and not only among the jihadists -- with the most profound and dangerous implications for the future.\n  Now that we're in Iraq, there are no simple answers. An early withdrawal and staying the course indefinitely look equally hazardous, with unforeseeable and potentially disastrous consequences either way. \n  But the president's high-flown rhetoric about freedom and democracy and the nobility of the American mission in the world is sounding very hollow these days.\n\nAndy Anderson\nBronxville, N.Y., Sept. 24, 2006\n\nTo the Editor:\n  Our own intelligence agencies have concluded that the war in Iraq, which President Bush has described as the ''central front'' of the war on terror, has increased the terrorist threat. Will this finally discredit President Bush's war of choice and help prevent the start of still another in Iran? \n  I doubt it. President Bush, Vice President Dick Cheney and Defense Secretary Donald H. Rumsfeld will tout this as more evidence of how much we have to fear, how only their tough-guy approach can protect us. \n  They know that fear will trump logic -- the logic of asking why we should entrust our safety to officials whose reckless, dishonest and incompetent policies have done so much to endanger it.\n\nRichard Barber\nBrooklyn, Sept. 24, 2006\n\nTo the Editor:\n  Imagine if instead of the Iraq war, we had put 100,000 troops in Afghanistan at Tora Bora. We might have dealt a crushing blow to Al Qaeda. \n  Imagine if we had spent a small fraction of the treasure wasted in Iraq in Afghanistan, providing security and promoting economic development. Afghanistan could have been our model for the promotion of democracy. \n  The arrogance and outright bungling of the war in Iraq by the Bush administration has made our country and the rest of the world less safe for generations to come. \n\nMartin Hoffman\nNew York, Sept. 24, 2006\n\nTo the Editor:\n  It doesn't help to say ''I told you so,'' even though many of us predicted exactly what the spy agencies now report (''Spy Agencies Say Iraq War Worsens Terrorism Threat,'' front page, Sept. 24). But it might help to no longer ''stay the course'' when the course is self-destructive.\n  Since fighting an unprovoked war only furthers the image of the United States as an enemy to eradicate, what about changing tack? What about acknowledging that we are not helping by continuing to fight, and offering money for services instead of troops to kill?\n\nEllen B. Luborsky\nNew York, Sept. 24, 2006\n\nTo the Editor:\n  Senator John Kerry said in a statement that ''the National Intelligence Estimate provides jarring confirmation that the disastrous policy in Iraq is a giant recruiting poster for terrorists.''\n  Senator Kerry fails (or refuses) to acknowledge one important truth about our fight against terrorism: any strong, defensive action by the United States will serve as a recruiting tool for terrorists. The very fact that the enemy considers our actions a threat may be an indication of our effectiveness. \n  In fact, we would have far greater reason for concern if our actions were not threatening our enemies.\n  Mr. Kerry's concern is misguided and dangerous. Our primary concern should be what it takes for us to succeed, not how our enemy feels about our actions.\n\nAndrea Economos\nScarsdale, N.Y., Sept. 24, 2006\n\nTo the Editor:\n  It should not come as a surprise to any fairly sensible person that the United States occupation of Iraq is indeed counterproductive, a drain on the economy and an egregious example of arrogant power that can only serve to increase the ranks of those who decide to oppose it by taking up arms. \n  What is surprising is that the government has 16 disparate spy services that collaborated to produce the document ''Trends in Global Terrorism: Implications for the United States.'' \n  One imagines that most of us who question President Bush's Iraq adventure could have produced a comparable analysis at a fraction of the cost.\n\nGeorge Kraus\nTarrytown, N.Y., Sept. 25, 2006\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by Felix Sockwell)\n\nLoad-Date: September 26, 2006"
}