{
    "title": "IRAQIS APPEAL TO INTERNATIONAL MEETING FOR AID; 'WE MUST STAND TOGETHER AGAINST TERRORISM'",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 6,
    "day": 23,
    "full text": "Leaders of Iraq's transitional government yesterday appealed to a gathering of 74 nations and an array of international organizations for help to build a democratic state and defeat the virulent insurgency gripping the country.\n Iraqi Prime Minister Ibrahim Jafari described the insurgency as \"a struggle between the forces of good and evil.\"\n \"We must stand together against terrorism,\" Jafari told delegates to the session, which was co-sponsored by the United States and the European Union.\nAfter a day of hearing Iraqi leaders set out their political and economic development goals, U.N. Secretary-General Kofi Annan declared: \"Today, Iraq and the international community have turned a page together. We've promised each other we will be full partners in supporting Iraq.\"\n Yesterday's meeting was the largest international gathering yet to address aid for Iraq, and the country's leaders used the forum to display their political diversity. In addition to Jafari and Foreign Minister Hoshyar Zebari, Iraq's delegation included the chairman of the constitutional drafting committee, the parliamentary speaker, members of the judiciary and representatives of opposition parties.\n The meeting delivered a message that the United States was eager to convey: Despite the violence that has slowed Iraq's development to a crawl and crippled normal life in many parts of the country, an elected government is at work, struggling to build a democratic state.\n Although U.S. officials called the meeting an agenda-setting session rather than a donor's conference, conference documents indicated that 37 participants offered at least some help, ranging from a modest pledge from Turkey to conduct seminars on democracy and public service training to $120 million in European Union assistance first made public earlier this month.\n The document also stated that Saudi Arabia was prepared to help \"ease [Iraq's] debt burden.\" At a closing news conference, Zebari talked about \"some positive responses\" from Saudi Arabia and Kuwait on debt relief, saying further discussions probably would be necessary.\n A donor's conference for Iraq is scheduled to be held next month in Amman, Jordan. As the majority of the $13 billion pledged at the first donor's conference two years ago in Madrid, Spain, is yet to be delivered, U.S. Secretary of State Condoleezza Rice yesterday urged nations to pay up.  \"The Iraqi people now need our help,\" she said.\n Rice repeated calls for Syria to prevent its territory from being used as a staging ground for the insurgency to launch attacks into Iraq and said defeating terrorism in Iraq would break the back of international terrorism. \"When it is defeated in Iraq, at the heart of the Middle East, it will be a death knell for terrorism as we know it,\" she said.\n The EU's willingness to co-sponsor the meeting was viewed as a sign of a thawing in relations between the United States and some of its closest European allies. The U.S.-led invasion of Iraq effectively split the Atlantic alliance.\n Yesterday's meeting was important because insecurity in Iraq has isolated the new government from diplomatic contact in its own capital.\n Only one Arab country, Egypt, maintains a full diplomatic presence in Baghdad. The Iraqis yesterday called on more countries to establish missions in Iraq, but there was little interest.\n\nLoad-Date: June 24, 2005"
}