{
    "title": "Iraq _ A new school for terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 5,
    "full text": "We could bounce misleading information off one another all day long about the war in Iraq and the George W. Bush administration. It must be stated, and Greg Walker would probably agree with me on this, that there is a mountain of information on Web sites and in books regarding the war in Iraq that is misleading and contradictory. A member of the Democratic Party follows the \"facts\" that are beneficial to his cause, and a Republican traces the \"facts\" that benefit his cause. I assure all readers that finding information that is perfectly contradictory to Greg Walker's \"facts\" in his April 3 column \"Iraq for Dummies\" would take minimal Internet research.\nMy purpose for writing today is not to harp on an ongoing political battle as much as I wish to portray why such a war should have been avoided. The United States went to war supposedly as part of the \"War on Terrorism.\" The Republican machine used Sept. 11 as an excuse to attack an unrelated country. We went to war to reduce terrorism. Later, when weapons of mass destruction weren't found, they added the justification of bringing democracy to the Iraqi people. Any information source asserting that either of these objectives has been successfully executed is a faulty source.\nWhat could possibly make anyone think the United States is a safer place now because we have gone to war with Iraq? Osama bin Laden - you know, the real enemy - the one responsible for the destruction on Sept. 11, 2001, is still on the loose. And since the \"central front of the War on Terror\" has switched to Iraq, Bin Laden has time to settle down and attract followers. Now that the Arab world has seen the warfare and torture the U.S. military has inflicted on Iraqi citizens, hatred for the United States has spread. Bin Laden, once marginalized as an extremist, might now be seen by average Arabs as a credible force or even as a hero opposing the United States and the Christian \"crusaders,\" rather than the crazed zealot he is.\nDo you honestly think these generations of Iraqi children, who suffer because mothers, fathers, sisters and brothers were killed - perhaps accidentally - feel at all liberated? Even if the United States was rightfully spreading democracy, the children don't understand that. They see the death and unfathomable sadness this war is causing. They will hate us. Wouldn't you hate the United States if you were in this given situation? Wouldn't you look for revenge if your father was humiliated during a house-to-house search, or if your brother was killed for a reason or by accident? A radical religious group with a direct purpose only to cause terror to the United States will be evermore appealing to these young Iraqis. Bin Laden or men with the same ambitions shall become increasingly powerful in the next few decades all because of this war.\nAfter a few thousand American deaths - and counting, 9 more the other day - many thousands more disabled, maimed or amputated, and American money enough to pay for all our tuitions flushed down the cauldron of Iraq, the most important questions are simple: How many Iraqis were Sept. 11 hijackers? (None). How many young Iraqis would now be willing to volunteer for such a plot? Or strap themselves up for a suicide bomb? Are young Arab men increasingly radicalized, desperate and angry enough now to become terrorists and join the jihad against Bush's crusade? Will there be more or less angry radicalism as a result? Is Iraq now essentially a \"terror university\" where new terrorists can now be recruited, radicalized and trained when prior to the war individual Iraqis were less inclined to join bin Laden compared to Saudis or other Arabs? Iraq is now a terror cesspool, similar to Afghanistan after we funded bin Laden and the mujahideen against the Russians in the 1980s.\nA Republican can always charge that I'm making \"cheap\" political points and can claim they are \"on the right track.\" The causes and mismanagement of this war will never be properly investigated as long as all branches of government are Republican-controlled. Subpoenas will not be issued, commissions will be stalled and information whitewashed. If you think people ought to be held accountable for this ghastly mistake that backfired, then you should do everything you can to root out the cheerleaders for Bush and Vice President Dick Cheney at every level of government from your local congressperson to the local dog catcher.\n(C) 2006 Daily Targum via U-WIRE\n\nLoad-Date: April 5, 2006"
}