{
    "title": "Iraqi VP faces hanging over death squad role New insurgent attacks kill at least 92 in one of year's",
    "publisher": "usa today",
    "year": 2012,
    "month": 9,
    "day": 10,
    "full text": "Iraq's fugitive Sunni vice president was sentenced Sunday to death by hanging on charges he masterminded death squads against rivals in a terrorism trial that has fueled sectarian tensions in the country.\nUnderscoring the instability, insurgents unleashed an onslaught of bombings and shootings across Iraq, killing at least 92 people in one of the deadliest days this year.\nIt's unlikely that the attacks in 13 cities were all timed to coincide with the afternoon verdict that capped a months-long case against Vice President Tariq al-Hashemi, a longtime foe of Shiite Prime Minister Nouri al-Maliki.\nAl-Hashemi fled to Turkey in the months after the Shiite-led government accused him of playing a role in 150 bombings, assassinations and other attacks from 2005 to 2011. During that period, the country was mired in retaliatory sectarian violence following the 2003 U.S.-led invasion that ousted Saddam Hussein's Sunni regime. Most of the attacks were allegedly carried out by al-Hashemi's bodyguards and other employees, and largely targeted government officials, security forces and Shiite pilgrims.\nThe vice president declined to immediately comment on the verdict after meeting with the Turkish Foreign Minister Ahmet Davutoglu in Ankara. He said he would \"tackle this issue in a statement\" in coming hours.\nThe politically charged case -- which was announced the day after U.S. troops withdrew from the country last December -- sparked a government crisis and fueled Sunni Muslim and Kurdish resentment against al-Maliki, who critics say is monopolizing power.\nViolence has ebbed significantly, but insurgents continue to stage high-profile bombings and shooting rampages.\n\"These attacks show al-Qaeda's ability to hit any place in Iraq and at any time,\" said Ali Salem, 40, an elementary school teacher in Baghdad. \"The lack of security could take us back to zero.\"\nThe worst violence on Sunday struck the capital, where bombs pounded a half-dozen neighborhoods -- both Sunni and Shiite -- throughout the day. The deadliest attacks in Baghdad hit Shiite areas Sunday evening, hours after the al-Hashemi verdict was announced.\nIn all, 42 people were killed in the capital and 120 wounded, according to police and hospital officials who spoke to the Associated Press on condition of anonymity because they were not authorized to release the information.\nThe nationwide attacks began before dawn as gunmen killed soldiers at an army post in the central city of Dujail. A few hours later, a car exploded outside the northern city of Kirkuk in a lot where police recruits were waiting in line to apply for jobs. Both Dujail and Kirkuk are former insurgent strongholds.\nOver the day, at least 92 people were killed and more than 360 wounded in at least 21 separate bombings and shootings, according to reports from police and hospital officials. No group immediately claimed responsibility. Iraq's Interior Ministry blamed al-Qaeda in Iraq.\n\"The attacks today on the markets and mosques are aimed at provoking sectarian and political tensions,\" the ministry said in a statement. \"Our war against terrorism is continuing, and we are ready.\"\nThe courtroom at Baghdad's criminal court was silent Sunday as the presiding judge read  the verdict. It convicted al-Hashemi and his son-in-law, Ahmed Qahtan, of organizing the murders of a Shiite security official and a lawyer who had refused to help the vice president's allies in terrorism cases. The two defendants were acquitted in a third case, the killing of a security officer, because of a lack of evidence. \n\nLoad-Date: September 10, 2012"
}