{
    "title": "Iraqis launch offensive",
    "publisher": "the capital ",
    "year": 2014,
    "month": 1,
    "day": 20,
    "full text": "BAGHDAD - Iraqi government forces and allied tribal militias launched an all-out offensive Sunday to push al-Qaida militants from a provincial capital, an assault that killed or wounded some 20 police officers and government-allied tribesmen, officials said.\nSince late December, members of Iraq's al-Qaida branch - known as the Islamic State of Iraq and the Levant - have taken over parts of Ramadi, the capital of the largely Sunni western province of Anbar. They also control the center of the nearby city of Fallujah, along with other non-al-Qaida groups that also oppose the Shiite-led government.\nA military officer and two local officials said fierce clashes raged through Sunday night in parts of Ramadi.\nLater, the commander of Anbar operations, army Lt. Gen. Rasheed Fleih, said that Iraqi special forces retook al-Bubali village following fierce clashes with the militants who had held it for about three weeks. Al-Bubali lies on the road between Ramadi and Fallujah.\nFleih said that gunmen had booby-trapped several houses in the village before their retreat. He declined to give any figures regarding casualties.\nThe two Anbar officials said 20 police officers and allied tribesmen were either killed or wounded during the assault. The officials were unable to provide a breakdown of the casualties.\nAbu Bakr al-Baghdadi, who heads the al-Qaida group in Iraq, urged Iraqi Sunni Muslims to join the militants in an audio message posted on militant websites Sunday.\n\"You the Sunni people in Iraq, you can carry the weapons against the Shiites. . . This is your chance, so do not miss it. Otherwise you will be finished,\" al-Baghdadi said. He also exhorted his militants to continue their fight and also attack Baghdad.\nHours after the offensive was announced, Iraq's Prime Minister Nouri al-Maliki vowed to continue fighting \"terrorism,\" but left the door open for a political solution.\n\"Our battle is firstly to beat and eliminate terrorism, though we welcome any solution, any proposal and any political meeting that should realize the priority of destroying terrorism, al-Qaida, its formations and its allies,\" al-Maliki said.\nElsewhere Sunday, gunmen opened fire on a checkpoint run by an anti-al-Qaida, pro-government Sunni tribal militia outside the city of Baqouba, killing the local leader and four assistants, a police officer and medical officials said. The former al-Qaida stronghold Baqouba is located about 35 miles northeast of the capital, Baghdad.\nThe Sunni militia, known as the Awakening Council, was formed by U.S. forces during the height of the insurgency. They are seen as traitors by al-Qaida's local branch and other militant groups.\n\nLoad-Date: January 21, 2014"
}