{
    "title": "Iraq 's tie to terrorism necessitates action",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 12,
    "full text": "Sept. 11, 2001, will only mark the second most notable security failure in United States history if actions are not taken immediately to end Saddam Hussein's ability to make war. Nobody disagrees with the contention that Hussein is dangerous, and disarming him should be our top priority.\nYet, as of last week, there were valid points of contention to war. But after Wednesday's presentation by Colin Powell to the United Nations, there should be none.\nU. California-Los Angeles\nThe first major outcry from allies was for more evidence. Powell answered by presenting satellite photos of chemical weapons bunkers, intercepted telephone conversations about nerve agents, links to al Qaeda and then weapons themselves.\nUnited Nations Security Council Resolution 1441, ordered Iraq to disarm itself of weapons of mass destruction. Still, there remain 1000 tons of chemical weapons unaccounted for in Iraq alongside the 12 unreported chemical warheads found by inspectors. This resolution is the United Nations at its best, swinging its big stick and roaring with thunderous sound and fury, but signifying nothing.\nThere are also those who think a war with Iraq would detract from our fight against terror. But how you distinguish between two shades of evil is beyond me, especially when there is so much evidence of the parties \"talking.\"\nAccording to Powell, members of al Qaeda met with Iraqis at least eight times since the early 1990s. And according to a detained senior al Qaeda member, al Qaeda has sent operatives to Iraq looking to acquire weapons of mass destruction.\nFurthermore, Abu Mussab Zarqawi, a bin Laden associate, has stayed in Iraq, setting up bases and moving supplies and capital throughout the country with Iraqi knowledge. Bin Laden and Hussein, innately linked by objective and hatred, are now clearly associated in misconduct. We cannot wage a war on one half of a unified enemy body.\nFor those who say an American attack would not be in self-defense, can you be assured a nuclear bomb will not go off in Los Angeles tomorrow morning? Our government cannot. Last Wednesday, the nation was put on \"elevated\" alert to terrorist attacks for only the second time since Sept. 11, 2001. We are told not to be surprised by \"imminent\" and \"eventual\" assaults in America, but people still fail to realize the magnitude of the threats.\nAll those who criticized our intelligence agencies' failure on Sept. 11, 2001, cannot hypocritically pass off their reports now detailing Iraq's unlisted armaments and involvement with bin Laden. If on Sept. 10, 2001, we knew that a foreign government with 1000 tons of chemical and questionable nuclear capabilities was deceiving and ignoring strict decrees for disarmament by the United Nations, and if we knew they were cooperating with rogue terrorists brazen enough to attack the heart of New York City with the self-justified aim of killing all Americans, I would like to think we would fight back, or better yet, strike first.\nAttacking Iraq now is a response to Iraq's role in Sept. 11, 2001, not a preemptive strike. Protecting and providing asylum for terrorists makes Iraqis terrorists themselves. They are fulfilling their war on America through al Qaeda. According to Powell, al Qaeda's own senior members have reported that Hussein was more willing to assist terrorist cells after the bombings of United States embassies in Africa in 1998 and was impressed by the attack on the U.S.S. Cole in 2000. The only difference between bin Laden and Hussein is we know where the latter lives. War on Iraq is the next logical step in our ongoing war on terrorism.\n(C) 2002 Daily Bruin via U-WIRE\n\nLoad-Date: February 12, 2003"
}