{
    "title": "Iraq and U.S. are at odds on civilian casualty count WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 8,
    "day": 2,
    "full text": "BAGHDAD - While concern is rising in the U.S. about the war in Afghanistan, the Americans are eager to show evidence of progress in their other conflict - Iraq.\nNew Iraqi government figures tell a different story, however, showing civilian casualties hitting their highest level in more than two years - figures the U.S. rushed on Sunday to dispute.\nThe rejection of the figures, compiled by the Iraqi ministries of defense, interior and health, comes at a delicate time. The U.S. military has pronounced Iraq's security as stabilizing and is going ahead with plans to send home all but 50,000 troops by the end of the month, leaving Iraq's nascent security forces in control. The last American soldier is due to leave by the end of 2011.\nThings were not much better in July for the U.S. in Afghanistan - where U.S. losses were the highest for any month of the war. The monthly death toll - 66 - surpassed the previous record of 60 deaths in June. U.S. commanders have warned of more bloodshed as fighting escalates in longtime Taliban strongholds.\nMoreover, at least 270 Afghan civilians were killed in the July fighting and nearly 600 wounded - a 29 percent increase over the previous month, according to Interior Ministry spokesman Zemeri Bashary.\nIn Iraq, the July civilian death toll - 532 - was the highest since May 2008, when 563 died, heightening concerns over the country's precarious security even as a political deadlock persists nearly five months after a parliamentary election produced no clear winner.\nThe new figures suggested that a resilient insurgency is taking advantage of the political deadlock and shows the difficulties of achieving a political solution in a polarized society such as Iraq's, where ethnic and religious groups compete for power regardless of where national interests lie.\nMore than seven years after Saddam Hussein's ouster, Iraqi politicians from rival groups have failed to resolve key issues such as sharing wealth, the extent of provincial autonomy and identity.\nThe U.S. military countered that its own data showed 222 Iraqis had been killed in July. \"We do our very best to be vigilant to ensure the numbers we report are as accurate as can be,\" spokesman Lt. Col. Bob Owen said in defense of the military's own numbers.\nAn Associated Press tally indicated that at least 350 Iraqis were killed in July, but this figure is considered a minimum, based on AP reporting. The actual number is probably higher, as many killings go unreported.\n\nGraphic\n\n \n GRAPHIC - U.S. MILITARY WAR DEATHS | AP \n\nLoad-Date: August 3, 2010"
}