{
    "title": "Iraq and Jordan Count Cost of Gulf Conflict",
    "publisher": "the christian science monitor",
    "year": 1990,
    "month": 8,
    "day": 22,
    "full text": "IRAQ'S Saddam Hussein may be militarily overmatched by the US-led armed forces assembling in the Saudi Arabian desert, but he is not without means of indirect attack against the multinational coalition now challenging his occupation of Kuwait.\nAs his manipulation of foreign ''guests'' trapped behind his lines shows, Saddam has more weapons than just tanks at his disposal as he maneuvers to break out of his political and economic isolation. Hostage-taking, terrorism, and propaganda aimed at Arab masses may be the methods the Iraqi leader employs to try to sow seeds of discord between the United States and its Arab and European allies.\n''If it does settle into a situation where we remain in Saudi Arabia and he remains in Kuwait and we rely primarily on slow (economic) strangulation, he may see utility in looking for indirect ways to weaken resolve and divide the united front he faces now,'' says Brian Jenkins, a terrorism expert at Kroll Associates in Los Angeles.\n''He's going to have to try to reduce the number of US allies both in the Middle East and in Europe, so he's got to make it painful,'' adds Robert Kupperman, director of terrorism studies at the Center for Strategic and International Studies in Washington, D.C.\nState Department spokesman Richard Boucher says there are 47 Americans known to be in the hands of Iraqi authorities -- 35 in Baghdad hotels since Aug. 3 and another 12 in Kuwait.\nIraq warned France Tuesday that French nationals would be moved to military bases and other key installations if Paris joined the United States in blockading Baghdad. France decided Monday to join the US and Britain in using force to apply UN sanctions against Iraq.\nHostage-taking is something that especially plays on American fears based on recent experience. But in the short term, Saddam may concentrate on propaganda - specifically talking past the Arab governments that oppose him directly to the Arab ''street.'' By depicting the crisis in the Gulf as a confrontation between Arabs and ''Zionist Western imperialists,'' Saddam is capable of galvanizing Arab radicals. Massive street demonstrations might force moderate Arab governments to rethink their support for the US position in the Gulf.\nA third tool Saddam has at his disposal is sabotage aimed at disrupting the flow of oil from countries, like Saudi Arabia, which have pledged to step up production to compensate for the 20 percent shortfall in supplies caused by the worldwide embargo on Iraqi and Kuwaiti oil.\nThe potential for disruption was hinted in 1969, when a radical Palestinian faction blew up a section of a Syrian pipeline carrying Saudi oil to the Mediterranean. In the early 1970s, Palestinian saboteurs attacked pumping stations, storage tanks, and oil terminals in Europe and the Middle East, causing extensive damage.\nIN another case, Iraqi agents were suspected of sabotaging refineries and setting a 1977 fire that disrupted a major Saudi pipeline, causing near panic on the Tokyo stock exchange. The incidents were believed to be a warning shot to members of the Organization of Petroleum Exporting Countries opposed to Iraq's desire for high oil prices.\n''There's a world of difference between then and now,'' cautions Nadav Safran, a Harvard professor who has written on Saudi security. ''Before, Iraqi sabateurs would have had to overcome only the vigilence of the Saudi national guard, whereas now they would have to overcome the vigilence of the US and Saudi armies, which will be on alert.''\nBut even if it fails to slow Saudi production, Iraq is capable of disrupting supplies to Europe, forcing oil-importing nations to cut into their strategic reserves.\n''To say which operatives (Saddam) may have where and what their capacity is is unclear,'' Mr. Jenkins says. ''We would have to concede that they would have the ability to carry out acts of sabotage in Europe.''\nSaddam's most potent potential weapon is terrorism. One indication that he may be honing this weapon is that in recent months he has been quietly building alliances with two radical Palestinian groups considered among the most dangerous terrorist organizations in the world.\nThe first of these is the Abu Nidal Organization (ANO), infamous, among other reasons, for its December 1985 attack on the Rome and Vienna airports that left 16 bystanders dead.\nIn recent months Abu Nidal operatives have been quietly filtering back into Iraq after being expelled by Saddam in 1983. Although weakened by infighting that left more than 100 dead in a purge in Tripoli, Libya, last spring, the group is believed to have hundreds of trained gunmen and a full treasury derived from drugs and extortion.\nThe second Iraqi terrorist connection is with the Abu al-Abbas faction of the Palestine Liberation Front (PLF), which hijacked the Italian cruise liner Achille Lauro in 1985 and, just last spring, mounted an abortive attack on an Israeli beach south of Tel Aviv.\nAnalysts say the two groups, and possibly others, may be harnessed to the task of hitting targets such as bars and restaurants that cater to off-duty military personnel. European nations, which have already fought long and successful battles against indigenous terrorism, are considered particularly vulnerable to the demoralizing effect of renewed outbreaks of political violence.\n'ATTACKS will come on top of big financial losses from trade cut off from Iraq,'' says Robert Kupperman. ''If there's a flurry of attacks, the governments of Europe won't be able to withstand the political pressure.''\nFor Saddam, terrorism offers the chance to strike the psychological blow that could undermine the solidarity of the coalition arrayed against him.\nBut such a policy is not without risks. Any terrorist attack - whether ordered by Saddam or not - could be seen by the US as a casus belli that could be used to justify a massive retaliatory blow.\n\nGraphic\n\n \nPHOTO: SADDAM HUSSEIN: Iraq's leader has many tactics he can employ. One may be to try to sow seeds of discord within the Arab masses and between the United States and its Arab and European allies., THIERRY CAMPION/GAMMA-LIAISON"
}