{
    "title": "Iraqi forces assume burden U.S. general says resuming combat duties is unlikely for American troops",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 8,
    "day": 23,
    "full text": "WASHINGTON - It would take \"a complete failure\" of the Iraqi security forces for the U.S. to resume combat operations there, the top American commander in Iraq said as the final U.S. fighting forces prepared to leave the country.\nWith a major military milestone in sight, Gen. Ray Odierno said in interviews broadcast Sunday that any resumption of combat duties by American forces was unlikely.\n\"We don't see that happening,\" Odierno said. The Iraqi security forces have been doing \"so well for so long now that we really believe we're beyond that point.\"\nPresident Barack Obama plans a major speech on Iraq after his return to Washington on Sunday, according to a senior administration official who spoke on condition of anonymity.\nAbout 50,000 U.S. troops will remain in the country until the end of 2011 to serve as a training and assistance force, a dramatic drawdown from the peak of more than 170,000 during the surge of American forces in 2007.\nObama will face a delicate balancing act in his speech between welcoming signs of progress and bringing an end to the 7-year-old war without prematurely declaring the mission accomplished, as former President George W. Bush once did.\nU.S. involvement in Iraq beyond 2011, Odierno said, probably would involve assisting the Iraqis to secure their airspace and borders.\nAlthough Iraq's forces can handle internal security and protect Iraqis, Odierno said, military commanders want to have the U.S. involved beyond 2011 to help Iraqis acquire the required equipment, training and technical capabilities. He said Iraq's security forces had matured to the point where they will be ready to shoulder enough of the burden to permit the remaining soldiers to go home at the end of next year.\nIf the Iraqis asked that American troops remain in the country after 2011, Odierno said, U.S. officials would consider it, but that would be a policy decision made by the president and his national security advisers.\nOdierno's assessment, while optimistic, also acknowledges the difficult road ahead for the Iraqis as they take control of their own security, even as political divisions threaten the formation of the fledgling democracy.\nOn Thursday, the 4th Stryker Brigade, 2nd Infantry Division, began crossing the border from Iraq into Kuwait, becoming the last combat brigade to leave Iraq. Its exodus, along with that of the about 2,000 remaining U.S. combat forces destined to leave in the coming days, fulfills Obama's pledge to end combat operations in Iraq by Aug. 31.\nIn interviews with CBS' \"Face the Nation\" and CNN's \"State of the Union,\" Odierno said it might take several years before America could determine if the war was a success.\n\"A strong democratic Iraq will bring stability to the Middle East, and if we see Iraq that's moving toward that, two, three, five years from now, I think we can call our operations a success,\" he said.\nMuch of that may hinge on whether Iraq's leaders can overcome ethnic divisions and work toward a more unified government, while also enabling security forces to tamp down a simmering insurgency.\nIraq's political parties have been bickering since the March parliamentary elections failed to produce a clear winner. They have yet to reach agreement on how to share power while economic and governmental problems fester.\nFueling that instability is neighboring Iran which, Odierno said, continues to fund and train Shiite extremist groups.\n\nGraphic\n\n \n Carolyn Cole  •  Los Angeles Times / MCT Army Spc. Tyson Kuwaye  lifts Spc. Matt Cullum in celebration last week after they completed a two-day trip to the Iraq-Kuwait border with the last U.S. military combat detachment to leave Iraq.  See more photos from the convoy at stltoday.com/multimedia.  GRAPHIC - U.S. MILITARY WAR DEATHS | AP \n\nLoad-Date: August 24, 2010"
}