{
    "title": "IRAQI GENERAL AWARDED AFTER DEFEATING ISIS",
    "publisher": "tampa bay times",
    "year": 2018,
    "month": 2,
    "day": 24,
    "full text": "Four years ago, during a visit to Tampa, Iraqi Staff Gen. Talib Shgati Mshari Al Kenani issued a warning to military leaders here about a jihadi group calling itself the Islamic State.\nThis week Kenani, head of the Iraqi commando force known as the Counter Terrorism Service, returned to MacDill Air Force Base triumphant after the defeat of the group he calls Daesh and the end of its so-called caliphate.\n\"There is a big difference between 2014 and 2018,\" said Kenani, speaking to the Tampa Bay Times through a translator during a symposium in Palm Harbor. \"In 2014, Daesh entered Mosul and violated the human rights of its citizens. In 2018, Mosul was liberated and Iraq was liberated.\"\nCredit for the success of the Iraqi forces goes in part to Kenani, who came to the Tampa area to meet with leaders from U.S. Central Command and U.S. Special Operations Command and to receive a lifetime achievement award at the symposium, sponsored by the Global SOF Foundation, a private, nonprofit commando-support group.\nIn 2007, he was placed in charge of the Counter Terrorism Service. But in 2014, as the Iraqi army was falling apart in the face of a small but determined jihadi group, he was given the additional responsibility of running Iraq's Combined Joint Operations Center, overseeing all military operations.\nSlowly, under Kenani's command, the Iraqi security forces began rolling back Islamic State gains, regaining confidence and taking back cities like Tikrit, Baiji and Fallujah before launching a final assault on Mosul in October 2016.\n\"The coordination and cooperation among the coalition and the Iraqi government played a significant role in the defeat of Daesh,\" he said. \"And the improved morale level of Iraqi soldiers was the second factor.\"\nBut along the way, and especially in Mosul, Kenani's Counter Terrorism Service forces paid a heavy price as it morphed from a commando unit largely performing nighttime snatch-and-grab raids of high value targets to a maneuvering army charged with taking and holding territory.\nThe Counter Terrorism Service, according to the Pentagon, suffered 40 percent combat losses in the battle of Mosul alone.\n\"It was a challenge,\" Kenani said. \"The great number of casualties was due to the fact that the terrorists were living among the citizens of Mosul. We could not use heavy weaponry for bombardment of neighborhoods, so we had to maneuver from one street to another and chase these guys from house to house to get them.\"\nIt's one thing to defeat an enemy. It's another thing to rebuild a battle-damaged nation riven by ethnic and sectarian strife and ensure that the inequities between Shia and Sunni that helped lead to the Islamic State's rise are ended.\nIraqi Prime Minister Haider al-Abadi said it would take nearly $90 billion to restore his ravaged nation, but at a recent conference in Kuwait, allies pledged only $30 billion, including $3 billion in credit from the United States, Reuters has reported.\nContact Howard Altman at haltman@tampabay.com or (813) 225-3112. Follow @haltman.\n\nGraphic\n\n \nPHOTO - Courtesy of Talib Al Kenani: Under Gen. Talib Al Kenani's command, Iraqi security forces started to roll back Islamic State gains, taking back cities such as Tikrit, Baiji and Fallujah before a final assault on Mosul. PHOTO: Iraqi Staff Gen. Talib Al Kenani met with leaders at MacDill.\n\nLoad-Date: February 27, 2018"
}