{
    "title": "Iraq war produces terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 6,
    "day": 17,
    "full text": "For three years the Bush administration has congratulated itself on its counterterrorism efforts. Indeed, the administration's claim that it is successfully thwarting and stemming terrorism at its source is the main engine in Bush's reelection campaign.\nAt a police convention in Michigan early this month Vice President Dick Cheney boasted that, after invading Afghanistan and Iraq, the \"terrorists are on the run.\" A sample of the record reveals, however, that far from setting terrorists to flight, Bush's post-9/11 foreign policy has induced unprecedented levels of terrorism, swelled al Qaeda's ranks, and fed its reservoir of support.\nLast March, on the eve of the U.S.-led invasion of Iraq, Bush told the world, \"The terrorist threat to America and the world will be diminished the moment that Saddam Hussein is disarmed.\" A year later, following a bloody war and occupation, the State Department declared in its annual terrorism report that 2003 had seen the lowest number of international terrorist attacks since 1969.\nWhile announcing these findings, Cofer Black, the State Department's counterterrorism coordinator, said al Qaeda had been \"effectively countered,\" its capacity for aggression \"significantly degraded,\" and the only task remaining was \"following up the remnants.\" He added contentedly, \"We're getting a lot better at this.\"\nDeputy State Secretary Richard Armitage said these findings were \"clear evidence that we are prevailing in the fight against global terrorism.\"\nThe report was to have confirmed Bush administration claims that counterterrorism strategies were working. According to the report, terrorism was down 45 percent from when Bush took office.\nBut a week ago it was revealed, surely to the disappointment of Bush's campaign managers, that the report was wrong. In fact, officials now admit the number of terrorist attacks worldwide had sharply increased in 2003. Colin Powell reassured us the report's errors, including the omission of part of 2003 and the bomb attacks on Turkey's British consulate, a bank and two synagogues from the record, were honest mistakes.\nIn May, Britain's leading establishment think tank, the conservative International Institute for Strategic Studies, released a far more damning indictment of the administration's handling of terrorism. IISS, among the world's most respected and credible think tanks, found in its annual international affairs survey that the Iraq war has \"galvanized\" al Qaeda, enabling the movement to \"fully reconstitute\" and resume operations in 60 countries.\nThough 30 senior al Qaeda leaders and 2,000 members are said to have been killed or captured, IISS estimates al Qaeda membership has multiplied to 18,000 -- 1,000 have infiltrated Iraq alone.\nIncidentally Cheney told supporters in Arkansas on the day the report was released that terrorists -- not Bush's unconditional support for Israel's brutal occupation, not the 9,000 Iraqi casualties -- \"have made Iraq a central front in the war on terror.\"\nWith unusual honesty, IISS calls the U.S.-led invasion a war to \"advance American strategic and political interests\" that has provided al Qaeda a \"potent global recruitment pretext.\"\nIn lay terms, Iraq was a war of self-interested aggression that has empowered the world's leading nonstate terrorist network. Undoing the favor the Iraq invasion has done for \"transnational Islamist terrorists,\" the report concludes, will require the \"stable democratization of Iraq or resolution of the Israeli-Palestinian conflict.\"\nIISS's report should come as no surprise to the Bush administration. Respected analysts, including the CIA, have repeatedly warned of these outcomes.\nFor the American public, however, the news may come as a shock. According to a Nexis database search, four U.S. newspapers covered the IISS report, of which one devoted a single sentence to the matter. Aside from a vague blurb in the Wall Street Journal, none of the biggest U.S. dailies deemed the report worthy of even passing mention.\nSetting aside the possibility the Bush administration is not genuinely concerned about stopping terrorism, its failure so far is the product of a fundamental ignorance. The al Qaeda movement's real power resides in its popular support, which grows proportional to real grievances felt in the Mideast, and which it aptly exploits. The CIA has been saying this since fall 2002.\n\"The forces fueling hatred of the U.S. and fueling al Qaeda recruiting are not being addressed,\" the CIA warned in a memo to Congress, adding, \"the underlying causes that drive terrorists will persist.\" Congress should have listened. Far from being a victory against the heart of terrorism's power, as Bush recently boasted, the Iraq war has proven to be an astonishing victory for al Qaeda.\n(C) 2003 Daily Lobo via U-WIRE\n\nLoad-Date: June 17, 2004"
}