{
    "title": "Iraq crisis overshadows meeting on terrorism",
    "publisher": "daily news ",
    "year": 2003,
    "month": 1,
    "day": 21,
    "full text": "FACING strong opposition to war in Iraq, Secretary of State Colin Powell warned U.N. Security Council members yesterday not to shirk their responsibilities next week when they meet on the crisis.\nPowell was among a dozen foreign ministers who came to New York to adopt a declaration on ways to combat global terrorism at a high-level Security Council session initiated by France.\nThe Iraq crisis dominated the sessions, with France and Germany speaking openly against an attack, at least in the near future.\n\"We must not shrink from our duties and our responsibilities when the material comes before us next week,\" Powell said, departing from his prepared speech on terrorism.\n\"We cannot be shocked into impotence because we are afraid of the difficult choices that are ahead of us,\" he said. Powell was referring to a Jan. 29 Security Council meeting to evaluate a Jan. 27 major report by U.N. arms inspectors.\nBut French Foreign Minister Dominique de Villepin hinted at a veto of a possible Security Council resolution authorizing war. \"Using force would only be an ultimate resort, assuming that every other possibility has been exhausted,\" he told a news conference.\n\"We believe that today, nothing justifies envisaging military action.\"\nGerman Foreign Minister Joschka Fischer gave a solid \"no\" to military action in his first statement to the council since Berlin joined the 15-member body in January.\nChina's foreign minister, Tang Jiaxuan, argued for giving U.N. weapons inspectors more time beyond Jan 27. China and France are permanent council members along with the United States, Britain and Russia.\nIn Baghdad, meanwhile, chief weapons inspectors and Iraqi officials ended two days of talks with an agreement to make U.N. inspections more effective and possibly help determine what happened to thousands of chemical and biological weapons.\nIn potentially important concessions, the Iraqis agreed to encourage weapons scientists to submit to private interviews with U.N. inspectors and promised to search their stocks for more chemical rocket warheads like the 16 empty munitions found recently in two places.\nThe agreement comes a week before the inspectors are to deliver the Jan. 27 report.\nAlso yesterday, Britain, the U.S.'s chief ally in the war on terror, beefed up its military force heading for the Persian Gulf, readying 30,000 troops and support personnel for a possible war against Iraq.\nDefense officials said the mobilization compared with around 43,000 who took part in the 1991 Gulf War, launched after Iraqi President Saddam Hussein invaded Kuwait.\nDefense Secretary Geoff Hoon said the land force would include the army's First Armored Division, the \"Desert Rats\" Seventh Armored Brigade and a brigade of paratroopers.\nAnd hours after the announcement in London, the Guardian newspaper published a poll showing that nearly half of Britons now oppose war with Iraq.\nThe phone poll of 1,002 adults showed that opposition to military action against Saddam Hussein had now reached 47 percent, up from 37 percent just three months ago.\n\nLoad-Date: January 21, 2003"
}