{
    "title": "Iraqi aid tops humanitarian efforts; World's poorest countries are forgotten in the terrorism fight,",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 10,
    "day": 29,
    "full text": "Donors were generous last week in pledging billions to rebuild Iraq - disproportionately generous compared with their donations to fight poverty and AIDS in the world's poorest countries, development and AIDS officials say.\nThe $$ @33 billion for Iraq during the next four years, including $$ @20 billion from the United States, is more than 10 times the U.N. Development Program's annual funds of $$ @2.8 billion for all underdeveloped countries. The amount is also nearly 10 times the pledges to the Global Fund to fight AIDS, tuberculosis and malaria, which kill millions every year. \nAt development agencies and in poor countries, leaders are worried that the generosity shown to Iraq - a middle-income country with major oil reserves - at the donors' conference in Madrid, Spain, will erode resources for other needs.\nStephen Lewis, the U.N. secretary-general's special envoy for AIDS in Africa, called the contrast between pledges for Iraq and other donations a \"weird, discordant upset in the scales of justice.\"\n\"I don't deny that Iraqis are under stress and numbers of them are dying tragically. But I am forced to point out that more than 2 million Africans are dying of AIDS every year, and their poverty is vastly more wretched,\" he told The Associated Press. \"There is something fundamentally wrong with the sense of moral balance.\"\nLewis said he understands the focus on fighting terrorism but that it has introduced \"a completely unconscionable distortion\" of funding priorities.\n\"It poisons the sense of international fairness, equity and social justice,\" he said. \"It shouldn't eclipse everything else.\"\nAt least 42 million people worldwide are infected with HIV, more than 28 million of them in sub-Saharan Africa, and more than 20 million have died, according to the U.N. World Health Organization. With the right funding, WHO says, it could get 3 million more people onto anti-AIDS medications by 2005.\nBut the Global Fund, which has been promised some $$ @3.6 billion through 2005, is several billion dollars short of what it needs, Lewis said. \nIraq's population is about 25 million.\nPresident Bush has asked Congress for $$ @20 billion for Iraq's reconstruction and $$ @2 billion to fight AIDS overseas - less than expected after a promise of $$ @15 billion for AIDS during five years. The U.S. Agency for International Development's 2004 budget for Africa, the world's poorest continent, totals $$ @1.3 billion. \nIn Britain, leading charities including Oxfam, Save the Children and Christian Aid have criticized plans by Prime Minister Tony Blair's government to reduce aid to certain countries while pledging $$ @900 million for Iraq. The British government has denied its pledge for Iraq will result in downscaling and said it had previously planned to reduce aid to middle-income countries to increase aid to the poorest nations. \nJulia Taft, director of the U.N. Development Program's crisis prevention and recovery bureau, said lessons from the Iraq conference may help other countries or causes. It was even more successful than the January 2002 conference on rebuilding Afghanistan, at which donors pledged $$ @4.6 billion over five years. \nBush has said that rebuilding Iraq is crucial - and the costs worth it - because a stable, prosperous and democratic Iraq could help foster democracy and stability throughout the Middle East. The president has made the fight against terrorism the central focus of his administration, saying it is the single most crucial fight his generation of Americans will face. And stabilizing the Mideast is key to that fight, he has said.\nBut in Haiti, the poorest country in the Western Hemisphere, economics professor Claude Beauboeuf is concerned that the emphasis on Iraq may breed problems in neglected regions.\n\"U.S. concern about international terrorism is legitimate. But investment in the struggle against it - for example, in Iraq - is disproportionate. To neglect other countries - like Haiti, where political instability and poverty are increasing - is to overlook seedbeds of future terrorism,\" he said.\nJulia Taft, director of the U.N. Development Program's crisis prevention and recovery bureau, is more hopeful but also sees a \"total disconnect\" between the amounts pledged for Iraq and those for sub-Saharan Africa.\n\"There's never been so much money pledged since probably the Marshall Plan,\" Taft said of the Iraq conference, adding that most donors say they won't curtail funding for other needs.\nWhile the political push from the United States certainly played a major role in the donations for Iraq, the UNDP/World Bank report detailing where donations could make a difference helped considerably, she said. Donor countries want projects they can explain to their taxpayers and they want their money to be \"focused, well spent and traceable.\"\n\"We've never done this before in this kind of way. Now we're trying to figure how we can do it for Liberia,\" she said. A conference on rebuilding that West African country after 14 years of conflict is planned for December or January.\nIn Liberia, Blamoh Nelson, a top adviser in the new power-sharing government, said his country hoped for such a conference.\n\"We are not trying to build Rome, so if we are lucky to get the international community to commit a billion dollars to Liberia over the next two years, it will go a long way to solving our problem,\" he said.\nMartha Karwolo, 36, an unemployed teacher in Liberia's capital, Monrovia, put it another way.\n\"We don't need all the money they are planning to waste on Iraq, but we need what can fit our difficulties,\" she said.\nAssociated Press writers Jonathan Paye-Layleh in Monrovia, Liberia, and Michael Norton in Port-au-Prince, Haiti, contributed to this report.\n\nLoad-Date: October 29, 2003"
}