{
    "title": "Iraqi refugee's brother shocked by terrorism arrest",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 9,
    "full text": "HOUSTON - The brother of an Iraqi refugee who had settled in Texas said he is in shock after learning that his sibling - who had come to the U.S. to escape the violence in their homeland - is now facing charges that he tried to help the Islamic State group.\nFederal authorities allege 24-year-old Omar Faraj Saeed Al Hardan of Houston was coordinating efforts with another Iraqi refugee living in Sacramento, California, Aws Mohammed Younis Al-Jayab, to get weapons training and eventually sneak into Syria to fight alongside the terrorist group.\nBoth men remain jailed after initial court appearances on Friday. Al Hardan was indicted on three charges, including attempting to provide material support for terrorists, and faces up to 25 years in prison. Al-Jayab faces up to eight years in prison on charges of traveling to Syria to fight and lying to U.S. authorities about his travels.\nSaeed Faraj Saeed Al Hardan, Omar Al Hardan's older brother, said he was surprised by the charges against his sibling because neither Omar nor anybody in their family had ever expressed any support for the Islamic State.\n\"Nobody likes ISIS at all. Nobody supports ISIS at all,\" Saeed Al Hardan, 37, who also lives in Houston, told The Associated Press on Friday. Saeed Al Hardan, who speaks Arabic, spoke in English during the interview but also had a friend translate for him.\nAl Hardan said he believes his brother is innocent and that his sibling denied wrongdoing during a Friday telephone call from the Federal Detention Center in Houston.\nAuthorities say Omar Al Hardan and Al-Jayab used social media to discuss their support of the terrorist group. Al-Jayab and Al Hardan communicated in April 2013, and Al Hardan expressed interest in fighting in Syria, authorities said.\nSaeed Al Hardan said the FBI showed him copies of pages from Facebook in which his brother Omar had made comments but that there was nothing that indicated Omar was talking to someone from the Islamic State.\nOmar talked to cousins and friends on Facebook but he didn't talk to them about the Islamic State, Saeed Al Hardan said.\n\"ISIS is no good,\" he said. \"ISIS is not Muslim.\"\nOmar Al Hardan and his parents came to Houston in 2009, with Saeed Al Hardan and his wife arriving a year later. The family had lived in Baghdad but trace their ancestry to Palestine. The two brothers as well as their parents were born in Iraq.\nSaeed Al Hardan, who is Sunni, said his family left Iraq because the country had become too dangerous for them. His family was scared they would be killed and he had several cousins who died because of the violence, Saeed Al Hardan said.\n\"After Saddam Hussein, no good for anybody in Iraq,\" he said.\nOmar Al Hardan had worked as a limousine driver for the past year and before that had worked in a mechanic shop. He is married and has an 8-month-old son. His brother works in a hotel performing maintenance, is married and has two children.\nSaeed Al Hardan said he and his brother are legal permanent residents and that he's applying for U.S. citizenship.\nSaeed Al Hardan said with his brother's arrest, he and his family are afraid for their safety. He said his brother's wife and parents have been threatened with eviction from their apartment complex.\n___\nFollow Juan A. Lozano on Twitter at www.twitter.com/juanlozano70\n\nLoad-Date: January 9, 2016"
}