{
    "title": "Iraq _ Troops Search for Escapees",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 29,
    "full text": "BAGHDAD -- A brazen prison break in Tikrit overnight Thursday that appeared to be coordinated by Al Qaeda in Iraq highlighted the deficiencies of Iraq's security forces, and it raised questions about whether the country's Sunni insurgency is gaining strength even as some of its militant fighters join the battle against the government in Syria.\nA gun battle at the prison, which began Thursday night and lasted for hours, left 16 police officers dead and 102 prisoners, 47 of them linked to the Qaeda affiliate, on the loose as daylight broke Friday morning. Later in the day, officials said more than 40 prisoners had been recaptured. By Friday evening, Tikrit, Saddam Hussein's hometown, was under curfew, and Iraqi Special Forces units flown in on helicopters from Baghdad raided nearby homes in the hunt for escapees.\nSome news reports suggested that gunmen opened the attack with car bombs and small-arms fire, but local officials disputed that. Sabhan Mulla, the deputy head of the Salahuddin Provincial Council, said that the episode began when two prisoners brandished weapons -- which Mr. Mulla said were most likely given to them by prison guards involved in the attack -- and began shooting.\nPrisoners then broke into an armory within the prison to secure weapons. Officials said the prisoners burned some documents and photographs, and took others with them as they fled, suggesting a sophisticated effort to remove themselves from official records.\n''These guys are very dangerous and are Al Qaeda members,'' Mr. Mulla said, referring to the domestic insurgent group.\nMr. Mulla said that during the gunfight many of the prisoners were yelling sectarian slogans and accusing the security forces of being loyal to Iran, which, like Iraq, is majority Shiite. While Iraq's sectarian tensions have eased since its civil war of 2006 and 2007, the country is still sharply divided, and many Sunnis complain about being targeted unfairly by the Shiite-dominated security forces and say the justice system metes out harsher punishments for Sunnis. At the same time, most of the insurgent groups, like Al Qaeda in Iraq, are Sunni.\nThe prison, with about 300 inmates, housed many convicted terrorists with ties to Al Qaeda in Iraq, and some had been awaiting execution. In recent communiqués, the group had warned it would target prisons where militants were being held. On Aug. 29, the group issued a statement on the Internet that said the Iraqi government would ''pay dearly'' if it continued to execute Sunnis, according to the SITE Intelligence Group, which monitors the communications of jihadi groups.\nLater, after a series of attacks across the country on Sept. 9 left dozens dead, the group declared that the violence was its ''new invasion to support the Sunni Muslim prisoners,'' according to SITE. On the same day, an Iraqi court sentenced Iraq's Sunni vice president, Tariq al-Hashemi, to death on terrorism charges in a trial conducted in absentia. Mr. Hashemi has been living in exile in Istanbul.\nReferring to some of the prisoners that escaped, Muhammad Hassan, the head of the security committee on the Salahuddin Provincial Council, said, ''they were sentenced to death, so they were ready to do anything to escape.''\nMr. Hassan added to suggestions that insiders may have helped in the prison break, noting that some of the prisoners, while in detention, were believed to be allowed to use telephones to continue to direct terrorist attacks on the outside. While Mr. Hassan blamed the local security forces and prison officials, he also blamed the government for delaying executions.\nBut the rapidly growing number of executions in Iraq has become a matter of international concern, drawing condemnations from the United Nations, Human Rights Watch and Amnesty International. Over two days last month, for example, Iraq executed 26 people, including three women and two foreign nationals, according to the United Nations. As of the end of last month, 96 executions had been carried out.\nIn a statement, Joe Stork, the deputy Middle East director at Human Rights Watch, said: ''There is no doubt that Iraq still has a serious terrorism problem, but it also has a huge problem with torture and unfair trials. The lack of transparency around these convictions and executions, in a country where confessions that may have been coerced are often the only evidence against a person, makes it crucial for Iraq to declare an immediate moratorium on all executions.''\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2012/09/29/world/middleeast/militants-attack-iraqi-prison-near-tikrit.html\n\nLoad-Date: September 29, 2012"
}