{
    "title": "Iraqi security forces arrest men suspected of attacks targeting U.S",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 6,
    "day": 27,
    "full text": "BY QASSIM ABDUL-ZAHRA\nand SAMYA KULLAB\nThe Associated Press\nBAGHDAD - Iraqi security forces arrested over a dozen men suspected of a spate of rocket attacks against the U.S. presence in Iraq, the Iraqi military said Friday - the strongest action to date by the new government in Baghdad against perpetrators suspected of ties to Iran.\nThe arrests marked a bold move by the government to crack down on groups that have long been a source of tension for U.S.-Iraq relations. Two senior Iraqi officials, speaking on condition of anonymity in line with regulations, said the 14 men who were arrested had ties to an Iran-backed militia group.\nA series of rockets have struck close to U.S. installations inside the Green Zone and an Iraqi army base near to the airport in the Iraqi capital since Baghdad embarked on strategic talks with Washington on June 11.\nThe U.S. has blamed Iran-backed militia group Kataib Hezbollah for orchestrating attacks against its embassy and American troops inside Iraqi bases, and criticized the Iraqi government for not identifying and arresting the culprits.\nThe recent attacks posed a challenge for Prime Minister Mustafa al-Kadhimi, who was sworn in last month. His administration pledged to crack down on the groups behind the attacks at the start of strategic talks, according to senior U.S. officials.\nThe raid carried out by Iraq's elite Counter-Terrorism Service late Thursday in Baghdad's Dora neighborhood was a step toward this promise. A military statement following the arrests did not explicitly state the 14 arrested had militia ties. It said a special investigative committee was formed to include the Interior Ministry and other Iraqi security forces to follow up on the case.\nIt was unclear who was holding the men, with one Iraqi official saying it was the Popular Mobilization Forces, an umbrella group of paramilitary groups, while another said they were being held by the Interior Ministry.\n\"It looks like Mustafa al-Kadhimi is continuing to try and put actions to words,\" said Renad Mansour, a senior research fellow at Chatham House.\nOfficials and experts speculated whether the move was part of a broader negotiation strategy with the Popular Mobilization Forces, an umbrella group of Iraqi paramilitary groups, some of which are Iran-backed. Al-Kadhimi, who was the head of Iraq's intelligence prior to being named the prime minister, had a meeting with various leaders of the umbrella group on Thursday.\nThere was no immediate comment from Kataib Hezbollah.\nThe next test for al-Kadhimi rests on the ability of the courts to prosecute the men. Mansour's research suggests Kataib Hezbollah wields some influence over Iraq's judiciary through key political officials. \"This will be difficult,\" he said.\nReactions from some political leaders and Iran-backed militia groups highlighted tensions that might arise between state security forces and militia groups in the aftermath of the raid.\nFormer prime minister and head of the State of Law party, Nouri al-Maliki said the Popular Mobilization Forces should be respected and spared any detrimental actions.\n\"We must respect it and preserve its prestige, and it is not permissible to attack or diminish it,\" al-Maliki said in a tweet.\nAnother militia in the group, the Iran-backed Harakat al-Nujaba, warned in a statement against \"any attempt to target them and draw the parties into internal strife.\"\nFollowing the arrests, armed groups in government vehicles entered the heavily fortified Green Zone \"without official approval\" and surrounded the headquarters of the counter-terrorism agency, the military statement said. The Green Zone houses government buildings and foreign embassies.\n\"These parties do not want to be part of the state and its obligations and seek to remain outside the authority of the commander-in-chief,\" the statement said.\nThe raid was carried out according to a judicial order based on Iraq's anti-terrorism laws, and was issued following intelligence reports indicating the men had orchestrated attacks against U.S. installations at the Baghdad airport and inside the Green Zone.\nThe statement said further intelligence reports indicated another plot targeting the Green Zone. Two launching pads for rockets were discovered during the raid by security forces.\nOn Monday, a rocket struck in the vicinity of the airport without causing casualties. It was the fourth such attack targeting the U.S. presence since Baghdad embarked on strategic talks with the U.S. on June 11. Before that, four had hit inside the Green Zone near the American Embassy.\nFollowing the attack, al-Kadhimi tweeted: \"I will not tolerate rogue groups hijacking our homeland to create chaos and find excuses to maintain their narrow interests.\"\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: June 29, 2020"
}