{
    "title": "Iraq _ A School for Terrorists, Thanks to America",
    "publisher": "the new york times",
    "year": 2013,
    "month": 3,
    "day": 20,
    "full text": "IRAQ, President George W. Bush said in 2003, was a ''central front'' in the war on terrorism. He was wrong, but prescient. Iraq has become a front for militant extremism -- a front the United States created.\nLeaving aside everything else -- the absence of weapons of mass destruction, the toll in blood and fortune, the immense loss of life -- the 10th anniversary of the invasion, is a moment to reflect on this huge setback in the so-called war on terror.\nThe Qaeda affiliate that emerged in Iraq over the last decade did not disappear when Osama bin Laden was killed in 2011 or when the last American troops withdrew in December. On the contrary, the group is resurgent in Iraq and now its neighbors, even while other Qaeda offshoots continue to be active on the Arabian Peninsula and in North Africa.\nFollowing the invasion of Iraq, which began 10 years ago Wednesday, terrorism within Iraq's borders began to rise precipitously. There were 78 terrorist attacks against civilians in Iraq in the first 12 months following the invasion; in the second 12, the number nearly quadrupled, to 302 attacks.\nAt the height of the war, in 2007, terrorists claimed 5,425 civilian lives and caused 9,878 injuries. The violence has since declined, but Sunni militants have revived their campaign against Prime Minister Nuri Kamal al-Maliki, a Shiite. A series of attacks on Tuesday killed at least 52 Iraqis, including a Finance Ministry official, and injured 180 more.\nThese Sunni militias are determined to regain the leverage they had lost in their war against American forces. Suicide bombers have launched several attacks since January, while Al Qaeda in Iraq is regrouping in Anbar Province in western Iraq, adjacent to Syria. On March 19, terrorists killed almost 60 people in several bombings in Shiite neighborhoods in Baghdad. The security situation is now sufficiently fraught that elections will be delayed in Anbar and Nineveh provinces for at least six months.\nThe costs of the terrorism inspired by the war include much more than the number, however horrifying, of lives lost. The terrorists who have been drawn to Iraq since 2003 and survived have been battle-hardened after fighting the most sophisticated military in history, often working together with former officials from Saddam Hussein's Baathist regime. They have developed expertise in counterintelligence, gunrunning, forgery and smuggling. Smuggling routes and alliances that moved terrorists and supplies into Iraq during the height of the war, in 2006-7, have been reversed, allowing fighters and supplies to flow into neighboring countries, particularly Syria, now in its third year of civil war.\nAl Qaeda in Iraq is now increasingly active abroad. In October 2012, Jordanian authorities detained 11 suspects whose alleged goal was to ''kill as many people as possible'' and to ''bring Amman to its knees.'' Al Qaeda in Iraq is also playing an increasingly important role among the Islamists fighting President Bashar al-Assad's regime in Syria. Of especially grave concern is the movement into Syria of bomb makers and military tacticians. As Iraq's jihad was for much of the past decade, Syria's is now becoming the ''destination jihad'' du jour.\nThe exacerbation of Sunni-Shiite tensions has contributed to the creation of fighting forces capable of exploiting those tensions throughout the region. Most prominent among the Sunni jihadist groups in Syria is Jabhet al-Nusra, led by a veteran of the Iraq insurgency, Abu Muhammad al-Jawlani. Jabhet al-Nusra is fighting Mr. Assad's regime, with the aim of establishing an Islamist state in Syria. Although Iraqi Shiites have traditionally opposed Mr. Assad's regime because of its connections to the Baathist movement represented by Saddam Hussein, they now see in the Syrian uprising the signs of a sectarian civil war, and some are traveling to Syria to support Mr. Assad, a fellow Shiite.\nFor nearly a decade, Iraq acted as a laboratory for terrorists to hone and perfect their techniques. Innovations in tradecraft included the extensive use of improvised explosive devices, suicide attacks, and the dissemination of jihadist propaganda via the video-recording of terrorist activities and the development of online bulletin boards and Web sites. Suicide attacks, for example, were used with increasing frequency in Iraq between 2003 and 2005 before the tactic migrated to Afghanistan and Pakistan. Before 2005, there were few suicide attacks in Afghanistan. By 2010, however, there were more suicide attacks in Afghanistan than in Iraq.\nSimilarly, terrorists perfected the use of car bombs and roadside bombs. In the year following the 2003 invasion, 19 vehicle-borne bomb attacks were reported in Iraq. This number rose to 54 in 2004, 82 in 2005, 101 in 2006 and 204 in 2007, when President Bush began the troop ''surge'' that finally began to quell the violence.\nThe good news from Iraq, to the extent that there is any, is that the United States removed from power a brutal dictator. But we also left behind, after seven bloody years, not only a shattered nation but also an international school for terrorists whose alumni are now spreading throughout the region.\nThat the war on terror, which created the political environment for invading Iraq, ended up exacerbating terrorism there and in the region is only one of the many tragic consequences of this ill-fated American escapade.\nWhen we want to persuade ourselves of a war's importance, as Mr. Bush and his team did in 2003, we are prone to irrational exuberance and denial of inconvenient facts. The staggering costs of our willful blindness include the strengthening of the very phenomenon -- terrorism -- that our leaders cited in dragging us into an unnecessary war that left us morally and financially bankrupt.\n\nhttp://www.nytimes.com/2013/03/20/opinion/iraq-a-school-for-terrorists-thanks-to-america.html\n\nLoad-Date: March 20, 2013"
}