{
    "title": "Iraq after US pullout - not a doomsday scenario President Obama met with Iraqi Prime Minister Nouri",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 12,
    "day": 12,
    "full text": "As President Obama and Iraqi Prime Minister Nouri al-Maliki prepare for the withdrawal of American combat forces from Iraq by the end of this year, the chattering classes in Washington and the Middle East confidently predict the collapse of the democratic experiment in the \"cradle of civilization.\"\nThey foresee the return of rampant terrorism and insurgency, and an Iranian takeover. Ethnically and religiously divided, Iraq, they say, can only be stable and at peace if ruled by a Saddam Hussein-like figure who personifies diversity - preferably a Sunni-Muslim general with Arab and Shiite-Muslim roots and a Kurdish grandmother.\nBut Iraq will survive. Iraqis have managed since the invasion of 2003 to form political alliances, hold relatively free and transparent elections, and negotiate deals among themselves and with neighbors and parts of the international community.\nTrue, the country nearly fell into civil war - and many would argue it did. But it has since outmaneuvered both the political insurgencies and the US in their efforts to reinvent Iraq in their own image.\nStill, Iraqis have some hard choices ahead.\nFirst, who rules and how? This is a fundamental question, given the country's deep ethnic and sectarian divisions and its oil wealth.\nIn 2003, Iraq's Constitution, written primarily by the Kurds and Shiites, called for a weak federal structure - one of the weakest in the world - with most powers centered in the provincial governments.\nProvinces can merge, as did the three predominantly Kurdish ones, to maximize their vision of self-rule within a nominally united state. Sunni Arabs and most Shiites opposed this form of provincial federation, which they saw as tantamount to the partition of Iraq.\nToday, Iraq's Kurds see provincial authority as protection. The idea has caught on with Sunni Arabs, who have felt largely left out of the political process and now also want to protect their interests using the same architecture. Shiites in Basra, in southern Iraq, also want greater autonomy.\nBut Baghdad and the Kurds are not enthusiastic about this shift, which they see as challenging their rights and authority. Prime Minister Nouri al-Maliki - a Shiite - rejects the creation of any new provincial blocs.\nA second question to consider: Who are the winners and losers? The US-Iraqi relationship will have to shift from one based on military ties to one that's primarily diplomatic - a change that could easily prompt those inside and outside Iraq to look at this transition as a cast of winners and losers.\nThat paradigm should be avoided. There can be no winners and losers if Iraq is to survive as a united, independent, and transparent state under the rule of law and honoring international obligations.\nFor example, a US military drawdown should not be viewed as a sign of American weakness. The Iraqis have become increasingly responsible for their security and well-being, especially since the success of the Iraqi and American surge of 2007. They are making their own political, economic, and development decisions - without the hand-holding practiced by the British in the 1920s and the Coalition Provisional Authority managed by Paul Bremer after 2003.\nOne risk lies in how Mr. Maliki, or a successor, will use the instruments of national power. Will the counterterrorist military units he has created in the Army (which report only to him) come to resemble Mr. Hussein's Special Republican Guard?\nThe Islamic Republic of Iran should not be viewed as a winner, as Iraq's long-term strategic partner, friend, or ally. Iran may have illusions of hegemonic influence over majority-Shiite Iraq: Their shared 900-mile border is porous, and Tehran has money, water, and electricity to invest in its isolated neighbor. But centuries of Persian-Arab/ Sunni-Shiite hostility, wars, and geopolitical rivalries are not erased with a few years of cheap power. Business in Iraq is not helped when Iran floods the holy cities with cheap goods made in China.\nDespite claims of Iraq's pending doom after the US military withdrawal, political and economic trends indicate otherwise.\nFederalism may have undermined Iraqi state unity, but it also has brought groups together in the most unexpected ways. Kurds, for instance, have allied with former Prime Minister Ayad Allawi and his secular Iraqiya alliance to press their oil interests in the Baghdad parliament.\nYes, tensions between ethnic and sectarian groups are likely to continue, particularly in disputed oil-rich border areas or in regions with diverse populations. Bombings and shootings will continue as political extremists try to destabilize Kirkuk, Baghdad, and Mosul.\nStill, the absence of the US military will not necessarily intensify these conflicts. Given the significant financial and political stakes and the growing local and regional pressures on repressive regimes, Iraqi leaders may be forced to make concessions to groups it otherwise opposes.\nFears of excessive centralization also may be exaggerated. The government may try to widen its authority. Yet Baghdad would still need to satisfy diverse groups making claims against the state.\nFor instance, Maliki and his energy guru, Hussain al-Shahristani, may give the executive branch greater control over energy contracts and wealth distribution. But they will be challenged by disgruntled local populations and provincial administrations seeking a greater share of resources and oil wealth. After years of wrangling, the $17 billion deal between Baghdad, Royal Dutch Shell PLC, and Mitsubishi Corporation to develop gas deposits in Basra Province was finally signed because Basra officials, who demanded a greater role, approved it.\nInstead of an Iraq breaking apart, we may see a central government that brokers deals with provincial councils and the Kurds to keep the country together. Politically expedient dealmaking may not create a long-term solution to deep-rooted divisions over land and resources. However, it could establish the informal framework needed for Iraqis to negotiate conflict on their own terms.\nWe are not sorry Saddam Hussein is gone. Fear and intimidation are not the cement that should hold people together. A national identity and shared ambitions can do this, but not at the expense of open society, democratic practices, rule of law, and transparent governance. Iraqis will figure this out.\nDr. Judith S. Yaphe is the distinguished research fellow for the Middle East at the Center for Strategic Re­search at the National Defense University's In­sti­tute for National Strategic Studies. Dr. Denise Na­tali holds the Minerva Chair at INSS where she fo­cuses on Iraq and regional energy issues. The views expressed here are their own and do not reflect the official policy of the National Defense University, the Department of Defense, or the US government.\n       \n\nLoad-Date: December 12, 2011"
}