{
    "title": "Iraq debate at UC Former gubernatorial hopeful Monty Warner squares off with Marshall Middle East ex",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 3,
    "day": 22,
    "full text": "tara@wvgazette.com  \nHow long should the United States stay in Iraq?\nOne more year, said David Mills, associate professor of Middle East history at Marshall University. But he doubts he'll get his wish.\n\"I would hope we would [withdraw],\" Mills said Monday night at a forum sponsored by the University of Charleston. \"But I don't think we will.\"\nFormer gubernatorial candidate Monty Warner, speaking alongside Mills, often expressed opposite views at the UC Speaker Series event titled \"Iraq: How Long Should We Stay?\"\nIf U.S. soldiers leave Iraq, Warner said, terrorist attacks there by insurgents will just get worse. But Mills disagreed.\n\"If U.S. forces were not there - if a U.S. target was not there - it would be a heck of a lot easier for [Iraq] to police its borders\" and keep terrorists out of the country, he said.\nWarner said U.S. troops will think Americans don't support them if the United States pulls out of Iraq now.\n\"What is not helpful is for us to get four or five years into an effort and then to have the country say, 'Oh, that wasn't a good idea,'\" Warner said.\nWarner and Mills, both veterans of the U.S. Army, answered questions from the audience, which packed the Appalachian Room in UC's student union. Warner, whose name appeared alongside President Bush's on controversial election signs during Warner's unsuccessful campaign last fall, often quoted Bush's second inaugural address in his answers Monday night.\ns Will the United States bring back the military draft? \"I would be highly, highly surprised if this administration or any administration\" did so, Mills said. \"That's political suicide.\"\nWarner isn't so sure.\n\"If we're going to act on a policy of pre-emption … then this nation had better be prepared to put its sons and daughters on the line,\" he said, referring to the Bush administration's stated policy of attacking nations viewed as threats before they can attack the United States.\n\"If we're not able to put the cat back in the bag in Iraq, you'd better get your draft card out.\"\ns If the United States is so worried about weapons of mass destruction, why didn't we invade North Korea? \"The North Korean threat is contained,\" Warner answered. \"It's been contained since 1953.\"\nMills disagreed. \"I believe [North Korea] has greater potential of weapons of mass destruction, and greater potential of delivering them, than Iraq had.\"\ns Will the Bush administration's policy of pre-emption thwart terrorism? No, Mills said.\n\"I have a fundamental disagreement with the war on terrorism,\" he said, acknowledging that his viewpoint \"may not go over well with parts of the American public.\"\nPeople become terrorists because they have no other way of getting their point across, he said. Being trounced by an army - the United States', for instance - just makes them less likely to have any other options besides terrorism.\nA better way to stop terrorism in Iraq, Mills said, is \"a short occupation,\" followed by measures to improve the quality of life - building schools and roads and hospitals, \"hoping that democracy takes root there … that's the way to combat terror.\"\nWarner said totalitarian regimes, such as Saddam Hussein's, are what cause people to turn to terrorism.\ns Can the United States afford to finish what it started in Iraq? Yes, Warner said, but the Bush administration must get other nations to help pay for it.\nMills said, \"It's going to cost a lot … $ 602 million, according to [Congress], is what the war has cost us so far - just West Virginians.\n\"Fifty billion a year is what we're going to spend. Why not end the occupation and spend $ 25 billion instead, on pipelines and hospitals and schools?\"\nTo contact staff writer Tara Tuckwiller, use e-mail or call 348-5189.\n\nLoad-Date: March 23, 2005"
}