{
    "title": "Iraq and jihad_ A consensus surfaces",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 28,
    "full text": "The bleak conclusions of a just-declassified intelligence assessment on terrorism are unlikely to push the Bush administration to change its policies in the fight against Al Qaeda. The report's finding - that Islamist terrorism continues to spread around the world - is far from new, say experts. The White House has known of its contents for months.\nBut the disclosure of the assessment's main points could put the White House on the political defensive at a crucial moment, with midterm elections only weeks away. It also reveals a depth of pessimism in the US government about near-term prospects for the fight against Al Qaeda that surprised some terrorism analysts.\nNational Intelligence Estimates, after all, represent the thinking of a wide range of US intelligence agencies. It is not as if the CIA alone has decided that the Iraq war is an underlying factor increasing Al Qaeda's appeal in the Arab world.\n\"It's not the assumptions that surprised me. It's the fact that this was a consensus document,\" says Jessica Stern, a lecturer in public policy at Harvard's John F. Kennedy School of Government and a terrorism expert. \nThe existence of the terrorist NIE, along with some of its conclusions, were first revealed Sunday by the The New York Times. On Tuesday, President Bush ordered portions of the document declassified, saying that its contents were being distorted in the media. He said Wednesday he would not release the full report.\nTerrorists adapt to damaged Al Qaeda\nAmong the document's key findings is the conclusion that US-led counterterrorism efforts have seriously damaged the leadership of Al Qaeda and disrupted its operations.\nBut the report goes on to say that global Islamist terrorism - by which it means Al Qaeda, associated groups, and independent operators - is \"spreading and adapting to counterterrorism efforts.\"\nIn addition, the report judges that fighting in Iraq is shaping a new generation of terrorist leaders and operatives. \"Perceived jihadist success there would inspire more fighters to continue the struggle elsewhere,\" says the NIE.\nFour factors are underlying the continued spread of Islamist terrorism, according to the document. They are entrenched grievances and a feeling of powerlessness among some in the Arab world; the Iraqi \"jihad;\" the slow pace of political reform in many Muslim nations; and pervasive anti-US sentiment.\n\"We assess that the underlying factors fueling the spread of the movement outweigh its vulnerabilities and are likely to do so for the [five-year] time frame of this Estimate,\" concludes the NIE.\nSome experts find the NIE a less-than-compelling document. Its hedging and passive voice reflect an analysis-by-committee approach that isn't all that helpful to policymakers, says William Martel, associate professor of international security studies at Tufts University's Fletcher School of International Diplomacy.\nOne of its conclusions, Professor Martel points out, is that the global jihadist movement is now using the Internet to communicate and to promote its ideology.\n\"No kidding!\" says Martel. \"I was stunned at how pedestrian it was.\"\nThe report emphasizes that the fight against terrorism will be a long-term endeavor, and that it will require reforms in Muslim societies to be effective.\n\"It's unavoidable that we're involved in a war on terror,\" says Martel. \"I prefer that we play offense and not defense,\" he adds, referring to the debate over the Iraq war.\nOthers say the bleak tone of some parts of the NIE belie Mr. Bush's optimistic assessments of progress, particularly in Iraq.\nThe political calculus \nWith elections that will determine which party controls Congress now less than six weeks away, Democrats have pressed to make \"Iraq\" the word that pops into voters' minds when they think about Republicans. The GOP, for its part, does better when \"terrorism\" is the security issue voters most care about.\nThus Democrats have highlighted the NIE's conclusion that the invasion and occupation of Iraq have inflamed anti-US sentiments. Some in the party have pressed for the release of the full NIE document, not just its main findings.\n\"The American people deserve the full story, not those parts of it that the Bush administration selects,\" said Sen. Edward Kennedy (D) of Massachusetts.\nMilitary pressure has had an effect on Al Qaeda, changing it from a centralized organization to more of a diffuse movement, according to the NIE.\nBut the invasion of Iraq has allowed jihadists a \"cause celebre,\" the document notes. They can pose as liberators of the oppressed, increasing their appeal in the Muslim world.\n\"The intelligence community has concluded that we did what they wanted us to do, for the reasons they wanted us to do it, and that the result they wanted has happened,\" says Ms. Stern of the Kennedy School of Government.\nBut the report also notes that the jihadists would be further helped by an appearance of success in Iraq - such as a US pullout. Their cause would be damaged, says the NIE, if \"jihadists leaving Iraq perceive themselves, and be perceived, to have failed....\"\nFor this and other reasons, \"I don't think we have good choices in Iraq,\" says Stern.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 28, 2006"
}