{
    "title": "IRAQ TERRORISM KILLS DOZENS SUICIDE BOMBER HITS CAPITAL SHOPPING SITE",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 3,
    "day": 7,
    "full text": "A carefully orchestrated suicide bombing yesterday killed at least 55 Iraqi civilians and security officials and injured 131 people in a crowded Baghdad shopping district.\nThe death toll was expected to rise overnight, as overstretched hospitals contended with shrapnel and burn victims -- many of them women and children enjoying an evening out at the start of the Muslim weekend.\nThe attack followed by three days an attack that killed 26 people in Baghdad's Bab al-Muadam district and, by a month, suicide attacks against Shiite Muslim pilgrims that killed nearly 100 people. It raised fears of an uptick in the kind of large-scale Sunni insurgent attacks on Shiite civilians that inspired sectarian reprisals and pushed the country toward civil war in 2006.\nYesterday's attack also showed the insurgents' ability to evade the most elaborate security precautions officials can employ to protect Iraqi civilians. It occurred in the upscale Karada neighborhood, along one of the capital's most highly guarded urban corridors. Multiple security forces spread out along the main roadways prevent drivers from stopping their cars and search suspicious vehicles and pedestrians.\nIt came at a time when the U.S. military, which had deployed 28,500 additional troops to central Baghdad in 2007 to reduce sectarian and insurgent violence, is slowly pulling those forces out of Iraq. The buildup reduced by 60 percent the number of violent attacks in Iraq late last year, but the toll has been creeping back up in recent weeks with a string of attacks.\nYesterday's attack appeared designed to inflict maximum casualties.\nAn initial explosion went off before 7 p.m. in a trash bin near an outdoor produce market in Karada, one of the capital's most lively areas. The blast killed three civilians and injured a dozen.\nThe disruption attracted a crowd of onlookers, rescuers and security officials. A suicide bomber wearing an explosives-packed belt beneath what some described as a leather jacket was among the crowd. He set off his bomb about five minutes after the first explosion, security officials said.\nLong a center of commerce and civic life, the Karada neighborhood was being hailed as a success story of the Baghdad security plan, which has reduced violence in the capital. In recent weeks new shops had begun to open to cater to the mostly Shiite Muslim and middle-class residents of the area, one of the city's few neighborhoods to remain vibrant well past dark.\n\nLoad-Date: March 7, 2008"
}