{
    "title": "IRAQ ISSUES ARREST WARRANT FOR VICE PRESIDENT",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 12,
    "day": 20,
    "full text": "BAGHDAD -- Iraq's Shiite-dominated government accused its Sunni vice president of terrorism on Monday, plunging the country into its deepest political crisis in years only one day after U.S. troops departed.\nAs an arrest warrant was issued for Tariq al-Hashimi, three men said on Iraqi television that they had worked as his bodyguards and had carried out bombings and assassinations, killing as many as a half-dozen people.\nThey said Mr. Hashimi knew what they were doing. But many Iraqis questioned whether the allegations rang true.\nNeither Mr. Hashimi nor his spokesman could immediately be reached for comment. Mr. Hashimi was in the semi-autonomous region of Kurdistan holding crisis talks with Kurdish leaders.\nIraqi Kurds called for calm, as did U.S. officials in Washington. The charges came despite talks over the weekend among President Jalal Talabani, Prime Minister Nouri al-Maliki, Sunni politicians and U.S. embassy officials that appeared to resolve the issue with the creation of a judicial committee to \"thoroughly investigate\" the terrorism charges.\nThe three men speaking on television offered startling details of what they said were their missions -- how an ID was used to get past a checkpoint, how explosives were packed in a black, plastic garbage bag, how they were told precisely the minute that convoys would be passing.\n\"Tariq al-Hashimi himself always gave me a white envelope containing $3,000, except for one time,\" said one of the men, Ahmad Shawqi Aljburi, who claimed that he went on at least six missions that included bombings and assassinations.\nMr. Aljburi asserted that on the last mission, the vice president asked him to provide a daily report diagramming the position of the tanks and checkpoints helping to protect Baghdad's Green Zone.\n\"I want to expose the reality of this criminal, al-Hashimi,\" Mr. Aljburi said. \"He destroyed me and my family.\" Mr. Aljburi alleged that the vice president had threatened that he and his family would be assassinated if Mr. Aljburi did not cooperate.\nHis allegations and those of the two others could not be confirmed.\nIn recent months, Mr. Maliki, a Shiite, has overseen the arrest of hundreds of suspected sympathizers of Saddam Hussein's Baath Party. His supporters say he is trying to halt acts of terrorism that have slowed but hardly disappeared in Iraq. On Monday alone, at least three explosions rocked Baghdad,\nBut Mr. Maliki's critics say he has gone overboard in consolidating his power, particularly now that the U.S. military has left. On Sunday, tensions soared when Mr. Maliki asked parliament to hold a no-confidence vote that would enable him to dismiss another top Sunni official, Deputy Prime Minister Saleh al-Mutlak.\n\nLoad-Date: December 20, 2011"
}