{
    "title": "Iraq _ Al-Maliki calls vote 'slap' to terrorism",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 5,
    "day": 2,
    "full text": "BAGHDAD - Iraq's prime minister hailed a high turnout in nationwide elections as a \"slap in the face of terrorism\" Thursday, but his upbeat comments were tempered by a U.N. announcement that last month's death toll was the highest so far this year amid a sharp spike in sectarian bloodshed.\nNouri al-Maliki, who has held power since 2006, also said he would open talks with blocs from all sects and factions to seek their support as he moves to secure a third four-year term. Significantly, violence was relatively low in the first nationwide balloting since U.S. forces withdrew, although scattered attacks killed five people.\nElection workers, meanwhile, transported blue-lidded ballot boxes to counting centers and tallied votes a day after Iraqis cast ballots in parliamentary elections despite widespread fears of attacks. Authorities have not given a timetable for releasing results, and al-Maliki declined to speculate how his mainly Shiite bloc had fared. It took about two weeks in the last elections four years ago for results to be announced.\nAl-Maliki's State of Law bloc was widely expected to win the most seats in the 328-member parliament but fall short of a majority - meaning he would have to cobble together a coalition, an undertaking that took nine months in 2010.\nPresident Barack Obama endorsed the success of the vote but warned that difficult tasks lie ahead for Iraqis.\n\"The people of Iraq know better than anyone else the enormous challenges that they face, and yesterday's turnout demonstrated to the world that they seek to pursue a more stable and peaceful future through the political process,\" he said Thursday in a statement. \"Whatever the outcome of this process, it should serve to unite the country through the formation of a new government that is supported by all Iraqi communities.\"\nMore than 9,000 candidates ran in Wednesday's race, with an estimated 22 million eligible voters. Turnout was more than 60 percent, said Safaa al-Moussawi, a spokesman for the commission overseeing the election. He said the largest number was in the northern Kurdish province of Irbil at 90 percent, with the lowest reported in Anbar at 37-40 percent.\n\nLoad-Date: May 6, 2014"
}