{
    "title": "Iraq needs governmental unity, security, Bush says",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 3,
    "day": 23,
    "full text": "President George W. Bush said Wednesday that Iraqi political figures urgently need to get a representative government together that can unify a nation now embroiled in civil strife.\n\"It's time,\" Bush said. \"It's time to get a government in place.\"\nSpeaking for the third time in as many days about Iraq and the war against terrorism, he also said it's important for Iraqi security forces to begin taking the lead in the fight for their future. \"It's the Iraqis' fight,\" the president told an audience in Wheeling. \"These troops that we're training are going to have to stand up and defend their democracy.\"\nBush backed his administration's new nuclear agreement with India and reaffirmed his belief that Iran must not be allowed to have a nuclear weapon.\nHe also said he was upset that an Afghan man had been facing the possibility of being tried for converting to Christianity. However, it is now reported to be unlikely that Abdul Rahman, 41, will be tried or executed. He has been charged with rejecting Islam, a crime under Afghanistan's Islamic laws.\n\"We expect them to honor the universal principle of freedom,\" Bush said at Capitol Music Hall. \"I'm troubled when I hear, deeply troubled when I hear, the fact that a person who converted away from Islam may be held to account . . . I look forward to working with the government of that country to make sure that people are protected in their capacity to worship.\"\nBush claimed success in Afghanistan.\n\"We removed the Taliban from power, we've denied al-Qaida safe haven and that young country, that young democracy is now beginning to grow. Twenty-five million people are liberated as a result of the United States defending itself,\" Bush said.\nBut he acknowledged that there was more work to be done.\nBush's remarks about the war on terrorism come as violence is on the rise along the rugged Pakistan-Afghan border where Osama bin Laden is thought to be hiding. The violence has sent relations between the two countries to new lows and underscored U.S. difficulties in containing a troubled region crucial to winning the war on terrorism.\nMore than four years after the U.S.-led invasion of Afghanistan, an intensifying campaign of bombings, including 30 suicide attacks since the fall, have targeted foreign troops, Afghan security forces and local authorities.\nBush said the best way to defend America is to stay on the offensive.\nHis remarks were quickly denounced by Democrats.\n\"Despite the latest White House sales campaign, the American people have rightly lost confidence in President Bush's disastrous handling of Iraq,\" said Sen. Edward Kennedy, D-Mass. \n\nNotes\n\n World \n\nLoad-Date: March 23, 2006"
}