{
    "title": "Iraq hangs 42 convicted on terrorism charges",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 10,
    "day": 10,
    "full text": "BAGHDAD ? Iraq has hanged 42 prisoners convicted of terrorism-related charges, including a woman, the Justice Ministry said Thursday, in Baghdad's latest use of capital punishment despite international appeals to have it abolished. With violence mounting since April, the government defends the death penalty as a way to face down insurgents bent to destabilize the country. \nMore than 5,000 people have been killed over the past six months, including nearly 200 so far in October. Human rights groups have questioned trial procedures in Iraqi courts, alleging that some verdicts are based on testimony obtained by torture or forced statements against the accused. The ministry said all 42 executed over the past two days were Iraqis convicted of \"terrorist crimes, killing dozens of innocents in addition to other crimes aimed at destabilizing the country, causing chaos and spreading horror.\" Sentences were appealed \"more than one time and verdicts were reviewed by the judges of the Appellate Court to check accuracy,\" it added in its statement. Hours after the Justice Ministry statement, the UN mission to Iraq, known as UNAMI, renewed its call \"to adopt a moratorium on the implementation of all death sentences,\" in pursuant to UN General Assembly resolutions  \"with a view to the eventual abolition of the death penalty.\" In 2011, Iraq was ranked fourth among the world's top five executioners after China, Iran, Saudi Arabia and the U.S., according to the London-based group Amnesty International. So far, it has executed 132 people this year. Later Thursday, police said a bomb exploded in a commercial street in western Baghdad, killing three people and wounding eight others. Gunmen also shot dead the owner of neighborhood generator in Baghdad's neighborhood of Ghazaliyah, they said. And in another attack, gunmen killed the owner of a car parts shop in eastern Baghdad, shooting him repeatedly with automatic rifles in front of his business. Hospital officials confirmed the casualty figures. All officials spoke on condition of anonymity because they are not authorized to talk to media. _______________ Associated Press Writer Sameer N. Yacoub contributed. \n\nLoad-Date: October 11, 2013"
}