{
    "title": "IRAQI FORCES HOLDING OFF ON MOVE TO ROUT AL-QAIDA",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 1,
    "day": 10,
    "full text": "BAGHDAD -- Iraq's government is holding off on waging an all-out offensive to retake two key cities from al-Qaida because of fears that civilian casualties could incite Sunni anger and push moderate tribal leaders to side with the extremists, analysts and military officials said Thursday.\nMore violence flared in Baghdad, where a suicide bomber killed 21 people at an army recruiting center in a clear effort to demoralize the military.\nAl-Qaida-linked fighters overran parts of Fallujah and Ramadi in Sunni-dominated Anbar province last week, seizing control of police stations and military posts, freeing prisoners and setting up their own checkpoints.\nThe United States, whose troops fought bloody battles in the cities, has ruled out sending its troops back in, but has been delivering missiles to bolster Iraqi forces. It is expediting shipments of more U.S.-made missiles and 10 surveillance drones, but those may not arrive for weeks.\nThe United States invaded Iraq in 2003 and withdrew in 2011. Both countries tried but failed to negotiate plans to keep at least several thousand U.S. forces in Iraq beyond the deadline to maintain security.\nVice President Joe Biden has spoken to Prime Minister Nouri al-Maliki twice this week, voicing support for his government's efforts to regain control of the cities and urging him to continue talks with local, tribal and national leaders.\nIran, too, is watching the unrest with alarm, since it shares U.S. concerns about al-Qaida-linked militants taking firmer root in its neighbor. It has offered to supply military equipment and advisers should Baghdad ask.\nIranian President Hassan Rouhani told his Russian counterpart, Vladimir Putin, in a phone call that the campaign against al-Qaida should intensify, the official IRNA news agency reported.\n\"If terrorism is not suppressed, and if military support to terrorist groups by some countries is continued, the security of the region and the world will be jeopardized,\" he said in an apparent reference to Saudi Arabia and other Sunni-led states. \"In confronting terrorism, the ideological and financial roots of the terrorism also should be destroyed.\"\nIraqi troops have clashed with the fighters mainly on the cities' outskirts and carried out occasional airstrikes against their positions. But they have held off launching major offensives to retake either.\nOne senior intelligence official said the reason for the delay was to avoid civilian casualties.\n\"We have enough soldiers, but we are waiting for the American drones and missiles. These weapons will have a big role in the coming battle,\" the official said.\nBaghdad-based political analyst Hadi Jalo agreed that concerns over civilian safety might explain why the government has not launched a major offensive. \"The killing of civilian victims will drive more people looking for revenge ... to join al-Qaida. If women and children are killed in any possible military action against Fallujah, al-Maliki will lose the support of moderate Sunnis,\" he said.\nA military commander in Anbar said there are other concerns beyond residents' safety. \"The battle in Anbar ... is a kind of a guerrilla war, and the Iraqi army and police do not have experience in these kinds of wars,\" he said. The commander added that snipers operating out of residential areas appear to be \"peaceful civilians\" by day and take up new positions at night.\nThe military and intelligence officials both spoke on condition of anonymity because they were not allowed to discuss the operation publicly.\nTribal leaders in Fallujah, 40 miles west of Baghdad, have warned al-Qaida fighters there to leave to avoid a military showdown, and there were signs that residents were trying to restore a sense of normal life, however precarious.\n\nLoad-Date: January 10, 2014"
}