{
    "title": "IRAQ _ NOT TERRORIST CENTRAL",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 1,
    "day": 30,
    "full text": "By fighting terrorists in Iraq, does America reduce the likelihood it will have to fight them in the United States? It is an appealing idea to a nation that continues to worry about another 9/11, but on careful analysis the argument does not stand up.\n Taking the fight to terrorists abroad -- as America did by invading Afghanistan and by continuing efforts against terrorists worldwide -- makes sense. But Iraq is a separate and special case, because many of the combatants killed or captured by American and allied forces in Iraq are insurgents created by opposition to the U.S. invasion itself. They have little to do with the jihadists that the United States has been actively hunting since 9/11, although some have been converted to al-Qaida's ideology since joining the resistance.\nIraq is not a geographic front line through which terrorists must pass physically to reach American shores. We are not heading them off at the pass. The jihadists and their recruiting reservoirs are dispersed throughout the populations of Asia, the Middle East, North Africa, Europe, and to a lesser degree North America. They are inspired by al-Qaida's ideology, but they are also fired up about local issues.\n Fighting in Iraq is not so distracting to the jihadist enterprise that it is unable to prepare and carry out terrorist attacks elsewhere. Al-Qaida was never a highly centralized operation. Under intense pressure for the past 39 months, it has further decentralized. Local jihadist operatives are doing more on their own. Since 9/11, jihadists have carried out major terrorist attacks from Bali to Madrid, on an average of once every two months, not counting incidents in Russia or Iraq. The pace of terrorist operations has not slowed a bit since the invasion of Iraq.\n True, some of the foreign jihadists who showed up to fight in Iraq might have been candidates for operations at home had there been no war. But their numbers do not appear to be great, and most are from countries adjacent to Iraq.\n Taken literally, the argument that battling terrorists in Iraq averts battling them in America and elsewhere assumes there is roughly a fixed number of terrorists in the world. Following this logic, when U.S. officials say that three-quarters of al-Qaida's leaders have been killed or captured, or when they talk about the total number of terrorists detained worldwide, we could simply subtract this number from the ranks of those who are plotting to attack the United States and elsewhere. Unfortunately, this is not the case.\n Counting terrorists is slippery business. The jihadist population itself is dynamic. Recruiting has continued successfully since 9/11-- some analysts believe it has increased as a consequence of the terrorist attacks. And opinion polls among Muslims suggest that growing antipathy toward the United States is expanding the jihadists' recruiting reservoir.\n At the same time, terrorist losses are continuous. In addition to those killed and captured, some of those who went through the training camps claim to have decided right away that al-Qaida's brand of jihad was not for them. Others, no doubt, have dropped out in the years since they attended training.\n Jihadists also vary in their level of commitment. Some are willing to serve as martyrs, while others are willing only to provide passive support, prompting terrorist leaders to complain of substandard zeal.\n That leaves us with a terrorist population that is simultaneously expanding and eroding, and whose individual members are constantly recalibrating their level of commitment.\n The \"fighting them there, not here\" school of thought makes sense if one conflates the threat posed by terrorists like Osama bin Laden with that of hostile tyrants with nuclear ambitions like Saddam Hussein. Although claims of a prior relationship between al-Qaida and Hussein have been largely abandoned, the argument assumes inevitable (if not demonstrable) links.\n This is the core belief underlying the \"global war on terror,\" which views the proliferation of weapons of mass destruction and escalating terrorism as a single threat. It presumes that proliferating states -- reluctant to use nuclear or other unconventional weapons themselves and risk retaliation -- will hand the weapons over to terrorists, who are likely to use them against U.S. targets.\n On his recent visit to Baghdad, British Prime Minister Tony Blair offered a more nuanced interpretation of the connection between the fighting in Iraq and the fight against terrorism. \"If Iraq becomes a stable, democratic country able to defeat terrorism here [in Iraq] -- which is the same kind of terrorism that we face the world over -- if we can defeat it here, we deal it a blow worldwide,\" Blair said. Putting aside the crucial \"if\" in the prime minister's statement -- and forgetting for the moment that the current terrorism in Iraq is a product of the invasion itself -- this argument sees terrorism in Iraq and worldwide as a single phenomenon that nonetheless can be dealt a blow in Iraq.\n The most ambitious and optimistic proponents of the fighting-them-there thesis would reach further, arguing that only by profoundly altering the Middle East's political situation from failed states and corrupt tyrants to the stable, democratic allies envisioned by Prime Minister Blair can the United States ever hope to defeat terrorism. According to this line of thinking, political change brought about by armed might in Iraq will spread from Baghdad to Damascus, Tehran, Riyadh, Cairo and beyond.\n Ironically, this is exactly the way the jihadists see the non-Muslim world, making no distinctions between U.S., Israeli, Indian, Serbian and Russian policies. And they similarly call for expansion of the jihad, urging their followers to fight now instead of waiting for the infidels to invade the jihadists' countries.\n Some might even say, \"Fighting the infidels in Iraq means not fighting them here.\"\n\nNotes\n\nBrian Michael Jenkins is an authority on terrorism and senior adviser to the president of the RAND Corp., a nonprofit research organization.\n\nGraphic\n\n \nPHOTO: Amr Nabil/Associated Press: Saudi anti-terrorism forces participate in a parade in Mecca, Saudi Arabia, Jan. 15.\n\nLoad-Date: February 5, 2005"
}