{
    "title": "Iraq 's neighbor endures rise in terrorism since war's start",
    "publisher": "usa today",
    "year": 2005,
    "month": 11,
    "day": 14,
    "full text": "AMMAN, Jordan -- The bombings that killed 57 people here last week are part of a rise in attempted terrorist attacks in Jordan since the U.S.-led invasion of Iraq in 2003.\n\"There is obviously an increase in the number of attempts that are being carried out,\" Deputy Prime Minister Marwan Muasher said.\nThe bombings of three hotels in Jordan's capital were the work of four Iraqis who snuck across the border, the Jordanian government has said. An Iraqi woman arrested as part of the plot said she failed to detonate her bomb. She was shown confessing on Jordanian television Sunday. Jordanian authorities have also arrested 13 others in connection with the attacks.\nJordan has enjoyed a reputation as a relatively safe country in a volatile region.\nJordanian security agents foiled two terrorist attacks in 2003, according to a senior Jordanian security official who requested anonymity because of the sensitivity of the information. Last year, agents uncovered eight attacks, and so far this year, 10 have been thwarted, he said. The information the official provided could not be independently confirmed.\nLast month, for example, militants were casing a hotel in the northern Jordanian city of Irbid and planned a suicide attack similar to last week's bombings, the security official said. Working on a tip, security agents broke up the plot while the suspects waited for their explosive vests to arrive from Syria, the official said.\nOther plots included planned rocket attacks on the Jordanian intelligence complex and snipers hired to assassinate Jordanian agents, the official said.\nThe involvement of Iraqis in the hotel attacks suggests Abu Musab al-Zarqawi, the insurgent leader in Iraq whose group claimed responsibility for the bombings, may be shifting tactics. Jordanian security agents were able to foil many earlier plots because Zarqawi had recruited Jordanians to carry them out. Jordan's security services learned of those planned attacks through informants.\nZarqawi, who was born in Jordan, appears to now be sending Iraqis to carry out missions inside Jordan, making it more difficult for the country's security officials to uncover plots.\nJordan's government said four Iraqis, including the woman who did not detonate her explosives, traveled to Jordan from Iraq to carry out the hotel attacks.\nIraqis were also involved in another recent attack in Jordan. In August, Jordanian authorities arrested a Syrian man in connection with a rocket attack on a U.S. warship in the southern Jordanian seaport of Aqaba. The rocket missed the ship and killed a Jordanian soldier. Jordan's government has said that the man was part of a terrorist cell that included three Iraqis.\nAnother worrying sign: Militant Iraqis may be turning to suicide bombings.\nThe U.S. military and Iraq's government have said that most of the suicide bombers in Iraq are foreigners, not Iraqis.\n\"We do not have the least doubt that nine out of 10 of the suicide bombers who carry out suicide bombing operations among Iraqi citizens … are Arabs who have crossed the border with Syria,\" Iraq's national security adviser, Mouwafak al-Rubaie, said Sunday.\nBut al-Qaeda in Iraq, Zarqawi's organization, said in an Internet statement earlier this year that it had formed a new corps of suicide bombers made up exclusively of Iraqis.\n\nGraphic\n\n \nPHOTO, B/W, Ali Jarekji, Reuters\n\nLoad-Date: November 14, 2005"
}