{
    "title": "Iraqi premier is risking backlash in vote challenge WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 3,
    "day": 29,
    "full text": "CAIRO - The challenge by Iraq's Shiite prime minister to election results that showed him coming in a close second to his chief rival - Sunni-backed Ayad Allawi - is a risky tactic.\nIf Nouri al-Maliki succeeds in his attempt to block the secular Shiite Allawi from forming a coalition government, it would leave the minority Sunni Arabs seething. That could undermine the credibility of Iraq's nascent democracy and unleash a new bout of sectarian violence just as the U.S. is preparing to pull all its troops out of the country.\n\"The prime minister must accept the election results and leave his office peacefully,\" said Mishaan al-Siaidi, a senior candidate of Allawi's Iraqiya bloc. \"His rejection of the election results is a rejection of the votes cast by Iraqis, and his maneuvering is a maneuver around the will of Iraqis.\"\nAllawi said Saturday that he was worried about the growing sectarian rhetoric in Iraq since the election. And in a sign that the tension may already be spilling over into sectarian violence, several bombs exploded Sunday near a house linked to a prominent Sunni figure who ran for election as part of Allawi's bloc. Five people were killed, but the politician survived the bombings in the town of Qaim in western Iraq.\nAllawi's victory at the head of a group supported by Sunnis and Shiites suggested millions of Iraqis are looking for a change from the politics that have been dominated by the two major Islamic sects.\nIt also showed many are suspicious of Iranian influence. Allawi was widely seen as closer to the region's Arab governments than to neighboring Shiite Iran.\nAl-Maliki followed his challenge of the results by seeking court rulings and other maneuvers aimed at securing a second term for himself and maintaining the political dominance of religious Shiite parties.\n\nGraphic\n\n \n GRAPHIC - U.S. MILITARY WAR DEATHS | AP \n\nLoad-Date: March 30, 2010"
}