{
    "title": "Iraq demands that Kurds turn over Sunni suspect Man is wanted on terrorism charges, adding to sectar",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 1,
    "day": 9,
    "full text": "BAGHDAD - Iraq's Shiite-led government demanded on Sunday that authorities in the semiautonomous Kurdish region hand over the country's top Sunni official to face terrorism charges, turning up the heat in a political crisis that is stoking sectarian tension.\nVice President Tariq al-Hashemi traveled to the Kurdish north last month just as the final American troops were leaving the country and charges against him were being drawn up.\nThe government accuses him of running a hit squad that assassinated government and security officials years ago - allegations he denies. Fellow Sunnis, who made up the dominant political class under Saddam Hussein, see the charges as part of an effort to sideline them.\nThe resulting political crisis has been accompanied by a rise in coordinated car bomb and suicide attacks targeting Shiites that have claimed dozens of lives in recent weeks.\nA judicial spokesman for the Kurds, Dadyar Hameed, said authorities there received a request from Baghdad on Sunday to hand over al-Hashemi and 14 of his associates.\nAlthough the Kurdish region is part of Iraq, it enjoys considerable autonomy. The Kurds have their own security force, and police under the control of Iraqi Prime Minister Nouri al-Maliki do not operate there.\nAs long as al-Hashemi remains a guest of his boss, Iraq's Kurdish President Jalal Talabani, he is in effect out of Baghdad's reach.\nHameed declined to say if the Kurds would comply with the Interior Ministry request, citing the sensitivity of the issue.\nA senior official in the Kurdish region's Interior Ministry was less diplomatic.\n\"We are not policemen working for al-Maliki to hand over al-Hashemi,\" the official said. He spoke on condition of anonymity because he was not authorized to discuss the matter publicly.\n\nLoad-Date: January 10, 2012"
}