{
    "title": "Ireland may drop anti-terrorism law",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 10,
    "day": 17,
    "full text": "In recognition that Northern Ireland stands at a peaceful crossroads, Irish Foreign Minister Dick Spring pledged yesterday to scrap his country's most severe anti-terrorist law.\nSpring, who leads the government's policy on Northern Ireland, told his Irish Labor Party supporters in Cork that he plans to put the issue of eliminating the Emergency Powers Act before the parliament.\nThe law, which allows police to question terrorist suspects for up to seven days without charges, mirrors British powers in Northern Ireland. It was enacted in 1976 after the Irish Republican Army assassinated Britain's ambassador in Dublin, the Irish capital.\nSpring, who is also deputy prime minister, also suggested that nonjury courts for IRA cases, also similar to the British system, were outdated in light of the IRA's Aug. 31 cease-fire in its campaign against British rule.\nSuch moves would be ''a powerful, symbolic way of saying that the national emergency is ended, and that a national nightmare is over,'' he said.\nProtestant paramilitary groups declared an open-ended truce on Thursday in response to the IRA cease-fire, offering Northern Ireland its first respite from killings by both sides since the 1960s.\nSpring's commitments added to the pressure on Britain to accept that IRA leaders won't return to violence if negotiations don't go their way.\nIn Northern Ireland, a leading voice in the main pro-British Protestant party also urged Britain to open dialogue with Sinn Fein, the IRA's political ally, and spokesmen for the two main outlawed loyalist groups.\n''There is no guarantee that the present cease-fires will be permanent, but I am confident it is their intention to make them for good,'' said John Taylor, an Ulster Unionist member of the government.\nTaylor said Sinn Fein leader Gerry Adams and the founder of the loyalist Ulster Volunteer Force, Gusty Spence, should meet British officials ''at an early stage'' to negotiate how the two sides' weaponry can be surrendered.\n\nLoad-Date: October 19, 1994"
}