{
    "title": "IRELAND , IN FIRST, CONVICTS IRA LEADER OF TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 8,
    "day": 7,
    "full text": "An anti-terrorist court, accepting the testimony of a paid FBI informer, convicted the leader of a dissident Irish Republican Army faction yesterday of directing terrorism -- the first such conviction in Irish history.\n Michael McKevitt, 53, also was found guilty of membership in an illegal organization, the Real IRA, which was involved in the deadliest explosion in Northern Ireland's three decades of violence.\n McKevitt reportedly formed the Real IRA to protest the IRA's 1997 decision to abandon its campaign against British rule in favor of peace talks, producing the Good Friday agreement of 1998. The Real IRA bombed more than a dozen Northern Ireland towns that year, culminating in a car bomb attack in Omagh on Aug. 15, 1998, which killed 29 people and wounded more than 300.\nMcKevitt, who earlier had dismissed his defense lawyers, did not appear in court yesterday but announced later he planned to appeal. Sentencing was set for today.\n The charge of directing terrorism, which was created after the attack in Omagh, carries a maximum of 20 years in prison.\n The prosecution's key witness was David Rupert, an American trucker recruited by the FBI in 1994 to penetrate Irish extremist groups in Ireland and the United States.\n He was paid $1.25 million for his undercover work.\n McKevitt dismissed his legal team only after it had thoroughly cross-examined Rupert, suggesting he was a serial criminal who would do anything -- including lying on the stand -- for money.\n Histories of the Sinn Fein-IRA movement identify McKevitt as a longtime officer in the IRA, which killed about 1,800 people during a 27-year campaign to abolish Northern Ireland as British territory.\n His wife, Bernadette, was the sister of Bobby Sands, an IRA man elected to the British parliament while on a hunger strike in 1981. Sands died after a 65-day fast.\n After the Omagh bombing, the Real IRA resumed attacks in 2000 but with little effect. Most of its operations failed either because the weapons were poorly designed or because informers and surveillance allowed police to intercept the threats.\n\nLoad-Date: August 7, 2003"
}