{
    "title": "IRISH REPUBLICAN ARMY CALLS CHRISTMAS TRUCE",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 12,
    "day": 24,
    "full text": "BELFAST, Northern Ireland - The leadership of the Irish Republican Army announced on Sunday a three-day Christmas cease-fire, the first in 15 years.  n Britain's Cabinet minister for Northern Ireland, Peter Brooke, welcomed the cease-fire. He said he hoped it pointed to a lasting peace in 1991.  m The decision to suspend IRA terrorist activity from midnight Sunday to midnight Wednesday was announced in a statement issued in Dublin, Ireland, and released in Belfast.  ''We have instructed all active service units to suspend all offensive military action in the British-occupied area for a period of three days from midnight,'' said the statement, which was signed P. O'Neill, the pseudonym for the IRA army council. ''Our active service units reserve the right to take defensive actions.'' The last suspension of the IRA's 20-year-old fight to drive the British out of Northern Ireland was in December 1974 and lasted eight months.  Since the IRA, which is largely Roman Catholic, began its fight to push the British army out of Northern Ireland, 2,849 people have been killed.  In his comments, Brooke said: ''There could . . . be no better news on the eve of the New Year than that the message that terrorism cannot be allowed to succeed may have taken root, and that recognition has dawned that there is no future for terrorism,'' he said.  Irish Prime Minister Charles Haughey said in Dublin that, if extended indefinitely, the new cease-fire would ''open up great possibilities for progress.''\nBut Peter Robinson, deputy leader of the Democratic Unionist Party which supports Northern Ireland's union with Britain, dismissed the truce. He said the IRA intended ''to give themselves the opportunity to reorganize and restock. It should be viewed in that light.'' Gerry Adams, president of Sinn Fein, the IRA's legal political wing, said of the cease-fire, ''I welcome the news and hope that the British forces will respond in kind so that Irish people can have a peaceful Christmas.''\n\nLoad-Date: October 18, 1993"
}