{
    "title": "Irish minister tells students to accept others",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 30,
    "full text": "An Irish Methodist minister addressed peace after violence Tuesday.\nReverend Gary Mason spoke to about 60 people on how he's helping bring peace to Northern Ireland. His presentation took place at the Bob Graham Center for Public Service in the Pugh Hall Ocora at 6 p.m. and was free to the public. \nMason, who was not paid to speak, discussed the conflicts that have occurred in Ireland, including instances of terrorism and how they have affected residents.\n\"We have a long way to go to deal with that troubled history of 800 years,\" he said. \"Memory is a two-edged sword. It can make reconciliation possible or it can hinder reconciliation.\"\nMason told students it is important to accept other identities in order to bring peace.\n\"All of us in this room have dual identities,\" he said. \"My hope is that there is a blurring of identity. People should see the good in others.\"\nGail Sasnett, the assistant director of public programs for the Bob Graham Center, said more students than she had expected attended the event.\n\"We are all about student engagement, and so if we can introduce students to causes they can be passionate about, it gives them an opportunity to learn and engage,\" she said.\nSasnett said she felt Mason's talk would be relatable because of the time of year and the latest news on terrorism.\n\"He seemed like an appropriate speaker to have in March after St. Patrick's Day and also the issues of terrorism that relate to today's conflicts,\" she said.\nGrace Chun, a UF psychology sophomore, said she has a friend in Belfast, Ireland, on a year-long mission trip. \nChun said she learned a lot about the conflict in Ireland from Mason's talk.\n\"I thought the talk was really interesting,\" the 20-year-old said. \"I think it can be applied whether you have faith or not.\"\n@merylkornfield \n[email protected]\n\nLoad-Date: December 15, 2016"
}