{
    "title": "Irish militants strike to restore image",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 8,
    "day": 4,
    "full text": "By carrying its campaign of violence and intimidation to Britain, the Irish Republican Army hopes to boost its morale and image among supporters in Northern Ireland, say several terrorism experts.\nThe Irish group issued a warning Tuesday that civilians should ''stay clear'' of British military personnel in the British Isles and in Europe, especially in bars and discotheques frequented by soldiers. Some observers see the warning as a promise of more violence. It followed a bomb attack Monday on British Army barracks in the London suburb of Mill Hill which killed a young lance corporal and injured several other soldiers.\nIt was the first successful attack in Britain since 1984 when an IRA bomb killed five people at a Conservative Party conference in Brighton, narrowly missing the British prime minister, Margaret Thatcher.\n''The real importance of such attacks is the effect it has back home,'' says Ian Geldard of London's Institute for the Study of Terrorism. ''It affirms that the IRA is a capable organization able to make an attack in the heart of the enemy territory.''\nMonday's bombing was followed Tuesday by the IRA murders of an off-duty policeman and a part-time soldier in Belfast. Six other part-time soldiers for the Ulster Defense Regiment were injured when a bomb exploded under their car in County Tyrone.\nThis week's burst of violence by the IRA comes after a series of blunders over the past eight months in which 17 people were killed, none of whom were the intended victims. The IRA admitted these were ''mistakes.'' The most recent was the murder of the Robert Hanna family last week when a landmine exploded under their car. The bomb was intended for a Roman Catholic judge who sits in the British-run courts of Northern Ireland; the IRA issued an apology.\nMr. Geldard says these attacks were a ''combination of military incompetence and things just going wrong.''\nObservers in Belfast say this mismanagement of terrorism has brought a struggle within the IRA between a small group of hard-liners who advocate violent resistance to British rule in Northern Ireland and those who favor a more political approach. The differences recently spilt into the open when Danny Morrison, public relations spokesman for Sinn Fein, the IRA's political arm, told the press that ''everything the IRA touches turns to tragedy.''\nIf the IRA appears to have recaptured some psychological ground this week, it still faces serious problems. British security forces have been successful in deterring attacks in Britain for the past four years, and the number of the IRA's experienced terrorists has been reduced to about 75 people, according to researchers at the Institute for the Study of Terrorism.\nBritish officials avoid speaking about the government's successes since any hint that they might be ''winning'' the war can provoke an IRA response to prove them wrong. Over the past year, the results of its antiterrorist efforts have included tracking down and killing three IRA veterans in Gibraltar, the discovery of two large arms dumps in a Cheshire forest, and the prevention of a bombing at the wedding of Mrs. Thatcher's son.\nThe most stunning success was the capture by French authorities of the Eksun, a freighter carrying 150 tons of explosives and weapons from Libya. However, several other shipments are believed to have slipped through and many observers agree that, despite the shortage of personnel, the IRA has never been better armed.\n''The stuff they have from (Libyan leader Muammar) Qaddafi is literally flowing out their ears,'' Geldard says.\nSince Monday's bombing at the barracks of British forces postal headquarters near London, there has been widespread criticism of lax security there. The British military has favored a policy of close relations with the community. Visitors to the Inglis Barracks at Mill Hill have said they could come and go without being checked by guards.\nTom King, British secretary for Northern Ireland, said the IRA's subsequent warning to stay away from military personnel would be ''rejected with contempt by all decent people.'' The IRA said it had issued the warning ''because the close presence of civilians causes us to abandon operations.''\n\nGraphic\n\n \nPicture 1, Soldiers clean up after Monday's IRA attack in the London suburb of Mill Hill, AP; Picture 2, British soldier patrols Catholic neighborhood in Western Belfast, MELANIE STETSON FREEMAN - STAFF"
}