{
    "title": "Irish group seeks justice",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 12,
    "day": 5,
    "full text": "I doubt there is any group of people that bristles more at injustice than the Irish, and out of that indignation, the Ancient Order of Hibernians (AOH) was born in New York in 1836.\n \n    Irish Catholic immigrants banded together to protect themselves against religious discrimination that denied them opportunities in their new country.\n \n    In the years that followed, the order continued to fight for the rights of Catholics victimized by bigotry and prejudice.\n \n      After talking with James J. Brennan of Spring Hill last week, I realized that 154 years later, the AOH still is active in the cause of justice.\n   Brennan is a journalist, recently retired as night city editor and business copy editor for the Pittsburgh Press. In his free time, he helped publish The National Hibernian Digest newspaper for the AOH. Even though Brennan moved to Timber Pines three years ago from Martins Ferry, Ohio, he remained as advertising director of the Digest and recently was appointed editor of the national publication.\n \n    After talking with him and leafing through the paper, I realized how involved the 85,000 members of the AOH have become concerning Irish Catholics here and in Northern Ireland.\n \n     Brennan said Catholics are twice as likely to be unemployed as Protestants in Northern Ireland. Discrimination is rampant. In an effort to end these practices, the AOH has been trying to influence American businesses with facilities in Northern Ireland to adopt fair employment practices in their offices and plants overseas. An outline of fair employment practices was composed by one of Ireland's famous poets, Sean MacBride, and was dubbed \"The MacBride Principles.\"\n \n    The AOH has been campaigning for their adoption throughout the United States. So far, all New England states and New York have adopted them. Delaware, Florida, Michigan, Illinois and Minnesota have followed suit, enacting legislation that prohibits investment of state funds in companies who discriminate against Catholics in Northern Ireland.\n \n    I asked Brennan where the Ancient Order of Hibernians stands regarding terrorism attributed to the Irish Republican Army (IRA) in Northern Ireland.\n \n    \"The AOH does not support the IRA,\" Brennan said. \"We're dead set against its activities, and do not feel terrorism helps the situation one bit. However, we feel a great opportunity for unification might take place if the British army would get out of Northern Ireland, and the IRA would cease its activities.\"\n \n    Brennan thinks the Irish should be allowed to settle their own problems. \"If radical groups back off, there would be a move toward unification,\" he said.\n \n    \"The man on the street and the ordinary people,\" Brennan said, \"are sick and tired of this constant warfare.\"\n \n    Brennan thinks the United States has not mentioned the human rights violations caused by the British in Northern Ireland because of pro-British sentiment.     Political dissidents have been imprisoned by the British without documentation of their crimes or trial by jury. Reports of torture have been made, and yet the United States has a hands-off attitude.\n \n        \"Many of the Irish, particularly Catholics in Northern Ireland, feel the IRA is the only one on their side. This doesn't help matters, at all,\" Brennan said.\n \n     The AOH has paid the air fare of children from Northern Ireland and the Republic of Ireland to come to the United States to meet and unlearn the fear and hate they have felt for each other in Ireland.\n \n     There are several divisions of the AOH in Florida, the nearest in Pasco and Pinellas counties. So far, there is no AOH division in Hernando County, but judging from the number of Irish moving here from the North, it's probably just a matter of time .  and another first for this county down the line.\n\nGraphic\n\n \nCOLOR PHOTO, Robert Rogers; James J. Brennan is editor of the Ancient Order of Hibernians' newspaper\n\nLoad-Date: November 11, 1992"
}