{
    "title": "Iris scans, smarter spying on horizon; War on terrorism_ Experts say technology will play an ever-in",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 11,
    "day": 4,
    "full text": "In the not-too-distant future, this is how a world safer from terrorism may look: a computerized airport camera snaps shots of passengers' eyes to check identities. A ticket holder's iris identifies him as a terrorist and a dozen armed guards nab him.\nHalfway across the globe, a terrorist stepping out of his desert hide-out is spotted by a local spy, who radios U.S. commandos. A nearby sniper takes him out with a single bullet, all in a matter of minutes.\nIn the secretive war against terrorism, intelligence experts say, this is how tomorrow could shape up: a smarter American spy network, better technology to track terrorists and intelligence agencies working together across borders.\nMaking the world safer also could sacrifice privacy rights that have long been taken for granted by many, experts say.\n\"We are lurching rapidly, in giant steps, to do things we needed to do for a long time,\" said Jonathan M. Winer, deputy assistant secretary of state of international enforcement in the Clinton administration.\nWe have a long way to go. And predictions are tricky when it comes to an insidious enemy such as Osama bin Laden, the alleged mastermind behind the Sept. 11 terrorist attacks, and his al-Qaida network.\nPresident Bush repeatedly has said the U.S.-led war against Afghanistan is a first step in an anti-terrorist assault that could take years.\nIf the effort is successful, forget about a ticker tape parade through the Canyon of Heroes in New York. Victory will probably be more subtle: boarding a plane without concern it could be hijacked, or opening your mail with less fear.\nSome changes you will see, and others you won't.\nMarvin Cetron, a forecaster advising the U.S. government on national security issues, foresees an expanded U.S. network of spies in foreign nations where terrorists are active.\nMore procurers of inside information, Cetron said, will be natives chosen for their ability to infiltrate terrorist groups and willing to use extreme means.\n\"You have to get rotten people,\" said Cetron, a co-author of \"Terror 2000,\" a 1993 report commissioned by the Pentagon that accurately predicted international terrorism would reach U.S. shores.\nGround-level spies are crucial to making sure information collected electronically is credible, Cetron and other experts said.\nToday, a far-flung American network of listening posts - ranging from robotic spy planes to simple radio antennae - can intercept conversations and data traffic transmitted by satellite or cellular means.\nNew technology is enabling transmissions of intercepts over longer distances and improving voice-recognition and the decoding of data, intelligence experts said. Also improving is how we look for key words that might indicate terrorist activity.\n\"I think the technology is going to improve, period. One of the many applications for it will be in fighting terrorism,\" said Steve Uhrig, an expert in wiretapping and other surveillance equipment whose clients have included the CIA and the National Security Agency.\nCetron foresees more young computer hackers on the U.S. payroll who are adept at cracking codes used among terrorists. \"We need more kids with ponytails and earrings that are computer literate,\" Cetron said.\nTo boost everyday security, a new class of futuristic gadgets is starting to show up that can scan a person's eyes, hands or voice and verify identity.\nAt Amsterdam's Schiphol's Airport, computerized cameras installed last week instantly compare passengers' iris images with stored images of eyes to check identities. The system was in the works even before Sept. 11. It is voluntary, but passengers who participate pass through security faster.\nIn the United States, the attacks have given new life to the idea of a national identification card. Larry Ellison, chief executive of software giant Oracle Corp., proposed a \"smart card\" that you swipe before entering airplanes, government buildings, nuclear plants and other secured areas. The card's identifying information gets matched with a database indicating if the user is in the United States legally and other vital statistics.\nStill, the idea of a national ID card is advancing slowly amid concerns from privacy groups it would let government monitor citizens' activities.\nThwarting bioterrorism attacks is another challenge.\nThe U.S. government plans to stockpile vaccines and antibiotics to prevent and treat infections. The Postal Service is exploring the use of electronic beams to sterilize the nation's mail as a way to kill anthrax spores.\nReducing the bioterrorism risk also means protecting public and commercial buildings, places where anthrax has been detected recently.\nBuildings generally are becoming safer against bioterrorism attack, said Barney Burroughs, chairman of the committee that sets ventilation standards for the American Society for Heating, Refrigerating and Air-Conditioning Engineers.\nMany buildings designed in the past 5 to 10 years include improved ventilation systems that filter out minuscule particles, which can keep disease from spreading indoors. The latest anthrax attacks, in which people opened envelopes tainted with anthrax, could encourage more building owners to install such systems, Burroughs added.\nThe U.S. government's power to fight terrorism was bolstered last month when President Bush signed a new bill into law.\nThe legislation expands the FBI's wiretapping and electronic surveillance authority and strengthens penalties for harboring and financing terrorists. It gives police new powers to search homes and business records and to eavesdrop on phone and computer conversations.\nAs the United States exchanges more intelligence with other nations, concerns are growing that civil liberties are giving way to the search for terrorists. But others say there's little choice.\n\"In the process of responding to this sort of nebulous, open-ended threat, you end up taking steps that may create other types of dangers to an open society,\" said Loren Thompson, a security expert with the Lexington Institute think tank.\n\"The balance we're going to have to find here is between comprehensive intelligence sharing and maintaining the basic freedoms of citizens.\"\n\nLoad-Date: November 6, 2001"
}