{
    "title": "Irrationality of terrorism breeds fear, is contagious FROM THE RIGHT",
    "publisher": "daily news ",
    "year": 2015,
    "month": 11,
    "day": 26,
    "full text": "One week, Beirut and Paris; the next week, Mali. The nightmare is young. Where next?\nThe pace and threat of terror seem to have picked up, each incident feeding on the previous. Fear takes hold, momentum builds. Rhetoric flies in the face of reason, until all reason abandons the field.\nBut then, how do you solve a problem like crazy? And how do you prevent becoming crazed yourself? It's contagious, you know. Besides, what's more crazy-making than trying to deal rationally with the irrational?\nWhat leverage does an army have against an enemy that welcomes death?\nWe say: If you don't stop murdering innocent people, we're going to bomb you into oblivion.\nThey say: Bring it on. No, wait, we'll do it ourselves. Boom.\nNone of our human instruments or moral benchmarks seems to have any effect on such pitiless murderers. We know they're inhumane, but are they even human? What went missing at their creation? The next time we capture one of these empty-eyed killers, we might examine the anterior insular cortex, the activity center of human empathy. Dead space.\nWe are left, meanwhile, to protect ourselves and to wrestle our own demons - fear, paranoia, and the impulse to do something - though we may be no safer.\nShut down the borders; send in the troops; block the refugees; bomb some more; let's roll.\nTugging at our sleeve is the voice of experience - that our previous attempts to bring an end to terrorism, to take the fight to them, have merely increased the threat over time. Blame whom you will, but the fact remains that thousands upon thousands of deaths\n- Americans and others\n- have created yet more deaths. The vacuums we created, replacing vicious dictators who kept reasonable if brutal order, have become open houses to migratory coalitions of the willing-to-die.\nOur manic stabs at self-protection become their recruitment weapons. Our default partisanship, their propaganda.\nPoliticians and presidential candidates who race each other to promulgate flimsy fixes amid raging rhetoric - shutting down mosques, even comparing Syrian refugees to rabid dogs - suggest that contagion is in the air.\nWhom would young Islamic cultists find more objectionable - their fellow warriors fighting for the End Times and eventual return of the \"Prophet Jesus\"? Or the Muslim-hating \"freedom\" lovers who call them dogs?\nThis isn't to justify such absurd thinking but to highlight the reality of their perceptions. How does sending in thousands of American troops shift or conquer a dynamic fueled by beliefs that have remained unchanged by centuries of enlightenment, science and knowledge?\nHow many American lives are we willing to sacrifice this time to accomplish what may not be possible? We may as well be fighting sand-worms, which is not an insult but a literary reference to Frank Herbert's \"Dune\" series - meaning an unstoppable foe that lurks out of sight until it's too late.\nWinning the war against an ideology that rejects freedom and welcomes death will require something more than bombs and boots. It will require genius.\n\nLoad-Date: November 26, 2015"
}