{
    "title": "Is Al Qaeda's new terrorist strategy making the US less secure_ Obama outlined his tougher security",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 1,
    "day": 9,
    "full text": "President Obama has been lauded for quickly and directly addressing the attempted Christmas Day bombing of the Northwest Airlines passenger jet headed for Detroit. Even most Republican comment has been muted in its criticism.But taking personal responsibility for US intelligence agencies' failure to detect and prevent an alleged attacker from nearly setting off an explosion, and promising tougher security measures against high priority threats, has not lowered the level of concern among terrorism experts and the public.Taken together, recent incidents - the Christmas Day airliner bombing attempt by a Nigerian man officials say had Al Qaeda training in Yemen, the arrest of three men in New York alleged to have had weapons training in Pakistan, the Al Qaeda double agent and suicide bomber who killed seven CIA operatives in Afghanistan, the killing of 13 people in a November attack at Fort Hood, Texas, the arrest of a Chicago Pakistani-American charged with conspiring to help Lashkar-e-Taiba, a Pakistan-based terrorist organization responsible for the November 2008 attack on Mumbai that killed 170 people - may point to a new phase in what has become the main threat to US security since 9/11.Al Qaeda's 'fresh strategy'\"Al-Qaeda's newfound vitality is the product of a fresh strategy that plays to its networking strength and compensates for its numerical weakness,\" Bruce Hoffman professor of security studies at Georgetown University and a senior fellow at the US Military Academy's Combating Terrorism Center, writes in the Washington Post. \n\"In contrast to its plan on Sept. 11, which was to deliver a knock-out blow to the United States, al-Qaeda's leadership has now adopted a 'death by a thousand cuts' approach.\"Among other things, writes professor Hoffman, Al Qaeda \"seeks to flood our already information-overloaded national intelligence systems with myriad threats and background noise ... has stepped up a strategy of economic warfare ... is still trying to create divisions within the global alliance arrayed against it by targeting key coalition partners ... is aggressively seeking out, destabilizing and exploiting failed states and other areas of lawlessness ... [and is] covetously seeking recruits from non-Muslim countries who can be easily deployed for attacks in the West.\"If one purpose of terrorism is to wear down public morale with fear and personal disruption, recent days have seen evidence of that - even when no intended threat is involved. When a Rutgers University graduate student slipped past security at Newark Airport to give his girlfriend a last-minute hug, it caused a six-hour delay for hundreds of passengers. Airborne flights are much more likely to land at the nearest airport when a passenger mouths off.Mixed picture on domestic securityDoes this mean Americans are less secure? The picture is mixed.In a letter to President Obama, Senators Lindsey Graham (R) of South Carolina and John McCain (R) of Arizona, asked the administration to immediately halt Guantánamo detainee transfers to countries \"with a significant Al Qaeda presence,\" including Afghanistan, Pakistan, Saudi Arabia, Somalia, Algeria, and Sudan. The Obama Administration has already halted the transfer of detainees to Yemen.\"Terrorists still have innocent people in their sights and the will to murder them,\" Rep. Peter King (R) of New York said Saturday in the weekly Republican radio address. \"They are always working on the next attack, refining their methods, searching the globe for new recruits. In other words, September 11th is not ancient history - it's all too real.\"But on CBS' \"Early Show\" Thursday, John Negroponte, Director of National Intelligence under President George W. Bush, was asked whether the Obama administration was heading in the right direction on its intelligence system.\"Oh, absolutely,\" he said. \"And I agree with those who are saying that we are safer than we were before 9/11. This is a question of tweaking a system. We dodged a bullet obviously; it was a near-miss. But I think the president is taking appropriate, prompt and corrective action.\"-----Follow us on Twitter.\n   \n\nLoad-Date: February 17, 2010"
}