{
    "title": "Is Arafat giving 100% to prevent terrorism_",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 8,
    "day": 8,
    "full text": "The deadly double suicide bombing that claimed 15 lives in a Jerusalem market could have been prevented by Yasser Arafat, but he apparently is not willing to put a full effort into preventing terrorism, says Yoram Ben-Ze'ev, the consul general of Israel, a diplomatic post based in Los Angeles.\n\"We know (through intelligence reports) that Yasser Arafat did not do 100 percent to prevent terrorism,\" Ben-Ze'ev said Thursday during a visit to Salt Lake City to talk to Sen. Bob Bennett and officials of The Church of Jesus Christ of Latter-day Saints.\nBen-Ze'ev said Israelis do not expect Arafat to be 100 percent successful in stopping terrorism, but they do expect him to \"give it a 100-percent effort to prevent it.\"\nBen-Ze'ev said Arafat has made a \"gigantic shift from being a terrorist to a partner in peace negotiations,\" but perhaps it was naive for Israelis to harbor \"lofty hopes that we could put aside memories of bitter conflict.\"\nIt is significant that Arafat offered condolences after the attack, but words alone are not enough, he said.\nWhen Israeli extremists resort to terrorism, its government does not just offer condolences ; it cracks down immediately on the\nterrorists, Ben-Ze'ev said. \"I understand the difficulties Arafat faces. He had and has now to make a choice.\"\nIsrael has been criticized for its recent closing of the West Bank in light of the bombing and Ben-Ze'ev acknowledged that such action can create more enemies for Israel.\n\"We have to admit this is a dilemma. If you close down the West Bank, you have more enemies. If you open it, you have another bombing in a bus or a market or a kindergarten.\"\nWhat Arafat and some other Arab leaders apparently don't understand is that public opinion in Israel could shift away from its approval for the peace process, which currently is endorsed by 78 percent of the population. \"The constraints of reality are stronger than anything else,\" he said. \"A democratic society is based on public support.\"\nBen-Ze'ev said there have been terrorist attempts to plant bombs in Israeli kindergartens and schools. \"What if one blew up in a kindergarten? The Israeli public would go mad.\"\nBen-Ze'ev said as many as 20 to 30 percent of young Israelis are avoiding shopping malls because of bombs. \"You can't live like this.\"\n\nLoad-Date: April 3, 1998"
}