{
    "title": "Is Bush overreaching his constitutional authority_ He uses a variety of techniques to maximize his p",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 5,
    "day": 14,
    "full text": "President Bush has made broad use of his executive powers: authorizing warrantless wiretaps, collecting telephone records on millions of Americans, holding suspected terrorists overseas without legal protections. His administration even is considering using the military to patrol the U.S. border.\nCongress is on notice from the president that he will not enforce parts of legislation he believes interfere with his constitutional authority.\nThese are extraordinary times, for sure, and the president says he is acting to safeguard the country. But Democrats and some Republicans, along with human rights activists and legal scholars, suggest Bush has gone too far in stretching presidential powers. However, polls show Americans are not overly concerned.\n\"I do think the president has pushed the envelope,\" said Georgetown University political scientist Stephen J. Wayne. \"He seems so determined for another act of terrorism not to occur on his watch that he has forgotten the constitutional protections that most Americans value as highly as they value their security.\"\nBush is using a variety of techniques and strategies to maximize his power - at the expense of Congress, some say. It's a course, critics suggest, that both he and Vice President Dick Cheney have pursued since they took office in January 2001.\nAdministration officials insist they have acted within constitutional limits, citing added flexibility that comes during a time of war.\nThe disclosure last week that the National Security Agency is building a data base of domestic telephone numbers has touched off an intense debate about whether the administration and phone companies are undermining people's privacy rights.\nThese once-covert programs pose potential trouble for the president's nomination of Air Force Gen. Michael Hayden to be CIA director. Hayden oversaw both programs as NSA director from 1999-2005.\nSen. Arlen Specter of Pennsylvania, the Republican chairman of the Senate Judiciary Committee, says his committee will scrutinize Hayden's role in both the NSA's phone data bank and the eavesdropping program.\nIn projecting his powers widely, Bush has made extensive use of statements that accompany the signing of a bill into law. These statements claim a presidential prerogative not to enforce parts of the legislation that he deems to encroach on executive authority. He has issued hundreds of such statements.\nAmong provisions he has challenged is a requirement to give detailed reports to Congress about his use of the Patriot Act and about a ban on torture.\nCriticism that the administration is undermining privacy rights of Americans has failed to generate wide opposition from the general public. In an ABC-Washington Post poll taken last Thursday, 63 percent of the 502 Americans asked said it was acceptable for the NSA to collect and analyze phone records \"in an effort to identify possible terrorism suspects, without listening to or recording the conversations.\"\nCarroll Doherty, associate director of the Pew Research Center, said in repeated polls taken since Sept. 11, 2001, \"a solid plurality, around 50 percent\" continues to say they would rather the government went too far in restricting civil liberties than not going far enough in protecting the country.\n\"There's a concern about terrorism that continues to this day. And, on balance, people are saying, 'protect us,\"' said Doherty.\n\nLoad-Date: May 14, 2006"
}