{
    "title": "Is Canada a haven for terrorists_",
    "publisher": "the christian science monitor",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "The arrest of three suspected terrorists at two United States-Canadian border crossing within a week has critics on both sides of the international divide blasting Canada as a \"haven for terrorism.\"\n \nOttawa's own intelligence agency, the Canadian Security Intelligence Service, has publicly reported that its counterterrorism unit was tracking 50 different terrorist groups.\n \nThe \"soft on terrorism\" charge has been made against Canada before, but it has new urgency this holiday week as the US warns of more terrorist attacks. And although many of the critics are short on specifics, and other officials and experts have high praise for the country's counterterrorism efforts, calls are being made for Ottawa to tighten its system of handling refugee claims and screening international visitors.\nCritics charge that Canada's system for handling refugees has too many loopholes. Leon Benoit, immigration spokesman in Parliament for the opposition Reform Party, has called the system a \"sieve\" that is \"allowing terrorists and others into the country.\" He charges that the cases of some 10,000 refugee claimants, including possible terrorists, are simply lost in the bureaucracy. He is calling for detention of refugee claimants as their cases are processed - a policy more like that of the US and Australia.\n \nA Montreal woman and an Algerian man seeking asylum in Canada were arrested at a remote border crossing Sunday night in Vermont. A drug-sniffing dog \"reacted positively\" to their Chrysler Neon, leading border agents to suspect the vehicle had been carrying explosives. Lucia Garofalo was charged with human smuggling; Bouabide Chamchi was charged with presenting false documentation to gain entry into the US.\n \nThis episode follows the arrest Dec.14 of Ahmed Ressam in Port Angeles, Wash., as he arrived on a ferry from Victoria, British Columbia, in a car laden with nitroglycerin and other bombmaking elements.\n \nThe Algerian-born Mr. Ressam was issued a Canadian passport under an assumed name on the basis of a fraudulently obtained church certificate of birth and baptism. Thus documented as a native of Canada, he was issued his passport with no security check. Otherwise, passport officials might have discovered the dossier that police had been compiling on him.\n \nBut ministry officials have stressed they did not consider Ressam a terrorist. Immigration ministry spokeswoman Huguette Shouldice told the Toronto Star that deportation of a rejected refugee claimant like Ressam would not be a priority. \"We make sure that people who are considered dangerous or criminals get out first.\"\n \nRep. Lamar Smith (R) of Texas, chairman of the House Subcommittee on Immigration, calls the Port Angeles episode \"the best wake-up call\" that either Canada or the US is going to get about \"our porous shared border.\"\n \nAn aide to Mr. Smith, Allen Key, says his boss \"has made it clear that he would like to work cooperatively with the Canadians - but so far the response has not been encouraging.\" Mr. Key declined to name specific steps they would like to see Canada take.\n \nThe US Justice Department has signaled that it would like to see Canada demand visas from more of its arriving international visitors. Canada's open-door policy makes it all too easy for troublemakers to fly into Toronto, for instance, and drive to Buffalo, about two hours away.\n \nBut American Intelligence and security analysts who have worked closely with Canadian authorities have high praise for them. Stanley Bedlington, a former senior analyst at the CIA counterterrorism center, calls the haven charge \"an unfair statement,\" although he adds, \"It's the law [governing refugee claims] that needs tightening. But we got maximum cooperation from Canadian authorities....\"\n \nHarvey Kushner, head of the criminal-justice program at Long Island University in New York, has similar praise for US-Canadian cooperation: \"It's an ordinarily productive relationship.\"\n \nHe notes that Canada \"has had this reputation\" of being soft on terrorism \"over a few years … but I wouldn't say we're at the stage that we need an electric fence\" along the border. \"You've got to deal with the immediate threats but not take draconian measures - that contributes to fear.\"\n \nAn official in Washington, who requested anonymity, says, \"The problem isn't the Mounties. It's policy.\"\n \nThe government in Ottawa, he says, has failed to take strong measures, despite the public warnings of its own Canadian Security Intelligence Service.\n \nIn a report issued last summer, CSIS noted, \"With perhaps the singular exception of the United States, there are more international terrorist organizations active here than any other country of the world.\" As of mid-1998, the Service's Counter-Terrorism Branch was investigating over 50 organizational targets and about 350 individual targets.\n \nHowever closely security forces of the two countries cooperate, though, the US war against terrorism is not Canada's. Each country has a very different sense of its potential as a target for terrorism.\n \n\"We don't have the same sense as being on the forward edge of freedom,\" says Canadian historian Desmond Morton.\n \nAs a 1998 CSIS report noted delicately, \"Canadians traveling or working abroad risk being mistaken for nationals of countries actively targeted by terrorist groups.\"\n \nIn other words, the greatest risk Canadians face from international terrorism is that they might be taken for Americans.\n \nConversely, Americans have sometimes protected themselves by \"passing\" as Canadian - as in the case of the six American diplomats harbored in the Canadian Embassy in Tehran during the 1979-1981 hostage crisis there.\n \nProfessor Morton puts the current controversy into context: \"For 130 years, Canadians have known that preserving their national sovereignty meant making sure their big brother to the south feels secure.\"\n \n\"This isn't a police state up here,\" Morton says from McGill University in Montreal. \"We have what we think we need to protect ourselves.\" But, he suggests, when Washington articulates its displeasure, Ottawa has to respond.\n(c) Copyright 1999. The Christian Science Publishing Society\n\nLoad-Date: December 22, 1999"
}