{
    "title": "Is Hamas trying to change its stripes_",
    "publisher": "the world",
    "year": 2012,
    "month": 2,
    "day": 17,
    "full text": "JERUSALEM (JTA)--Is Hamas trying to change its stripes?\nTerrorist attacks against Israelis appear to be on pause, and rocket fire from Gaza is down significantly. The Hamas leader in Damascus, Khaled Meshaal, is trying to distance himself from the Assad regime and align\nHamas with the forces of the Arab Spring. Hamas' parent organization in Egypt, the Muslim Brotherhood, has entered mainstream politics in Cairo, and U.S. officials have met with Brotherhood leaders.\nAnd last week in Doha, Qatar, Meshaal and the Palestinian Authority president, Mahmoud Abbas, announced plans for a new unity government that will include both Hamas and Fatah, Abbas' faction.\nHamas is clearly undergoing a \"reorientation\" as a result of geopolitical changes in the region, said Shlomo Brom, director of the program on Israeli-Palestinian relations at the Institute for National Security Studies at Tel Aviv University.\n\"Hamas is moving away from Syria and Iran, and to a certain degree from Hezbollah, and is repositioning itself in line with the popular movements behind the Arab Spring and the democratization process, particularly in Egypt and Tunisia,\" Brom said. \"A renewed push for reconciliation with Fatah should be seen as part of this reorientation.\"\nBut Israeli Prime Minister Benjamin Netanyahu's isn't biting. In a statement released in response to the announcement in Doha, Netanyahu suggested that the planned Palestinian unity government is more about Abbas joining the extremists than Hamas joining the moderates in the Palestinian Authority.\n\"If Abbas moves to implement what was signed today in Doha, he will abandon the path of peace and join forces with the enemies of peace,\" Netanyahu said in the statement. \"President Abbas, you can't have it both ways. It's either a pact with Hamas or peace with Israel. It's one or the other.\"\nAn Israeli official who insisted on anonymity said the international community must make clear to Abbas that joining forces with Hamas-- which the United States, Israel and many European countries consider a terrorist organization--is a step away from Israeli-Palestinian peace.\n\"Our recommendation to the international community is that if they want peace, they won't achieve it by normalizing relations with Hamas,\" the official said. \"That just pushes peace farther away.\" Hamas has offered no sign that it will accept the three minimal requirements for recognition demanded by the Quartet grouping of the United States, the United Nations, Russia and the European Union: recognizing Israel's right to exist, foreswearing terrorism and accepting previous Israeli-Palestinian agreements.\nBut some Israeli officials worry that in the wake of the Arab Spring, pressure might build in the West to deal with Hamas. Last month, the U.S. ambassador to Egypt, Anne Patterson, met with Muslim Brotherhood Chairman Mohamed Badie and other senior leaders in the Islamic movement.\n\"The region is definitely changing, and for some in the international community this means being more amenable to relations with Hamas,\" said an Israeli Foreign Ministry official who insisted on anonymity. \"However, our position--and the official position of the international community as articulated by the Quartet--is that as long as Hamas continues to advocate terrorism and sticks with its anti-Semitic, genocidal agenda for the destruction of the Jewish people, there must be no political relations with it.\"\nIt's too early to say whether Hamas is undergoing a real change in its positions. At the end of December, during a meeting in Cairo with Fatah and Islamic Jihad, which is also considered a terrorist group, Meshaal declared his willingness to adopt a strategy of popular resistance used in the Arab Spring, as opposed to terrorism. Meshaal also expressed openness to a Palestinian state in the West Bank and Gaza Strip along the pre-Six-Day War lines with eastern Jerusalem as its capital.\nIn other interviews, however, Meshaal has spoken in favor of the Palestinians' right to fight Israel through armed struggle because \"armed resistance is the strategic choice for liberating Palestinian land from the sea to the river\"-- that is, all of Israel, the West Bank and Gaza.\n\"Hamas' reorientation and the implementation of its reconciliation agreement with Fatah may be interpreted by some as a de facto fulfillment of the Quartet's conditions for engagement,\" Brom said.\nKhaled Abu Toameh, a Palestinian commentator and journalist for The Jerusalem Post, said Hamas is increasingly seen as a legitimate player.\n\"For the first time, we are seeing Hamas representatives meeting publicly with the top leaders of Arab nations,\" Abu Toameh said.\nTwo weeks ago, Meshaal met with Jordanian King Abdullah in Amman, and last week Hamas' prime minister in Gaza, Ismail Haniyeh, visited Bahrain's king, Hamad bin Isa Al Khalifa. Haniyeh also has met with high-level officials in Turkey, Tunisia and Egypt as part of a tour of the region meant to cement ties between the Hamas administration in Gaza and popular Islamic movements, especially the Muslim Brotherhood in Egypt.\nIt was Haniyeh's first international tour since June 2007, when Hamas wrested control of the Gaza Strip from Fatah in a violent coup.\n\"When the world sees the U.S. ambassador to Egypt meeting with the Muslim Brotherhood, people will rightly begin to ask what's the difference between the Brotherhood and Hamas?\" Abu Toameh said.\nBrom said Israel should at least try to engage with Hamas now that it appears to be reconciling with Fatah.\n\"We have an opportunity right now,\" he told JTA. \"If it fails, we can at least say we tried. People say it is dangerous to recognize Hamas. But there is danger in this government's position as well.\"\n\nLoad-Date: March 28, 2013"
}