{
    "title": "Is it the language of terrorism_",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 7,
    "day": 28,
    "full text": "Jurors learned a new language at the federal trial of Sami Al-Arian and three other defendants Wednesday: coded language from defendants' faxes and phone conversations.\nProsecutors say the codes were used to cover up defendants' financial dealings and other activities, which the government alleges were linked to Palestinian Islamic Jihad, a terrorist group in Israel.\nFBI agent Kerry Myers first defined \"the veiled language.\" Then prosecutors read excerpts of several wiretapped faxes and a phone conversation that contained the codes.\nA fax sent to Al-Arian on Jan. 16, 1994, by PIJ leader Fathi Shikaki illustrates the cryptic nature of the communications. What is really being said, according to Myers, is this:\nIranian financial backers have been trying to dictate how PIJ spends their money. Shikaki says he told them PIJ rules don't allow that.\nHe also says that a PIJ member is not in jail. Instead the Israelis have asked him to persuade a PIJ member to go public.\nThe actual coded text reads as follows:\n\"The consultation is conducted according to the proposed family laws. As to the magazines, whoever contributes something . . . cannot decide where it should go. . . . I told the northern brother. . . .\n\"The (other) brother didn't go in the hospital as was expected. After a while, the cousins called him and expressed their desire that the family open a public office\" . . . (with) \"an unambiguous and trustworthy representative.\"\nMyers also deciphered a fax sent the next day from Al-Arian to Damascus, Syria, where the PIJ headquarters are located. In it, he said, Al-Arian offers a plan for a new PIJ governing council.\nAl-Arian suggests that PIJ members operating inside the occupied territories must separate from PIJ members outside. Those outside, he says, should focus on political activity. To accomplish this, he advises, PIJ leader Fathi Shikaki should announce that the PIJ rejects Israeli attempts to pressure Yasser Arafat because it could cause fighting among Palestinians.\nThe coded excerpt: \"There must be a complete separation between the inside's front and the family on all levels. . . . The brothers inside who are working with the family should have no public role or any relation to the proposed front. . . . Hamad (Shikaki) is to announce, in the name of the family, his rejection of the cousin's attempts to open fronts whose mission is to pressure the old man and hasten a civil war.\"\nWhat is most important about these faxes is that they show Al-Arian's role as part of the PIJ advisory committee, if, as Myers says, they are PIJ communiques between al-Arian and PIJ leaders. This is likely to be contested by defense lawyers.\nFormer USF professor Sami Al-Arian and co-defendants Sameeh Hammoudeh, Hatem Fariz and Ghassan Ballut are accused of using Islamic charities as fronts in a conspiracy to finance terrorist attacks by Palestinian Islamic Jihad, which has claimed responsibility for killing more than 100 people in Israel and the occupied territories.\nIn the faxes, as well as a phone conversation between Hassan Al-Khatib, a PIJ leader in Syria, and Al-Arian, the former USF professor appears to be an integral part of decisionmaking about future directions for the PIJ.\nAl-Khatib is Al-Arian's brother-in-law. He has been charged as a co-conspirator, but is not in custody. The government said he was the PIJ treasurer in 1994.\nProsecutor Terry Furr asked Myers what made him conclude some of the words in the communications were code. Myers replied that the words were \"usually out of context\" and used \"repeatedly and consistently\" in this way.\nToday, Myers continues to testify, as more faxes and phone conversations are read to the jury. Prosecutors estimate he'll be on the witness stand for the next few weeks.\n \nStaff writer Meg Laughlin can be reached at (813) 226-3365 or mlaughlin@sptimes.com.  \n \nGLOSSARY\n \nThe prosecution in the trial of Sami Al-Arian and three co-defendants says they spoke in code about raising money for Palestinian Islamic Jihad terrorist activities. Here is a glossary of the words, and what an FBI agent says they really mean:\n \nBOOKS: Money.\n \nBROTHERS INSIDE: Palestinians in the occupied territories, associated with PIJ work.\n \nBROTHERS OUTSIDE: Palestinians in the U.S. associated with PIJ work.\n \nCLUB: Hamas.\n \nCOATS, PANTS, SHIRTS: Money to families in the occupied territories.\n \nCOUSINS: Israelis.\n \nFAMILY: PIJ members.\n \nGROOMS: Palestinians killed in terrorist attacks on Israelis.\n \nHOSPITAL: Jail.\n \nINTERIOR: Gaza and West Bank.\n \nMAGAZINES: Money.\n \nMILITARY OPERATIONS: Terrorist acts.\n \nTHE MAN: Fathi Shikaki, PIJ leader until late 1995.\n \nTHE NORTH: Iran.\n \nTHE OLD MAN: Yasser Arafat.\n \nWEDDING: A PIJ attack on Israelis.\n\nLoad-Date: July 28, 2005"
}