{
    "title": "Is Libyan Terrorism on Rise_ Debate Divides U.S. Officials",
    "publisher": "the new york times",
    "year": 1988,
    "month": 6,
    "day": 3,
    "full text": "The Reagan Administration is divided over the extent of Libyan involvement in recent terrorist incidents, with some officials maintaining that Libya has begun a new wave of terrorism while others insist that there is little evidence to support such an assertion.\nThe debate has focused on whether Libya was involved in several terrorist attacks on April 14, at about the time of the second anniversary of American bombing raids on Libya. On that day, a bomb went off at the U.S.O. club in Naples, killing 5 people, including an American citizen, and wounding 15. A suspected member of the terrorist Japanese Red Army was arrested in connection with the bombing.\nAnother explosive device went off at the United States air base at Torrejon near Madrid, causing little damage and no injuries.\nWhile the Central Intelligence Agency and officials in the State Department's Office of Counterterrorism say they believe that Libya must have been involved, intelligence analysts and Middle East experts in the State Department have argued strongly that such a conclusion is unwarranted. There is also little agreement on the extent of Libyan ties to the Japanese Red Army.\n \n'Deep, Vocal Disagreements'\nThere is also sharp disagreement about whether Libya was behind attacks in the Sudan on May 15 that killed 7 people and wounded 21, including 3 Americans. The attacks were on the Sudan Club, which is reserved for British and Commonwealth nationals, and the Hotel Acropol in Khartoum. The five suspects arrested by the Sudanese authorities claimed to be Palestinians affiliated with the Abu Nidal terrorist organization. Abu Nidal now has his headquarters in Tripoli, the Libyan capital.\n''There have been strong, deep, vocal disagreements at a number of meetings,'' a Administration official said. ''It's not a debate about policy, and everyone agrees that Libya is doing more to support terrorist groups. But whether Libya is involved in targeting American interests has not been proven.''\nThe debate is particularly sensitive because of disclosures in October 1986 that the Administration had devised a plan of giving the press false information to persuade Col. Muammar el-Qaddafi, Libya's leader, that he was about to be overthrown or assassinated.\nThe Reagan Administration is in agreement that after the American bombing raids on Libya, Colonel Qaddafi appeared to curb his country's direct involvement in terrorist activities.\nAdministration officials also agree that since last fall, Libyan agents have tried to develop contacts with surrogates who could conduct future terrorist assignments, particularly in West Africa and the Caribbean.\nBut they disagree about whether Libya is supporting terrorist and subversive groups without getting much in return or has begun a new campaign of terrorism that includes the United States as a target.\n''Let's put it like this,'' a State Department official said. ''Strategically they haven't changed their thinking; it's their tactics that have changed.''"
}