{
    "title": "IS MALI THE NEXT AFGHANISTAN _",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 1,
    "day": 24,
    "full text": "WASHINGTON -- The war rages about cities with names such as Goa and Timbuktu, in a sparsely populated, mostly flat, dusty and landlocked country in northwest Africa.\nThe combatants include a nomadic Berber people known as Tuareg, the French Foreign Legion and a coalition of al-Qaida affiliates who identify themselves with the Maghreb, the desert region of Northwestern Africa.\nIt sounds as if it could be the plot for a new Indiana Jones adventure. But those who study international terrorism say it would be a mistake for Americans to think of this conflict as anything but deadly serious. The war in Mali is the new front in the war on international terrorism.\nSome U.S. officials have downplayed the threat, noting in congressional testimony that those involved in Mali don't appear capable of striking outside West and North Africa.\nBut in some ways, what's happening in Mali reminds experts of events in another little-known, faraway land in the latter half of the 1990s: Afghanistan. Back then, a fledgling al-Qaida, though already a known threat, was using remote terrain to train a generation of elite terrorist fighters. The threat of those fighters was that once trained, they were disappearing to await plans and opportunities to strike at the hated West.\n\"When we look back at Afghanistan, we wonder if we could have stopped what was to come,\" said Daniel Byman, a national security and terrorism expert at Georgetown University who served as a staff member of the 9/11Commission.\nJ. Peter Pham, a terrorism expert at the Atlantic Council research center, with particular emphasis on central Africa, notes that despite the continued focus of much of the resources of America's anti-terrorism efforts on central Asia, the potential threat in Mali should look familiar.\n\"Jihadists aren't wedded to any one place over another,\" he said. \"They go to where the fight is. For the past year, northern Mali has been the place.\"\nThe Islamists rolled over their opposition. Mali's U.S.-trained army, which staged a coup in March to protest a lack of government support in the fight to regain control of the north, was almost wholly ineffective. An international force of regional African troops approved by the United Nations -- but not funded -- existed in resolutions only.\nThe nomadic Tuareg have been a nationalist group whose goal is an independent homeland. They at first had been aligned with the Mali government in battling al-Qaida, but many have since switched sides to fight with the Islamists.\nThe terrorist groups in the regions are flush with money from years of smuggling and kidnapping. They possess an arsenal of weapons obtained as Col. Moammar Gadhafi's Libya collapsed, and they enjoy a strong, regional core of dedicated and violent jihadists, with more international fighters seeking to enlist in the battle. Not even Osama bin Laden's al-Qaida had ever threatened to control an entire nation.\nThe belief is that when al-Qaida in the Islamic Maghreb goes global, the most likely target would be France, the former colonial power in the region. So the French stepped in to help first. An initial deployment of 500 troops has been expanded, and might eventually reach 2,500, though reports indicate they arrived unprepared for the fight they're facing, both in terms of the ferocity of the opponents and the necessary equipment, such as vital mosquito netting to protect them from malaria as they sleep.\nThe French also are using air power to bomb the terrorist groups into hiding. The stakes are high. The U.N. has warned that Mali is in danger of becoming a permanent terrorist training ground and launch pad.\nNora Bensahel, an expert on international terrorism at Washington's Center for a New American Security, a research center, noted that it's easy to see no direct threat in the current situation.\n\"But in the longer term, this is an al-Qaida affiliate building capacity, and their philosophy remains to attack the West,\" she said. \"Even in the short term, the United States is directly affected, as France is an ally and treaty partner. And even beyond that, of course, not all Americans or American interests are inside the borders of this country.\"\nThe kidnapping this week at an Algerian natural-gas plant, which appears to have left 30 hostages and 18 kidnappers dead, and the attack in September on the U.S. Consulate in Benghazi, Libya, in which four Americans -- including the U.S. ambassador, Christopher Stevens -- were killed, reportedly had some connection to the terrorist groups in northern Mali.\nAt this point, while the U.S. has promised support to Mali, its precise nature remains uncertain. So far, it involves providing supplies and airlift support.\nMr. Byman, a senior fellow at the Brookings Institution research center, said it was difficult to know the best way forward in Mali for the U.S. Recent counterterrorism policy has relied on training local forces, and until recently it has been effective. But Mali's troops, despite U.S. training, have been overrun. When regional forces start to arrive, they're unlikely to be elite troops, he said, and more likely to be new recruits who won't be able to assist much without months of training.\nGiven the number of potential new havens, including Mali, Yemen and Syria, among others, and that a good response requires nation-building -- meaning money and manpower -- it forces a lot of thought about the best way to deal with terrorism.\nExperts wonder whether Mali isn't the beginning of a long-term commitment by the French, despite statements that the campaign is for a matter of weeks. After all, the French have said they will send in 2,500 troops. But the best estimates are that the rebel alliance has as many as 2,000 committed fighters.\nRecent counterterrorism fights suggest that overwhelming force, perhaps a 5-1 force advantage, might be needed.\n\"You certainly can't deny any safe haven from sprouting up anywhere,\" Mr. Bensahel said. \"Maybe that's the lesson of Mali.\"\n\nNotes\n\nDistributed by MCT Information Services./\n\nGraphic\n\n \nPHOTO: Thibault Camus/Associated Press: French soldiers patrol in armored vehicles in the outskirts of Sevare, Mali, some 385 miles north of the capital Bamako on Wednesday.\n\nLoad-Date: January 26, 2013"
}