{
    "title": "IS MALI THE NEXT AFGHANISTAN _ SOME ANALYSTS SEE PARALLELS IN EVENTS IN BOTH COUNTRIES",
    "publisher": "the new york times",
    "year": 2013,
    "month": 1,
    "day": 20,
    "full text": "WASHINGTON -- The war rages about cities with names such as Goa and Timbuktu, in a sparsely populated, mostly flat, dusty and landlocked country in northwest Africa.\nThe combatants include a nomadic Berber people known as Tuareg, the French Foreign Legion and a coalition of al-Qaida affiliates who identify themselves with the Maghreb, the desert region of Northwestern Africa.\nIt sounds as if it could be the plot for a new Indiana Jones adventure. But those who study international terrorism say it would be a mistake for Americans to think of this conflict as anything but deadly serious. The war in Mali is the new front in the war on international terrorism.\nSome U.S. officials have downplayed the threat, noting in congressional testimony that those involved in Mali don't appear capable of striking outside West and North Africa.\nBut in some ways, what's happening in Mali reminds experts of events in another little-known, faraway land in the latter half of the 1990s: Afghanistan. Back then, a fledgling al-Qaida, though already a known threat, was using remote terrain to train a generation of elite terrorist fighters. The threat of those fighters was that once trained, they were disappearing to await plans and opportunities to strike at the hated West.\n\"When we look back at Afghanistan, we wonder if we could have stopped what was to come,\" said Daniel Byman, a national security and terrorism expert at Georgetown University who served as a staff member of the 9/11Commission.\nJ. Peter Pham, a terrorism expert at the Atlantic Council research center, with particular emphasis on central Africa, notes that despite the continued focus of much of the resources of America's anti-terrorism efforts on central Asia, the potential threat in Mali should look familiar.\n\"Jihadists aren't wedded to any one place over another,\" he said. \"They go to where the fight is. For the past year, northern Mali has been the place.\"\nThe Islamists rolled over their opposition. Mali's U.S.-trained army, which staged a coup in March to protest a lack of government support in the fight to regain control of the north, was almost wholly ineffective. An international force of regional African troops approved by the United Nations -- but not funded -- existed in resolutions only.\nThe nomadic Tuareg have been a nationalist group whose goal is an independent homeland. They at first had been aligned with the Mali government in battling al-Qaida, but many have since switched sides to fight with the Islamists.\nThe terrorist groups in the regions are flush with money from years of smuggling and kidnapping. They possess an arsenal of weapons obtained as Col. Moammar Gadhafi's Libya collapsed, and they enjoy a strong, regional core of dedicated and violent jihadists, with more international fighters seeking to enlist in the battle. Not even Osama bin Laden's al-Qaida had ever threatened to control an entire nation.\nThe belief is that when al-Qaida in the Islamic Maghreb goes global, the most likely target would be France, the former colonial power in the region. So the French stepped in to help first. An initial deployment of 500 troops has been expanded, and might eventually reach 2,500, though reports indicate they arrived unprepared for the fight they're facing, both in terms of the ferocity of the opponents and the necessary equipment, such as vital mosquito netting to protect them from malaria as they sleep.\nThe French also are using air power to bomb the terrorist groups into hiding. The stakes are high. The U.N. has warned that Mali is in danger of becoming a permanent terrorist training ground and launch pad.\nOn Saturday, the French foreign minister stepped up efforts to enlist the support of Mali's neighbors, African leaders that \"our African friends need to take the lead\" in a multilateral military intervention in Mali.\nForeign Minister Laurent Fabius spoke in Abidjan, Ivory Coast, at a summit meeting to discuss how to accelerate the involvement of West African troops in Mali, although he acknowledged that it could be some weeks before they were there in force.\n\"Step by step, I think it's a question from what I heard this morning of some days, some weeks,\" Mr. Fabius said, referring to the time frame when the bulk of troops from the Economic Community of West African States, the regional group known as ECOWAS, would arrive.\nFrance intervened militarily on Jan. 11 after the Malian government said it was afraid that Islamist militants, who control the north, could continue their push south and take over Bamako with little opposition from a dispirited army.\nBut once the situation is more stable, France wants African troops to do most of the work to wrest the north from the Islamists, as called for under a United Nations Security Council resolution passed in December.\nFrench officials conceded, however, that there were disputes over how African participation would be paid for and about the best way to transport troops to Mali. In Paris, French officials said that the United States, while willing to help ferry African troops, wanted to bill France for the use of transport aircraft, which officials said would not go down well with the French. The Pentagon favors providing rapid help with transport and even with air-to-air refueling, but the White House is more reluctant, the officials said. But the officials said that France and the U.S. were sharing intelligence about Mali and the Sahel region of north Africa garnered from drones and other means, and that discussions with Washington continued amicably\n\nNotes\n\nThe New York Times contributed.\n\nLoad-Date: January 21, 2013"
}