{
    "title": "Is Peru 's history of terrorism coming back to haunt it_ A political organization tracing its belief",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 8,
    "day": 5,
    "full text": "Is Peru's history of terrorism coming back to haunt it?\nAlthough this month marks the tenth anniversary of the release of Peru's truth commission report on the atrocities of its internal conflict, many say Peru is still wrestling with the ghosts of its past.\nOn the surface Peru is doing great by most measures. The economy is booming, poverty has declined, and more than a decade of peace has lured back tourists. The country's stability is leaps and bounds beyond the days when urban residents worried about blasts on street corners and rural communities feared retribution if they didn't align with the ideology that drove the guerrilla movement. But there is a sense that despite the developments Peru has seen since Shining Path terrorist leader Abimael Guzmán was captured in 1992, the country shouldn't let down its guard against those who would defend the ends, and the means, of the Shining Path's fight.\nThe existence of a separate political organization called Movadef that traces its beliefs to Mr. Guzmán, who fought to overthrow the government until his capture, is a salient illustration. Latin America has seen examples of former guerrilla groups - often referred to as terrorists during civil wars or internal conflicts - transform into legitimate political actors. But Peru's Movement for Amnesty and Fundamental Rights, or Movadef, is considered by many to be a façade for the communist ideology that fueled Guzmán's insurgency during the 1980s and 1990s.\nAlthough Movadef leaders have sworn off violence, the sincerity of those claims have been called into question. No one knows how many people sympathize with the party, but analysts say that since its founding four years ago, the group continues to organize among youth, especially in poor urban and rural regions, keeping embers of that ideology alive.\n\"Peru has made steps backwards, instead of steps forward, to reconciling its past,\" says Jo-Marie Burt, director of Latin American studies at George Mason University, in Fairfax, Va. \"Very few people, few political parties, are willing to take a hard look at what happened ... and try to create conditions so it won't ever happen again.\" \nPeru's anti-terrorism prosecutor Julio César Galindo says the government is investigating the alleged links between Guzman's Shining Path and Movadef and prosecutions could ensue: Peru has strict laws against denying or defending terrorism.\nBut Movadef founder and Guzman's attorney, Alfredo Crespo, says the group's members are being unfairly singled out. At stake is how the country incorporates left-wing viewpoints into its young democracy - and how it works to resolve the still-existent conditions of inequality, poverty, and racism that gave rise to the guerrilla movement in the first place.\nReaching the masses\nThe Shining Path broke away from Peru's Communist Party in 1970 as a radical, independent faction. It started out as a few dozen members following the leadership of Guzman, who argued \"that communism required the waging of a 'popular war,'\" according to InSight Crime, which writes about organized crime in the Americas. At its peak in 1990, the Shining Path had closer to 3,000 members, and the insurgents were able to wreak havoc, killing an estimated 31,000 people between 1980 and 2000, according to the truth commission.\nPeru has evolved enormously since the truth commission's report in August 2003. The country consolidated its transition to democracy after a dictatorship, and the growing economy helped millions move into the middle class. But Mr. Galindo worries that \"the propaganda and the benefits\" of the economic growth haven't reached the masses.\nIn the poor conos, or cones, across Lima's outskirts and in far-flung rural regions, poverty persists and the middle class dream lived by many in Lima and secondary cities hasn't materialized. The government has to be vigilant, Galindo says. Movadef is too closely linked to Guzmán's Shining Path for the government to let down its guard. (The criminal organization that continues to use the Shining Path name fell out with Guzmán and does not espouse his ideology; it has evolved into a drug trafficking organization, analysts say, and presents a different set of security risks.)\n\"My concern is that we need this country to have peace and democracy,\" says Galindo. \"Do you believe that I would want terrorism to continue in my country when inside I know that they don't regret what they've done? They maintain their point of view. They haven't asked for forgiveness from the country for all the damage they caused.\"\nMovadef represents an extreme minority and its ideas have little traction, says Gonzalo Portocarrero, author of a book about Guzmán's Shining Path,\"Prophets of Hate,\" and a sociology professor at the Pontifical Catholic University of Peru.\nLast year, the government rejected Movadef's bid to register as an official political party. \n\"They tried for legal and social recognition,\" says Mr. Portocarrero. \"They failed because in reality there is a very bad memory of Shining Path. They are isolated.\"\nOverblown?\nThey may be isolated, but the government insists they are troublemakers. \nLast month, when thousands of Peruvians took to the streets of Lima on three separate occasions to express discontent with government corruption, many news reports focused not on the protestors' pleas but on accusations that the marches were \"infiltrated\" by Movadef. President Ollanta Humala and Interior Minister Wilfredo Pedraza issued warnings that protestors should watch out for Movadef members.\n\"I believe we all have to be attentive, because we can't be so naive as to forget the past, what the terrorism was, and permit movements like Movadef to infiltrate and confuse citizens with behavior that we all know supports terrorism,\" said the president in July.\nPhotos appeared in Peru's El Comercio online, attributed to \"intelligence sources,\" with the faces of members of Movadef circled like suspects, though no crime had been committed.\n\"Their ability to infiltrate is probably overblown,\" says Karen Hooper, director of Latin America analysis with Austin, Texas-based Stratfor. \"But it's a viable question in Peru. How do we incorporate leftist groups in a right-wing country?\"\nMovadef's discourse recalls the late Venezuela President Hugo Chávez's socialist model. Its literature promises extensive workers rights, excoriates globalization as \"imperialism,\" and demands \"unrestricted respect for the rights of the agricultural proletariat.\" In addition to a new constitution, Movadef wants amnesty for Guzmán as well as all those jailed as a result of the conflict - terrorists and soldiers alike.\n\"We've faced intense political persecution,\" says Mr. Crespo, who served nearly 13 years of jail time for his relationship to Guzmán's Shining Path. \"But that hasn't stopped us from our activities. Movadef wasn't created for an armed conflict, nor is it going to start an armed conflict. Now is the moment for a political fight.\" \nMs. Hooper says, \"The danger to the [political] right in Peru is the same as it was in Venezuela. You don't make forward progress, you allow the economy to stagnate, and you lose control of the narrative. That is the point at which most major changes happen in Latin America.\"\nMs. Burt says the government's focus on Movadef, particularly in relation to recent anti-corruption protests, could be to try and delegitimize the protests by focusing on alleged agitation by leftist organizations. \nDánae Rivadeneyra, a young journalist, walks across the campus of San Marcos University, where Movadef is said to have been recruiting. Leftist ideas have long had a stronghold here, she says. But Movadef may have a hard time convincing many to join the organization.\n\"Times have already changed, and they don't understand,\" Ms. Rivadeneyra says of Movadef.\n\nLoad-Date: August 6, 2013"
}