{
    "title": "IS RALSTONIA A WEAPON TERRORISTS WOULD USE_; UW PLANT PATHOLOGIST IS TRYING TO GET THE BACTERIUM OFF",
    "publisher": "wisconsin state journal",
    "year": 2003,
    "month": 7,
    "day": 6,
    "full text": "The Ralstonia solanacearum bacterium could cause significant damage to the potato industry, but one UW-Madison researcher questions whether that's reason enough to keep it on a federal bioterrorism list.\nCaitilyn Allen, a plant pathologist who studies Ralstonia, said she disagrees with federal regulators who say that terrorists might use the bacterium to harm the country's potato industry.\n\"In Wisconsin, I don't think it's got the potential to cause real disease problems, that's why I'm trying to get it off the agro-terrorism list,\" Allen said.\nIn December 2002, the U.S. Department of Agriculture placed a strain of Ralstonia that causes potato brown rot on a list of 10 restricted agents and toxins. Matt Royer of the department's Animal and Plant Health Inspection Service said this form of the bacteria is still unknown in this country and ought to be kept out.\n\"There's very good reason to believe that it could be a problem for potatoes in the United States,\" said Royer, pointing to damage Ralstonia caused after being introduced in Europe.\nAllen said she agreed that Ralstonia was a threat and should remain on a quarantine list. But she called it a poor weapon for terrorists and pointed out that the bacteria can only spread through soil or water, not air.\nThomas German, the former director of the Wisconsin Seed Potato Certification Program and a UW-Madison professor, also questioned whether regulators should have placed Ralstonia on the bio-terrorism list.\n\"I think that was a ridiculous move,\" German said, \"It does not represent an organism that would be a useful tool for a bio-terrorist.\"\nAllen said the federal restrictions have caused most researchers to stop studying Ralstonia. To get a permit to continue her research, Allen said she and members of her research group went through an FBI background check and spent more than $50,000 to set up a second high-security lab apart from their general work area. Tight controls on access to Ralstonia make little sense, Allen said, as the bacterium is still widely available in Europe and tropical countries.\n\"A terrorist with a serious interest in this could get it out of the Thames (River) in England,\" Allen said.\nChuck Schwalbe, a senior official at the USDA's Animal and Plant Health Inspection Service, said his group would continue to evaluate whether Ralstonia and other pests should remain on the bio-terror list.\n\"We understand that we need to be continually looking at this list to see if it's right on the money or not,\" Schwalbe said.\n\nLoad-Date: July 8, 2003"
}