{
    "title": "Is Saudi Arabia Tough Enough on Terrorism_",
    "publisher": "the new york times",
    "year": 2002,
    "month": 12,
    "day": 30,
    "full text": "Saudi Arabian diplomats have spent the last month on a public relations blitz, lashing out at Americans who raise questions about links between terrorist groups and the country's Islamic charities. Adel al-Jubeir, a key foreign-policy adviser to Crown Prince Abdullah, told a Washington press conference of a campaign \"bordering on hate\" and warned that \"those who are most critical or hostile toward Saudi Arabia . . . are playing right into\" the hands of Osama bin Laden.\n     The Saudis seem not to realize that since Sept. 11 Americans have come to recognize that security requires acknowledging past mistakes and moving to choke off all terrorist financing. The Saudis seem to think they can get away with half-measures -- and some in an administration divided over policy toward Saudi Arabia have given them cover to do so. \n That's regrettable, because there's much to be done. Congressional testimony by American officials in November revealed the limits of the United States effort to combat Saudi financial support for terrorism. Under tough questioning from Senator Arlen Specter, Jimmy Gurule, the Treasury Department's under secretary for enforcement, told the Senate Judiciary Committee that the Saudi government had in fact taken only \"baby steps\" to stem financing of terrorist activities. Carl W. Ford Jr., an assistant secretary of state, told the Senate Intelligence Committee that \"the Saudi banking system is not totally transparent, and Riyadh has not maintained strict oversight\" on nongovernmental organizations operating abroad.\nIn response to American expressions of concern, the Saudis pledged to invite a G-7 financial task force to advise on the construction of a more transparent regulatory system. If they follow through on this, it would be a start. But even so, financing of terror groups through charities is only one piece of the pie. The rest of the Saudi response to Sept. 11 is at odds with their public posture as a stalwart in the fight against terror.\nFor example, money from the Saudi government continues to go to the terrorist group Hamas. The idea, often reiterated by Saudi officials, is that Hamas can be divided into a Good Hamas that supports educational and philanthropic activities and a Bad Hamas that aids terrorism. This is a fiction -- and has been labeled so repeatedly by the United States.\nSaudi Arabia has repeatedly refused to stop its religious schools from preaching hatred and the severe dogma of its Wahhabi branch of Islam. The secular schools are little better. But then, how can educators be expected to change in a country where the interior minister told a news magazine last month that Zionists \"are behind these events\" of Sept. 11?\nThe Saudi government also refuses to cooperate with the families of the victims of Sept. 11. In the suit we are involved in, highly placed members of the royal family are named as defendants, as are leading banks, the interior minister, the former ministers of health and Islamic affairs and, most important, Prince Turki al-Faisal, the former intelligence minister. \nThe Saudis won't respond to the accusations and have now named Prince Turki as ambassador to Britain, which conveniently gives him the claim of diplomatic immunity. If there is evidence exonerating any defendant, we welcome the Saudis to bring it to our attention; if clear and incontrovertible, we would drop the defendant from the suit.\nIf the Saudis aren't going to act, the United States should push the issue. Unfortunately, for many years our officials, worried about keeping reasonably priced oil flowing and using Saudi Arabia as a possible staging area in the event of war with Iraq, have been soft on the kingdom.\nWhat can Washington do without straining our geopolitical ties? The Treasury Department should step up its commendable worldwide effort to see that the financial intermediaries of terrorism are curbed. This campaign includes freezing terrorist assets, working with multilateral groups like the Financial Action Task Force to expose the webs of terrorist financing, and using the new powers granted by the USA Patriot Act to crack down on money laundering.\nThe government should also be more cooperative with the victims' families. Richard V. Allen, a former national security adviser to Ronald Reagan, is one of many former officials who have urged the government to support the suit because its discovery process may help to expose the mechanics of terrorist financing.\nFamilies of the victims have had enough grief to contend with. They deserve the full support of their government. They should not have to be confronted with reports that State Department officials have held talks with the Saudis over whether to block the lawsuit on the grounds that it could impair American foreign relations.\nIn fact, many of the families wish that our government would take a page from that of Spain, which has vigorously investigated and indicted a Saudi businessman, Mohamed Zouaydi, for running a Qaeda cell based in Madrid. Germany has even allowed American citizens to join in its joint criminal-civil prosecution of Mounir el-Motassadeq, who is accused of aiding the Hamburg cell involved in Sept. 11.\nThe Bush administration must insist on full accountability from our allies, especially Saudi Arabia. And it should recognize that private citizens, working in concert with their government, can prove indispensable to success in the war on terror. \n\nhttp://www.nytimes.com\n\nLoad-Date: December 30, 2002"
}