{
    "title": "Is swapping five Taliban for U.S. soldier a fair trade_",
    "publisher": "usa today",
    "year": 2014,
    "month": 6,
    "day": 3,
    "full text": "FACEBOOK\nThe U.S. swapped five Taliban officials detained at Guantanamo Bay, Cuba, for Army Sgt. Bowe Bergdahl, who was held in Afghanistan since 2009.\nShame on the Obama administration for this \"prisoner exchange.\" It is sad that a U.S. soldier  was a hostage for five years in the hands of the Taliban, but releasing five Taliban is wrong. These people will likely kill more of our troops, and this deal will encourage more hostage-taking.\nSassan K. Darian\nWhile I am happy for Sgt. Bowe Bergdahl and his family, I am angry that we released five fairly senior Taliban members.\nFor those who lost family members on 9/11, it must be hard to understand this swap, which may well come back to haunt us. This soldier joined the military and knew the risks, especially of wandering off base without permission.\nPeter Hoover\nThis was a prisoner exchange, which is something the USA has done during war since the American Revolution. One American coming home is worth 100 Taliban prisoners to me and probably to the majority of people who love this country.\nThere is always a threat of terrorism looming over this country. You can lock up as many terrorists as you want, but that will not change.\nJason Story\nLETTERS\nIf one questions the exchange of a single American soldier for five Taliban leaders, considering the trauma that it might cause families of victims of the 9/11 attacks, then the American public should appreciate the feelings of family members of Israeli victims of the 78 Arab prisoners convicted of terrorism  released without any meaningful exchange to further a doomed peace process.\nWhile the Taliban detainees at Guantanamo Bay, Cuba, were not tried and convicted as being part of a terrorist organization involved in 9/11, the prisoners released by Israel  were imprisoned after a fair trial.  The release of these  terrorists by Israel was a mistake. Will the same be true of the exchange of one U.S. soldier for five Taliban leaders?\nNelson Marans\nSilver Spring, Md.\n---\nFAST FACTS\nWHO: Sgt. Bowe Bergdahl is from Hailey, Idaho.\nWHAT: He disappeared from base in Afghanistan on June 30, 2009. He was released Saturday.\nWHY NOW: Fearing Bergdahl's health was deteriorating, the U.S. exchanged five Taliban prisoners for Bergdahl's freedom. \n\nGraphic\n\n \nphoto IntelCenter via AP\n\nLoad-Date: June 6, 2014"
}