{
    "title": "Is the U.S. vulnerable to a Nice-style attack_ Officials say it could happen here, but precautions t",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 16,
    "full text": "Evidence stickers from investigators are seen next to bullet holes on the window of the truck used in Thursday night's terrorist attack, as the vehicle was towed way from the scene on Friday in Nice. THE\nThe attack in Nice, France, that killed at least 84 people and injured hundreds of others was brutally simple and very difficult to prevent. A truck, barreling into a crowd of Bastille Day revelers, mowed down bystanders celebrating Bastille Day before the driver opened fire.\nIn the United States, it is fair to see the carnage in France and ask if something similar could unfold here.\n\"That answer is undoubtedly yes,\" said Gregory Shaffer, a former FBI agent who has worked extensively on national security issues and served on the bureau's Hostage Rescue Team. \"It could very easily happen here. You look at the low-tech aspect of this attack, nothing involved but a white truck.\"\nAuthorities said they also found explosives inside the truck, and the attacker fired shots at survivors before he was killed by police.\nBut the nature of the attack added yet another element to the carnage that has unfolded in cities like Brussels, Paris, Baghdad and Orlando, Fla., as something as routine as a truck became a weapon of targeted destruction.\nExtremists have called for using vehicles this way before, but experts say the Nice attack is the escalation of a trend of attackers utilizing simple tools to kill large numbers of people.\nLaw enforcement officials in the United States, already on edge after a gunman killed five police officers in Dallas, said they were alert after the Nice attack, though authorities in major cities said Friday that they did not know of any credible threats.\nIn Chicago, police officers were already \"in a heightened posture\" given the rampage in Dallas and the mass shooting in Orlando weeks earlier, a spokesman said. While there was \"no current domestic threat or credible intelligence targeting Chicago,\" he said, additional officers were patrolling crowded areas and specific locations in the city.\nNew York Mayor Bill de Blasio said that police would increase their presence in areas like Times Square.\n\"We're on alert every day,\" de Blasio said on WNYC.\nHe added that based on the experience of police in cities targeted by terrorists, police in New York had learned to put up \"multiple barriers\" around events like New Year's Eve celebrations.\nNew York is a good example of a place that has tightened security around what were previously seen as softer targets to attack, said Don Borelli, former assistant special agent in charge of the FBI's Joint Terrorism Task Force in New York.\n\"We are vulnerable to a degree, but I think the thing that we have that is the big challenge for the French...we've just been at this level longer,\" he said. \"And we also we have the luxury of being a long way away from most of these guys that are in Iraq and Syria.\"\n\nLoad-Date: July 16, 2016"
}