{
    "title": "Is There a Leadership Role for the U.N. in the War on Terrorism_",
    "publisher": "new york sun ",
    "year": 2002,
    "month": 9,
    "day": 26,
    "full text": "The secretary-general of the United Nations has carefully tried to position the U.N. in the center of the War on Terrorism, confronting Iraqi aggression and bringing peace to the Middle East. This is no small feat for an organization that refuses to define terrorism.\nOn September 28, 2001 the Security Council adopted Resolution 1373. The resolution makes strong demands on member states and sets up a Counter-Terrorism Committee (CTC) to evaluate state reports on compliance with those requirements. However, of the 162 states which have reported, Arab states continually invoke the Arab Terrorism Convention and the Terrorism Convention of the Organization of the Islamic Conference (OIC), according to which \"armed struggle for liberation and self-de termination\" does not count as terrorism, unless \"prejudicing the territorial integrity of any Arab state.\"\nOn the basis of such a definition, the Iranian report claims Iran is \"a victim of terrorism.\" The Syrian report to the committee in December 2001 maintains that, \"Syria does not provide a safe haven for those who finance, support or commit the terrorist acts stipulated.\"\nBy contrast, the State Department's May report on Global Terrorism notes: \"Iran remained the most active state sponsor of terrorism in 2001,\" and, \"Syria … continued in 2001 to provide safe-haven and logistics support to a number of terrorist groups.\"\nIn response to Arab definitions of terrorism, the chairman of the CTC, Jeremy Greenstock, the British ambassador to the U.N., said in June that the committee was not going to define terrorism. Instead, the committee launched a second round of questions and answers with U.N. members bringing in a further 64 reports. The Saudis were asked to outline legislation and procedures for monitoring suspicious financial transactions. They reported back in August that, \"No financial operations with terrorist aims have thus far come to light in the country.\"\nThreatened with non-cooperation by states such as Syria, which warned the Security Council in January against \"leveling accusations at States, individuals or institutions on specific issues,\" the committee has taken to highlighting opportunities for \"technical assistance.\" The problem has been, as committee spokesperson Walter Gehr noted in April, \"The States which have expressly requested assistance so far are actually very few.\" Furthermore, \"we have, of course, refrained from making such encouragement [to seek technical assistance], if a country gave no sign whatsoever that it would accept assistance in its report.\"\nDuring the past year, the U.N. has also attempted to draft a comprehensive convention against terrorism. The effort was stymied in January by the OIC's insistence that all activities of parties in armed conflict with Israel should be excluded from the list of terrorist offenses. In October the General Assembly's Sixth Committee will take up the question of such a convention again, with little prospect of a better outcome.\nThe inability of the U.N. to recognize terrorism was most striking at the 2002 annual session of the Commission on Human Rights. With a vote of 40 to 5, the commission adopted a resolution affirming the legitimacy of armed struggle by all available means - meaning suicide bombing - against Israel. Though the United Kingdom representative called the resolution an endorsement of violence and voted against it, the three other permanent members of the Security Council who were on the commission - China, France, and Russia - voted alongside commission members who are also on the State Department list of state sponsors of terrorism - Cuba, Libya, Sudan, and Syria.\nAll the while, the Syrians are given a platform on the Security Council to press the distinction between terrorism and blowing up Israelis. The Libyans are slated to hold the chair of the next U.N. Commission on Human Rights. The secretary-general reports to the current general assembly that in the Middle East there is a \"vicious cycle of violence\" with suicide-bombing on the one hand and provocations of various kinds on the other. And this week U.N. Headquarters sponsored a conference called \"End the Occupation,\" inviting Israeli \"non Zionist\" participants and distributing Arab League papers speaking of Israeli \"concentration camps.\"\nAt the end of the day, the question is not how much moral outrage can be fabricated at the prospect of coalition-building outside the U.N., but how much will the Russians and company charge for a resolution on Iraq. Luckily, Kofi Annan needs America more than America needs him for moral legitimacy and credibility - as well as for dollars.\n\nLoad-Date: December 5, 2003"
}