{
    "title": "Is Terrorism a Threat to Suburban Communities_",
    "publisher": "university wire",
    "year": 2015,
    "month": 5,
    "day": 18,
    "full text": "(StatePoint) For many living in suburban and rural communities, the threat of terror may seem very remote and limited to major metropolises. But is this complacency warranted?\n\"It is common for people to hear the word terrorism and immediately think of Islamic extremists operating abroad. But terrorism comes in many forms, each with its own characteristics,\" says  Abayomi Nurain Mumuni, a fellow at the American Society of Criminology and author of the new book, \"Global Terrorism and its Effects on Humanity,\" which addresses the causes, agendas and methods used by terrorists and offers a prescription for eradicating this worldwide threat.\n\"Unfortunately, no community is truly safe from terror threats,\" he points out.\nFrom eco terrorism to pathological terrorism, the definitions, causes and manifestations of terror are varied. And modern technologies are creating the possibility for new forms of terror attack that can have global effects. For example, cyberterrorism -- attacks on information technology -- and biological terrorism -- the release of toxic biological agents -- could have implications that know no borders.\nWhile all this may sound scary, Mumuni offers a prescription for hope.\n\"Terrorist groups find it easiest to recruit among people with a narrow or distorted view of the world. We must therefore help states give all their citizens a modern education that encourages scientific inquiry and free thought,\" he says.\nHe also calls for strengthening public health initiatives to protect against bio-terror threats which could potentially spread infectious disease across the world in a matter of days. \"While the World Health Organization's Global Outbreak and Response Network has done an impressive job in monitoring and responding to outbreaks of deadly infectious disease, in the case of an overwhelming man-made outbreak, it is the local health systems that will be in the front line,\" he says.\nMore information about Mumuni's book can be found at www.media-connect.com.\nWhile terrorism is a complex issue that will primarily be handled at the state level, experts are encouraging residents of local communities to learn more about terror threats, stay informed of current events, and be active participants in civic matters.\nPhoto Credit: (c) Condor 36 - Fotolia.com\n\nLoad-Date: May 18, 2015"
}