{
    "title": "Is There No End to the _War On Terror__",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 18,
    "full text": "\"The war is not meant to be won, it is meant to be continuous. Hierarchical society is only possible on the basis of poverty and ignorance. This new version is the past and no different past can ever have existed. In principle the war effort is always planned to keep society on the brink of starvation. The war is waged by the ruling group against its own subjects and its object is not the victory over either Eurasia or Eastasia, but to keep the very structure of society intact.\" - George Orwell\nIn the wake of the Cold War, the United States found itself in the longest period of uninterrupted peace since the end of World War II. The rest of the story seems obvious: America was attacked by 19 individuals who happened to be Muslim. The U.S. then used the attacks on September 11, 2001 as a propaganda tool to justify two wars, over 200,000 civilian deaths, and the brutal torture of suspected terrorists - some of whom had committed no crime. There is also the indefinite detention of American citizens, and the overall slow undoing of the Constitution that we claim to be fighting to uphold.\nFirst, the U.S. and many other countries use an existential threat to create a constant state of crisis, in order to justify foreign intervention and internal repression. Second, terrorism is not as threatening as the government claims, and we should not characterize all Islamic people as the enemy. Third, the wars we are fighting benefit a select group of corporations, and serve to consolidate power in the executive branch. Consequently, there is no visible end to today's \"War on Terror.\"\nThe nationalistic fervor that comes from having a common, unifying enemy is not new to American history. The McCarthy era began with Senator McCarthy stating that he had a list of 205 \"confirmed communists\" in the State Department. This statement stirred up anti-communist sentiment and served as a useful propaganda tool for following U.S foreign policy. It also violated Americans' civil liberties in an effort to eliminate political dissent.\nTo understand the powers at play behind the Cold War and the subsequent, global \"War on Terror,\" one must examine the behavior of the State. The fact is, ideologies do not really matter. What does matter is control over spheres of influence and the natural resources therein. The U.S. uses words like \"promoting democracy\" and \"opposing dictators\" to make itself seem like the good guy in any scenario. During the Cold War, the U.S. overthrew 19 democratic governments and supported brutal dictators all over the world who allowed U.S. corporations to profit off their natural resources. The U.S. still supports dictators in the Middle East and Africa. Yet, Americans continue to wonder why terrorists exist and why America is somewhat of a pariah on the international stage.\nTerrorism is a real problem. But to say that fighting terrorism should be the biggest U.S. concern right now is ludicrous. The people we claim to be fighting have openly stated that their goal is not to attack the U.S., but to bankrupt the U.S by involving it in as many wars as possible. The simplest answer to the \"War on Terror\" is overlooked: If we want to stop terrorism, then we need to stop intervening in foreign leadership and affairs.\nThere is profit in war, and there is profit in natural resource extraction. By legitimizing power and protecting business interests, we allow our government to dupe us into supporting the \"War on Terror.\" Due to the aforementioned reasons, this \"war\" will remain constant until our leaders decide that always listening to lobbyists is probably not the best idea anymore, and that this kind of behavior tends to make too many enemies. It is my opinion that there will always be an enemy to rally the people around the flag, and as a result, Americans become more willing to compromise their constitutional rights.\n\nLoad-Date: September 20, 2013"
}