{
    "title": "Is terrorism fight trashing civil rights_",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 11,
    "day": 28,
    "full text": "WASHINGTON -- Senate Democrats charged Wednesday that the Bush administration is trashing civil rights to help fight terrorism.\nBut Sen. Orrin Hatch, R-Utah, led GOP defenders saying that the administration's actions are not only legal, but \"have saved us from even more harm.\"\nThe partisan fireworks erupted at a Senate Judiciary Committee hearing examining administration plans to try terrorists in secret military tribunals, monitor attorney-client conversations of some suspected terrorists and continue incarceration of 600 jailed suspects.\nCommittee Chairman Patrick Leahy, D-Vt., attacked Bush for using \"a type of military tribunal that has often been criticized by the United States when other nations use them.\"\nHe noted that Spain last week refused to extradite some suspects to the United States if they would be tried by such commissions. Leahy worried such secret tribunals may not adequately consider all evidence and protect personal rights.\n\"There is the danger if we rush to convict suspects in a military commission -- relying on circumstantial or hearsay evidence tailored to serve the government's case -- that we deepen the risk of convicting the wrong people,\" and leave real terrorists at large, Leahy said.\nHe added, \"Secret trials and lack of judicial oversight can breed injustice and taint the legitimacy of verdicts. . . . It sends a terrible message to the world that, when confronted with a serious challenge, we lack confidence in the very institutions we are fighting for.\"\nSen. Edward Kennedy, D-Mass., added that safeguards for fair trials \"are not luxuries to be dispensed with in times of crisis.\"\nHatch, ranking Republican on the committee, said all the measures taken by the administration are legal and needed, and complained that Democrats are trying to score political points.\n\"It is easy to criticize from where we sit. It is much harder to go to work every day knowing that you are the person in charge of protecting Americans from terrorists,\" Hatch said.\n\"Yes, the administration has been aggressive in using all the constitutional powers at its disposal to protect Americans. But given what happened on Sept. 11, wouldn't they be unforgivably derelict if they did not?\" he said.\nHatch said administration plans have \"been carefully crafted to avoid infringing on constitutional rights.\"\nWhile Attorney General John Ashcroft is scheduled to testify personally before the committee next week, Assistant Attorney General Michael Chertoff explained Tuesday the reasoning behind many of the questioned actions.\nHe said the Supreme Court has previously upheld the use of military tribunals in time of war. He said they will be used only for trials of war crimes, and may help prevent endangering civilians in normal courts.\n\"Use of civilian courts could place judges and juries -- and indeed entire cities where the courts are located -- at great risk. Proceedings before military commissions can better safeguard classified information that may be used at the trial of a member of Al-Qaida,\" he said.\nChertoff also said monitoring of attorney-client conversations will occur in only a handful of situations where the attorney general feels, and a judge agrees, that unrestricted communication could result in death or serious harm to others. He said any normally privileged information overheard cannot be used in court.\nChertoff said, as Ashcroft did on Tuesday, that more than 600 people are in custody from investigations arising out of the Sept. 11 bombings. He said 548 are in custody on immigration charges, and 55 are held on federal criminal charges.\n\"Every one of these individuals has a right to counsel,\" he said. \"Every one of the persons detained . . . has the right to make phone calls to family and attorneys. None is being held incommunicado.\"\nHe said names of those held on immigration charges have not been released because that would link them in the minds of the public as being connected to the Sept. 11 bombings, even if they are cleared later.\nHatch praised such steps. \"Though we may never know for certain, I, for one, believe that the steps taken by our law enforcement and intelligence communities have saved us from even more harm.\"\nE-MAIL: lee@desnews.com  \n\nLoad-Date: November 28, 2001"
}