{
    "title": "IS THE SHEIK A TERRORIST_",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 8,
    "day": 28,
    "full text": "The strangely handled case of Sheik Omar Abdel-Rahman, the blind Muslim cleric from Egypt, has taken another surprising turn. This time federal authorities in New York have indicted the sheik and 14 other men on a variety of charges, including the bombing of the World Trade Center in New York in February, the killing of Rabbi Meir Kahane and plots to commit other acts of violence.  Regardless of the outcome of the indictments, the likelihood is that sound detective work stemming from the World Trade Center bombing spared the United States a series of major terrorist attacks with untold deaths and damage to property. For the first time, terrorism, Middle-Eastern style, got a foothold on U.S. soil. But that terrorism has not become widespread and remains a hard-to-believe possibility for Americans.  Though Sheik Abdel-Rahman has long been identified as a kind of spiritual leader of the men under indictment, Attorney General Janet Reno said only two months ago that there was not enough evidence to connect him with the World Trade Center bombing and other terrorist plots. She was severely criticized for that view. Now the government has come up with a little-used statute, seditious conspiracy, to get at the sheik. Seditious conspiracy is the kind of vague law governments enact to deal with political activists who stir up discontent and even overt resistance to the government. Improperly applied, it can be a net that sweeps up any dissidents thought to pose a threat to those in power.\nNot unlike Christian extremists who use the Bible to justify intolerance or a particular political agenda, Mr. Abdel-Rahman uses the Koran to provide a theological underpinning for his disciples' terrorist schemes. But to say that a certain violent act would not violate the teachings of the Koran, or even that the act would be in keeping with the will of the Almighty, would seem to fall short of criminal conduct.  One must hope the government has more on the sheik than that he advocates the overthrow of secular governments in the Islamic world and their replacement with governments that rule by his interpretation of the Islamic code. Otherwise, the door is being opened to the persecution of people - particularly foreigners - who adhere to religious doctrines few Americans do understand.\n\nLoad-Date: October 11, 1993"
}