{
    "title": "Is war in Iraq a shield against attacks at home_",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 9,
    "day": 18,
    "full text": "The war in Iraq constitutes a perimeter defense of the United States. Simply put, the US is fighting Al Qaeda and other extremists there, so it doesn't have to fight them on American soil.\nThat's the way President Bush sees the situation, anyway. In his speech to the nation on Sept. 11, he said that terrorists wouldn't quit fighting if the US pulled out of Iraq. Instead, they'd pursue their target, in essence pouring through a gap in US lines. \"They will not leave us alone. They will follow us,\" said Mr. Bush. \"The safety of America depends on the outcome of the battle in the streets of Baghdad.\"\nIs that really the case? Many critics of the administration think Iraq is not the foremost trench in a global war on terrorism. The enemy there, they say, is only loosely related to the one that struck at the American heartland five years ago.\nMost insurgents in Iraq are natives, not wandering members of a terrorist international. It's unlikely they'd look for further ways to target the US if it left, say some terrorism experts.\n\"It's like in the Vietnam era, when they said we'd be fighting communists in San Diego if we pulled out,\" says John Mueller, a professor of national-security studies at Ohio State University in Columbus. \"It's a preposterous argument.\"\nThe White House has long argued that the war in Iraq needs to be judged as part of a larger historical context. And one lesson of 9/11, Bush said in his speech on the fifth anniversary of the attacks, is that the US must confront threats before they reach its shores.\nSaddam Hussein did not have anything to do with 9/11, Bush added in his speech. But after Al Qaeda successfully slammed airliners into US targets, Mr. Hussein's very existence posed a risk the US could no longer afford to take - hence the invasion that drove him from power.\nNow \"Al Qaeda and other extremists from across the world\" have come to Iraq to fight the rise of democracy, said Bush. They've joined remnants of Hussein's regime to try to drive the US out. If America left, Osama bin Laden and his allies would gain a haven and new resources, according to the president. \"We will not allow this to happen,\" said Bush. \"America will stay in the fight.\"\nIraq today is indeed a strategically vital front in the war on terror, say some experts. Al Qaeda's own statements show it wants to establish a state-within-a-state there, to use as a haven and training base, according to James Phillips, a research fellow in Middle Eastern studies at the Heritage Foundation in Washington.\nArab-dominated Al Qaeda would find it easier to operate in the Sunni Arab regions of Iraq than it does in Pakistan or Afghanistan, where Arab travelers stand out, writes Mr. Phillips in a recent analysis. \"If the US abandons Iraq, it will become the next Afghanistan - a major source of terrorism, subversion, and warfare for decades to come,\" writes Phillips.\nBut other experts say this line of reasoning lumps together many kinds of enemies under the general category of \"terrorist.\"\nIt's true that foreign fighters are in Iraq, such as the late Abu Musab al-Zarqawi. But they are a small minority of the insurgent force, say administration critics. Most Iraqi mujahideen are Sunnis who fear their interests will be ignored under Iraq's Shiite-dominated government. They are fighting for concrete, local political goals - not the destruction of America.\n\"If the Iraqi Sunni nationalists could take over their own territory, they would not put up with the few hundred foreign volunteers blowing things up, and would send them away or slit their throats,\" writes Juan Cole, professor of modern Middle East and South Asian history at the University of Michigan, in his blog \"Informed Comment.\"\nNor are Islamist terrorists just burning to break through the US lines in Iraq and race to America, say some. They are fighting a battle of ideas, not a battle for territory. Operations in Iraq allow Al Qaeda to appear to many sympathizers in the region as if it is struggling on behalf of an oppressed Muslim people.\n\"Getting us to fight in a Muslim country is something they want to do,\" says Jessica Stern, a terrorism expert at Harvard's John F. Kennedy School of Government in Cambridge, Mass.\nFinally, critics say that even if the US did pull out of Iraq, the result might be more fighting there, not less. A Sunni-Shiite civil war would explode throughout the country, they say.\nIn general, the administration talks as if the US is fighting a monolithic terrorist army, with a command hierarchy and a final goal of replicating 9/11. In fact, Islamist terrorism is a loose amalgam of regional groups and local cells, with cross-cutting political goals, say some experts.\nThe reason there have not been more major attacks in the US may not be because terrorism's legions are pinned down in Iraq. \"We've made headway on surveillance,\" says Dr. Stern. \"It would be very hard for terrorists to come from another country and pull off another 9/11 today.\"\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 17, 2006"
}