{
    "title": "ISIL and universities_ should SFU students be worried_",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 3,
    "full text": "Chibok Secondary School, Nigeria, 276. Garissa University College, Kenya, 142.  Peshawar school, Pakistan, 132.\nThese figures represent the number of student victims from terrorist attacks taking place in their own schools over the last few years. The rise of the Islamic State of Iraq and the Levant and the recent explosion in New York which left 29 people injured, make the US and Canada fear for random attacks in public spaces. But should Canadian students be worried about the risk of terrorism at their own universities?\nCanada, along with many other countries, has been explicitly threatened by ISIL. According to Professor André Gerolymatos, director of the Stavros Niarchos Foundation Centre for Hellenic Studies and a specialist on terrorism, Canada's participation in the war in Afghanistan and the presence of \"Canadian advisors in Syria\" have made the country a target of ISIL.\nIndeed, as of 2015, between 130 and 145 Canadian people left for Syria to fight with ISIL. Their potential return makes Canada fear \"lone wolves\": people trained in Syria or Iraq, and then sent back to commit attacks against their home country. According to  Gerolymatos, \"this will become more prevalent, as ISIS loses ground in the Middle East.\"\nGiven the terrorist tactic of spreading fear among the population, attacks would likely occur in symbolic places with the aim of hurting as many people as possible, Gerolymatos said. Hence, universities have become key targets as symbolic places of Western education and diversity, and emotionally charged because of the young age of potential victims.\nGerolymatos added that universities are also big targets because of the concentration of people, the isolation from big cities, and potential lack of security on campus.\nNevertheless, exchange as well as domestic students said they are not afraid of terrorism occurring at SFU. On the contrary, Emma, a student from England, and Mink, from the Netherlands, both said they feel more reassured than in Europe.\nThey explained several reasons, including the mistaken idea that Canada is not militarily involved in the fight against ISIL. Carrying a gun is also not as easy in Canada as in the US, where shootings have occurred in several schools in recent years. Entering Canada is more difficult than Europe, which is closer to the Middle East. More importantly, they mentioned, they consider Canada a welcoming, multicultural, and tolerant society, in which people cannot feel legitimately excluded to the point where they would want to attack it.\nThis perspective, according to Gerolymatos, reflects the gap between the visions of European and Canadian society. \"There are people who are not happy, who are marginalized,\" he said. \"They're not many - we're not talking about thousands of people - but it only takes one.\"\nHowever, attacks remain very rare in Canada, and would be highly improbable on campus. Jason, a Canadian student, expressed views similar to his peers: \"I don't feel like students are a particular target. It doesn't matter your age and who you are, so we'll keep going out and having fun.\"\nGerolymatos noted that Canada should \"continue to promote a policy of multiculturalism and to be a welcoming society,\" with the aim of not letting ISIL instill fear. \"Eventually, they won't be there. They'll disappear.\"\n\nLoad-Date: October 3, 2016"
}