{
    "title": "ISIL case suspects' fates are weighed",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 11,
    "day": 4,
    "full text": "Attorneys defending the nine Twin Cities men who face sentencing this month for trying to join ISIL described their clients as having been stuck between two worlds until the Islamist terror group presented an attractive path. Now, they argue, the government itself is at a crossroads in how it plans to rehabilitate them.\nProsecutors, meanwhile, are pointing to the persistent threats presented by the Islamic State in Iraq and the Levant (ISIL) in asking for steep sentences for the men who once wanted to fight for it.\nAs both sides filed pre-sentencing briefs to meet a federal court deadline Thursday, defense attorneys urged Judge Michael Davis to consider how the men's adolescence and identity crises made them vulnerable to terror recruitment. Davis is scheduled to impose their sentences in a series of back-to-back hearings Nov. 14-16.\nThe government is asking that Guled Omar, one of three men convicted at a May trial, receive 40 years in prison and that Davis sentence two others - Abdirahman Daud and Mohamed Farah - to 30 years. Prosecutors also recommend 15 years for defendants who pleaded guilty but didn't cooperate with investigators.\nEarlier Thursday, defendants who previously pleaded guilty - including two who testified against three former friends during a trial in May - asked for sentences far below the possible maximum sentences. One defendant cited the recommendation of German deradicalization scholar Daniel Koehler, who was hired by Davis to advise the court, that he be released to a halfway house so he can be mentored by a local imam.\nOmar, one of three men facing possible life sentences based on their convictions at trial, is seeking a sentence of no more than 15 years. But prosecutors cited evidence that he discussed one day sharing a route into the United States from Mexico with ISIL militants for the purposes of carrying out future attacks.\n\"Omar had offered his own person in the service of the deadly criminal terrorist organization,\" said U.S. Attorney Andrew Winter. \"Disturbingly, the defendant was also willing to share information with the terrorist organization which, Omar had hoped, would result in ISIL committing acts of terrorism here in the United States.\"\nOmar's attorney, Glenn Bruder, said prosecutors denied a request for a plea offer in September 2015 and again earlier this year when Omar, Farah and Daud jointly sought to plead guilty before trial in a deal that would have dropped charges of conspiracy to murder outside the United States - which carries the possible life sentence.\nBruder called Omar and his co-defendants \"the functional equivalent of the Three Stooges of international terrorism\" in describing their plot: \"Their efforts to abandon the United States were naive, ill-considered and bumbling. Their recorded statements are rich with angst and self-importance.\"\nAttorneys for Abdullahi Yusuf - the first defendant charged in the case - are seeking to have the college student sentenced to time already served since his November 2014 arrest. Yusuf has been engaged in the nation's first terrorism rehabilitation program through a local nonprofit, Heartland Democracy; his attorneys said the program has helped forge a bond with a local mentor with whom he has discussed reading assignments ranging from Hunter S. Thompson to Malcolm X. But prosecutors are calling for 42 months in prison.\n\"One of his quotes is: 'We know how many miles away the sun is, but we humans have difficulty figuring out who we are,' \" Yusuf's attorneys, Manvir Atwal and Jean Brandl wrote Thursday. \"Abdullahi sees himself now as a Somali, a Muslim and an American. Through his mentoring and counseling he is learning how to embrace all parts of himself into one.\"\nAn attorney for defendant Abdirizak Warsame, who also testified at trial, is asking for a reduced sentence of 18 months because of Warsame's quick decision to plead guilty and cooperate with investigators. Attorney Robert Sicoli also pointed out that Warsame impressed U.S. Attorney Andrew Luger during multiple rounds of questioning as Luger sought a candidate to be interviewed in a \"60 Minutes\" television segment on the government's efforts to counter terrorism recruitment.\n\"A clearer indication of a change of heart has seldom been seen in such lightning speed,\" Sicoli said of the 10 months since Warsame's arrest.\nProsecutors are seeking a 54-month sentence for Warsame. Because of their cooperation, Warsame and Yusuf are subject to motions from the government for lighter sentences. Adnan Farah, who pleaded guilty weeks before trial, is also seeking a reduced sentence to a halfway house so he can receive counseling and participate in a Heartland Democracy program.\nMinds now changed?\nAdditional briefs were expected Thursday evening to meet the court's deadline.\nAttorneys are seeking to appeal to Davis' experience handling terrorism cases, which includes adopting the country's first evaluation program for terrorism defendants before sentencing. Marnie Fearon, an attorney for Zacharia Abdurahman, said Thursday that the U.S. prison system is not yet equipped to address defendants convicted of terrorism charges. As a result, she asked for a release plan recommended by Koehler that would pair Abdurahman with community members for counseling and a Minneapolis imam willing to mentor him.\nThe request is far from the 15-year prison sentence being asked for by prosecutors for Abdurahman and other defendants who pleaded guilty but did not provide assistance. Assistant U.S. Attorney John Docherty, in another brief, also sought to distinguish this case and the previous Al-Shabab cases tried in Minnesota.\n\"The government views ISIL as a significantly more dangerous terrorist organization than [Al-Shabab]. While life under [Al-Shabab] is probably as unpleasant as life under ISIL, ISIL poses a far greater danger of attacks against the United States.\"\nDocherty said the government based its opinion on recent mass casualty terror attacks perpetrated in Europe \"and, most tellingly, San Bernardino.\"\nBut Fearon said Abdurahman has had ample time to think about the so-called caliphate he once sought out with his co-defendants. Now, she said, he wants to tell other youths about his experience - another in a series of efforts to speak out against ISIL that began with a family community forum at the U.S. attorney's office in June.\nAbdurahman \"has had an awakening of sorts,\" Fearon said. \"He has had an opportunity to reflect on [ISIL] and its activities and is aghast at what he has found.\"\nStephen Montemayor · 612-673-1755\n\nLoad-Date: November 4, 2016"
}