{
    "title": "ISIS pal will be tried on terror raps",
    "publisher": "daily news ",
    "year": 2020,
    "month": 8,
    "day": 15,
    "full text": "A man prosecutors call the world's most influential English-speaking terrorist will stand trial in Manhattan on charges stemming from his deep ties to ISIS, prosecutors said Friday.\nFollowing his extradition to New York from Jamaica late Thursday, Shaikh Faisal, 56 - also known as Trevor William Forrest - was arraigned in Manhattan Supreme Court.\nFaisal wore a beige prison suit and face mask at his arraignment, at which he was flanked by 11 cops. He pleaded not guilty to all charges.\nFaisal spent almost all of his adult life preaching violent and radical ideas, said Assistant DA David Stuart. Faisal used his religious background and prominence to pervert the Muslim religion and justify the killing of innocent people.\nSearch warrants executed on Faisal's electronic devices led investigators to messages he sent facilitating his followers in their plans to travel to ISIS. He also brokered marriages to ISIS fighters prosecutors said.\nFaisal is also accused of encouraging terrorist acts against targets in New York City - and of encouraging and facilitating the recruitment of an NYPD undercover officer into ISIS.\nDefense attorney Michael Fineman described the charges against his client as \"ridiculous,\" and said they were an attempt to punish unpopular speech.\nNo parallels can be drawn between Faisal and other noted terrorists invoked by prosecutors, such as London suicide bomber Germaine Lindsey and Faisal Shahzad, who attempted to bomb Times Square in 2010.\nFineman argued his client's purpose in joining ISIS and Al-Shabazz was to help jihadists seek out \"spiritual divorces\" from terrorism.\nManhattan Supreme Court Justice Maxwell Wiley granted the prosecutor's request to remand Faisal, as well as a \"lockdown order,\" which means he will be confined for 23 hours per day and limited in his phone, mail, and movements within the jail system.\n\nLoad-Date: August 15, 2020"
}