{
    "title": "ISIS, Terrorism and Refugees_ history, medieval studies and middle east club host teach-in",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 13,
    "full text": "Professor Bert De Vries showed this photo and others taken during his travels during his lecture in order to humanize the conflict. Photo courtesy Calvin History Department Facebook page.\nWith the increase in terrorist attacks in recent weeks, the Calvin history department hosted a teach-in titled \"ISIS, Terrorism, and Refugees\" last week. Professors overviewed the context and strategy of terrorism, described how this relates to Syrian refugees and offered advice for Christians in reacting to this crisis.\nProfessor Howard of the history department explained the ISIS situation, analyzing the Syrian war and how the lack and breakdown of Syria's political structure allowed the Islamic state to gain political traction.\nHe explained that, for most parties involved in the Syrian conflict, ISIS isn't the top of their agenda; the focus is on the Assad regime and its opponents. Partly because no one was paying attention, ISIS was able to gain so much traction.\nBert de Vries, professor of history and archeology, who had recently returned from his archeological dig site in Umm el-Jimal, Jordan, spoke on the refugee crisis. De Vries spends five months a year at the site, living in the same house as three refugee families and near a refugee camp.\nIn his talk, he showed pictures of his neighboring refugee children and emphasized how important it is for Christians to help refugees, explaining how many U.S. governors have refused to let in even 10,000 refugees.\nRefugees, he argued, are the \"irreversible damage of war.\" He explained in a separate interview that \"these refugees are fleeing from the violence and terrorism that they're suffering from. ... The victims are being blamed for the behavior of those who victimize them.\"\nThis approach, he said, \"is not only ignorant but very unjust and, from the point of view of Calvin College, very unchristian.\"\nHe explained, \"Refugees have rights as humans, and, as Christians, we have an obligation to help the people who are fleeing for their lives and for their beliefs and principals.\"\nJason VanHorn, professor of geography, explained that it's difficult to define terrorism, showing graphic visualizations of the incidence of terrorist acts as the global terrorism database defines it. With conservative estimates, he said, over 15,000 areas have been affected by terrorism since 9/11 and that there have been over 100,000 people killed and over 200,000 wounded.\nIn order to help, he said, we must pray and beseech the Lord for peace, learn - perhaps by taking his course on terrorism - and, he said, through learning, \"be a person of action who brings renewal to thinking about real problems.\"\nProfessor Joel Westra of political science offered explanation of the strategy of terrorism. Terrorism is not simply senseless violence, he said, but is an \"asymmetric strategy\" - a strategy used by weak actors to make strong actors vulnerable.\nHe said one of these strategies is compellence. By committing a violent act against society, the weaker actor compels the state to respond and, in doing so, shows the terrorists' capability and resolve.\nAlthough terrorist groups use this strategy primarily against democratic states, Westra explained, they also use it to intimidate citizens in the Middle East into siding with them.\nWestra explained, \"An event like Paris galvanizes attention, but it shouldn't be the only thing that does. There is far more pervasive widespread suffering through terrorism locally and the effects it's creating through migration.\"\nBecause foreign policy involves many difficult decisions and often leaves people without clear answers, Westra said, we must \"pray for these people who have to make these hard choices.\"\nLastly, history professor Frans van Liere described Islam's part in this, but emphasized that \"religion can incite people to violence just as it can inspire them to acts of good.\"\nBoth Christianity and Islam, according to him, have \"been marked by periods of military conquest and peaceful periods.\" He said, \"You can't compare peaceful times of Christianity to violent times of Islam.\"\nHe questioned why we don't often hear of the Muslim protests against terrorism. And, he said, \"Millions of Muslims are protesting terrorism with their feet; we call them refugees.\"\nHe explained, \"Terrorism is a political tactic adopted by many different ideological groups,\" not just Islam.\n\"We stand not as Christians against Muslims,\" he said, \"but as Christians and Muslims against terrorism.\"\nHe then described factors such as the disillusionment of youth which have encouraged the growth of terrorist groups in the Middle East.\nBetween the speakers and following the teach-in, there were brief times of questions. Though this brought \"a lively discussion,\" according to van Liere, some in the audience felt respondents were there to get their points across instead of to listen.\nSophomore Maggie Fayes felt disheartened by how some audience members \"had their own papers that they were reading off of that they brought in, so they weren't even here to listen to what the teach-in was saying, they were just here to bring their point across.\"\nHannah Mattson, co-president of the Middle East club, echoed this sentiment:\n\"I thought [the speakers] pointed out a lot of good things that don't always get heard in the news and in the media but I wonder how many people actually heard anything that they said.\"\nVan Liere agreed: \"I think some people in the audience came clearly with an agenda and wanted to draw attention to their view of the matter which is, of course good, as long as they don't monopolize the event.\"\nBill and Judy Parr, from Holland, learned about this event through the Grand Valley State Interfaith group. Bill said, \"We didn't want to miss this and we came running right over.\"\nJudy also felt there were some in the audience who had an agenda, but, she said, \"It's nevertheless a good thing to have this dialogue to increase understanding among ourselves.\"\nFayes said she applauded how de Vries focused on the humanity of Arabs, demonstrating they are human through showing pictures. \"They're not just terrorists who are coming to invade the country, like a lot of the respondents seemed to say.\"\nAccording to van Liere, \"there were a few students there of Arab descent who were clearly encouraged to hear that message because a lot of what they hear is 'Well, you look Arabic so therefore you must be a terrorist,' so I think to hear that publicly denied at Calvin sends the message 'we affirm you, we don't ostracize you,' and I think it's important to hear that message.\"\nRecent grad Audrey Hughey said she commended van Liere's remarks \"on the importance of really humanizing the situation and humanizing the refugees and the entire world of Islam and to not make the extremists the norm of how we view the religion of Islam.\"\nJunior Anneke Kapteyn said she \"appreciated how they moderated with compassion and insight.\"\nMattson agreed. \"I think it was a great opportunity to get very knowledgeable, well-thought-out news.\"\nLydia Cupery, a junior, said she enjoyed how the teach-in didn't just focus on an emotional response but offered an educated explanation:\n\"I think it's also important to ask the questions of why it happened,\" she said, \"and not only create a space for the emotions but create a space to learn more about it.\"\nVan Liere organized this teach-in because, he said, \"especially after the Paris attacks, one of the things that I found striking was there was not much public discussion about it at Calvin, while at the same time, in the public media, you can see a lot of anti-Muslim rhetoric, a lot of talk that came out of a fear, and maybe even hatred, so we decided to put this event together as a teach-in ... in order to counter those kind of opinions.\"\nA teach-in, he explained, is different from a forum in how it allows invited speakers to share their expertise instead of mainly revolving around discussion. He explained, \"You look at one particular issue from the expertise of the people who are there without actually trying to achieve a variety of political opinions.\"\nAlthough, according to van Liere, the panelists hold a variety of viewpoints on what the US response to ISIS should be, they all agree that \"ostracizing the Muslim community is not the answer.\"\n\nLoad-Date: December 13, 2015"
}