{
    "title": "ISIS does not reflect true Islam",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 8,
    "full text": "Matt Young\nKernel Columnist\nOne of the best things about studying both political science and journalism is that I often sit in a classroom and listen to students discuss current events and pressing issues. Conversely, it's also one of the worst things about studying both political science and journalism.\nToo many people have an opinion on issues they have no information about. Side note-the science of opinion-forming has long been set in stone. Step one is gaining information. If you do not have information, you should never move on to step two.\nNow for some information. ISIS is terrible, and I hope they all get what's coming to them. These terrorists have burned a path of hatred across Syria and Iraq, murdering everyone who does not believe in their version of Islam, including other Muslims. The key phrase to understand here is \"their version of Islam.\"\nAfter hearing other students refer to members of ISIS as \"typical Muslims,\" or comment that Muslims just want all Christians to die, it is time for a dose of reality. I studied Islam for quite a while, and even considered converting to Islam for a time. This is not a violent religion, and there is no way to say that loud enough.\nThis is a religion of peace and a religion of love. The Prophet Muhammad ratified a document called 'Achtiname of Muhammad' which granted Christians the right to practice their religion freely among Islam.\nFor generations Christians lived alongside Muslims in most of the Middle East, including Iraq, Iran and Afghanistan.\nThe violent Islam from which ISIS stems would have been rejected by the Prophet Muhammad as it has been by the rest of Islam.\nTerrorist groups distort their religion to justify violence the same way Christians distorted their religion to justify the crusades, the inquisitions, witch trials and slavery.\nIt should be very telling that before some violent radicals flew from the U.S. to Syria to join ISIS they bought Islam for Dummies and The Koran for Dummies from Amazon.\nTrue Islam does not preach violence. It is only a tiny minority that is violent.\nA response often given to this assertion is that Germans were not violent people, but the peaceful majority did not matter when Hitler began his genocide. True enough, but these are very different circumstances, and cannot be likened for three reasons:\nFirst, Hitler did not primarily kill other Nazis. By far the most common victims of terrorism are other Muslims. If the religion taught violence, all Muslims would be violent, and there would be no need to kill other Muslims.\nSecondly, the world did not fight a war against all Germans, it fought a war against the Third Reich.\nWe cannot blame Muslims for the actions of ISIS any more than we can blame Germans for the actions of Hitler. We fight the enemy, not the people.\nThirdly, Germany was its own state. Islam is not a state, it is a religion. We cannot defeat a religion with violence, it has never worked; just ask the Romans.\nThere is no Nation of Islam for us to defeat to rid ourselves of terrorism as there was a Third Reich for us to defeat and end Nazism.\nAs long as Americans continue to think our enemy is Islam we can never defeat terrorism. There is nothing \"typical\" about ISIS; there is nothing violent about true Islam.\nMatt Young is a political science and journalism senior.\nopinions@kykernel.com\n\nLoad-Date: September 9, 2014"
}