{
    "title": "ISIS Member Arrested in Sacramento, U.S. Says",
    "publisher": "the new york times",
    "year": 2018,
    "month": 8,
    "day": 15,
    "full text": "Federal authorities said Wednesday they had arrested an Iraqi national and longtime member of Al Qaeda and the Islamic State who fled after killing an Iraqi police officer in 2014, eventually settling in Sacramento as a purported refugee.\nThe man, Omar Ameen, 45, is wanted on a murder charge in Iraq and appeared before a federal magistrate judge in Sacramento on Wednesday soon after his arrest, the Justice Department said in a statement. He is to be extradited and will face trial in his home country, prosecutors said.\nMr. Ameen has been a member of Al Qaeda in Iraq since at least 2004 and later joined the Islamic State — known as ISIS — prosecutors said, citing interviews with several witnesses. He is not known to have renounced his membership in either group, they say.\n“It is common knowledge in Rawah, Iraq, that Ameen was a main local figure of AQI and ISIS,” a detention memorandum said.\nCourt documents say that on the night of June 22, 2014, a day after Rawah fell to ISIS, Mr. Ameen was one of several fighters who drove to the officer’s house in a rural area of town and opened fire. The officer, Ihsan Abdulhafiz Jasim, who had been a member of the Rawah Police Department, returned fire, the documents said. Then, when Mr. Jasim was on the ground, Mr. Ameen fired at him again, killing him, prosecutors said.\nISIS announced the killing on social media, court documents say, with a post that read: “[t]oday is the day to eliminate some rotten heads. Now in Rawah, the criminal Ihsan has been eliminated.”\nProsecutors also allege that Mr. Ameen’s family — he has more than a dozen siblings — had “supported and assisted the installation of Al Qaeda in Iraq” in Rawah, and that Mr. Ameen “participated in various activities” in support of terrorist organizations, such as helping to plant improvised explosive devices. An Iraqi intelligence report alleges that Mr. Ameen was also one of the founders of a terrorist group that became affiliated with Al Qaeda and was a “close associate” with its leader.\nIt was not immediately clear if he had a lawyer.\nMr. Ameen concealed his identity as a member of terrorist groups and lied about his background and the circumstances surrounding his departure from Iraq, painting himself as a victim of violence, according to court documents. As a result, his refugee application was approved by U.S. Citizenship and Immigration Services on June 5, 2014. The agency did not immediately respond to a phone message or email seeking comment Wednesday night.\nMr. Ameen did not immigrate directly to the United States following the approval of his application, but instead went to Iraq to commit the murder less than three weeks later, prosecutors said. He then traveled to the United States, arriving Nov. 4, 2014, they said, and eventually settled in Sacramento.\nThe F.B.I. Joint Terrorism Task Force has been investigating Mr. Ameen for suspected visa fraud since 2016, officials said.\nSeamus Hughes, the deputy director of the George Washington University Program on Extremism, said the case was likely to put a further spotlight on the already red-hot issue of refugees.\n“It’s clear there were breakdowns in the refugee vetting system on this case as a lot of the information on him was readily available,” said Mr. Hughes, who maintains a thorough database of Americans who joined the Islamic State. “The F.B.I. has been watching him for the last two years, but he was a known commodity in Iraq for nearly a decade. This is not the first case of a failure in the refugee screening process, but one of the most serious I have seen.”\nRukmini Callimachi contributed reporting. \nPHOTO: A federal agent removed items from an apartment on Wednesday following the arrest of Omar Ameen in Sacramento. He is accused of killing a police officer in Iraq. (PHOTOGRAPH BY Rich Pedroncelli/Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nTerrorism Suspects Are Posing as Refugees, Germany Says\nIraqi Refugees in Texas and California Accused of Terrorism Ties\n\nLoad-Date: August 17, 2018"
}