{
    "title": "ISIS-Linked Jail Riot in Indonesia Ends With Police Raid",
    "publisher": "the new york times",
    "year": 2018,
    "month": 5,
    "day": 10,
    "full text": "JAKARTA, Indonesia -- A riot and deadly two-day standoff by terrorism detainees in a police detention center near the Indonesian capital ended early Thursday after a police assault on the cellblock led to a mass surrender by those holed up inside, officials said.\nExplosions could be heard from the compound as a police counterterrorism unit, known as Detachment 88, fired tear gas and blew out walls in search of bombs made by a group of 155 terrorism suspects and convicted militants. Five guards and one detainee had been killed in the standoff, official said. \n  Most of the inmates in the section have been linked to the Islamic State, and the terrorist group's media arm claimed responsibility for the uprising, posting images it said showed guards that the detainees had taken hostage and then killed.\n  ''They all surrendered,'' Commissioner General Syafrudin, deputy chief of the Indonesian National Police, told reporters outside the local headquarters of the National Police Mobile Brigade, a paramilitary unit, in Depok, West Java Province, which houses the detention center.\n  ''The blast sounds were part of our efforts to destroy any bombs inside because they had made bombs,'' General Syafrudin said. ''For the next six hours, we will continue sterilization, and afterward, you journalists can go inside and look around.''\n  He said the 155 detainees under scrutiny would all be transferred to the maximum-security prison island of Nusakambangan, off the south coast of Java Island, where the convicts considered to be the most dangerous are all sent.\n  Gen. Mohammad Iqbal, a National Police spokesman, told reporters that the riot erupted late Tuesday at the detention center.\n  Even as the riot was unfolding, the Islamic State's propaganda arm uploaded videos and photos that it claimed were from inside the detention center, showing executed hostages and detainees brandishing weapons, raising the black flag of the Islamic State and pledging allegiance to the group's leader.\n  But initially, Indonesian officials denied that Islamic State loyalists had been behind the uprising. ''The trigger is trivial: complaints about food,'' General Iqbal said in the early hours of the standoff on Wednesday.\n  There was a riot at the same police detention center last November, when terrorist detainees fought with guards during a search for contraband, including cellphones. They took photos and video of themselves brandishing Islamic State flags.\n  According to the Institute for Policy Analysis of Conflict, a Jakarta-based research organization, the large population of terrorism suspects and convicts in the detention center has long been ''a disaster waiting to happen.''\n  In a report the institute released in February, ''we said it was A: overcrowded, and B: there was no effort at all to counsel the newly arrived detainees, and they were almost all pro-ISIS,'' Sidney Jones, the institute's director, said in an interview on Wednesday.\n  Ms. Jones, a prominent terrorism analyst, said the November 2017 riot was a warning to the authorities, who then began moving the most violent or radicalized convicts on terrorism charges to Nusakambangan.\n  The biggest attack by pro-ISIS Indonesian militants here came in January 2016, when a four men attacked a police post and shopping center in downtown Jakarta with homemade guns, bombs and suicide vests. The four attackers were killed along with four civilians, and 23 people were injured.\n  Last week, the police in West Java arrested three men who were accused of planning a suicide bombing on the Police Headquarters where the detention center is.\n  Indonesia has suffered numerous terrorist attacks in recent years, including bombings on Bali in 2002 and 2005, and international hotels in Jakarta in 2003 and 2009.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/05/09/world/asia/indonesia-isis-hostages.html\n\nLoad-Date: May 10, 2018"
}