{
    "title": "ISIS Claims Deadly Attack in Jordan",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 21,
    "full text": "AMMAN, Jordan -- The Islamic State claimed responsibility on Tuesday for a terrorist attack in the southern Jordanian city of Karak that killed 10 people, including the head of the military's special forces, according to an organization that monitors militant groups.\nAs the authorities continued their investigation into the attack on Sunday, three gendarmes and a police officer were shot and killed in Karak as Jordanian security forces conducted raids, a spokesman for the Jordanian Public Security Department said. \n  In the statement released by the Islamic State, according to the SITE Intelligence Group, the militants said four fighters, ''by virtue of God alone'' and described as ''caliphate soldiers,'' carried out the attack on Sunday using automatic weapons and hand grenades.\n  Seven Jordanian security officers, a Canadian tourist and two Jordanian civilians were killed, and four attackers also died in the clashes. The assault began at a house where the gunmen were staying. They then fled and attacked a police station, before moving on to Karak's ancient crusader castle, a popular tourist destination in the city.\n  Among those killed was a Jordanian general, Saad Maaytah, who was described as the head of the special forces unit. His death was confirmed by the Jordanian government.\n  The militants ''took cover in the Karak castle, where there were nationals of the allied crusader coalition countries,'' the statement from the Islamic State said. ''Violent clashes took place and continued for several hours, where the four knights were elevated to heaven, after the apostates and the crusaders tasted death, which our families taste in Syria and Iraq and in other places.''\n  Weapons carried by the assailants were found in the castle, and explosives, suicide vests and more weapons were discovered at the house, suggesting that the men were preparing to commit more deadly attacks.\n  The statement warned of additional attacks, stating, ''We promise the coalition countries more severe repercussions.''\n  Speaking to the Jordanian Armed Forces on Tuesday, King Abdullah II said that the attack in Karak would not affect the stability and security of the country.\n  He said other countries were also facing the threat of terrorism on a daily basis, expanding on a theme he addressed in comments made while visiting the wounded on Monday, when he said that national unity would be the strongest weapon in fighting terrorism.\n  Jordan is a crucial ally of the United States in a volatile region. Although terrorist attacks in Jordan are relatively rare, the country has maintained a high state of vigilance. Terrorism, in particular from the Islamic State, also known as ISIS or ISIL, has plagued neighboring countries.\n  A poll published in the summer by the International Republican Institute found that attitudes in Jordan toward the Islamic State were hardening, with 89 percent of those surveyed saying they considered the extremist group to be a terrorist organization.\n  However, ''there is a feeling'' that the number of Jordanians who have been radicalized by the Islamic State is increasing, said Manar Rachwani, a columnist and op-ed editor at Al Ghad, an independent daily newspaper.\n  Jordan has been the site of several other attacks or foiled plots this year -- the militant group claimed responsibility for a suicide assault this year at a Jordanian border crossing with Syria that killed seven members of the Jordanian security forces and wounded 13 others.\n  Though not all the attacks have been connected to the Islamic State, the potential consequences are clear to all, Mr. Rachwani said.\n  ''We also understand the repercussions of what is happening with the countries around us, including in Aleppo,'' he said. ''We know this will lead to anger and frustration within society, and the security apparatus understands this very well.''\n\nhttp://www.nytimes.com/2016/12/20/world/middleeast/jordan-attack-isis-karak.html\n\nLoad-Date: December 21, 2016"
}