{
    "title": "ISIS May Be Waning, but Global Threats of Terrorism Continue to Spread",
    "publisher": "the new york times",
    "year": 2018,
    "month": 7,
    "day": 6,
    "full text": "WASHINGTON — In Germany and France, the authorities thwarted terrorists’ plots to attack with the deadly poison ricin. In eastern Syria, the Islamic State continued its retreat under stepped-up assaults by Kurdish militia and Iraqi pilots. And extremists in Yemen, Somalia and Libya were targeted by American airstrikes.\nThat spate of action, over the past few weeks alone, illustrates the shifting and enduring threat from Islamic extremism around the world that will last long after the Islamic State, also known as ISIS, is defeated on the battlefield.\nFrom the scheming of lone extremists with no apparent connections to terrorist groups, like the ricin plots, to fighters aligned with the Islamic State or Al Qaeda in more than two dozen countries, terrorist threats are as complex and diverse as ever, American and other Western intelligence officials said in interviews.\nThe Islamic State, in particular, is adapting to setbacks and increasingly using the tools of globalization — including Bitcoin and encrypted communications — to take their fight underground and rally adherents around the world.\n“If you look across the globe, the cohesive nature of the enterprise for ISIS has been maintained,” Russell Travers, the acting head of the National Counterterrorism Center, said in an interview.\n“There’s not been any breaking up, at least not as yet,” Mr. Travers said. “The message continues to resonate with way too many people.”\nThe Pentagon’s latest defense strategy elevates Russia and China above terrorism in the hierarchy of national threats. Defense Secretary Jim Mattis met late last month with the four-star commanders of American Special Operations forces and troops in Africa to discuss options for            halving the number of counterterrorism forces on the continent over the next three years, and assigning them new missions.\nYet many counterterrorism specialists voiced concern that refocusing resources and political capital could go too far and give violent extremists time and space to regroup and rebound — much as the Islamic State did in 2013, emerging from the ashes of Al Qaeda in Iraq.\n“Terrorist networks have spread,” said Christopher P. Costa, a former senior director for counterterrorism to President Trump’s National Security Council.\n“I fear that without continuing counterterrorism pressure, where there are ungoverned spaces used as sanctuaries, there will be resurgent threats,” said Mr. Costa, now the executive director of the International Spy Museum in Washington.\nAmerican allies are echoing similar fears. “Europe faces an intense, unrelenting and multidimensional international terrorist threat,” Andrew Parker, the head of Britain’s domestic spy service, MI5, said in a rare address in Berlin in May.\nThe ledger on the Islamic State is a mix of glaring weaknesses and stubborn offsetting strengths.\nThe Islamic State has lost nearly all of the territory it seized in 2014 in Iraq and Syria, but            it still controls about 1,000 square miles, or roughly twice the size of Los Angeles, according to American officials. “There’s still hard fighting ahead,” Mr. Mattis told reporters last week.\nMany of the group’s senior leaders have been killed. But American intelligence and military officials warn that the Islamic State still holds sway with a potent appeal on social media for adherents, from Europe to the Philippines, to carry out attacks wherever they are.\nThousands of the roughly 40,000 fighters from more than 120 countries who joined the Islamic State in battle since 2014 died in Syria and Iraq, American and other Western officials said.\nBut many thousands more probably slipped away to conflicts in Libya, Yemen or the Philippines, or went into hiding in countries like Turkey, the officials said.\n“I worry about very seasoned fighters who will pop up periodically,” said Mr. Travers, who noted that the continuing turmoil in Syria makes it harder for spy agencies to monitor terrorists on the run. “Some are being tracked, some aren’t.”\nEven Islamic State fighters who have been caught pose a dilemma.\nThe United States military is spending about $1 million to help detain thousands of Islamic State fighters and their family members in makeshift camps run by Kurdish militias in northern Syria, drawing the Pentagon deeper into the war-zone detention operations that it has sought to avoid. Critics fear the facilities could become breeding grounds for extremists and repeat a key security miscue of the Iraq war.\nThe recently resumed offensive in the Middle Euphrates River Valley, called Operation Roundup, has swelled the number of people held in converted schools and office buildings to about 600 Islamic State fighters from more than 40 countries, military officials said.\nOnly one country has agreed to repatriate its citizen-fighters, and American officials have refused to identify it, fearing the publicity would dissuade any other takers.\nNew evidence of Islamic extremism has spread to countries that have not dealt with it before, like Mozambique and the Democratic Republic of the Congo.\nIn the northern Mozambican province of Cabo Delgado, a group that alternates between the names al-Sunnah wa Jama’ah, Swahili Sunna or al‑Shabab, has unleashed a series of attacks on an impoverished region bordering Tanzania. Local officials said the group has no formal links with the Islamic extremist group Shabab in Somalia, but has copied many of their tactics.\nSince they appeared last October, the Mozambican Shabab have attacked police stations, government buildings and local villages. Last month alone, nearly 40 people died in the brutal attacks and more than 1,000 were displaced as the militants burned homes, stores and other buildings.\nThe group’s motivations for the attacks remain unknown. It has made no public statements, nor has it claimed credit for the attacks. But military and intelligence officials said it was most likely formed in reaction to the extreme poverty in Mozambique’s only predominantly Muslim region.\n“We are at an inflection point in the broader campaign against terrorism,” said Laith Alkhouri, a senior director at Flashpoint, a business risk intelligence company in New York, assessing the global terrorist threat.\nOver the past month alone, and armed with new authorities from Mr. Trump, American Special Operations forces continue to hunt Islamic State and Qaeda operatives. In June, Mr. Trump nominated a former member of the Navy SEALs, Vice Adm. Joseph Maguire, to be the next director of the National Counterterrorism Center.\nOn June 6, an American Reaper drone killed four Islamic State fighters near Bani Walid, Libya, about 110 miles southeast of Tripoli, Libya’s capital. A week later, another Reaper killed a Qaeda operative 50 miles southeast of Bani Walid. Ten days later, in central Yemen, American airstrikes attacked Qaeda fighters in the contested central Hadramout region.\nThe risks of these missions was laid bare on June 8, when an American Special Operations soldier was killed and four others were wounded in an attack in southwestern Somalia against Shabab fighters.\nEven away from the battlefield, extremists on social media and the internet are proving to be potent. French authorities foiled a ricin plot by an Egyptian-born student in May after intercepting messages on the secure social media platform Telegram.\nAnd in Cologne, Germany, authorities acting on information from American intelligence agencies last month arrested a Tunisian man who tried to buy 1,000 castor bean seeds and a coffee grinder online. The shell of the castor bean is highly poisonous and can be used to make ricin.\nPlots involving ricin are not new. In 2011, for instance, American counterterrorism officials voiced increasing concern that Al Qaeda’s most dangerous regional affiliate — its branch in Yemen — was trying to produce ricin, to be packed around small explosives for attacks against the United States. The threat never materialized.\nNow, officials worry that the know-how from these specialized battlefield plots and operations is seeping into everyday social media conduits, where they are available for aspiring terrorists and even lone actors in their own lethal plans.\nMr. Travers declined to elaborate on the German plot. But, “it does appear that the possibility of this kind of use is growing,” he said, speaking broadly of extremists’ use of chemical weapons and other poisons. “And that is a concern to all of us.”\nRon Nixon contributed reporting from Maputo, Mozambique. \nPHOTO: Somali soldiers last month at the site of an attack by the Shabab in which an American soldier was killed and four others were injured. (PHOTOGRAPH BY Farah Abdi Warsameh/Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nQuick Evacuation in Somalia Firefight Shows Disparity in U.S. Resources in Africa\nPentagon May Cut Commando Forces in Africa in Major Military Review\nBattle to Stamp Out ISIS in Syria Gains New Momentum, but Threats Remain\nAmerican Warplanes Shift Tactics to Target Last ISIS Pockets in Eastern Syria\n\nLoad-Date: June 11, 2019"
}