{
    "title": "ISIS teaching kids the ABCs of terrorism",
    "publisher": "daily news ",
    "year": 2014,
    "month": 6,
    "day": 20,
    "full text": "THE BLOODTHIRSTY Islamic fanatics battling for control of Iraq appear to be preparing kids for a life as cannon fodder.\nKalashnikov-toting children in camouflage uniforms at an ISIS rally were captured in a video grab from a jihadist website.\nIn them, a black-clad Islamic State of Iraq and Syria official is seen warping the young minds and apparently prepping them to slaughter Shiites.\n\"Victorious and proud, the (ISIS) recruit armed children to fight against the Western countries and to take back their native land of Iraq,\" the tagline says in Arabic.\nIt wasn't clear when or where the photos were taken.\nBut the Institute for the Study of War, a Washington think tank, said ISIS uses social media to push propaganda, recruit fighters and boost funding.\nISIS is bent on carving out a Sunni Muslim caliphate and has committed mass murders as it has gobbled up Iraqi territory.\nChildren have been photographed before witnessing ISIS executions of captured Iraqi soldiers and Shiite civilians.\nA video posted to YouTube on Monday showed gunmen forcing a bound man in his 20s to kneel amid a gang of masked militants, some of whom recorded the grim scene with video cameras and cellphones.\nTwo school-age boys were shown standing shoulder to shoulder with the masked thugs - one of them clutching what appeared to be a Kalashnikov-style rifle.\nThe execution reportedly took place in the major northern city of Mosul, which the Al Qaeda splinter group overran last week.\nThe new photos - posted on Abacapress.com - suggest that ISIS is now turning kids into killing machines.\nSome Shiite groups appear to be doing the same thing as Iraq continues to splinter.\nIn recent days, photos have surfaced of gun-toting children amid armed Shiite militiamen.\ncsiemaszko@nydailynews.com\n\nGraphic\n\n \nISIS video shows a terror group leader addressing team of armed, masked children and spreading message of jihad.\n\nLoad-Date: June 20, 2014"
}