{
    "title": "ISLAMIC CONVERT DENIES ANY LINK WITH TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 8,
    "day": 12,
    "full text": "SEATTLE (AP) -- Ali Shahid Abdul-Raheem says his prison conversion to Islam has changed his life for the better. But his alliance with militants at a now-shuttered local mosque has brought him to the attention of federal agents working to uncover terrorist activities across the country.\nHe says he's had nothing to do with terrorism, but does hope to leave America with his wife and children for a new life in a Muslim country.\nHe has traveled to a London mosque that has been a center of militant teachings. He considers the mosque's leader, Abu Hamza al-Masri, a friend.\nThe FBI has questioned him three times in the past year, including on Saturday night, The Seattle Times reported.\n\"I told the FBI, 'You can follow me around until I'm old and gray and you still will not find me with any terrorism group,'\" Abdul-Raheem said.\nBorn Patrick Fitzsimmons in 1972, Abdul-Raheem grew up in California and dropped out of high school in the 10th grade.\nBy 19, he was living in Washington, where he and a buddy broke into an Everett apartment and stole a TV and computer.\nHe was convicted of first-degree robbery and sentenced to 31 months in prison.\nIt was in the state penitentiary in Walla Walla where Abdul-Raheem, 30, says his life changed for the better. There, under the guidance of fellow inmate and mainstream Muslim \"Omar the Turk,\" he converted to Islam.\nThe change helped Abdul-Raheem go straight. He quit drinking, smoking and, after leaving prison, he married Halimah, a Muslim woman, and the couple had three children.\nFirst a moderate Muslim, Abdul-Raheem later became interested in the more aggressive message of Abu Hamza, a cleric whose funds have been frozen by the U.S. Treasury for his alleged membership in the Islamic Army of Aden. The organization claimed responsibility for the bombing of the USS Cole in Yemen in October 2000.\nIn the 1990s, Abdul-Raheem joined nearly a dozen other conservative Muslims in Seattle's Central Area, and the group tried to enforce strict Islamic law in the block around the now-defunct Dar-us-Salaam prayer center. Mosque members reportedly once beat a drug dealer.\n\"We did not have the money to move to an Islamic country,\" Abdul-Raheem said. \"So we tried to make one here. That block was our Islamic country.\"\n\nLoad-Date: August 13, 2002"
}