{
    "title": "Islamic Groups Named in Hamas Funding Case",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 6,
    "day": 4,
    "full text": "Federal prosecutors have named three prominent Islamic organizations in America as participants in an alleged criminal conspiracy to support a Palestinian Arab terrorist group, Hamas.\nProsecutors applied the label of \"unindicted co-conspirator\" to the Council on American-Islamic Relations, the Islamic Society of North America, and the North American Islamic Trust in connection with a trial planned in Texas next month for five officials of a defunct charity, the Holy Land Foundation for Relief and Development.\nWhile the foundation was charged in the case, which was filed in 2004, none of the other groups was. However, the co-conspirator designation could be a blow to the credibility of the national Islamic organizations, which often work hand-in-hand with government officials engaged in outreach to the Muslim community.\nA court filing by the government last week listed the three prominent groups among about 300 individuals or entities named as co-conspirators. The document gave scant details, but prosecutors described CAIR as a present or past member of \"the U.S. Muslim Brotherhood's Palestine Committee and/or its organizations.\" The government listed the Islamic Society of North America and the North American Islamic Trust as \"entities who are and/or were members of the U.S. Muslim Brotherhood.\"\nThe secretary-general of the Islamic Society of North America, Muneer Fareed, said his group was surprised to be named in the Texas case. \"I can tell you categorically that the current administration of ISNA, as well as its stakeholders, they have no connection to my knowledge with any Holy Land foundations,\" he said.\nMr. Fareed denied his group has any ties to Hamas, though he said it is difficult to police all 300 mosques under his umbrella. \"We might have a kid whose dad was president of Hamas for all I know,\" he said. \"How do you verify these things?\"\nThe Islamic official expressed frustration at the lack of detail in the prosecution's filing. \"Perhaps there's some evidence. I just don't really know what it is,\" he said.\nSpokesmen for CAIR did not respond to messages seeking comment yesterday. Efforts to contact the North American Islamic Trust were unsuccessful.\nThe identification of the alleged co-conspirators could aid prosecutors when the Holy Land Foundation and five of its officials, Shukri Abu-Baker, Mohammad El-Mezain, Ghassan Elashi, Mufid Abdulqader, and Abdulraham Odeh, go to trial on July 16 in Dallas. Statements by and about co-conspirators are exempt from rules barring hearsay.\nJudge A. Joe Fish will have to decide whether to accept the government's description of the alleged conspiracy.\nThe practice of publicly naming unindicted co-conspirators is frowned on by some in the legal community, chiefly because there is no trial or other mechanism for those named to challenge their designation. Justice Department guidelines discourage the public identification of unindicted co-conspirators by the government.\n\"In all public filings and proceedings, federal prosecutors should remain sensitive to the privacy and reputation interests of uncharged third-parties,\" the Justice Department's manual for prosecutors says. When co-conspirator lists have to be filed in court, prosecutors should seek to file them under seal, the guidelines say.\nIn practice, the lists are often made public. A list of co-conspirators was released in connection with the federal trial in 2005 of a former college professor, Sami Al-Arian, on terrorism support charges. However, when Enron executives went on trial last year, the list of alleged co-conspirators was kept under seal. Prosecutors on the Holy Land Foundation case could not be reached yesterday and did not respond to an e-mail.\nThe inclusion of the Islamic groups on the list of alleged conspirators could give ammunition to critics of the organizations. CAIR, in particular, has faced persistent claims that it is soft on terrorism. Critics note that several former CAIR officials have been convicted or deported after being charged with fraud, embargo violations, or aiding terrorist training. Spokesmen for the group have also raised eyebrows for offering generic denunciations of terrorism but refusing to condemn by name specific Islamic terrorist groups such as Hamas or Hezbollah.\nIn addition, one of the Holy Land Foundation defendants, Ghassan Elashi, founded CAIR's Texas chapter. CAIR's Washington office was also set up in 1994 with $5,000 in seed money from the foundation, according to congressional testimony by a researcher into Islamic extremism, Steven Emerson.\nLast year, Senator Boxer of California, a Democrat, withdrew an award she gave to an official at a local CAIR chapter. She said she had concerns about statements by some CAIR officials and about claims of financial links to terrorism. Many FBI officials meet regularly with CAIR representatives and clerics from the Islamic Society of North America.\nA New York Times article published in March said unidentified government officials believed that the criticism of CAIR was unwarranted. A former FBI official, Michael Rolince, said yesterday that the co-conspirator designation might prompt CAIR to be more direct in denouncing terrorism but was no reason to cut off all contact with the group.\n\"People could say the same thing about the FBI. They're not all choirboys,\" he said. \"We don't go into this with blinders on.\"\nSeparately, a reporter for the Dallas Morning News, Steve McGonigle, is fighting the prosecution's efforts to call him as a witness at the Holy Land Foundation trial.\nIn filing to quash the subpoena last week, Mr. McGonigle said prosecutors want to question him about an interview that he conducted in 1999 with the spiritual leader of Hamas, Sheikh Ahmad Yassin. Yassin, who was killed in an Israeli airstrike in 2004, denied any connection between Holy Land Foundation and Hamas.\nHowever, Mr. McGonigle reported that records showed that the foundation sometimes singled out the families of Hamas \"martyrs\" for assistance.\nMr. McGonigle's lawyer said his client could be targeted by terrorists if he forced to testify. \"A journalist who is perceived to have acted as an agent for the U.S. Government will almost inevitably be placed at a substantially greater risk when on assignment in the Middle East,\" the attorney, Paul Watler, wrote.\n\nLoad-Date: June 4, 2007"
}