{
    "title": "Islamic militants in Assam",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 8,
    "day": 7,
    "full text": "The Assam Police must be congratulated for having arrested seven persons in Nalbari and Barpeta districts of lower Assam over a period of one week for their alleged links with the Jamaat-ul-Mujahideen Bangladesh (JMB) - an Islamic terrorist organization operating from Bangladesh. Three of them who were arrested on Saturday have been identified as Mustafizur Rahman of Sarthebari in Barpeta district, and Safiqul Islam and Danish Ali of Mukalmua in Nalbari district. According to the police, Mustafizur and Safiqul have undergone training on the use and manufacture of arms and ammunition imparted by Jamaat-ul-Mujahideen Bangladesh. Mustafizur incidentally comes from the same village from where the police had a couple of years ago arrested Sahanur Alam, one of the main accused in the infamous Burdwan blast incident of December 2014. Since then the Assam police found involvement of the JMB in five cases and arrested as many as 565 JMB suspects. \nThese operatives, linkmen and sympathisers, who get funds from Bangladesh and Pakistan have engaged in recruitment and training mainly in Nalbari, Barpeta, Chirang, Kokrajhar, Goalpara, Mankachar and Dhubri districts. There was news that one of the JMB modules in Assam was formed to mount an attack on indigenous Bodo people after some persons belonging to the immigrant Muslim community were allegedly killed by the militant outfit National Democratic Front of Boroland (NDFB). A large number of Bodo tribal people were rendered homeless and several were killed in a large-scale violence in Kokrajhar in 2012, with the needle of suspicion pointed at the JMB. What is most alarming is that the JMB operatives have been often provided shelter and protection by a section of residents of the above-mentioned districts, including in some religious institutions, thus indicating clearly that a large section of immigrants in these districts owe their allegiance not to India but to some other country. It was only in May this year that the Ministry of Home Affairs (MHA) sounded an alert about plans of terrorist outfit JMB making permanent bases within 10 kilometres of the India-Bangladesh border in the eastern states of Tripura, Assam and West Bengal. A gazette notification, issued by the MHA in May said that the terror outfit Jamaat-ul-Mujahideen Bangladesh plans of spreading its network in south India with an overarching motive to establish Caliphate in the Indian subcontinent. The notification in May said that the proscribed organizations - the Jamaat-ul-Mujahideen Bangladesh or Jamaat-ul-Mujahideen India or Jamaat-ul-Mujahideen Hindustan and all its manifestations - indulged and promoted the acts of terrorism and have been engaged in radicalization and recruitment of youths for terrorist activities in India. The JMB is also engaged in recruitment and raising funds for terrorist activities, procurement of explosives/chemicals and assembling of improvised explosives devices (IEDs). It is a matter of grave concern that the JMB and its several sister formations such as the Jamaat-ul-Mujahideen Hindustan have committed acts of terrorism, promoted acts of terrorism and have been engaged in radicalization and recruitment of youths for terrorist activities in India. The terror outfit was also found involved in recruitment and raising funds for terrorist activities, procurement of explosives, chemicals and assembling of Improvised Explosive Devices (IED). The Jamaatul Mujahidin Bangladesh was founded in 1998 and committed to establishing an Islamic state in Bangladesh through violence, and made its first major public appearance in the jihadi scene with a synchronized, country-wide bomb assault in Bangladesh on August 17, 2005. On that day it detonated as many as 460 bombs within a 30-minute period at 300 locations in 63 of the 64 districts in Bangladesh. It is high time the government - both in Delhi and Dispur - took strong steps and sounded an alert, especially taking into consideration the fact the JMB would also attempt to create trouble and indulge in large-scale violence in Assam after publication of the final NRC.\n\nLoad-Date: August 10, 2019"
}