{
    "title": "Islamophobia is not the answer",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 22,
    "full text": "Members of a major world religion are required to register their affiliation and ordered to wear badges of identification. They are tracked. Their places of worship are put out of commission. They are shamed in public for being who they are, and no one offers them help in even the most dire situations.\nThe year is 2015, and Republican presidential candidate, Donald Trump, has recently suggested all American Muslims should \"absolutely\" be required to register their identities in a database, for monitoring purposes because, in his words, \"Our country has no management.''\nWe've seen this before, in 1939 when Adolf Hitler mandated Jews in Poland begin wearing stars on their clothing as identification. We saw it again in 1941, when Hitler required German Jews to wear stars, and again in 1942, when French, Belgian, Croatian, Slovakian and Romanian Jews, among others, were required to do the same.\nThis is not the first time Trump has taken the offensive with regard to Islam in America. Last month, the presidential hopeful voiced his support in favor of closing mosques with hopes of alleviating religious extremism. Just a few days ago, Trump said in an interview with Fox News that, \"We're gonna have no choice\" but to close U.S. mosques. \"Nobody wants to say this and nobody wants to shut down religious institutions or anything,\" Trump added, but continued in saying, \"There's absolutely no choice. Some really bad things are happening, and they're happening fast.\"\nIt is undeniable that \"some really bad things are happening,\" especially in wake of the attacks in Paris - which left 129 dead and more than 300 injured - and in Baghdad, Iraq and Beirut, Lebanon, which left 26 and 43 people dead, respectively, and hundreds more injured. The attacks have prompted Trump, along with more than half of all U.S. governors, to voice their opposition against taking in Syrian refugees for the threat of terror attacks on U.S. soil.\nBut Trump's Nazi rhetoric and anti-Islamic sentiments are not the answer to the problem of terrorism.\nWhile it is entirely true that an Islamic State of Iraq and Syria terrorist could pose as an innocent refugee, that situation is entirely unlikely. The U.S., as of right now, is poised to take in 10,000 Syrian refugees over the next year. But what many don't understand is that this plan also comes with a vigorous three-year screening process of every refugee - the standard process used for all immigrants. If an ISIS fighter wanted to carry out an attack on American soil, he or she would not need to wait three years to do so.\nBut instead of understanding the legal processes by which our society functions, we are instead using fear to make sense of the world around us, and this is a detriment to our own health, safety and well-being.\nBy sending away Syrian refugees because of their religious affiliation, we only allow ISIS to grow. Turning away refugees only allows for more people to become radicalized in their home countries.\nBy making statements such as \"the mosques need to be closed\" and \"all Muslims must be registered,\" we only further isolate the groups who so very need our compassion, for they, too, are the ones being terrorized.\nIt is not only ineffective to invoke Nazi ideology in the debate over how to solve terrorism, it is morally wrong. Our political leaders should be less concerned with the unlikely threat a refugee will pose to our country, and more concerned with stopping terrorism at its roots. Solving the global problem of terrorism will require more than racist words and a strong military presence. It will take compassion, a willingness from all parties to cooperate and open minds by all.\nIslamophobia is not the answer.\n\nLoad-Date: November 25, 2015"
}