{
    "title": "Islamic State leader pops up on video Terrorist salutes killers in Sri Lanka bombings",
    "publisher": "usa today",
    "year": 2019,
    "month": 4,
    "day": 30,
    "full text": "The Islamic State terrorist group released a video Monday purportedly showing its leader, Abu Bakr al-Baghdadi, for the first time in nearly five years.\nIn the video, Baghdadi praises the Sri Lanka attackers and calls those deadly bombings revenge for the Islamic State's defeat in Syria, according to the SITE Intelligence Group, which tracks extremist groups. Those attacks, carried out on Easter Sunday against Catholic churches and high-end hotels, killed more than 250 people, including at least four Americans.\nThe Islamic State, also known as ISIS, claimed responsibility for the attack. Sri Lankan officials said members of a local radical Islamic group carried out the bombings with the help of an international network.\nThe ISIS video was released by Al-Furqan, the terrorist group's media outlet. It shows Baghdadi - whose whereabouts are unknown - seated on a rug or cushion with a machine gun propped up next to him and a black robe draped around his legs. His hair is covered with a black hood, but his face and bushy beard are visible.\nRita Katz, executive director and founder of SITE, said the video demonstrates that ISIS remains a \"serious danger.\" It shows not only that Baghdadi \"is still alive,\" she wrote in a tweet Monday, \"but also that he is able to reemerge to his supporters and reaffirm the group's us-vs-the-world message after all the progress made against the group.\"\nThe Islamic State lost control of its last patch of territory in Syria in late March, when the U.S.-backed Syrian Democratic Forces freed the eastern Syrian village of Baghouz. Jihadists mounted a last stand there.\nThat ended the self-declared \"caliphate\" ISIS established in 2014, when the terrorist group controlled a large swath of territory in Syria and Iraq. In the video, Baghdadi talks about the end of the fighting in Syria, according to SITE.\nAs the attacks April 21 in Sri Lanka demonstrated, that territorial defeat has not extinguished the Islamic State's capacity to unleash death and destruction.\nCharlie Winter, a senior research fellow at the International Centre for the Study of Radicalization, part of King's College in London, said ISIS probably released the video to prove Baghdadi is alive and portray him as a \"hands-on\" leader. It helps \"reiterate that its jihad isn't over,\" Winter said in a series of tweets Monday.\nThe bombings in Sri Lanka mirrored other Islamic State attacks. Terrorism specialists noted that ISIS has frequently used local extremists to carry out terrorist attacks, and they often aim at \"soft targets\" that are not well-secured.\nIn a statement on its propaganda site, ISIS said the Sri Lanka attack specifically targeted Christians and foreigners from countries involved in fighting the terrorist group in Syria and Iraq.\nExperts said additional attacks would almost certainly follow.\n\"That's because terrorism has long been a crucial promotional tactic for ISIS,\" Winter and Aymenn Al-Tamimi, an independent researcher and founder of a website that collects ISIS documents, wrote in an analysis published by The Atlantic.\n\"This won't change just because the organization, which tried to build a proto-state on territory it held in Iraq and Syria, was militarily defeated earlier this year,\" they wrote. For ISIS, \"the strategic utility of terrorism has never been greater.\"\nContributing: Kim Hjelmgaard and Tom Vanden Brook \n\nLoad-Date: April 30, 2019"
}