{
    "title": "Islamic State takes credit for attack 2 die, 3 injured in Paris shooting that comes days before pres",
    "publisher": "daily news ",
    "year": 2017,
    "month": 4,
    "day": 21,
    "full text": "Police seal ofl the Champs-Elysees in Paris after a fatal shooting in which a police oficer was killed along with an attacker on Thursday. An attacker with an automatic weapon opened fire on police, killing one oficer before police shot and killed him.\nPARIS - A gunman wielding an assault rifle Thursday night killed a police officer on the Champs-Élysées in central Paris, stirring fears in France of a terrorist attack that could tip voting in a hotly contested presidential election that starts Sunday.\nThe gunman was shot dead by police as he tried to flee on foot; two other police officers and a bystander were wounded. Police quickly blocked access to the crowded thoroughfare, lined with restaurants and high-end stores, as a helicopter hovered overhead. Officers began searching for possible accomplices in the attack, which set off panic and a scramble for shelter on surrounding streets.\nNear midnight, President Francois Hollande said in an address to the nation that the attack appeared to be an act of terrorism. The Islamic State claimed responsibility in a message posted on a jihadi channel, and the Paris prosecutor said he had opened a terrorism investigation.\nThe attack came only days before the start of a presidential vote that could reverberate across Europe, and as the 11 candidates were having their final quasi-debate on the France 2 television network.\nAnalysts have been saying for weeks that an attack just before the first vote, or between the first vote and the runoff on May 7, could tip the election toward a candidate perceived as tougher on crime and terrorism, especially far-right leader Marine Le Pen, who hardened her stand against Muslim immigration in the campaign's final days, linking it to security fears, or Francois Fillon, who has pledged to eradicate Islamic terrorism.\nLe Pen after the shooting called for \"emotion and solidarity for our forces of order, once again targets.\"\nHollande, who spoke from the Élysée Palace, offered an emotional tribute to police, whom he said were the country's first line of defense, and endeavored to reassure a nervous public.\n\"It has been the case for a number of months, and we will have absolute vigilance when it comes to the elections,\" he said, \"but everyone will understand that at this hour, my thoughts are with the family of the police who were killed and with those close to the wounded policeman.\"\nPresident Donald Trump, who was meeting with Prime Minister Paolo Gentiloni of Italy at the White House Thursday, called the attack \"a terrible thing,\" adding, \"It's a very, very terrible thing that's going on in the world today. But it looks like another terrorist attack. And what can you say - it just never ends.\"\nFrancois Molins, the Paris prosecutor, said that shortly before 9 p.m., a car pulled up to a police vehicle that was parked in front of a Marks & Spencer store. A gunman jumped out and opened fire on the vehicle, killing an officer. The gunman then tried to flee while firing at other officers but was killed by police. A restaurateur near the scene of the shooting, who would give only his first name, Denis, told France 24 television by phone that people had sought refuge in his restaurant.\n\"They were scared. They didn't know what to do, or when it would end,\" he said. \"Some of them were in shock, others were crying.\"\nFrance has been on high alert since the terrorist attacks in and around Paris in November 2015, and this presidential election will be the first to be conducted under such conditions. Authorities have been warning for months that despite the lack of any large-scale attacks, the threat had not abated.\nMolins, who handles terrorism investigations nationwide, said authorities had identified the killer, but he declined to provide the gunman's name because police raids and the search for potential accomplices were still ongoing. European counterterrorism officials said they believed the Islamic State's claim was credible.\nThe speed with which the group claimed responsibility was \"surprising,\" said Peter R. Neumann, director of the International Center for the Study of Radicalization and Political Violence at King's College London \"It seems prepared and coordinated, like they knew this was going to happen.\"\n\nLoad-Date: April 21, 2017"
}