{
    "title": "Islam 'a religion of peace' Muslims say that al-Qaida's terrorism is an offense again Islam",
    "publisher": "lincoln journal star ",
    "year": 2010,
    "month": 9,
    "day": 11,
    "full text": "AFlorida minister may or may not burn the Quran today. Fervor over a proposed mosque near the former site of the World Trade Center in New York City mounts. Right-wing conservatives continue to play on America's anti-Muslim sentiment with insinuations that the president of the United States is Muslim, not Christian as he states. Here on the ninth anniversary of the Sept. 11, 2001, terrorist attacks, emotions run strong. Fear. Anger. Hurt. Healing. Passion. Caught in the firestorm is Islam, a little-understood religion in the U.S., where Christianity remains the dominant faith. \"People do not have to fear Islam,\" said Sheik Mazin al-Sahlani, director of the Almakarim Islamic Foundation in Erie, Pa.\n\"Islam is a defined religion. ... A religion of peace. A religion of tolerance. A religion of coexistence. ... A religion that can intertwine with all the faiths and all the cultures.\"\nAll this week, al-Sahlani has been in Lincoln helping with the observance of Ramadan, the holiest of holidays in the Muslim faith.\nThe month-long holiday, which includes day-long fasts and other sacrifices of human urges, ended Thursday. A threeday celebration to mark the end of Ramadan began Friday.\nPeople - not Islam - are to blame for the terrorist attacks, al-Sahlani said. People, unfortunately, use religion to justify extremist views - whether that's the Rev. Fred Phelps, whose followers protest military funerals; or the Rev. Terry Jones, who has said he would burn Qurans today; or Osama bin Laden.\n\"We believe that terrorism is not born in Islam. It is not born in any faith. It is born inside the human being himself,\" al-Sahlani said.\nIn a statement issued Friday, the Islamic Foundation of Lincoln condemned Jones' plan to burn the Quran, just as it condemns terrorist attacks.\nWhile the Quran burning controversy \"has highlighted the reality of Islamophobia and intolerance among some segments of our society ... those sentiments have been dwarfed by the overwhelming support for the American values of tolerance and respect expressed by our neighbors, friends and colleagues here in Lincoln and beyond,\" the Islamic Foundation of Lincoln stated in a press release.\nAnd the foundation said regardless of Jones' actions today, \"we plan to continue forward with our work of promoting healing and developing mutual understanding within the Lincoln community.\"\nTerrorism against any faith or culture is abhorred, al-Sahlani said.\nHe called al-Qaida's terrorism an offense again Islam.\n\"When they attack, they don't just attack one person, they attack the many millions behind him,\" al-Sahlani said.\nBin Laden and al-Qaida insult the Islamic faith, said Jawad al-Helfi, a Lincoln Muslim. And just as they are to blame for the nearly 3,000 deaths on Sept. 11, 2001, they are also responsible for the deaths of thousands of fellow Muslims who did not agree with them, al-Helfi said.\n\"The faith does not tell us to violate other people's faiths,\" al-Sahlani added.\n\"Religion comes from God,\" he said.\nAnd despite fundamental differences between the world's many religions, they all share many common core beliefs and face many of the same social issues: crime, drugs, divorce and poverty.\n\"We have to work together to challenge these things - the problems and differences,\" al-Sahlani said.\n\"Learning how to manage these problems will help us deal with the differences.\"\nAnd through that process, people of all faiths will discover how to coexist peacefully and respectfully, he said.\nBut how do we get there?\n\"We need more dialog. More gathering. More interfaith work together,\" al-Sahlani said.\nReach Erin Andersen at 402-473-7217 or eandersen@journalstar.com\n\nLoad-Date: September 14, 2010"
}