{
    "title": "Islamic Cleric Gets Mixed Verdict In Indonesian Trial for Terrorism",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 3,
    "full text": "An Indonesian court this evening acquitted the radical Islamic cleric Abu Bakar Bashir, widely identified as the spiritual leader of Al Qaeda's Southeast Asia affiliate, of charges that he ordered a series of terrorist attacks in Indonesia, and of plotting to assassinate the Indonesian president.\n     The court also said the prosecutors had not proved that Mr. Bashir was the head of Jemaah Islamiyah. He was, however, found guilty of aiding and abetting treason, apparently based on his support of the organization's goal to establish an Islamic state. The court also found him guilty of minor immigration violations. \n Mr. Bashir, who turned 65 two weeks ago, was sentenced to four years and said he would appeal; the prosecution, which under Indonesian law also has the right to appeal, had asked for 15.\nThe verdict was a serious setback for the Bush administration, as well as Australia and regional governments, which had a hard time advancing their view to the Indonesian government that Mr. Bashir, who runs an Islamic boarding school that preaches vitriol against the West and Jews, and Jemaah Islamiyah were serious terrorist threats.\n\"It's obviously very disappointing,\" said a senior Western diplomat here. \nToday's verdict will reinforce the view of many Indonesians, including senior political leaders, that the United States has exaggerated the terrorism problem here. The majority of Indonesians, who are moderate Muslims, view the campaign against terrorism as a war on Islam, and the war in Iraq has fueled those views.\nCourts here are not known for being independent, and several Indonesians -- analysts, and ordinary citizens -- voiced the opinion that the judges had acted in accordance with what the Indonesian government wanted. The government-appointed judges had also expressed concern about their safety if they convicted Mr. Bashir on the terrorism charges.\nMr. Bashir has denied he engaged in terrorism, but he has expressed unabashed admiration for Osama bin Laden. He accused the United States and other \"infidels\" of pushing the Indonesian government to file the charges against him.\nAt the end of today's marathon session, he took the microphone, and warned his supporters to be on guard for \"American provocateurs.\"\nThe judges commended Mr. Bashir for his politeness during the trial, suggesting that this, and his age, might have contributed to the lighter sentence.\nIt took the panel of five judges, including one woman, nearly seven hours to read their decision, which included a recitation of evidence. Several men who are on trial in connection with the Bali bombing testified against Mr. Bashir, and suspected terrorists being held by Singapore in connection with a plot to blow up the American Embassy there testified by a video linkup. Jemaah Islamiyah has been linked by investigators to both of these plots.\nBy the time the judges had finished their summary and delivered their verdict, they had sown considerable confusion among nearly everyone, from courtroom spectators to Indonesian lawyers to diplomats.\n\"On the one hand, the judges acquit him on charges of being a mastermind of terrorist acts, but on the other hand, they say that he was involved in treason,\" said Adnan Buyung Nasution, a member of Mr. Bashir's legal team. \nAt one point, the judges -- who acted as jury -- said Mr. Bashir was not guilty of treason, later that he was. They threw out the charge that contained the allegations that he was responsible for a series of bombings of churches in Indonesia in December 2000.\nThe American Embassy here declined to comment. Asked at today's State Department briefing about the court's ruling, Richard A. Boucher, the department's spokesman, noted that Mr. Bashir was convicted on three charges. He declined to say whether the department was satisfied with the outcome. \"At this point, it's still an ongoing matter in front of the Indonesian courts,\" he said, noting the possible appeals.\nThe Indonesian government long denied that Jemaah Islamiyah even existed. Attitudes changed after the terrorist attacks in Bali last October that killed more than 200 people.\nIndonesian antiterrorism officials have criticized the United States for not helping enough to prosecute Mr. Bashir. Much of the evidence came from Omar al-Faruq, a senior Qaeda operative who was picked up here in June 2002, and turned over to the C.I.A.\nDuring interrogation, according to intelligence officials, Mr. Faruq said that Mr. Bashir was the mastermind of a plot to blow up American embassies in southeast Asia, including Singapore, and that he had provided men and materiel from Jemaah Islamiyah for the bombings here in December 2000.\nThe Bush administration would not allow Indonesian authorities to interrogate Mr. Faruq. They were allowed to submit questions, which the Americans then asked. \nMr. Bashir, who has Yemeni ancestors, became active in Islamic politics in Indonesia in the mid-1950's, when he was the leader of a moderate Islamic student organization. A primary objective was the establishment of an Islamic state, but through peaceful means.\nIn the early 1970's, Mr. Bashir was co-founder of an Islamic boarding school in Ngruki, in central Java, which has been, and remains, a breeding ground for radicals. Nearly all of the men who have been charged in connection with the Bali bombing graduated from that school.\nIn the 1980's, the Indonesian dictator Suharto, who had used the Islamists against the Communists, began to crack down on them. Mr. Bashir was sentenced to nine years in prison for treason.\nHe fled to Malaysia, along with several others, including Riduan Isamuddin, better known as Hambali, who was arrested by the C.I.A. last month in Thailand. The two were among a very small community that lived quietly in a rural village.\nIt was during this time that Mr. Bashir appears to have made contact with Osama bin Laden, according to Western intelligence agencies. Mr. Bashir and Hambali spoke at mosques and in homes, raising money and encouraging young men to go off to fight first against the Soviets in Afghanistan, and then to Qaeda training camps.\nIn early 1990, there was a split within the movement to establish an Islamic state in Southeast Asia. Mr. Bashir founded Jemaah Islamiyah, a military organization, according to Western governments and an authoritative report on Jemaah Islamiyah by Sidney Jones, an expert on the organization; her report was released last week by the International Crisis Group.\nMr. Bashir eventually became the amir, according to witnesses in his trial, as well as the report.\nHe returned to Indonesia in 1998, after Suharto was toppled. His base was the Ngruki boarding school. \nWith a population of 220 million, Indonesia is the world's largest Islamic country. But it is a secular state, and the overwhelming majority of Muslims are moderate.\nPolitical leaders had been reluctant to criticize Mr. Bashir, fearing that it would appear to be a broad attack on faithful Muslims. Even after Western and Asian governments linked him to terrorist activities, he was defended and even feted by some top government leaders. \nThe Bali bombing changed attitudes, and Mr. Bashir was arrested a few weeks later. Lately, however, political leaders have been noticeably reluctant to mention Jemaah Islamiyah.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: The Islamic cleric Abu Bakar Bashir yesterday after his trial. (Photo by Agence France-Presse/Getty Images)(pg. A1); Abu Bakar Bashir, at microphone, asked shouting supporters in a Jakarta courtroom yesterday to be calm. (Photo by Agence France-Presse/Getty Images)(pg. A6)      \n\nLoad-Date: September 3, 2003"
}