{
    "title": "Islam cannot be used as justification for terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 8,
    "day": 11,
    "full text": "In June, Rahatul Khan, a UT student, was arrested and later confessed to \"conspiracy to provide material support to terrorists\". Once again, the Muslim community is burdened with the responsibility of the actions of someone who acts on a misguided understanding of a global religion. Incidents of this nature raise alarms for the Muslim and non-Muslim community and unfortunately lend credence to the idea that the Muslim community and the American identity are mutually exclusive. This mindset, which is alienating and discriminatory, is a barrier to truly comprehending Islam - a religion that sanctions violence, but absolutely rejects terrorism. The actions of people like Osama bin Laden; Boko Haram in Nigeria; Abu Bakr al-Baghdadi, the leader of ISIS; or Khan are not representative of any sect of Islam.\nIslam is a religion of peace and justice. Islam is a religion where Allah is attributed with 99 'names' like The Forgiving, The Loving One and The Source of Peace. Islam is a religion whose holy book, the Quran, starts 113 of its 114 chapters describing the Lord as the Most Beneficent and the Most Merciful. Before Islam, Arab women were buried alive because they were women, and tribalism plagued the Arab world, which incited wars for the most deplorable reasons. Tribes fought for the sake of fighting. Islam takes ownership of this history, citing the Arab people, before revelation, as the worst of people, a people of ignorance. However, with Prophet Muhammad's message, women were given rights, nationalism was forsaken and economic and justice systems were established. There are few that epitomize peace like Mahatma Gandhi, but did you know he was inspired by a man named Hussain ibn Ali, grandson of Prophet Muhammad (pbuh) and the third Imam for Shiites? In fact, Gandhi said that [he] \"learnt from Hussain how to achieve victory while being oppressed... if India wants to be a successful country, it must follow in the footsteps of Hussain.\" In addition, Islam had established human rights standards that only recently have been achieved by the modern community. For example, it is narrated in a hadith that the Prophet Muhammad established the following 10 non-exclusive rules of war:\n1) \"Do not commit treachery,\n2) (do not) deviate from the right path.\n3) You must not mutilate dead bodies.\n4) Neither kill a child,\n5) Nor (kill) a woman\n6) Nor (kill) an aged man.\n7) Bring no harm to the trees (property),\n8) Nor (do not) burn them with fire, especially those which are fruitful.\n9) Slay not any of the enemy's flock, save for your food.\n10) You are likely to pass by people who have devoted their lives to monastic services; leave them alone.\"\nHowever, Islam is not a pacifist religion; under certain circumstances, in limited contexts, violence is allowed. Those who like to postulate that Islam is a religion of war like to reference the term jihad, which has been wrongly associated with crusader-like violence because of the mainstream media. Jihad means \"to struggle against barriers and obstacles between yourself and God.\"\nJihad is organized into two subterms. The first is the Great Jihad and the other is the Small Jihad. The Small Jihad is the jihad of war, which, according to most schools and scholars, cannot be initiated in modern times. Besides that, the Small Jihad is legitimate only for defense or the liberation of a people whose development, freedom, comfort, happiness or prosperity is deprived by an oppressor. Because of the constraints and rules mentioned thus far, it should be clear that any current notion of terrorism under the guise of jihad does not have any Islamic backing. Instead, the terrorists who use Jihad as a call for violence are like any other fundamentalist in the past and present who use scapegoats in order to forward their own agenda.\nWith that being said, the most persuasive and telling point is that the Great Jihad is actually not a jihad of war, but a struggle of consciousness and morality. As previously mentioned, jihad generally means the struggle against the barriers between yourself and God which, in the context of the Great Jihad, means the struggle against committing sin. In short, the Great Jihad is the daily struggle not to lie, to steal, to hurt or to backbite. While both forms of jihad are legitimate, Islam is a religion that puts the value of consciousness and morality above violence and war.\nIt is clear that Islam is not a religion of violence and aggression, and contrary to popular belief, its followers overwhelming demonstrate this notion. In fact, according to a Gallup survey, Muslim Americans are more likely than other faith groups to reject attacks on civilians. Another Gallup survey of 50,000 Muslims in 35 different countries showed that 93 percent of Muslims rejected 9/11 and suicide attacks. The 7 percent who didn't cited political reasons for their support for violence, not religious ones. In the book \"Dying To Win: The Strategic Logic to Suicide Terrorism,\" Robert Pape, a political science professor at the University of Chicago, studied every case of terrorism from 1980 to 2003 and concluded that \"there is little connection between suicide terrorism and Islamic fundamentalism or any of the world's religions, rather what nearly all suicide terrorist attacks have in common is a specific secular and strategic goal to compel modern democracies to withdraw military forces from territories that terrorist consider to be their homeland.\"\nWith around 1.7 billion Muslims in the world, only a tiny minority of Muslims resort to terrorism. The Muslim friends, neighbors and peers that you know do not incite fear. For the sake of mutual understanding and cohesion, do not let the extremists/fundamentalists win. For they postulate that Islam allows for inhumane and unchecked violence and compulsion, but the majority of Muslims and theologians disagree. It's time for all religious and ethnic groups to join together to combat such examples of hatred, ignorance and intolerance both here at UT and abroad.\nRizvi is a government senior from Chicago. Follow Rizvi on Twitter @SyedMuzziRizvi\n\nLoad-Date: August 11, 2014"
}