{
    "title": "ISLAMIC TALKS END, AND IRAN BOOSTS IMAGE; SUMMIT CONDEMNS ISRAEL AND CERTAIN TERRORISM; TEHRAN REFUT",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 12,
    "day": 12,
    "full text": "An Islamic summit ended yesterday with delegates endorsing a declaration that blasts Israel and condemns extremists who murder in the name of religion. But the meeting's most notable outcome may have been the strides that Iran made in improving its relations with the Arab world.\nHosting the 55-member Organization of the Islamic Conference, Iranian leaders used the three-day extravaganza to shed publicly and dramatically their nation's past position of hostility toward Saudi Arabia and the conservative Arab states across the Persian Gulf.\nBesides displaying friendship toward Crown Prince Abdullah, their highest-ranking Saudi visitor since their 1979 Islamic revolution, the Iranians warmly received Palestinian Authority President Yasser Arafat, whom Tehran once vilified for entering peace accords with Israel. Iran also vowed to work at normalizing diplomatic ties with Egypt, a main U.S. ally in the region.\n''The summit is a crystal clear sign that, contrary to what the West is trying to portray, Iran is not isolated,'' said Tehran's English-language Iran News.\nImprovements in relations between Iran and its Arab neighbors could prove to be a double-edged sword for the United States. On one hand, if they lower tensions in the Persian Gulf, that could reduce the need for large numbers of U.S. forces to remain on stand-by in the area. On the other hand, any rapprochement between the Arab world and Iran could put more political and military pressure on a key U.S. ally, Israel.\n''The danger now, as I see it, is that Iran is seeking legitimacy and is opening up its doors to its neighbors and even to the U.S., while our government (Israel) is leading us with enormous speed into splendid isolation - and that's no joke,'' one worried University of Haifa professor told the Jerusalem Post.\nWashington now maintains some 20,000 U.S. military personnel in and around the Persian Gulf to shield select Arab states from aggression by Iran or Iraq and to assure the flow of oil to the rest of the world. Iran, astride the gulf's northeastern side, argues that these U.S. forces should leave because nations in the region can best maintain their own stability and security.\nThe summit-closing declaration did not directly refer to any ouster of the United States from the Persian Gulf but did call for the creation of a committee of Muslim experts to study the issue of the ''solidarity and security of Islamic states.''\nThe declaration also glossed over some significant conflicts that still exist between Iran and the Arab world over relations with Israel. Absent from the document was any mention of the U.S.-sponsored Mideast peace process, which most Arab states have endorsed.\nAfter meeting with Egyptian Foreign Minister Amr Moussa, Iranian President Mohammed Khatami confirmed that Iran continues to oppose the peace process but said that other countries were free to disagree.\n''We don't impose our views on any country or person,'' he said.\nThe final declaration was sharply critical of Israel for ''state terrorism'' and ''expansionist policies'' on occupied land. The statement repeated that Islamic countries are determined to regain Jerusalem and ''restore the inalienable national rights of the Palestinian people.''\nThe document condemned terrorism but made an exception for any struggle ''against colonial or alien domination or foreign occupation.'' In other words, radical Islamist groups such as Hezbollah in south Lebanon or Hamas in the Israeli-occupied West Bank did not fall under the summit's censure because they say they are fighting against Israeli occupation.\nBut in a section of the declaration supported by Egypt, a country still reeling from the Nov. 17 massacre of 58 foreign visitors in Luxor, the summit stated that the murder of innocents is ''forbidden in Islam'' and said that the international community should ''deny asylum to terrorists (and) assist in bringing them to justice.''\n\nLoad-Date: December 12, 1997"
}