{
    "title": "ISLAMOPHOBIA IS THREATENING AMERICA MINDLESS MUSLIM-BASHING ALIENATES THE ALLIES WE NEED MOST TO DEF",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 8,
    "day": 25,
    "full text": "As one who has being studying for several years why homegrown terrorism occurs and how some Muslim Americans become so radicalized, I'm disturbed by the recent controversy over whether to build an Islamic center near Ground Zero.\nFar from enhancing security in New York and across the country, the controversy may contribute to the next homegrown terrorist attack.\nTo prevent such attacks, we need a tip from someone in the community who knows an individual who is becoming radicalized. We also need to undermine the social conditions that lead to radicalization in the first place.\nBoth counterterrorism strategies are being undermined by the virulent anti-Islamic attitudes now spreading through America -- no longer confined to the fringes of society, but becoming acceptable, mainstream thought. The rise of such intolerance is always of grave concern, but is particularly dangerous now because it is likely to inhibit intelligence collection from Muslim Americans and may contribute to the radicalization process.\nLaw enforcement officials occasionally receive information about a suspicious person from a fertilizer vendor or some other person in a position to observe potential terrorists. But authorities agree such tips are most likely to come from the community in which the homegrown terrorist lives, which is frequently the Muslim American community.\nIn the years since the 9/11 attacks, officials have made many constructive efforts to engage and foster information exchanges with Muslim Americans. These efforts, which make us all safer, are now being severely undercut by the attitudes the Ground Zero debate is laying bare for all to see.\nAs recent reports on protests against mosque-building around the country make clear, these attitudes cannot be written off as being motivated merely by concerns over the sanctity of Ground Zero. Rather, they have become a full-fledged critique of Islam itself.\nNow joined by mainstream politicians and commentators, the protesters portray Islam as inherently violent, intolerant of other religions, aggressively expansionist and abusive to women. An inflammatory YouTube video on Muslim demographics, which has received 12 million hits, has persuaded many of the absurd claim that immigration and high fertility rates will lead to Muslim majorities in western European countries and the United States in this century.\nIt is difficult to overestimate the impact this sentiment is having on Muslim Americans. Two Muslim women told me how they and most of their friends feel they now have to send their children to Muslim day schools to avoid being abused. The Muslim chaplain at Duke University told me of hate mail opposing his delivering the opening prayer in Congress, which he did eloquently. A Muslim psychoanalyst lost long-term patients who felt she might be associated with terrorism.\nThey are hardly alone. My sense is that many Muslim Americans are sincerely questioning whether they have a place in post-9/11 America. Fierce and heated opposition to building peaceful houses of worship will only deepen this concern and hinder the outreach efforts law enforcement believes is crucial to counterterrorism.\nThere is also danger this open hostility to Islam may lead some alienated Muslim youth to seek a sense of value and purpose through violence. We do not know precisely why a small number of Muslim Americans have become radicalized, but most research suggests they latch on to radical Islam because they are disaffected and conflicted about their place in American society.\nThe ultimate irony is that critics of Islam consistently call for the development of what they term a \"moderate\" Islam that is tolerant, nonviolent and respectful of women. But of course, that is just the type of Islam practiced here in the United States, setting an example for the rest of the world. The current claim that even this conception of Islam is unacceptable to America surely will lead some Muslims here and elsewhere to question the benefits of moderation.\nThis terrible public discourse is providing a free recruitment tool for those who wish us grave harm. It echoes the very message that al-Qaida and its acolytes have been propagating to Muslim Americans through the Internet: \"You can't be a good Muslim and be an American. The only way to follow true Islam is to join the jihad.\"\nOsama bin Laden must be chuckling at us.\n\nNotes\n\nDavid H. Schanzer is director of the Triangle Center on Terrorism and Homeland Security at Duke University and the University of North Carolina Chapel Hill. Post-Gazette Columnist Dan Simpson is off this week./\n\nLoad-Date: August 25, 2010"
}