{
    "title": "ISLAM, TERRORISM MUSLIMS ARE UNDER THREAT, TOO",
    "publisher": "pittsburgh post-gazette",
    "year": 2017,
    "month": 1,
    "day": 11,
    "full text": "Donald Trump has promised to change the presidential vocabulary for talking about the relationship between terrorism and Islam. President Barack Obama chooses words that decouple the two, avoiding terms like \"Islamic terrorism\" and even insisting that the violent radicals of the Islamic State aren't Islamic at all. Mr. Trump wants to highlight the connection.\nThey're both misguided. Neither approach can win hearts or minds.\nMr. Trump's saying that the United States is under attack from radical Islam is foolish because, as Mr. Obama has said, if we \"imply that we are at war with the entire religion, then we are doing the terrorists' work for them.\" But Mr. Obama's approach is just as likely to backfire.\nInsisting that Islamic State fighters aren't good Muslims can help them rally sympathizers, because telling a Muslim he or she is a nonbeliever is a profound affront. Omar bin Laden, son of Osama bin Laden, wrote in \"Growing Up bin Laden\" that \"there is no bigger insult for a Muslim\" than to say that the person is not a true believer.\nRana Nejem, founding director of the Middle East cultural intelligence firm Yarnu, told me that such a statement would be particularly offensive coming from an American head of state because it would confirm a widespread perception in the Arab world that foreign powers try to control them.\n\"To be told by non-Muslims what is and is not Islamic is insulting, to say the least,\" she said.\nSaying that the Islamic State isn't Islamic is also dangerous because it encourages attacks. According to the Prophet Muhammad, if a man accuses another man of being a nonbeliever, \"then one of them is right.\" If the accuser is incorrect, he is guilty of apostasy, a crime punishable by death.\nOf course, there's a reason Mr. Obama tried this approach. As columnist Eli Lake has explained, \"The long war against radical Islamic terrorists requires at least the tacit support of many radical Muslims.\"\nIt would be easier to get these other radicals to disavow the Islamic State if they saw the Islamic State as non-Islamic.\nFor example, Omar bin Laden wrote that, after his father masterminded the deadly 1998 attacks on U.S. embassies in Kenya and Tanzania, Mullah Omar, the head of the Taliban, ordered the elder bin Laden to leave Afghanistan. According to Omar bin Laden, who says he was present at the meeting, his father - who had already been kicked out of Saudi Arabia and Sudan - negotiated permission from the Taliban leader to stay for 18 more months by telling him, \"Sheik, if you give in to the pressure of infidel governments, your decision will be against Islam.\"\nIf the Taliban had viewed al-Qaida as un-Islamic, Mullah Omar's calculation likely would have been different. Similarly, if others in the Muslim world viewed the Islamic State as non-Islamic, they would be more likely to renounce the group.\nHowever, if this approach didn't work for Mr. Obama, who went out of his way to demonstrate respect for Muslims, it certainly wouldn't work for Mr. Trump.\nGiven the widespread belief that he hates the religion, no Muslim is likely to take Mr. Trump's pronouncements about their religion kindly. On the campaign trail, he called for a \"total and complete\" ban on Muslims coming into the United States. And he nominated former Lt. Gen. Michael Flynn - who has called Islamism a \"vicious cancer inside the body of 1.7 billion people\" that should be \"excised\" - as his national security adviser.\nBut there's another way for Mr. Trump to talk about terrorism: by emphasizing the shared threat the Islamic State poses to the Middle East and the West.\nMullah Omar's answer to Osama bin Laden might have been different if he had known the United States would invade Afghanistan and fight the Taliban after al-Qaida staged the attacks of Sept. 11, 2001. Similarly, Mr. Trump should emphasize the threat that the Islamic State poses to the whole world - from the Muslims killed in the Jan. 1 attack on an Istanbul nightclub to the non-Muslims who died in last month's attack on a Berlin Christmas market.\nMr. Trump should describe the Islamic State as the promulgator of an extreme, dangerous ideology that threatens Muslims and non-Muslims alike.\nThat way, he'd skirt theological issues that Muslim allies can freely discuss. For example, at last year's meeting of the U.N. General Assembly, King Abdullah II of Jordan said: \"These radical outlaw groups do not exist on the fringes of Islam, they are altogether outside of it. Thus we refer to them as khawarej, outlaws of Islam.\"\nMs. Nejem notes that, because the king is believed to be a direct descendant of the prophet Muhammad, he's well placed to say this.\nMr. Trump and Mr. Obama are not.\n\nNotes\n\nKara Alaimo, a columnist for Bloomberg View, is an assistant professor of public relations at Hofstra University and author of \"Pitch, Tweet, or Engage on the Street: How to Practice Global Public Relations and Strategic Communication.\"\n\nLoad-Date: January 11, 2017"
}