{
    "title": "Islamophobia Expert Deepa Kumar Speaks on Terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 14,
    "full text": "Since 9/11, 95 Americans have been killed in the United States by Jihadists. Deepa Kumar, the author of \"Islamophobia and the Politics of Empire\" and professor in Middle Eastern studies at Rutgers University, shared this fact and others at Fairfield University to debunk stereotypes surrounding the Muslim religion and Islamophobia.\n\"Less than one percent of Muslims turn to this kind of violence ... a tiny part of a large religion is being generalized,\" said Kumar.\nShe spoke on the stereotypes surrounding the word \"terrorists\" and how it's never used to describe white men who commit acts of terror.\n\"When you google the word 'terrorist,' you will see pictures of bearded men, brown men holding guns. You will never see a picture of any white male shooter,\" said Kumar.\nKumar discussed how racism has been present in the U.S. since its very inception, starting with the portrayal of Native Americans as \"savage\" when Christopher Columbus first came to America.\nShe showed the history of racism throughout the country and how stereotypes of other minority groups have been perpetuated, eventually affecting the way the government acts.\nOne controversial point she discussed was that government spending should be cut from the War on Terror and instead used to fund a universal health care system for the country. Kumar showed statistics of those dying due to Muslim-related terrorist incidents compared to health issues, such as heart attacks because of their lack of funding.\nProgram Coordinator for the Office of Student Diversity and Multicultural Affairs Jasmine Raghunandan '17, who helped organize the event felt the reception from students was positive.\n\"I think the student's reception of her was great,\" said Raghunadan. \"Quite frankly, the fact that students were able to respectfully disagree with her, and have a dialogue with other attendees to unpack her points while being respectful of their differing viewpoints shows me that the event was successful.\"\nStudents were able to engage in a dialogue with Kumar once her talk was over.\n\"The talk strengthened my belief that continuing this conversation is good for the University community,\" Jessica Castillo '21.\nKumar concluded the evening by responding to how to combat racism, even when it seems impossible.\n\"You have to look at history to people who have fought with this [racism], people resisting, building protest, that sparks a national conversation and makes people wonder why are we doing this? I think patiently explaining, not reacting with the same level of anger will allow people to educate themselves,\" said Kumar.\n\nLoad-Date: February 14, 2018"
}