{
    "title": "Islamic Scholar To Issue _Fatwa_ Against Terrorism",
    "publisher": "rtt news",
    "year": 2010,
    "month": 3,
    "day": 2,
    "full text": "(RTTNews) - A much respected Islamic scholar is to issue a \"Fatwa\" (edict) Tuesday against terrorism and suicide bombings carried out in the name of Islam.\nPakistan-born Tahir ul-Qadri, an authority on \"Shariat law\" (Islamic jurisprudence), will pronounce the ruling condemning the violence at a news conference in Westminster, central London.\nComprising 600 pages, this is a strong theological refutation of Islamist terrorism. Qadri who uses texts from the holy Koran to buttress his claims said the orgy of violence was \"absolutely against the teachings of Islam\" and that \"Islam does not permit such acts on any excuse, reason or pretext.\"\nHe has argued that the perpetrators of suicide attacks were destined for hell, which directly contradicted \"Jihad\" (Holy War) supporters&apos; claim that suicide bombers would be rewarded in afterlife.\nQadri who stated that suicide bombings and terrorism had become a convenient guise for criminals, mischief-mongers and rioters was scathing in his attack.\n\"It can in no way be permissible to keep foreign delegates under unlawful custody and murder them and other peaceful non-Muslim citizens in retaliation for interference, unjust activities and aggressive advances of their countries. The one who does has no relation to Islam,\" he asserted.\nSupporters of Qadri, the founder of the international Minhaj-ul-Quran movement, said the fatwa was significant since he himself was issuing it and the organization commanded a large following both in South Asia and Britain.\nIt was also pointed out that although many similar fatwas were issued against terrorism earlier, the one by Qadri went much further.\nThe fatwa will be posted on the Internet and could well \"turn the tide\" in the fight against religious extremism worldwide.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}