{
    "title": "ISLAMIC LEADERS PLEDGE MILLIONS FOR BOSNIA _ THE CONFERENCE IN CASABLANCA RALLIED TO THE MUSLIM CAUS",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 12,
    "day": 16,
    "full text": "The world's Islamic leaders rallied behind Bosnia's Muslim-led government yesterday, supporting defiance of the U.N. arms embargo and pledging millions of dollars in aid.\nBosnia served as a rallying point for the 52-member Organization of the Islamic Conference as it ended a summit soured by inter-Arab rifts.\nIn a special final declaration on Bosnia, Islamic states each pledged from $300,000 to $5 million in aid to the embattled government.\nIn addition to Bosnia, promoting Islamic unity and countering religious extremism were the central themes of the three-day summit, which sought to give the world's more than one billion Muslims more clout in the international arena.\nBut feuding between Jordan and the Palestinians has overshadowed those efforts and highlighted the rivalries that plague Muslim unity.\nJordan had been seeking public endorsement of its role in safeguarding Muslim holy sites in Arab East Jerusalem - a move the Palestinians objected to out of fear it would weaken their claim to sovereignty over that area.\nThe dispute peaked Wednesday, when King Hussein of Jordan left Casablanca abruptly. However, he denied being angry, and it was not immediately clear who got the upper hand in the dispute.\nKing Hassan II of Morocco went to great effort to ensure the success of the summit, which marks the 25th anniversary of the conference. More than 25 heads of state were present.\nThe Moroccan monarch is pushing to increase the clout of Islamic nations in a world transformed since the fall of communism.\nThe summit approved a code of conduct forbidding financing or supporting terrorism. Iran, Libya and Sudan have all been accused of state-sponsored terrorism by the West. Sudan's leader, Lt. Gen. Omar al-Bashir, called the accusations unproven and part of a Western \"war against Islam.\"\nThe summit's draft final statement \"demanded\" that Bosnia's Muslim-led government \"be provided with all necessary means for self-defense.\" It expressed \"readiness to cooperate\" with U.N. members willing to arm Bosnian Muslims. It also calls on the United Nations to allow Islamic peace-keepers to\nserve in Bosnia, more action by NATO against Bosnian Serb aggression, and coordination between Western and Islamic nations on moves to end the war.\n\nLoad-Date: October 21, 2002"
}