{
    "title": "Islamic groups voice concerns, UCF stands firm",
    "publisher": "university wire",
    "year": 2013,
    "month": 8,
    "day": 25,
    "full text": "UCF professor Jonathan Matusitz has drawn criticism and sparked a discussion on free speech and classroom content after lecturing in his terrorism and communication class.\nThe class aims to explain, \"How terrorism is a communication process. How mass media, symbols, linguistic devices, e-terrorism, and theoretical dimensions play a role in terrorism. How communities respond to terrorist attacks,\" according to the UCF 2013-2014 Undergraduate Course Catalog.\nMatusitz said he hopes that students leave his class with a better understanding and an increased awareness of the role of terrorism.\nThe tenured professor has received several accusations of spewing anti-Muslim hate and bigotry, many of which are linked to his public presentation, \"How Culture Shapes Terrorism,\" which was delivered on Jan. 31 in the Business Administration Building, according to the Nicholson School of Communication website.\nThe presentation was recorded and posted on YouTube by several groups including The Florida Council on American-Islamic Relations. The non-profit organization, CAIR-FL, operates with the mission to \"enhance understanding of Islam, encourage dialogue, protect civil liberties, empower American Muslims, and build coalitions that promote justice and mutual understanding,\" according to its website.\nIn the video, Matusitz said, \"Why do so many Muslims relative to other religions want to kill us? The answer is easy. Very easy. It's seven letters: culture.\"\nIn a letter to the dean of the College of Sciences, CAIR-FL wrote: \"His presentations on these subjects are full of anti-Muslim bigotry in the form of hate speech, inaccuracies, sweeping generalizations and stereotypes that would mislead students to believe that all Islamic societies are nothing more than violent, hate-filled terrorist factories ...\"\nThe organization requested that courses taught by Matusitz be reviewed by the College of Sciences. However, according to Matusitz, no such review was ever carried out.\n\"CAIR has never sat in my class,\" Matusitz said. \"They don't know anything about the content of my classes.\"\nIn August, theOrlando Sentinel reported Matusitz was set to speak at a meeting for ACT! For Space Coast Florida, an American-Islamic advocacy group. CAIR-FL attempted to prevent Matusitz's appearance under the pretense that \"[Matusitz] makes statements to incite violence against the Muslim community ... ACT! is an extremist group no different than the KKK,\" but they were not successful.\nMatusitz emphasized, \"I have nothing against Muslims. I have a problem with Muslims who want to impose radical Islam and Shariah on our lens. So the problem is not the average Muslim.\"\nShariah is the Islamic law based on the teachings of the Koran and traditions of the Prophet, Hadith and Sunna.\nHe differentiated between the four types of Muslims, two of which being Muslim extremists and cultured Muslims.\nOf cultured Muslims, Matusitz said, \"They're good people, but when was the last time you heard a cultured Muslim say on TV, 'I am against Muslim law?'\" He stated if cultured Muslims do not support Shariah, then they need to express it.\nIn his lectures, which Matusitz states are solely based off of statistics and facts, he stresses the link between terrorism and the Islamic culture and urges countries to resist the global spread of radical Islam.\n\"9/11 woke me up,\" he said of why he feels so passionate about the subject. \"I also come from Belgium, where we have a big problem with radical Islam.\"\nHe said, in Belgium, there is a large percentage of Muslims who do not want to adapt. In particular, he cited Sharia4Belgium, a Muslim group whose goal is to impose Shariah and radical Islamic law in Belgium.\nAlthough Matusitz said he believes his class has been well received through reading teaching evaluations and observing his students in the classroom, other groups have not welcomed him.\nAccording to theTampa Bay Times, Matusitz was scheduled to deliver a lecture titled \"The Islamic Threat To America\" at a meeting of the Pinellas County Republican Party. After receiving heat from some of the party's own members, the group postponed Matusitz's speech but never rescheduled.\n\"They disinvited me because some people expressed concerns that such a presentation would upset the apple cart,\" Matusitz said. \"They don't like controversy. They don't like any topic that might arouse debate.\"\nImposing such political correctness poses a threat to the American public, Matusitz said, by burying the truth under esoteric jargon.\n\"Every time you do this, people come away with a different understanding of terrorism and people can lower their guard,\" he said.\nMatusitz said the university has never infringed on his right to express his own opinions. \"UCF has been excellent allowing a diversity of viewpoints,\" he said.\n\"One of the university's five goals has been to 'become more inclusive and diverse,'\" Grant Heston, associate vice president of communication and public affairs at UCF, said in an email. \"However, freedom of expression is fundamental to a university's mission, even when we disagree with it.\"\nUCF's official statement regarding the issue was: \"Dr. Matusitz is expressing his opinion, which is his right. He is not speaking on behalf of the university and we do not endorse his views.\"\nHammad Usmani, the communication director of the Muslim Student Association at UCF and junior computer science major, said this topic has been at the center of the organization's social justice agenda for quite some time now.\nUsamni warns others not to be fooled by Matusitz's defenses. He said that when Matusitz claims to have nothing against Muslims and that his lectures are based off facts and statistics, he is simply backtracking on the hatred he unfairly preaches against Muslims.\nThe hatred toward Islam and Shariah comes from a well-documented psychological phenomenon, Usamni said, called selective perception. He said this means that media consumers and media journalists often exaggerate events and attitudes pertaining to Islam because it is a popular sentiment.\nIn regard to radical Islamic groups, Usamni said, \"The extreme minority who want to impose Shariah law are often grassroots groups who have no understanding of the country they want to regulate.\"\nIn his presentation, \"How Culture Shapes Terrorism,\" Matusitz said, according to Research and Development, 96 percent of worldwide terrorism is Islamist related. Usamni said he believes this to be a fabrication.\n\"I am a strong advocate of freedom of speech,\" Usamni said. \"However, Professor Matusitz should follow a higher standard of logic and evidence.\"\nUsamni referenced a statistic from Washington's Blogs, which stated that only 6 percent of terrorist attacks on U.S. soil were carried out by Islamic extremists from 1980 to 2005.\n\"As students, we rely on getting accurate information from the university we attend and that is what we are asking for,\" Usamni said. In addition, he called for the university to perform a simple academic review where the MSA can provide input as experts of Islam.\nUCF's official statement regarding the matter also leaves Usamni unsatisfied.\n\"UCF pulls a shady PR move when it removes responsibility of the professor's actions by stating Matusitz does not speak on behalf of the university,\" said Usamni. He also said that professors are not individual entities that coincidentally lecture at the university; they are a whole that creates an education.\n\"MSA is frightened by UCF's choice to ignore the problem,\" he said.\n\nLoad-Date: September 18, 2013"
}