{
    "title": "Islam Denounces Terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 22,
    "full text": "By Samairah Khan\nBusiness Manager\nCredit: Samairah Khan\nImams from the five boroughs of New York City gathered on Oct. 14 to announce the implementation of a four-point city wide response, to spread knowledge about Islam denouncing terrorism.\n\"We call upon the governments of the world to stop using state sponsored violence as a tool of oppression and repression of the masses of the people seeking freedom, justice and equality,\" said Imam Al-Hajj Talib 'Abdur-Rashid, president of The Majlis Ash-Shura of Metropolitan New York.\nIn Arabic, the Majlis Ash-Shura means a legislative council.  During the press conference it was mentioned that the Majlis Ash-Shura distributed 10,000 brochures on the streets on New York City sharing condolences and denouncing terrorism, which they defined as \"politically motivated violence against innocents.\"\n\"Today we as leaders of Muslim congregations and houses of worship throughout New York City ... we say again for all to hear, that we denounce acts of extremist violence, no matter whom or what,\" said Abdur-Rashid.\nStarting with supplication from the Quran, and ending the conference with both their hands up reciting a prayer, about a dozen of imams from different mosque's united in order to speak up against terrorism.\n\"Right is right and wrong is wrong,\" said Abdur-Rashid.  \"And oppression and injustice are wrong no matter whom or what, however we of the Ash-Shura, we do not believe that two wrongs make a right.  We are here today to make it clear that struggling for justice is right, but violent extremism is wrong.\"\nAs mentioned by Abdur-Rashid, the four-point citywide response is that The Majlis Ash-Shura will post opposition against terrorism with evidence from the Quran and Sunnah on their website and social networks; they will continue to stand for public safety and civil rights for Americans, including Muslims.  On Oct. 17 The Majlis Ash-Shura delivered sermons at mosques throughout the city denouncing terrorism and in November they will sponsor for the fourth year in a row, citywide mosque open house events, according to Abdur-Rashid.\nCredit: Samairah Khan\nAbdur-Rashid acknowledged that there are Muslim violent extremists.  However, he said their terrorist acts are not Islamic.\n\"The truth is that the sacred laws of our faith forbid the very acts being committed by extremist Muslims, be they individuals or groups,\" said Abdur-Rashid.  \"We feel the pain in our hearts, of all Muslims oppressed anywhere in the world.\"\nThe conference ended with a call for elimination of poverty, because Abdur-Rashid said, poverty is a weapon of mass destruction as well as economic, political and social injustice, which leaves one vulnerable and they begin to believe extremism is the only solution to these issues.\n\nLoad-Date: October 22, 2014"
}