{
    "title": "Islamic Society speaks out against terrorism, clears misconceptions",
    "publisher": "republican & herald ",
    "year": 2015,
    "month": 12,
    "day": 13,
    "full text": "Dec. 13--MECHANICSVILLE -- The Islamic Society of Schuylkill County wants people to know that their religion is one of peace and they condemn the acts of terrorism being carried out by a few individuals around the world.\n\"We are saddened by the incident in Paris and in California recently and we wanted to express our sympathy for the families and strongly condemn these acts of terrorism,\" Dr. Masood Akbar, society treasurer, said. \"There is no place in Islam for killing innocent human beings.\"\n\"It is against Islam,\" Zarina Wahhab, president of the society, said. \"Islam means peace.\"\nIslam literally translates to peace, Akbar said.\nThe Islamic Society of Schuylkill County was started in 1986 and has grown to about 80 members representing numerous countries. Wahhab has lived in Pottsville with her husband, Dr. Abdul Wahhab, for more than 40 years and raised three children here. Akbar has lived in Schuylkill County for more then 30 years.\nThey both consider Schuylkill County to be their home.\n\"It must be said that the people in Schuylkill County have been very nice,\" Akbar said. \"We love living here. We raised our children here. This is our home.\"\nHe said they have lived longer in Schuylkill County than anywhere else.\n\"We are not going anywhere either,\" Wahhab said. \"This is our home.\"\nAlthough the county has been supportive over the years, the members of the Islamic Society said it is important that they speak out against the actions of a few individuals that do not represent the entire Muslim population of more than one billion worldwide.\n\"We are upset because it brings a bad name to the peace loving people who have been living here for years,\" Akbar said.\n\"They are not representing Islam as we believe it,\" Akbar said.\nWahhab and Akbar said that like most other Americans, they have never heard of any of the terrorist organizations until they made headlines in recent years for attacking innocent people.\n\"We have no idea where they are coming from,\" Akbar said.\n\"According to Islam, you can not kill, regardless of religion, race, culture, country,\" Wahhab said.\n\"It's not a fight between Islam and America,\" Akbar said. \"We are just as American as any person next to us. That's the beauty of America -- that anyone can practice their religion as they believe.\"\nAkbar and Wahhab said there are many misconceptions about Islam following recent events. They said the best thing Islamic leaders in the country can do is invite people to learn about their religion.\n\"The best thing is to know,\" Wahhab said.\nIslam is not much different than Judaism and Christianity. They said they all believe in the same God and his prophets, from Adam, Abraham and Moses to Jesus. Akbar described Islam as a continuation of Judaism and Christianity.\n\"It is part of our basic belief that we believe in Muhammad as a prophet of God and all the prophets that proceeded him,\" Akbar said. \"We believe it is a continuation.\"\nWahhab said that all prayers are said in Arabic.\n\"Islam has a beauty that no matter what country you go to, all the prayers are the same,\" she said. \"Anybody can follow regardless of their language so when you come here, you will see almost the whole world here in this Islamic society.\"\nThe Islamic Society of Schuylkill County has members from India, Pakistan, Uzbekistan and numerous other countries.\n\"They are here and part of the community,\" she said.\nOn Friday, the society invited different faith congregations and members of the community to share a dinner, pray with them and learn about the religion. The Rev. Jenn Ollikainen, executive director of the Lutheran Congregational Services, Allentown, brought a group of more than 20 children learning about their faith in preparation for Confirmation.\n\"We try to get them out to experience something other than what they are used to as part of their faith,\" Ollikainen said.\nShe said that some parents did not want their children to go with them Friday.\n\"It must be said too that both people and adults are always happy when they do,\" Ollikainen said. \"They experience prayer, hospitality and the reality that we are all of the Abrahamic faith, believe in the same God and can celebrate together. I think that now more than ever Christians need to learn about Islam from people who practice the faith rather than the news.\"\nRubina Tareen, interfaith chaplain at Alverinia University, led a Powerpoint presentation after dinner about Islam.\n\"I feel the only way to make sense of what is going on is to have everyone come together,\" Tareen said. \"All faiths teach mercy to others.\"\n___ (c)2015 the Republican & Herald (Pottsville, Pa.) Visit the Republican & Herald (Pottsville, Pa.) at republicanherald.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: December 13, 2015"
}