{
    "title": "ISLAMIC COUNTRIES ARE DIVIDED ON HOW TO DEFINE TERRORISM; AT ISSUE IS WHETHER PALESTINIAN BOMBERS SH",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 4,
    "day": 2,
    "full text": "Islamic countries were divided Monday on whether the definition of terrorism extends to Palestinian suicide bombers.\nAn appeal by Malaysian Prime Minister Mahathir Mohamad for Muslim countries to condemn any attack on civilians as an act of terrorism quickly became bogged down in the old question: When is a terrorist a freedom fighter?\nIn a speech to open a special meeting of the 57-member Organization of Islamic Conference, Mahathir proposed a definition that includes the attackers of Sept. 11, Israeli troops who kill Palestinians - and the suicide bombers.\nForeign ministers and officials from other countries were divided.\n\"It is not necessary to condemn the suicide bombers, because we have to take into consideration the reasons behind somebody willing to lose his life,\" Palestinian Foreign Minister Farouk Kaddoumi told reporters outside the conference.\nIsrael's occupation of Palestinian territories is \"the highest and worst kind of terrorism, and the human being, if he sacrifices his life - there must be a reason,\" Kaddoumi said. \"The reason is state terrorism.\"\nDeputy Foreign Minister Ivica Misic of Bosnia, chief of his country's anti-terrorism team, backed Mahathir.\n\"I don't care about race or religion,\" Misic said. \"I agree that if a person kills or harms a civilian he is a terrorist, no matter how noble his struggle may be.\"\nTo paper over the divisions, the delegates unanimously adopted a resolution accusing Israel of \"dragging the region toward an all-out war\" and calling for U.N. sanctions to deter Israeli military action.\nMahathir, a vital U.S. ally in the campaign to crack Osama bin Laden's al-Qaida network, said the terrorist attacks of Sept. 11 had been an \"unmitigated disaster\" for the world's estimated 1.2 billion Muslims, with the religion becoming increasingly perceived as rooted in violence.\nAn agreement to condemn acts of violence against civilians regardless of race, religion or political motive would help repair Islam's damaged reputation and could provide the basis for a U.N. conference, which, in turn, could be the foundation from which to fight sponsors of terrorism, including governments, Mahathir said.\n\"Muslims everywhere must condemn terrorism, once it is clearly defined,\" Mahathir said. \"Bitter and angry though we may be, we must demonstrate to the world that Muslims are rational people when fighting for our rights and we do not resort to acts of terror.\"\nThe gathering of foreign ministers and other officials is taking place amid escalating bloodshed in the Middle East. Palestinian suicide bombings killed 15 Israelis on Sunday, and Israeli troops deepened their invasion of the West Bank. Prime Minister Ariel Sharon said Sunday night that Israel was \"at war.\"\nMalaysia, which had urged participants to refrain from emotional rhetoric so the meeting would be seen as positive by the non-Muslim world, resisted Arab pressure to include a condemnation of Israel in the main declaration, which should be issued Wednesday. Monday's resolution condemning Israel was a compromise.\nThe statement urged the U.N. Security Council to provide protection to Palestinians \"and apply deterrent sanctions against Israel.\"\nSome delegates accused the world body of not doing enough to rein in Israel, and they urged the United States - Israel's chief supporter - to use its influence to stop the attacks.\n\nNotes\n\nCRISIS IN THE MIDDLE EAST\n\nLoad-Date: April 2, 2002"
}