{
    "title": "Islamic scholar discusses terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 1,
    "day": 22,
    "full text": "Imam Zaid Shakir, hailed as one of the nation's top Islamic scholars, spoke Thursday evening in 1100 Social Sciences about the definition of terrorism today and what constitutes the legitimate use of violence.\nThe presentation, titled \"From Hiroshima to New York: Two Acts of Terrorism against Humanity\", was inspired from another talk that Shakir gave at the Zaytuna Institute, where he currently works as a teacher.\nThe institute is a \"nonprofit, educational institute and school founded and run by people committed to reviving time-tested methods of education and transforming human beings,\" according to the official website at zaytuna.org.\n\"Imam Zaid is a highly prolific speaker and scholar respected in the Muslim community as one of the most influential Islamic scholars in the West,\" said Muslim Student Association President Khalida Fazel, a UC Davis senior majoring in civil engineering.\n\"His background in political science and international relations would make him particularly interesting to UC Davis students, not to mention his experience after having served in the U.S. Air Force,\" she said.\nShakir began his presentation by highlighting the overall theme of the topic under discussion.\n\"We've inherited -- we being the populations of the western nations -- a legacy of what some commentators call the mega-violence,\" Shakir said.\nHe questioned the definition of terrorism, pointing out that it is a term whose meaning is easily changed depending on who is actually propagating the violence. He cited the United States' bombing of Hiroshima and Nagasaki as particular examples.\nHe also discussed the collapse of the Twin Towers on Sept. 11, calling it, \"The signature terror event of our lifetimes.\"\nHe asked why the Sept. 11 attack is hailed as a terrorist act and the bombings of Hiroshima and Nagasaki are not, saying that a powerful state had the ability to justify the use of force no matter what the justifications were.\n\"We as human beings at this critical juncture need to challenge that,\" he said.\nAs the presentation progressed, he began focusing more on Muslim's role in a world now fixated on terrorism, calling for them to impart to non-Muslims that they have nothing to fear from any Muslim any more than they have to fear from somebody else.\n\"The false yet popular association of a religion of a growing fifth of the world's population to terrorism is challenged, if not shattered,\" Fazel said.\n\"This inaccurate association perpetrated by many mainstream media outlets and other entities -- even on our campus -- is indeed a dangerous one, as it not only breeds hatred towards a religion and its followers, but also justifies wars and the consequent destruction of lives.\"\nShakir discussed briefly how Iraq has grown into a \"breeding ground for people who dislike the United States,\" making a point that it was not like that before the United States had a presence there.\n\"We have to work for peace, and we have to get away from this insanity,\" he said.\nThe presentation was concluded with an hour of questions from the audience, ranging from inquiries about Pakistan's current government to when Shakir believed it was okay for nations or people to defend themselves legitimately.\n\"It was very informative,\" said Ghezal Raouf, a junior economics major. \"People missed out if they weren't here.\"\nThe Muslim Student Association was the sole sponsor of the event.\n\"As a Muslim Student Association, it is incumbent upon us to hold events such as these when we find that the overall portrayal of our religion is misled and misunderstood, and in doing so hopefully broaden the perspectives of the minds this portrayal seeks to narrow,\" Fazel said.\n(C) 2008 The California Aggie via U-WIRE\n\nLoad-Date: January 22, 2008"
}