{
    "title": "ISLAMIC TERRORISM Times Square suspect indicted",
    "publisher": "charleston gazette",
    "year": 2010,
    "month": 6,
    "day": 18,
    "full text": "WASHINGTON - Faisal Shahzad was indicted by a federal grand jury on Thursday on charges he attempted to set off a bomb in Times Square after undergoing explosives training from a militant extremist group, receiving thousands of dollars in cash from a co-conspirator, and leaving a loaded semi-automatic rifle in his second car.\nThe indictment, returned in the U.S. District Courthouse in New York, charged the 30-year-old Shahzad with 10 criminal counts, including the attempted use of a weapon of mass destruction and an attempted act of terrorism for parking his wired SUV Pathfinder in the heart of Manhattan. If convicted, he faces life in prison.\nShahzad, a naturalized U.S. citizen from Pakistan, was arrested May 3 at JFK International Airport after boarding a flight to Dubai. He was interrogated for days by FBI and U.S. intelligence officials and, according to the indictment, \"admitted that he had recently received bomb-making training in Pakistan and he also admitted that he had brought the Pathfinder to Times Square and attempted to detonate it.\"\n\"The Pakistani Taliban facilitated Faisal Shahzad's attempted attack on American soil,\" Attorney General Eric H. Holder Jr. said in announcing the indictment. \"Our nation averted serious loss of life.\"\nAccording to the charges, Shahzad began receiving explosives training in Pakistan last December from men affiliated with Tehrik-e-Taliban, an extremist group there.\nOn Feb. 25, having returned to the U.S., Shahzad allegedly received about $5,000 in cash in Massachusetts that was sent to him from a \"co-conspirator in Pakistan\" whom Shahzad understood worked for Tehrik-e-Taliban. Then on April 10, he allegedly received another $7,000 in cash in Ronkonkoma, N.Y., which also was sent by that man.\nPhoto\nAttempted bombing suspect Faisal Shahzad\n\nLoad-Date: June 21, 2010"
}