{
    "title": "Islam and terrorism_ Significantly different",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 28,
    "full text": "After the events that occurred on Sept. 11, 2001, a lot of attention has been focused on increased security and damage prevention. As of late, however, especially after the bombings in London, focus has shifted from reacting after an act of violence to preventing it.\nIt appears as though the media and \"terrorism experts\"? are focusing their attention more on the causes of terrorism and the motivations of the terrorists. As a result of this new line of thought, people look at Islam as the root of all evil. Different groups have, and are still, calling on Muslim leaders to condemn these acts, and even to issue Fatwas, or decrees, against them.\nThere are many problems with this way of approaching the issue. First, there is the argument that Islam condones or -- worst yet -- encourages violence. This is hypocritical and unfair.\nTheological arguments aside, it seems that anytime a Muslim commits an act of terrorism, people immediately point to Islam as the cause. \"He did it because he's Muslim\"? seems to explain everything nowadays.\nOn the other hand, faith seems never to be an issue when someone belonging to another religion commits the act. Not many people, for instance, point to Christianity as a violent religion when someone like Timothy McVey commits an atrocity like the Oklahoma City bombings. Not even when anti-abortion activists murder abortion doctors -- in the name of Christianity -- does religion get blamed.\nActs of violence are, of course, not all that are used as evidence for the argument that Islam is a violent faith. For instance, when Ayatollah Khomeini issued a Fatwa against Salman Rushdi, the entire international community reacted. Calling this declaration barbaric, they used the incident as further proof that Islam does in fact condone violence. After all, Khomeini was a clergy person.\nOn the other hand, when Reverend Pat Robertson -- also a member of the clergy -- issued a similar declaration against the president of Venezuela, Hugo Chavez, no one blamed Christianity as the root of this violent pronouncement. Perhaps the Reverend only values the Ten Commandments as decorative objects for courthouses and other governmental buildings.\nThe bigger problem here -- besides the whole hypocrisy issue -- is the fact that focusing so much attention on Islam and debating how to fix Muslims distracts us from the real issue. Of course, no act of terrorism is excusable or acceptable regardless of the reasons. But if one were to consider where these terrorists come from, it becomes abundantly clear that the problem is political and not theological.\nIf the United States did not support Saudi Arabia, which funds schools that teach an extremist ideology, or if we did not provide ammunition to people who preach hate, like Bin Laden, things might be different. We must project a better image in the Middle East.\nThis is not to say that longstanding U.S. policy is solely to blame for the acts of terrorism committed around the world. But it certainly doesn't help things when people can tune into the evening news and see that, for example, after conquering Baghdad, the U.S. military protected only the oil ministry, leaving all the other ministry buildings -- including health and education -- to be looted.\nThe point is that anyone with an agenda can find justification for his or her actions in any holy text. Trying to \"fix\"? Islam or convert Muslims not only doesn't help us prevent the next terrorist attack on the United States, but can also make us more vulnerable by deterring Muslim intellectuals and translators who would otherwise be willing to assist in addressing policy questions. These individuals could be valuable resources to the United States because they offer powerful insight on the political motivations of terrorism.\nFinally, to write off an entire religion because of a few extremists is unfair to the other practicing members of that faith. We should afford the same consideration we allow Christians to all the peacefully practicing Muslims in the world.\n(C) 2005 The Pitt News via U-WIRE\n\nLoad-Date: September 28, 2005"
}