{
    "title": "ISLAMIC STATE REINFORCES IMPERATIVE FOR TRIA EXTENSION",
    "publisher": "business insurance",
    "year": 2014,
    "month": 9,
    "day": 15,
    "full text": "Whether you call it ISIS or ISIL, the rise of the Islamic State comes as a terrifying reminder of the nature of the terrorism threat to the United States and the rest of the world.\nPerhaps policymakers should have paid more attention when the Islamic State drew condemnation from its forebear al-Qaida for its brutal acts. Its murder - and what happened was murder, not \"execution,\" despite the description chosen by some in the media and elsewhere - of Western hostages should leave no doubt about what the civilized world faces.\nThe emergence of the Islamic State as a serious blood-soaked player in global politics came as Congress yet again considers the extension of the federal government's terrorism insurance backstop program created by the Terrorism Risk Insurance Act of 2002, better known as TRIA. As of this writing, reauthorization of the program - which is also known as TRIA - before the midterm elections appears unlikely.\nTechnical and philosophical differences between extension bills in the House of Representatives and Senate aren't likely to be ironed out in the short period the House will be in session this month, even though the program is slated to expire on Dec. 31. In fact, some House members might prefer to put off a long-term solution to TRIA until early next year, hoping that the Republicans will recapture the Senate and thus be more amenable to a scaled-back program, if there is any program at all.\nBut given the full plate of other, higher profile issues before Congress, it seems more likely that TRIA reauthorization won't be decided sooner than a probable lame-duck session after the elections.\nLame-duck sessions present both opportunities and perils, depending on your perspective. They provide defeated or retiring lawmakers with a chance at a final hurrah. In some cases, they can provide both defeated lawmakers and a defeated administration the chance to approve legislation that would be certain to otherwise die. It was, after all, the post-1980 election lame-duck session that produced the law that created Superfund, which proved to be a long-term irritant for a generation of risk managers.\nThe 2014 lame-duck might not be nearly that dramatic. But if TRIA isn't passed by both houses this month, it deserves a prominent place on the short agenda later this year. Previous extensions in 2005 and 2007 have gone down to the wire even when there was no good reason they should have.\nGiven the state of affairs in Iraq and Syria, TRIA should have been moved on before the August break. September's later than it should have been to resolve the issue, but if it takes a lame duck, so be it - provided the program's extended.\nThe Islamic State's metastasis into a state within a state proves that the terrorism threat isn't going to go away soon. Until it does, TRIA shouldn't, either.\n\nLoad-Date: September 18, 2014"
}