{
    "title": "Islamic terrorism grew in 2006 and 2007 POLITICS_ Report Challenges Orthodoxy on Global Terror",
    "publisher": "the world",
    "year": 2008,
    "month": 5,
    "day": 23,
    "full text": "A comprehensive new study from the Canadian research team that produced the Human Security Report in 2005 challenges the expert consensus that global terrorism is increasing.\nAccording to the view of the latest U.S. National Intelligence Estimates, the threat of terrorism, particularly Islamic terrorism by groups like al Qaeda, grew in 2006 and 2007.\nStatistical data created by three major terrorism research institutions in the U.S., including the National Counterterrorism Centre (NCTC), the Memorial Institute for the Prevention of Terrorism (MIPT), and the National Consortium for the Study of Terrorism and Response to Terrorism (START), support these claims by estimating that terrorism fatalities throughout the world rose following the invasion of Iraq in 2003.\nThe Human Security Brief, released Wednesday, says the consensus definition of terrorism is 'intentional politically motivated violence perpetrated by non-state groups against civilians and/or non-combatants'.\nThe Human Security Report Project analysed the trend data created by these research institutions and has found a different 'objective critical assessment' of this data. The Human Security Brief 2007 finds a 'sharp net decline' in terrorism around the world.\nThis positive change in the decrease of global terrorism has gone virtually unnoticed. Andrew Mack, director of the Human Security Report project, told IPS that he believes it is a question of perspective.\n'The problem with the experts is that they are always looking at the terrorist attacks that take place and they don't, almost by definition, look at the terrorist attacks that don't take place. A lot of the experts are looking at particular cases, particular countries. They don't look at statistical data,' he said. 'Expert consensus is probably misleading.'\nFirst, the intentional killing of civilians in wartime is traditionally described as a war crime or a crime against humanity. However, MIPT, START, and NCTC have all counted the civilian deaths in the civil war in Iraq as terrorism.\nIn all three data sets, the casualties in Iraq are driving the increase in the global numbers. MIPTS's data indicates that Iraq fatalities accounted for 79 percent of the global terrorism death toll, and 64 percent according to NCTC's estimate.\nYet, according to Mack, no matter how you define 'terrorism', there has still been a major recent decline in this phenomenon.\nIn December 2007, new data released by NCTC revealed that the combined fatalities from Islamist and non-Islamist violence in Iraq had sharply declined by 55 percent. This decrease lowered the global fatality toll by 40 percent.\n'If you define terrorism one way to include deaths in Iraq, then it starts to decline in 2007,' Mack told IPS. 'It declines by about 40 percent globally -- and that 40 percent is actually driven by a much bigger decline in Iraq itself.'\n'But a lot of people believe that you shouldn't count civilian deaths in civil wars because we call it war crimes or crimes against humanity,' he said. 'So let's take Iraq out.'\nWithout Iraq, the data shows a net decline in the number of terrorism deaths, starting in 2001, of more than 40 percent.\nMIPT and START rely on counting procedures that are not used consistently when looking at terrorism throughout the world. For example, in the case of Iraq's civil war, both MIPT and START consider the thousands of civilians that were killed as victims of terrorism, the report notes. However, MIPT and START only consider a small number of civilians intentionally killed in sub-Saharan Africa's conflicts as terrorism.\nIt is estimated that 2,000 'terrorism' fatalities occurred in Iraq in 2004 and yet zero 'terrorism' fatalities occurred in Sudan, where thousands of civilians had been deliberately killed that year.\nYet, again the numbers of casualties have declined in sub-Saharan Africa overall, contributing to the overall decline in global terrorism. For example. the number of state-based conflicts in the region dropped by more than half between 2002 and 2006. Non-state battles have also declined in deaths, with an annual death toll dropping more than 70 percent during the same period. Lastly, the killing of civilians by governments or rebel groups has declined. One-sided violence declined by two-thirds between 2002 and 2006 with the death toll dropping by more than 80 percent.\nMack challenges experts to take a closer look at the trends of global terrorism. 'If you actually look at the gross trends that are out there, they can tell us whether things are getting better or getting worse. And that's what we need to know to know whether our policies -- our counter terrorism policies -- are working or failing.' © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: May 23, 2008"
}