{
    "title": "Isolation Over, Qaddafi Meets With Rice",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 6,
    "full text": "For the first time in more than half a century, a sitting American secretary of state is in Libya. Condoleezza Rice arrived here on Friday to meet with the man whom Ronald Reagan famously called the ''mad dog of the Middle East.''\n  But that was then. Ms. Rice, after waiting at the Corinthia Bab Africa Hotel here for an hour as the Ramadan sun set, finally got word that Col. Muammar el-Qaddafi was ready to receive her at his Bab al Azizia residence -- the same compound bombed by American airstrikes in 1986 during the height of tensions with Libya. \n  Amid a swarm of cameras and reporters, she walked into the receiving room where Mr. Qaddafi, clad in a long, flowing white robe, purple and gold sash, and a green Africa brooch, stood waiting to greet her.\n  He didn't shake her hand; instead, he put his hand against his heart in a gesture that North African men often use to greet women, then motioned for her to take a seat. It was a very different Libyan leader, in the eyes of Ms. Rice and the Bush administration, from the man who had bedeviled six American presidents over the past four decades.\n  As far as the Bush administration is concerned, the Libyan leader is rehabilitated, his country removed from the State Department's terrorism list, his debt to the families of the victims of Pan Am Flight 103 on its way to being paid, Libya's stockpiles of chemical weapons destroyed and its secret nuclear weapons program dismantled.\n  His initial chat with Ms. Rice could not have been more pleasant. He politely inquired about her trip; Ms. Rice thanked him for his hospitality. He asked about the hurricanes; she told him America had dodged Gustav but was bracing for Hanna. And that was it for the public chit-chat, as the Libyan authorities quickly shooed the press out of the room while Ms. Rice sat, smiling broadly.\n  ''Quite frankly, I never thought I would be visiting Libya, so it's quite something,'' she had told reporters aboard her flight to Tripoli.\n  She said she had thought through what she planned to say to Colonel Qaddafi, and, not mentioning him by name, added, ''I look forward to listening to the leader's worldview.''\n  Ms. Rice called the visit ''a historic moment,'' albeit ''one that has come after a lot of difficulty, the suffering of many people that will never be forgotten or assuaged, a lot of Americans in particular. It is also the case that this comes out of a historic decision that Libya made to give up weapons of mass destruction and renounce terrorism.''\n  Although the State Department announced Ms. Rice's trip a few days ago, details of the visit had been shrouded in so much secrecy that even as her plane left Lisbon for the three-hour flight to Libya, many on board still did not know where she would be meeting Colonel Qaddafi. \n  In the end they met at his compound in Tripoli. After the diplomatic niceties were dealt with, Ms. Rice and Colonel Qaddafi met one on one -- though with note takers and interpreters, State Department officials said -- for what had been billed as a more interesting private exchange than the usual diplomatic meetings. \n  After all, the Libyan leader had professed his ''love'' for the American secretary of state. ''I support my darling black African woman,'' Colonel Qaddafi told the network Al Jazeera last year. ''I admire and am very proud of the way she leans back and gives orders to the Arab leaders.''\n  He continued: ''Yes, Leezza, Leezza, Leezza... I love her very much.''\n  A senior administration official said that Ms. Rice planned to raise some nettlesome issues, including human rights and the final resolution of legal claims from the 1988 bombing of Pan Am Flight 103, among other issues. \n  A Libyan dissident, Fathi al-Jahmi, remains in jail, where he has been off and on since 2002, despite repeated pleas for his release from Senator Joseph R. Biden Jr. of Delaware, now the Democrats' vice-presidential nominee, and Bush administration officials. \n  Ms. Rice's visit has been two years in the making. The Bush administration announced in 2006 that it was restoring diplomatic ties with Libya as a reward for Colonel Qaddafi's decision in 2003 to renounce terrorism and abandon work on weapons of mass destruction, a reversal that Bush administration officials were quick to attribute to the American invasion of Iraq.\n  The United States withdrew its ambassador from Libya in 1972 after Colonel Qaddafi renounced agreements with the West and repeatedly inveighed against the United States in speeches and public statements. \n  After a mob sacked and burned the American Embassy in 1979, the United States cut off relations. But the relationship did not reach its nadir until 1986, when the Reagan administration accused Libya of ordering the bombing of a German discotheque that killed three people. In response, the United States bombed targets in Tripoli and Benghazi.\n  The bombing of Pan Am Flight 103 over Lockerbie, Scotland, came nearly three years later. Investigators spent years accumulating evidence that Libyan agents were involved, and in 2001, a Libyan intelligence official was found guilty of murder in the case.\n  On the plane to Tripoli, a reporter asked Ms. Rice whether she attributed the Libyan turnaround to diplomacy or fear that it could have followed Iraq on the United States hit list. \n  ''Quite obviously there was a long period of isolation,'' she said, then added that Libya eventually signaled it was ready to renounce terrorism. ''Anytime a country makes that choice,'' she said, ''diplomacy should be pursued.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Col. Muammar el-Qaddafi, Libya's leader, greeted Secretary of State Condoleezza Rice at his residence in Tripoli on Friday.(PHOTOGRAPH BY NASSER NASSER/ASSOCIATED PRESS)                                                         \n\nLoad-Date: September 7, 2008"
}