{
    "title": "ISRAELIS ASKING WHY ONLY THEY MUST RETALIATE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 2,
    "full text": "Israeli officials expressed satisfaction today with America's apparent support for retaliation over the Rome and Vienna airport attacks, but raised questions about why Israel alone should bear the burden for responding to international terrorism.\nAlthough they are very pleased to have the United States support, many Israeli officials are increasingly uncomfortable with the idea that they should be the exclusive ''world policemen'' for a rash of terrorism that has affected citizens of many countries, especially the United States.\n \nNo Longer the Only Target\nSenior Israeli officials quickly add that the questions they are raising should not be interpreted as precluding retaliation by Israel alone.\nBut they say that much of what the world is witnessing is state-sponsored terrorism that can be countered only by state-sponsored economic and diplomatic sanctions, and that Israel is no longer the only target of terrorists - who seem just as ready to kill Americans or West Europeans in the Palestinian cause. Their questions also probably reflect a degree of exhaustion in Israel with bearing the political and military costs of fighting terrorism for so many years. touched on these themes - particularly the failure of other countries to impose sanctions against nations that are known to support terrorist groups - in a strikingly low-key address he delivered today to the Israeli Parliament on the Rome and Vienna attacks.\n''There are some who propose a military operation against Libya,'' Mr. Peres said. ''However, before one speaks of military operations, some simple questions have to be asked: 'Why is Libya treated with a measure of forgiveness and a closing of eyes?'\n''Qaddafi is accorded receptions,'' he continued, referring to the Libyan leader, Col Muammar el-Qaddafi. ''His country is exempt from political, legal or economic punitive measures, as though diplomatic rules are honored toward that country while it does not honor them with respect to others.''\n \nWar and Crime Combined\nThe Prime Minister added: ''The world is making supreme efforts to put an end to war. Countries are making supreme efforts to put an end to crime within their borders. Terrorism is a combination of war and crime. It extends across the entire globe, and the time has come to organize an international effort against it, to put an end to this ugly and dangerous hybrid.\n''Israel,'' he continued, ''will neither rest until it catches up with those who harass us, nor will it desist from calling on the world to launch a proper international effort in order to free the world of this terrible and unnecessary danger.''\nFor Mr. Peres, the issue of how a retaliation is mounted is crucial - not only because he does not want to create a situation in which Israel becomes the world's anti-terrorism mercenary, according to senior officials, but also because cooperative efforts would have much less of a negative impact on the peace process or on Israel's relations with Egypt, than a solo operation.\nResponding to Mr. Peres's speech, Ehud Olmert of the right-wing Likud bloc spoke in even stronger terms about the need for joint action.\n \n'Don't Need Permission'\n''We ought to say to our friends in America that much as we appreciate the advice that we can retaliate, we frankly don't need and never waited for American permission to protect our people,'' Mr. Olmert said. ''The question is what is America doing directly and independently to protect its own citizens?''\nHe said Israel ''is ready to cooperate with the United States and if necessary to act together, but we are not going to do the job instead of America.''\nSimcha Dinitz, a former Ambassador to Washington and now a Labor Party member of Parliament, underlined this point, saying: ''We greatly appreciate the decisions the United States has adopted against terrorism - in words and deeds. But we would like to feel that the battle against terrorism is an international concern and not the exclusive domain of Israel.''\nWhile Israeli institutions are often the first target, Mr. Dinitz said, a terrorist attack invariably spreads into ''an international concern, and that is how it should be judged and acted upon on - both the political and military levels.''\n \nFewer Israeli Casualties\nThe extent to which this attitude has caught on nationally was reflected in an editorial this morning in Israel's leading newspaper, Haaretz.\nThe number of non-Israeli casualites in the latest incidents far exceeded the number of Israeli casualties - one killed and 7 wounded out of a total of 18 killed and more than 110 wounded, the paper said.\n''Will the American leadership be satisfied with giving the green light for an Israeli retaliatory action, while the United States itself refrains from making a contribution to the suppression of international terrorism?'' Haaretz asked. ''There is good reason to believe that Libya is the country giving its aegis to Arab terrorism. If this is so, there is reason to expect that the burden of response beyond the spoken word will not be placed solely on Israel.''\nWhile no senior Israeli officials will discuss how and against whom Israel might retaliate, several said a strike against Libya could only embarrass Egypt's President, Hosni Mubarak, just at the time when Mr. Mubarak and Mr. Peres are close to working out a comprehensive settlement on a variety of issues that have been complicating relations between the two countries for two years.\nThe concern with the effect on Egypt, however, does not apply to the entire national unity Government, where a subtle but clear difference of opinion appears to be in the making over how the latest incidents should be depicted and dealt with.\n \nLikud Sees Futile Effort\nWithin the Likud half of the coalition, there is a sense that the latest terror incidents only prove that efforts to reach peace settlements with the Arabs are futile, and that in assessing blame or assigning retaliation, no distinction need be made between Abu Nidal, the Palestinian believed to have masterminded the attacks, and Yasir Arafat, chairman of the Palesttine Liberation Organization.\nBy delaying efforts to achieve a breakthrough with either Egypt or Jordan, these incidents work to the advantage of the Likud bloc - since it has been effectively working against such breakthroughs. Because the Likud leader, Foreign Minister Yitzhak Shamir, is scheduled to replace Mr. Peres next October as Prime Minister, Likud would prefer to keep the peace process frozen until then, Israeli political analysts say.\nMr. Peres, whose own political fortunes may be tied to a breakthrough on the peace front, wants to make sure that whatever retaliation takes place will hit the specific culprits and will do the least damage possible to the prospects for negotiations."
}