{
    "title": "Israel Is Permitting Harsher Interrogation of Muslim Militants",
    "publisher": "the new york times",
    "year": 1994,
    "month": 11,
    "day": 17,
    "full text": "A burst of attacks that killed nearly 30 Israelis in recent weeks has led the Government to permit harsher interrogations of suspected Muslim militants. The loosening of past restrictions drew accusations today from a human rights group that the authorities had adopted the methods of their enemies.\nJustice Minister David Libai said this week that a Cabinet committee on the Shin Bet security service had \"taken a decision to strengthen the ability of the Shin Bet to deal with the wave of terror by Hamas and Islamic Holy War.\"\nHe did not elaborate, saying deliberations of the committee, headed by Prime Minister Yitzhak Rabin, were secret. But Israeli newspapers reported that interrogators had been given a freer hand after Shin Bet officials, backed by Mr. Rabin, complained that restrictions were hampering their ability to get information and prevent new attacks.\nRecommendations by a 1987 Government commission of inquiry into Shin Bet, which later became official policy, permit interrogators to use a \"moderate degree of physical pressure.\" Mr. Libai said the Government's latest decision \"does not deviate\" from those guidelines.\nBut human-rights groups assert that the commission in effect sanctioned torture and that the Government's latest move would aggravate existing abuses.\nThe recent attacks have strengthened what is often called here the \"ticking bomb\" argument: that violence may be necessary to extract information that could prevent an imminent killing. The issue arose again last month when the Israeli security forces reportedly used tough interrogation methods on a Palestinian suspect to find the whereabouts of a soldier, Nahshon Waxman, who had been kidnapped by Hamas radicals. Corporal Waxman was killed during a failed rescue attempt by the army.\nBut members of the Israeli human rights group B'Tselem argued today against torture under any circumstances, saying more sophisticated means should be used to prevent attacks. \"The response to terrorism may also mean adopting its ways,\" Yuval Ginbar, a researcher for B'Tselem, said at a news conference. \"We call on the Government not to succumb to terrorism by using terrorist methods.\"\nYizhar Beer, the director of B'Tselem, added: \"The norm should be a total prohibition of torture, but the Government is gradually widening the crack through which the legal system is used to sanction torture. Most cases are a far cry from the ticking-bomb situation.\"\nA new B'Tselem report included accounts by nine Palestinians jailed over the last six months and court testimony by Shin Bet interrogators. It concluded that torture under interrogation persists despite the year-old accord between Israel and the Palestinians.\nAccording to the accounts, prisoners are deprived of sleep, food and drink, tied up in painful positions, hooded, confined to closet-like cells, beaten and violently shaken.\nFawzi Mujahed, a former prisoner, told reporters that during several weeks of interrogation, he was shackled on a chair day and night and beaten on the shoulders. He said he was accused of throwing stones, writing nationalist graffiti and raising Palestinian flags several years ago, and released on bail.\nThe army, whose interrogators also question Palestinians, said in a written response that its regulations forbid \"violence, threat of violence, or any kind of humiliation or degradation.\" It said all complaints by prisoners were investigated by the military police.\n\nLoad-Date: November 17, 1994"
}