{
    "title": "ISRAELI EMBASSY BOMBED",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 7,
    "day": 27,
    "full text": "A car bomb that police suspect was planted by Islamic terrorists blasted the Israeli Embassy in London on Tuesday, injuring 14 people. The blast took place a day after Israel and Jordan agreed to end their state of war.\nPolice were hunting for a well-dressed, middle-aged woman of Mediterranean appearance, who parked a grey Audi - with what turned out to be fake license plates - and walked away seconds before 44 to 66 pounds of high explosive packed in the trunk exploded.\n\"Given the appearance of the woman and the location of the Israeli Embassy, this seems to be a return of Middle Eastern terrorism to the streets of London,\" said Cmdr. David Tucker, the head of Scotland Yard's Anti-Terrorist branch.\nThe bomb exploded without warning outside the embassy in the fashionable Kensington district of west London. Windows were shattered in nearby Kensington Palace, which is home to a number of Queen Elizabeth's family. Diana, princess of Wales, who also lives at the palace, was away on a holiday.\nRachel Gordon, who works in the embassy's press office, said, \"It was such a huge, huge explosion. Parts of the building just collapsed.\"\nThe blast destroyed a two-story brick annex between the embassy and the consulate, collapsing its roof and blowing out a section of its walls. One floor collapsed in the apartment building nearest the explosion, police said. Windows were blown out of a high-rise across the street.\nCharing Cross Hospital said one of the 14 injured people treated there was in serious condition. An unknown number of people were treated at the scene. The injured suffered smoke inhalation, shock, and cuts from shrapnel and glass.\nCmdr. Tucker said the woman who parked the Audi was between 55 and 60 and carried a shopping bag from Harrod's department store. She had aroused the suspicion of a policeman and an Israeli security guard, who were checking out the car when the bomb went off. Although they were only a few feet away from the car when the bomb detonated, neither was seriously injured.\nTucker said the two officers approached the woman, but it was not clear whether they challenged her. Both officers suffered shock from the explosion and were not able to give full accounts in the first hours after the blast. \"She may well have been spoken to,\" Tucker said. \"She clearly did something to arouse suspicion.\"\nTucker confirmed that authorities had recently met with representatives of the Board of Jewish Deputies, who had called for parking to be banned outside certain facilities, including the embassy.\n\"We did have discussions along those lines a week ago . . . and on balance the decision was made that parking restrictions were not the answer,\" Tucker said. RABIN POINTS TO IRAN\nIsraeli Prime Minister Yitzhak Rabin, in Washington for Israel's declaration of peace with Jordan, called on the world to fight what he termed an Iranian-backed terrorism.\n\"As the peace talks advance, I have no doubt that extremist Islamic terrorism . . . will try to increase its activity in order to threaten those who support and make peace,\" Rabin said.\nFor Israelis, recent attacks have underscored that peace is not quite at hand. As Rabin and Jordan's King Hussein declared peace on Monday, Iranian-backed Shiite Muslim units attacked Israeli forces in southern Lebanon, killing an officer and wounding 13 other soldiers.\nOther attacks include last week's car bombing in Buenos Aires, Argentina, in which 96 people were killed, and a bombing attempt at Israel's Embassy in Thailand in March. Also under investigation is the bombing of a private plane in Panama last week in which 21 people were killed, most of them Jews or Israelis.\n\nLoad-Date: July 28, 1994"
}