{
    "title": "Israel 's 'Smart Move' Backfires",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 8,
    "day": 2,
    "full text": "AMID continuing uncertainty surrounding the fate of Lt. Col. William Higgins, analysts here are describing Israel's decision to kidnap a senior Muslim cleric from Lebanon as an operationally smart move that may have backfired diplomatically.\nThe seizure of Sheikh Abdel Karim Obeid, a pivotal figure since 1985 in the Iranian-backed Hizbullah, a Shiite faction, may have weakened the capabilities of one of the most feared Lebanese terrorist networks. Sheikh Obeid has admitted to Israel that he was involved in Colonel Higgins's 1988 kidnapping and the 1986 abduction of two Israeli soldiers still in captivity in Lebanon.\nBut by risking the lives of the hostages, Israel's take-charge anti-terrorism style has drawn unexpected criticism.\nThe decision by Israel to seize Obeid appears to have been largely divorced from domestic political considerations. Instead, the timing was dictated by intelligence assessments, possibly warning of new operations planned by Hizbullah, analysts say.\n''This has been in the drawer for a long time and the window of operational opportunity presented itself,'' speculates Dore Gold, an expert on US foreign policy at Tel Aviv University's Jaffe Center for Strategic Studies.\nWhether the risk was acceptable, say other analysts, depends on where Israeli intelligence placed Higgins at the time of the kidnapping. If he was believed to be dead already or in Iran, the risks were reasonable. If he was believed to be in the hands of Hizbullah in south Lebanon, Israel may have taken an unacceptable gamble with Higgins life.\nThe decision to proceed with Obeid's abduction was approved by Israel's 12-man Inner Cabinet with only one dissenting vote. Israeli Radio said the ministers were not warned of the risk that other hostages could be killed as a result.\nLate Monday two Lebanese Shiite groups announced that two more hostages would be killed on Tuesday unless Israel releases Obeid.\nNews of Higgins's death has been greeted with outrage in the United States but also with open criticism of Israel for putting American lives at risk.\n''Even though US anger is being directed against Iranian-backed terrorists, the truth of the matter is that there's going to be a lot of anger directed against what may be seen as Israeli arrogance,'' says a leading Israeli defense analyst.\nVarious Israeli officials yesterday responded to criticism of the kidnapping saying it was a necessary step in combatting terrorism that was used only after all other means failed. They insisted that Israel bears no responsibility for Higgins death and have so far declined to turn over Obeid except in exchange for two soldiers and an Israeli airman held in Lebanon.\nThe Israeli officials insisted that all risks were taken into account when the operation was planned, and that, as when US warplanes attacked Libya in 1986, the US has also been willing to risk provoking Muslim extremists when military action against terrorism was deemed warranted.\n''The only way to fight terrorism is through the use of force and the world will also have to learn this lesson,'' Israeli Foreign Minister Moshe Arens told journalists following unconfirmed reports that Higgins had been hanged by his captors Monday.\nRelations between Washington and Jerusalem have already been strained by recent Middle East peace moves and stern measures used by Israel to end the 19-month-old Palestinian uprising. One Israeli analyst says it is now up to the US to avoid creating an environment that would encourage other terrorist groups to resort to kidnapping to achieve political ends.\n''If the discussion in Washington focuses on the kidnapping as the cause (of Higgins's death), then we will create a situation in which the murder of Western citizens will be used as a form of political leverage against Israel,'' says Dr. Gold.\n''We call on the American people not to allow outrageous terrorism to drive a wedge between the US and Israel,'' Foreign Ministry spokesman Alon Liel urged yesterday, adding that failure of the Western nations to close ranks now would ''grant an easy victim to terrorism.''\nCorrespondents for two Israeli newspapers, citing unnamed Israeli officials, said Israel may have closed off options for backchannel negotiations with Hizbullah by publicly admitting that it kidnapped Obeid.\nIsrael may have overvalued Obeid as a bargaining chip, other analysts add. Israel has offered to swap Obeid and 150 other Shiite Muslims for Israeli and foreign hostages held in Lebanon."
}