{
    "title": "ISRAELI URGES U.N. TO UNITE AGAINST TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 4,
    "full text": "Yitzhak Shamir, Israel's Foreign Minister, challenged the United Nations today to join in a struggle against terrorism rather that spend time on ''contrived and counterproductive'' reviews of the Arab-Israel conflict.\n The Israeli offical, describing terrorism as ''a malignant disease that will spread everywhere if not contained,'' recalled that concerted action did produce results in the mid-60's when the prime target was international civil aviation.\n''The proper functioning of civil aviation today,'' he said, ''is a result of powerful measures taken jointly by many nations to insure the safety of passengers and aircraft and to combat the threat of hijackings.'' He was referring to actions taken by the International Civil Aviation Organization, a specialized agency of the United Nations.\nIsraeli Foreign Min Yitzhak Shamir, speaking before 39th session of UN General Assembly, challenges UN to join in struggle against terrorism rather than spend time on 'contrived and counterproductive' reviews of Arab-Israeli conflict (M)\nMr. Shamir, speaking before the 39th session of the United Nations General Assembly, said that the reaction to terrorism should not be punishment, as he said it was now, but prevention. ''Since we are all potential victims of terror,'' he said, ''we must fight it together.''\n \nSome Delegates Walk Out\nThe Israeli, who is also Alternate Prime Minister, offered no specific proposals but said terrorism would spread as nations pardoned terrorists or offered them diplomatic immunity rather than prosecutee or extradited them.\nSpeaking briefly in reply, Riyad H. Mansour, the Palestine Liberation Organization observer to the United Nations, said the ''Zionist Minister is the last one to speak of terrorists.'' Mr. Mansour referred to what he said were Mr. Shamir's ''terrorist activities'' in the 1940's and of the ''terrorism'' of Israel's invasion of Lebanon in 1982. Mr. Shamir directed the activities of the Stern Gang.\nMr. Shamir's speech, which prompted the usual walkout of some members of third world, Communist and other delegations in protest against Israeli policies, also focused on hunger problems, especially in Africa.  He said Israel had emerged in one generation from austerity and food rationing to become a net exporter of food and had shared its techniques with other emerging nations. He urged others to do the same.\nMr. Shamir also repeated a pledge that Israel would withdraw from southern Lebanon subject to security arrangements for his nation's northern border. But he said Lebanon remained dominated by Syria, which he said occupied 65 percent of the country with some 40,000 troops.\n \nShamir Appeals to Moscow\nThe Egyptian Foreign Minister, Ahmed Esmat Abdel Meguid, said later that ''all foreign forces should be withdrawn'' from Lebanon and he expressed the view, in speaking to reporters, that an Israeli withdrawal might lead to a Syrian withdrawal.\nMr. Shamir also said that the situation of Jews in the Soviet Union had recently taken a turn for the worse. They were being deprived of access to Jewish culture, he said, and their emigration was being restricted. He called on Moscow to change its ''unjustifiable'' policy.\nBut the Soviet representatives had joined in a walkout that seemed to include all the Arab countries except Egypt and many African nations.\nHungary's Foreign Minister, Peter Varkonyi, drew the delegates' attention to Western Europe where he said deployment of American medium- range nuclear weapons was a ''grave development.'' He said everyone would welcome a ''more responsible relationship'' between the United States and the Soviet Union, but it would only be ''normalized'' on the basis of ''respect for the principles of equality and equal security.''\nForeign Minister, Sheka H. Kanu of Sierra Leone spoke of the economic difficulties of most African countries. He called for help from the industrialized nations in the form of changes in financial institutions, a reduction in the current ''crippling rates of interest'' and a liberalization of world trade.\nBurma's Foreign Minister, U Chit Hlaing, also dealt with the world economy, with its central problem, he said, being the debt problem of developing countries."
}