{
    "title": "ISRAEL CALLS RAIDS A RETALIATORY ACT",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 5,
    "full text": "The military command said today that the air strikes by Israeli planes in Lebanon were in retaliation for the shooting Thursday night of Israel's Ambassador in London.\nA military communique, issued while the aircraft were still bombing Palestinian targets in the Beirut area, said the attack on Ambassador Shlomo Argov was a breach of the cease-fire between Israel and the guerrillas.\nJERUSALEM, June 4 - The military command said today that the air strikes by Israeli planes in Lebanon were in retaliation for the shooting Thursday night of Israel's Ambassador in London.\nThe communique said one of the targets was a large arms cache beneath the bleachers of a football stadium. Another was said to be a training school for new members of Al Fatah, the largest guerrilla group in the Palestine Liberation Organization.\nIsraeli planes also bombed Palestinian artillery emplacements in the Zaharani Estuary, a military spokesman said, and returned safely to base by dusk.\nAfter the attacks, Palestinian guerrillas in southern Lebanon shelled and rocketed northern Israel into the evening, killing one Israeli and wounding four. Israel returned the fire, shelling southern Lebanon.\nThe United States arranged the cease-fire last July in an attempt to curb fighting across the border between Israel and Palestinian guerrillas in southern Lebanon.\nIsrael has defined the cease-fire broadly, insisting that it bars terrorism against Israelis in any part of the world. The P.L.O., which denied responsibility for the shooting, has interpreted the cease-fire as applying to only the Lebanese-Israeli border area.\nThe attack on the Ambassador was met with outrage here, creating the impression that it had strengthened the hand of those in the Government, such as Defense Minister Ariel Sharon, who have been pressing for months for an extensive military operation in Lebanon against the P.L.O.\nThe Israeli Cabinet met in an emergency session this morning to discuss the shooting and the Lebanese situation. No statement was issued, but six hours later the Israeli planes were in the air."
}