{
    "title": "Israel Hezbollah move amounts to terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 3,
    "day": 10,
    "full text": "When the State Department issues its annual report on worldwide\nterrorism next month, seven nations -- Iran, Iraq, Sudan, Syria,\nNorth Korea, Libya and Cuba -- are expected once again to make\nthe list.\nFor the past six years, these countries have been accused by successive\nU.S. governments of being the sponsors of terrorist acts or the\nprotectors of those who commit them.\nThis year Israel should be added to the list.\nThe Jewish state, which itself long has been a target of such\ndespicable acts, has joined the ranks of those countries that\ncondone terrorism.\nProof of this ugly truth surfaced last week when it was revealed\nthat Israel has secretly kidnapped and held hostage 21 Lebanese\n-- some of them for as long as a decade. The men, who were spirited\nout of Lebanon by agents of the Israeli government, are being\nheld as a \"bargaining card.\"\nFor what purpose?\nIn the event that Israelis are taken hostage by Hezbollah, the\nIslamic movement that has been fighting to oust Israeli forces\nfrom southern Lebanon, Jerusalem hopes to trade these pawns for\ntheir release. That's the reasoning a three-judge panel of Israel's\nSupreme Court gave last week when it admitted secretly condoning\nthe hostage-taking four months ago.\nThat decision puts Israel in a league by itself.\nOfficially endorsed\nkidnapping\nIsrael is the only nation whose judiciary has publicly sanctioned\nsuch political kidnappings, the kind of terrorism long decried\nby the United States. During the 1980s, the Reagan and Bush administrations\nbranded as terrorists the Islamic militants who took eight Americans\nand many other foreigners as bargaining cards, and slapped the\nsame label on Syria and Iran, two countries that were thought\nto have backed them.\nThe hostages taken by Israel were \"captured to achieve a goal\"\nand not because they were singled out as targets, Chief Justice\nAharon Barak said in an opinion that was reached in November.\nNot surprisingly, the court sought to keep Israel's terrorism\n-- and its own weak defense of it -- a state secret. Both became\nknown only after an Israeli human rights lawyer forced the court\nto lower the protective veil.\nBy taking people hostage and holding them for years as bargaining\nchips, Israel has abandoned the moral high ground it once held\nin its fight with Islamic militants.\nThere is precious little difference between those in Jerusalem\nwho sanction such behavior and the Islamic militants who once\nmade Lebanon a haven for kidnappers.\nOf the seven nations on the list of countries the State Department\nsays support terrorism, Cuba and North Korea are there only because\nthey are thought to give shelter to international terrorists.\nIf that's the case, how can Israel -- which we now know has committed\nterrorist acts -- avoid being branded with the same scarlet letter?\nIt can't, unless the Clinton administration is willing to make\na mockery of its annual report on terrorism.\nAmerica's 'double standard'\nOf course, there are those who have long argued that the United\nStates has a double standard when it comes to judging the acts\nof its allies and those of others. While nations that back terrorism\nby groups or individuals can be placed on the State Department's\ninfamous list, those that commit such acts themselves cannot.\nThat's because the State Department's definition of terrorism\npertains only to \"subnational groups or clandestine agents.\"\nIn other words, when Hezbollah kidnaps persons and holds them\nas a negotiating pawn, that's terrorism. When the nation of Israel\ndoes it, it's not.\nSuch warped logic undermines American credibility in the Middle\nEast, where this nation has long sought to be the honest broker\nof the peaceful settlement of the decades-old conflict between\nJews and Muslims.\nNews of the Israeli government's terrorism comes at a time when\nthe Clinton administration struggles to hold together the coalition\nthat defeated Iraq during the Persian Gulf War.\nThat task will become more difficult if the State Department's\nnext report on worldwide terrorism makes no mention of the hostages\nIsrael now holds as bargaining cards.\n\nGraphic\n\n \nPHOTO, B/W, Abbas Moumani, Reuters\n\nLoad-Date: March 11, 1998"
}