{
    "title": "Israeli leaders talk tough on terrorism",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 11,
    "day": 1,
    "full text": "''We are dealing here with a group … of people who take the law into their hands out of racist, nationalistic reasons - extremists who are willing to harm innocent people.''\nHaim Bar Lev, Israeli minister of police\nMr. Bar Lev's statement was made hours after alleged Jewish terrorists fired a missile Sunday into an Arab bus in Jerusalem, killing one passenger and wounding 10 others.\nBar Lev's strong condemnation of the act was extraordinary because he was speaking of Jews.\nIn the seven weeks Bar Lev has been minister of police, he has served notice to Jews and Palestinians alike that the government's policy on terrorism and security in the territories Israel has occupied since 1967 has changed.\nThe hard-line Likud government, which just left office, was thought to be reluctant to pursue Jews who were suspected of attacking Arabs. Several Likud ministers and members of parliament expressed sympathy for the more than two dozen Jews arrested last May in connection with attacks on Arabs that have occurred over a period of years.\nWhile the accused Jewish terrorists were being held for trial, their supporters lobbied heavily for the government to grant them special privileges in prison or to pardon them outright.\nBut since the Labor-Likud ''unity'' government was formed in September, with Labor Party members serving as prime minister and ministers of defense and police, the government has publicly declared its intention to pursue actively anyone who commits a terrorist act.\nThe Labor-led government has also made some moves toward liberalizing policies on the occupied West Bank, but it is too early to tell how widespread or substantive those changes may be.\nOne reason Labor seems willing to tangle with the Likud on the West Bank is Labor's desire to respond to often-expressed American concerns about Israel's occupation policies. When Prime Minister Shimon Peres was in Washington three weeks ago, he said Israel was considering reinstalling the West Bank mayors who have been deposed in the past six years.\nMr. Peres also reportedly told the Reagan administration that Israel would allow some Arab economic development on the West Bank. Supporters of West Bank settlement oppose such development, arguing that if Jewish settlement is to be frozen because the government can't afford to fund it, then Arab projects also should be frozen.\nBut a desire to please the Americans is only one reason for the changing West Bank policy. Many Labor Party members have been concerned with what they felt was unnecessarily harsh administration of the West Bank.\n''I think that what this government wants to do is to try to improve the quality of life of the average West Banker,'' says a Western analyst who has worked on the West Bank for several years.\nPalestinians, leftist Jews, and Jewish West Bank settlers all seem to agree that changes are occurring - although they differ in their views of what effect those changes will have on day-to-day life.\n''Bar Lev is a courageous, honest, decent person,'' says Bethlehem Mayor Elias Freij. ''His statements are really new. He is a determined person, and I think that he can change things. I think these people (who fired on the bus) will be pursued.''\nShifra Blass, spokeswoman for the Council of Jewish Cities and Settlements in Judea, Samaria, and Gaza, said the settlers take a different view of the statements of Bar Lev and other ministers.\n''We've heard statements which some of us have found very strange,'' Ms. Blass says. ''If you look at the records of these ministers, you could expect a very firm hand in Judea and Samaria (the term religious Jews apply to the West Bank). But if you listen to their statements, you can expect something else.''\nBlass says the settlers fear that moves to liberalize security policies on the West Bank could lead to ''extreme elements testing the present government.'' The settlers oppose any move to bring back the deposed Arab mayors, she says, because they ''openly supported the (Palestine Liberation Organization) terrorists.'' She also criticizes the government for ending its policy of deporting Arabs who throw stones at settlers in the occupied areas.\nBlass and Freij agree on one point - tensions are rising between Jews and Arabs on the West Bank and inside Israel's pre-1967 borders.\nNo one has yet been arrested in connection with the attack on the Arab bus. The attackers left behind a note in Hebrew that claimed the attack was in retaliation for the murder last week of two Jewish university students. A Palestinian claimed responsibility for the murders.\nAfter the Arab bus was hit, Palestinians demonstrated at Bethlehem University and at the Dheisheh refugee camp on the West Bank.\nFreij attributes the rise in tension to Israel's economic crisis, which he says is deeply affecting West Bank residents, and to ''the rise of Kahane-ism in Israel.'' Rabbi Meir Kahane, a militant nationalist elected to parliament in July, advocates the expulsion of all Arabs from Israel.\nBlass, however, blames the recent spate of attacks and counterattacks on the new government's seeming willingness to relax its policies toward Arabs.\nWhat remains to be demonstrated is how effectively the new government can deal with what seems to be a growing trend among Arab and Jewish extremists to perpetuate the cycle of violence.\n\nGraphic\n\n \nPicture, Mayor Freij: 'Bar Lev can change things,' R. NORMAN MATHENY -- STAFF"
}