{
    "title": "ISRAEL , FRONT AND CENTER",
    "publisher": "daily news ",
    "year": 2007,
    "month": 12,
    "day": 4,
    "full text": "While President George W. Bush has been fond of saying that Iraq has become the central front in the war on terrorism, there is another country that figures much more largely into making the Middle East a powder keg. Israel, whose leaders last week met with their Palestinian counterparts in Annapolis, Md., is the nation around which most of the region's conflict has swirled for 60 years. Not understanding this reality has cost the Bush administration credibility as it tries to broker a peace deal between Israel and Palestinians. And it may also have blinded the administration as it sought to fathom the motivations of Iran in seeking a nuclear arsenal.\nAfter being elected in 2000, Mr. Bush did not replace Dennis Ross, who had been the permanent U.S. Middle East envoy. Not surprisingly, the Israelis and Palestinians have not met in seven years. This week, Secretary of State Condoleezza Rice appointed a new envoy, former NATO commander Gen. James L. Jones, which is a good, albeit late, step.\nBut setting aside the complex history of the Israeli-Palestinian conflict, any macro understanding of the Middle East must recognize Israel's tenuous hold on its status as an independent, permanent nation. To varying degrees, and for varying religious and secular reasons, many of the nations of the region would like to see Israel destroyed and the land returned those who inhabited it before 1948. Much of the hatred directed at the U.S. comes from its steadfast support for Israel, even as Israel violates U.N. sanctions, chooses to be the aggressor in some instances, and maintains a hardline on land concessions.\nAs the U.S. continues to try to be a peace broker in the Middle East, it must be clear about what's on the table and what is not. Israel's right to function as a sovereign nation is not subject to negotiation. Nor is its right to defend itself from invasion or terrorism. But at the same time, those nations and groups which see the U.S. favoring Israel with financial and military support must be reassured that Israel will be called on its bad behavior. And countries such as Iran must be persuaded that the U.S. would not partner with Israel to invade or attack, and would instead condemn any such aggression on the part of Israel.\nJonathan Reitman, a Brunswick attorney who specializes in mediation, has taught conflict resolution skills to Palestinian and Israeli graduate students in Israel. Mr. Reitman said the president's lack of attention to the Israeli-Palestinian question has damaged the process. \"Complete neglect,\" is how he characterized the president's handling of the issue. \"I'd like to say it was benign neglect, but it's not been,\" he added.\nIt's clear that Mr. Bush took his eye off the ball in his war on terrorism by devoting resources toward Iraq. It's become equally clear that by ignoring the role of Israeli-Palestinian relations in the deeper tensions of the region, he decided to not even play ball.\n\nLoad-Date: December 4, 2007"
}