{
    "title": "ISRAEL - SYRIA PEACE PACT WITHIN REACH",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 10,
    "day": 28,
    "full text": "Promising signs\nWhile President Clinton stressed that a peace treaty between\nIsrael and Syria was not at hand, U.S. officials believed Syrian\nPresident Hafez Assad showed new and promising signs of flexibility.\nHe has also privately renounced terrorism, Clinton said.\nJERUSALEM (AP) _ In extraordinary talks in\nSyria, President Clinton said Thursday that President Hafez Assad\n\"went beyond anything he said before\" on making peace with Israel\n.  Clinton then sped to Jerusalem to meet with Israeli officials who\nsaid progress, indeed, had been made.\nAssad, who has built his career on confrontation with Israel,\nspoke anew of \"full peace\" in return for the Golan Heights and\nIsraeli withdrawal from southern Lebanon.  Clinton told the Israeli\nKnesset, \"Something is changing in Syria.\"\nIsraeli Prime Minister Yitzhak Rabin expressed confidence Israel\ncould overcome differences with Syria and Lebanon, the last two\nholdouts to peace among Israel's neighbors.\n\"It might take time.  One has to be patient,\" Rabin said.  \"I\nbelieve that it will not take long and hopefully we'll find ways and\nmeans by which to overcome these gaps.\"\nClinton announced Secretary of State Warren Christopher would\nreturn to the Middle East in a few weeks on a followup peace mission\nWhile Clinton stressed that a peace treaty was not at hand, U\n.S. officials believed Assad showed new and promising signs of\nflexibility.\nAfter the first trip to Syria by an American president in 20\nyears, Clinton observed that Assad spoke openly about transforming\nthe region from a state of war to a state of peace enabling Arabs\nand Israelis to live in security, stability and prosperity.\n\"We have been urging President Assad to speak to you in a\nlanguage of peace that you can understand,\" Clinton said in an\nevening address to the Knesset.  \"Today he began to do so.\"\nClinton's assurances were welcome news in a nation where\ntensions are high after a surge of terrorism by Muslim extremists.\nIsraeli officials expressed disappointment that Assad did not\npublicly renounce terrorism, though Clinton said he had done so\nprivately.  In public, Assad heatedly denied that his country\nsupports terrorists.\n\"Perhaps there's been a softening, but a softening of opening\npositions is still required and that still hasn't happened,\" Israeli\nForeign Minister Shimon Peres said after being briefed by Christopher\nChristopher cautioned, \"There's long, tough negotiations ahead\n.\"\nMidway through his rugged three-day trip through six Mideast\ncountries, Clinton bade farewell to King Hussein in Jordan, flew to\nSyria for talks at Assad's hilltop palace and then went on to Israel\nwhere he placed a wreath at a monument outside the Knesset to\nIsrael's fallen soldiers.\nEn route to Israel, Clinton admitted, \"I'm really tired.\"\nNevertheless he popped into the plane's conference room with a\ncake to celebrate Christopher's 69th birthday.  Clinton revealed that\nJordan's Hussein and Queen Noor had tricked his wife, Hillary, on her\n47th birthday Wednesday with a cake lighted by candles that couldn't\nbe blown out.\nClinton decided against visiting Jerusalem's holy places after a\ntentatively planned tour stirred up a political ruckus between\nIsraelis and Palestinians, who dispute jurisdiction over the areas\nHowever, Mrs. Clinton visited the Western Wall, bowing her head\nand slipping a written prayer into a crack between the ancient\nlimestone blocks of Judaism's holiest shrine.\nToday, Clinton flies to Kuwait to visit American troops and then\nto Saudi Arabia before returning home early Saturday.\nDamascus was Clinton's most difficult stop on a trip highlighted\nby celebration over a historic peace agreement between Israel and\nJordan, ending 46 years of animosity.\nRemarking on his talks with Assad, who has ruled Syria with an\nauthoritarian hand for two decades, Clinton said, \"He drives a hard\nbargain.  He's a tough man.\"\nClinton and Rabin adamantly refused to reveal specifically what\nencouraged them about the talks with Assad.  Rabin said it was\nobvious that there are important changes in attitude in the Arab\nworld.\n\"Don't ask me today about details on this part or that part of\nthe negotiations,\" Rabin said.  Speaking in Hebrew, he also\nreaffirmed that \"in principle we have agreed to withdraw\" from the\nGolan Heights but that \"there's no agreement on the border with\nSyria.\"\nClinton said he had found changes in Syria's position on key\nissues, but Rabin said Clinton \"did not tell me there is a historic\nbreakthrough.\"\nAt a joint news conference with Clinton in Damascus, Assad\nflashed anger, first at questions about the sincerity of his\ncommitment to peace with Israel and then when asked if Syria sponsors\nterrorism, as the United States charges.\n\"There's nothing we have that proves our design for peace\nexcept our saying we want peace,\" Assad snapped.  Questioning\nIsrael's intentions, he said, \"What also makes us believe that they\nwant peace?\"\nAlthough Assad denied any role in terrorism, Christopher said\nlater, \"It continues to be an issue between us and Syria.\" He said\nthe United States believes Syria gives safe harbor and support to\nterrorists.\nClinton softened Assad's comments by saying the Syrian leader\ntold him he opposed the killing of innocent civilians, in last week's\nbus bombing in Tel Aviv as well as in the massacre of Muslim\nworshippers in Hebron by a Jewish extremist.\nDespite questions about visiting a country on the terrorism\nlist, Clinton said, \"I'm certainly confident I did the right thing\n.\"\nNegotiations between Israel and Syria broke off in February\nafter more than two years of inconclusive talks.  The major obstacle\nis Assad's insistence that Israel withdraw completely from the Golan\nHeights, which Israel captured from Syria in the 1967 war. Israel has\noffered a partial withdrawal over several years.\nSyria also wants Israel to withdraw from Lebanon, where Syria is\nthe de facto power, and to dismantle Jewish settlements in the West\nBank and Gaza Strip.\nStanding alongside Clinton, Assad stressed the principle of\n\"full withdrawal for full peace.\"\nHe made a somewhat similar comment last winter after meeting\nwith Clinton in Geneva.  However, American officials felt it was\nparticularly significant that Assad did not mention the West Bank and\nGaza or the status of Jerusalem on Thursday.  Moreover, they were\nencouraged by his direct references to Israel within the context of a\n\"peaceful, normal relations.\"\n\"His statement plainly went beyond anything he had said before\nand he very carefully prepared it to go beyond what he had said\nbefore,\" Clinton said.  \"In the Middle East every phrase has a\ncertain weight, a certain significance.\"\nClinton said Assad \"calibrated it, I think, to advance the\npublic diplomacy.\"\n\nLoad-Date: January 30, 1995"
}