{
    "title": "Israel uses war on terrorism for own purposes",
    "publisher": "intelligencer journal",
    "year": 2002,
    "month": 4,
    "day": 12,
    "full text": "TO THE EDITOR:\nOn March 29, this newspaper ran a very good and dispassionate article on the Middle East by New York Times columnist Bob Herbert.  He encouraged ordinary citizens to become involved, informed and \"in a spirit of good will to speak across the divide.\" A spirit of goodwill does not foreclose direct, honest and even angry words.  These can be helpful by confronting directly what we, as ordinary persons, believe to be gravely wrong, unjust and intolerable.\n#MCMAHON.APR1#\nFor my part, I intend to send a letter to the president today that says the following:\nForgetting the smoke screen of complexity, the Israeli government certainly does want peace but with the West Bank and Gaza annexed in their own sort of \"manifest destiny\" (look at any map). They have successfully seized upon our \"war\" on terrorism for their own purposes, accepted our continuous \"green lights\" to do so, and thereby, have brought the situation right back to 1967 with two significant exceptions. They are:\n'After 30 years of occupation, the Palestinian lands are now settled with hundreds of thousands of Israelis citizens determined to make the occupation permanent; and\n'The Palestinians are today certified as \"terrorists\" and there is no need to negotiate with \"Terrorists.\"\nBack in October, the Bush administration warned the Israeli government against the continued assassinations of \"known terrorists\" and rejected any \"parallel to the U.S. campaign\" against terrorism. These assassinations continued and resulted in an obvious retaliatory assassination of an Israeli cabinet minister which, in turn, caused the Israelis to roll their tanks deeper into the West Bank and Gaza.\nIn November, I wrote a letter that said, in part, \"The state of Israel, our supposed friend and ally, has, I believe, been taking unbelievable advantage of our current preoccupation to expand it's war against the legitimate interests of the Palestinian people.  Further, and more seriously, they appear to be trying to draw us deeper into their conflict, on their side, by exacerbating an already volatile situation into one of increasing chaos and terrorism.\"\nI ended that letter with the statement that we needed to have \"a very tough talk with our friends\" and hoped it was not too late.  Five months later I am still hoping that it is not too late, indeed!\nThe administration's decision to send Secretary Powell is not going to be enough and the message he is carrying is far too tepid.  We need a much tougher and much more even-handed message with someone equally tough to deliver it.\nDennis R. McMahon, Lancaster\n\nLoad-Date: April 13, 2002"
}