{
    "title": "Israel Shouldn't Give Terrorism a Reward",
    "publisher": "the new york times",
    "year": 1995,
    "month": 2,
    "day": 1,
    "full text": "To the Editor:\nRe \"Palestinian Statehood -- Now\" (Op-Ed, Jan. 26): In the wake of recurrent murderous suicide bombings in Israel, Henry Siegman suggests that the only hope for peace in the Middle East is for Israel now to recognize a Palestinian state.\nThe American Jewish Congress believes that the call for Palestinian statehood now would be to reward terrorism and confer on the fanatics a legitimacy the peace process wisely denies them. Since the violent elements of Islamic fundamentalism do not object to this or that border but to the very existence of Israel, handing them a victory is not a prescription for future stability.\nThen, too, statehood has its own difficulties that Mr. Siegman fails to confront. What is to be the capital of the Palestinian state? Are Palestinians to have a right of return? Will it represent Palestinians within the so-called Green Line? Will the state be demilitarized? What of the Israeli settlements under such a regime?\nNone of these problems become any less intractable by superficial calls for immediate statehood than they are now. Such proposals are an escape from the complex problems of the Middle East.\nIn 1989, when Mr. Siegman was head of the American Jewish Congress, the agency commissioned a study of options for peace in the Middle East by the Jaffee Center for Strategic Studies of Tel Aviv University. That study concluded that only a step-by-step peace process, stretched out over a period of years, had any hope of bringing peace.\nThe Oslo Accords substantially adopted that approach. As long as we do not permit extremists to make that process untenable, it is still the only way to peace.\n \nDAVID V. KAHN\nPHIL BAUM\nNew York, Jan. 26, 1995\nThe writers are, respectively, president and executive director, American Jewish Congress.\n\nLoad-Date: February 1, 1995"
}