{
    "title": "ISRAEL VOWS RETRIBUTION",
    "publisher": "the columbian ",
    "year": 1994,
    "month": 7,
    "day": 28,
    "full text": "(AP) Israel vowed today to help apprehend and punish perpetrators of a wave of terror attacks on Jewish targets in Latin America and Britain.\nDiplomats abroad were advised to take extra precautions, and protective measures were increased outside Israeli embassies, consulates and at Jewish buildings worldwide.\nForeign Minister Shimon Peres again accused Iran of orchestrating four bombing attacks one each in Argentina and Panama, and two in Britain in the last 10 days.\n\"There are people who want to murder peace and their main headquarters is in Tehran,\" Peres told Israel radio.\nPrime Minister Yitzhak Rabin also has implicated Iran, which has denied involvement. Israel has also blamed the Iranian-backed Hezbollah group, which is opposed to the Middle East peace process but denies involvement in the bombings.\nOn July 18, a car bomb exploded at a Jewish center in Buenos Aires, killing at least 95 people. The next day, an airplane exploded in Panama, killing 22 people. Twelve of the victims were Jewish.\nOn Tuesday and Wednesday, 19 people were injured by two car bombs in London, the first outside the Israeli Embassy, the second outside a Jewish charity.\nAfter discussing the violence at a weekly session today, Israel's Cabinet said it \"condemns the spilling of blood of innocent civilians and declares it will act and assist in apprehending the assailants and in punishing them.\"\nThe statement urged other governments \"to take effective action against terrorism and to protect Israelis and Jews,\" asserting that Jews were the main targets of international terrorism.\nIsrael also said it would do what it could to protect Israelis and Jews abroad from attack.\nIsrael radio said the extra protection outside Israeli office buildings abroad made many look like \"miniature fortresses.\"\nCollette Avital, the Israeli consul in New York City, said concrete blocks and sand-filled garbage trucks ringing her building made her feel \"like we are on the front lines,\" although office routine was normal.\n\nLoad-Date: October 30, 1994"
}