{
    "title": "ISRAEL , PLO AGREE ON DATE FOR MORE REGIONAL SELF-RULE",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 8,
    "day": 18,
    "full text": "Israel and the PLO early today set a date for the first time for giving Palestinians more control over their lives in the bulk of the West Bank that remains under Israeli occupation.\nIsraeli Foreign Minister Shimon Peres and Nabil Shaath, chief negotiator for the Palestine Liberation Organization, said education and cultural affairs would be turned over to the Palestinians on Aug. 29.\nThe transfer will be the first extension of self-rule outside the Gaza Strip and the West Bank region of Jericho. The two sides did not issue a joint statement on terrorism. A communique issued after more than nine hours of talks left many details open on how the Palestinians would be given other responsibilities.\nIn lieu of a terrorism statement, Shaath said the Palestinians were committed \"to the maintenance of peace and doing everything possible to stop violence.\" In response, Peres said, \"I take the declaration by Dr. Nabil Shaath as a real commitment.\"\nHe added, \"We never said that the Palestinian Authority would have 100 percent success (in dealing with extremists), but we would like to see 100 percent effort to do so as we are doing because this is very serious.\"\nThe negotiations between Peres and Shaath took place as tension in Israel grew over attacks by the Islamic Resistance Movement, or Hamas, against Jewish settlers in the Gaza Strip. An Israeli was killed and six were wounded in drive-by attacks claimed by Hamas last weekend.\nPalestinians said their negotiators opposed issuing a joint statement on terrorism because it could appear to be undercutting PLO Chairman Yasser Arafat, who already has condemned the violence and ordered his police to stop it. Under pressure from Israel, Palestinian police detained at least 40 Islamic activists this week but then freed all of them.\nOn Wednesday, the two sides also said they would try to finish talks within a week on widening Palestinian authority for health, tourism and taxation. They also set a deadline of Sept. 1 for inviting some 400 volunteers from Canada, Finland, Turkey, Australia, Norway and two unidentified European Union countries to participate in an unarmed observer force in the autonomous areas.\nA major issue left unresolved was when the Palestinians would be allowed to hold elections to select a 100-member legislative council. The Palestinians want balloting no later than Dec. 15.\n\nGraphic\n\n \nPHOTO; Photo by AP - Palestinian and Israeli negotiators arrive Monday for talks. Israel and the PLO set a date today for giving Palestinians control over education and cultural affairs\n\nLoad-Date: August 19, 1994"
}