{
    "title": "Israel warns Syria _ terrorism won't force Lebanon pullout",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 4,
    "day": 9,
    "full text": "Israel has made clear to Syria that it will not bow in the face of recent terrorist attacks from inside Syrian-controlled Lebanese territory.\nA rash of recent warnings by Israeli government officials has underscored Israel's view that it will not withdraw from Lebanon until security arrangements for its northern border are assured. Israeli Defense Minister Moshe Arens pledged last weekend that Israel is going ''to do everything possible to change Syria's misperceptions.''\nAt the same time, the warnings have been backed up by military actions in Lebanon. There have been reports of an Israeli troop buildup along the Bekaa Valley since last Tuesday although the Israel Defense Forces spokesmen in Jerusalem decline comment on the reported buildup. And early Saturday morning, Israeli Air Force planes bombed the alleged headquarters of the Democratic Front for the Liberation of Palestine in the town of Bhamdoun on the Beirut-Damascus Highway.\nIDF spokesmen confirmed that it was direct retaliation for the terrorist attack in Jerusalem last Monday in which 50 Israelis were wounded.\nThe prevailing view among top Israeli government officials is that Syria believes Israel will pull out of Lebanon unilaterally in a short while. According to this view, the public debate in Israel over the continued presence of the IDF in Lebanon has fostered Syria's misperception that Israel's resolve in Lebanon is weakening.\nOver the past year, the Israeli public has been forced to acknowledge that Operation Peace for Galilee has turned into a war of attrition - with no easy solutions to the problems of Syrian and Palestine Liberation Organization presence in Lebanon. As a result, the ongoing conflict and mounting casualties have struck a hard blow at the Israeli public's sense of unity and consensus concerning the country's strategic security objectives.\nThe deep division in Israel over the value of the war in Lebanon was reflected in the Israeli press following last week's terrorist attack in Jerusalem. An editorial in Davar questioned the consequences of destroying the terrorist infrastructure in Lebanon, stating that ''it turns out that terrorists can take effective action even when they have no infra-structure.''\nThe paper fears that this new wave of attack ''threatens to take Israel back to the days of large-scale murderous terrorist attacks. It is quite likely that schisms and the destabilizing of the PLO organization are precisely what set the stage for these attacks.''\nIn contrast, an editorial in the national religious party's newspaper recommends that Israel must step up efforts to convince the PLO that terrorist attacks only unite the Israeli public against capitulating to the PLO. The paper warns the Syrians that ''if they want to create tension in the area, to the point of turning it into a front, then the IDF will have something to say about it. It may be necessary to send another warning to Syria - to deter them from this adventurous policy,'' the paper says.\nConcern is also surfacing in Israel that recent terrorist attacks may be intended to create domestic tension in Israel in the face of early Knesset elections. Defense Minister Arens believes that Syria is escalating such tensions to exploit the public debate in Israel. ''The Syrians want to prove now that nothing has been accomplished,'' Arens said, ''and that life in the Galilee can be made unbearable again.''\n''The debate in Israel has weakened our position. I'm 100 percent convinced of that,'' he said.\nMr. Arens stated, however, that Israel would not be drawn into a war of attrition by Syria. He stated that ''if the Syrians try to launch a war of attrition, they must be prepared for any response that may come from us.'' In another statement on Israeli radio, Arens said that Israel does not want war with Syria although he is convinced that the IDF would win. He warned that in the future, Israel's strength would be based on advanced weapons systems and tactics.\nAt the same time, however, Arens stated that Israel favors negotiating a separation of forces with the Syrians in Lebanon, but the Syrians have turned down all overtures for either direct or indirect talks. In a lengthy interview with the Jerusalem Post, Arens said that neither Israel nor the Syrians wish uncontrolled escalation.\n''So we certainly think that it would be advantageous to have a separation of forces and get the UN between us.'' However, Arens is certain that the Syrians will not be convinced to come to the negotiating table unless they are assured that Israel will not be pressured into withdrawing from Lebanon.\n\nGraphic\n\n \nPicture, Israeli armor moving through southern Lebanon's Bekaa Valley, R. NORMAN MATHENY - STAFF"
}