{
    "title": "ISRAEL AGAINST ITSELF ISRAELI OCCUPATION OF THE WEST BANK AND GAZA IS CORRUPTING THE COUNTRY",
    "publisher": "the new york times",
    "year": 1994,
    "month": 4,
    "day": 5,
    "full text": "Over the nearly 27 years that Israel has occupied the West Bank and Gaza, some American supporters of Israel have often described the occupation as ''benign.'' It was a wishful notion, a reassuring illusion.\nNow the illusion is over. In the months since Baruch Goldstein murdered dozens of Palestinians at prayer in Hebron, the real nature of the occupation has become clear to anyone with eyes to see.\nThe official Israeli inquiry into the massacre heard from Israeli witnesses that military orders forbade firing at Israeli settlers even if they were shooting to kill Palestinians.\nThe newspaper H'aaretz published sections of a pamphlet, distributed to soldiers last December, on how to deal with Israelis who create public disturbances in the territories. An underlined passage said: ''It will be emphasized that soldiers are not to use weapons against Israelis.''\nThe Israeli human-rights organization B'Tselem a few weeks ago published a study carried out independently of the Hebron massacre. It found that the authorities routinely failed to enforce the law against Jewish settlers who attacked and killed Palestinians in the occupied territories.\nB'Tselem looked into 48 killings of Palestinians by settlers in the last few years. Only 13 of the cases went to trial. In many, the report said, no investigation at all was carried out.\n''The Israeli government,'' the report concluded, ''has failed in its task of protecting the lives, persons and property of Palestinians from repeated attacks by Israeli civilians in the occupied territories.''\nThat conclusion was an indictment in not only moral but legal terms. It is a provision of the Geneva Convention -- one Israel has always maintained it carries out -- that an occupying power is responsible for protecting the indigenous population.\nThe report and the inquiry into the Hebron massacre have underlined a reality that some friends of Israel have been reluctant to see: that a dual system of law operates in the occupied territories.\nPalestinian residents of the territories live under military rule. They are tried in military courts. They can be -- and tens of thousands have been -- detained on suspicion without trial. Soldiers may destroy the family home of anyone suspected of terrorism.\nAn Israeli who moves into the West Bank or Gaza lives in a legal envelope, as if his home were in Tel Aviv.\nIf he is charged with a crime, he gets a regular civilian trial, with the presumption of innocence and all the other criminal-law protections not available to Palestinians. His family is not subject to collective punishment.\nThe double standard, the B'Tselem report said, and the widespread failure of law enforcement against terrorism by Israeli settlers, ''undermine the foundations of the rule of law in the State of Israel.''\nThat is a vital point for all who care about Israel. It reminds us that occupation does not just afflict the occupied. It corrupts the occupier.\nThe Hebron massacre and the facts it has brought out show us how urgent it is for Israel to complete agreement with the Palestine Liberation Organization and begin withdrawing from occupied territory: urgent for Israel's sake.\nEvery day of occupation risks more incidents like last week's killing in Gaza of six Fatah Hawks loyal to Yasser Arafat by undercover Israeli soldiers. Every day of incidents and curfews on the Palestinians breeds more resentment and more danger to peace.\nOccupation is an increasing burden for Israel. To take care of the handful of Israeli families in settlements in the Gaza Strip, for example, costs Israel about $ 1 million a year for each family.\nBut the real cost is to the spirit of Israel. When Baruch Goldstein carried out his massacre, Prime Minister Yitzhak Rabin spoke of him as ''a shame on Zionism and an embarrassment to Judaism.''\nBut since then his bloody act has found its defenders. A poll in Israel found 3.6 percent praising Baruch Goldstein and 10 percent refusing to condemn the massacre in light of Arab terror against Jews.\nThe Israel that its founders set out to create was a land of justice. Only when it stops trying to repress another people by force can Israel restore that vision.\n\nNotes\n\nAnthony Lewis is a syndicated columnist for The New York Times.\n\nGraphic\n\n \nDRAWING, By Pancho/Le Monde, Paris\n\nLoad-Date: September 16, 1994"
}