{
    "title": "ISRAEL INTENSIFIES EFFORT TO TIE ARAFAT TO TERRORISM, CLAIMS SAUDIS HAD ROLE IN FUNDING BOMB ATTACKS",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 5,
    "day": 7,
    "full text": "Israel intensified its campaign Monday to link Yasser Arafat to terrorism in the face of the Bush administration's insistence that Israeli Prime Minister Ariel Sharon must deal with Arafat as the Palestinian leader.\nOn the eve of White House talks with Sharon, President George W. Bush prodded Arafat to play a constructive role to stop violence.\n\"He has disappointed me. He must lead. He must show the world that he believes in peace,\" Bush said.\nSharon is bringing with him for U.S. review about 100 pages of documents that he says link Arafat to the terrorism that led to an Israeli offensive in the West Bank.\nThe Israeli allegations, which also seek to ascribe a role to Saudi Arabia in financing terrorists, could complicate Bush's meeting today with Sharon, as well as the administration's attempt to push Israel toward a land-for-peace deal with Arafat's Palestinian Authority.\nAfter separate meetings with Sharon, King Abdullah of Jordan and Saudi Foreign Minister Prince Saud al-Faisal, Secretary of State Colin Powell tried Monday to strike a balance between Sharon's preference for interim measures and Arab impatience for a complete agreement.\nPowell said the administration had not decided on a formula for peacemaking and was soliciting views of Arab and Israeli leaders \"trying to determine what usefully can be achieved.\" Powell said one approach under consideration was a series of \"way stations,\" or interim talks, such as an international conference this summer.\nAt the same time, after conferring Monday with King Abdullah, Powell said security talks must be resumed once the standoff at the Church of the Nativity in Bethlehem is resolved, an agreement he hoped would be in place in a few days.\nBush plans to urge Sharon to help find ways to bolster the Palestinian security apparatus as a way of curbing terrorism so that the two sides can return to political talks, a senior U.S. official said.\nIsraeli officials previously had presented documents and other material seized in raids on the West Bank and obtained from captured terrorists as evidence of what the Israelis say is a direct role by Arafat in supporting and sponsoring terror.\nThen on Monday, officials traveling with Sharon accused Saudi Arabia of encouraging Palestinian bomb attacks against Israelis, including one that killed a U.S. citizen in 1995.\nThey said a committee under the auspices of the Saudi Interior Ministry had knowingly funneled money to the families of suicide bombers, to jailed attackers and to the radical Islamic group Hamas.\nThe Saudi ambassador in Washington, Prince Bandar bin Sultan, issued a statement calling the allegations \"totally baseless and false … a smokescreen intended to distract attention away from the peace process.\"\nBush's national security adviser, Condoleezza Rice, was reviewing the documents, said Ari Fleischer, the White House press secretary.\nSharon has dismissed Arafat as someone with whom he cannot negotiate peace. But the administration, while expressing unhappiness with Arafat, ha s also said Israel must deal with him as the representative of the Palestinian people.\nSharon also met Monday with Defense Secretary Donald Rumsfeld and top aides. A Pentagon spokesman, Bryan Whitman, said Rumsfeld had expressed sympathy for the loss of innocent Israeli lives in the recent terrorist attacks. They also discussed the broader war on terrorism, he said.\nStandoff in Bethlehem\nIn Bethlehem, Israel and the Palestinians appeared close to resolving the 35-day standoff at the Church of the Nativity but were still at odds Monday on how many armed Palestinians would be removed from the shrine and sent into exile.\nPalestinian sources said Arafat was having difficulty giving the final go-ahead to the deportations - a sensitive issue among Palestinians, millions of whom already live in exile - and was trying to minimize the numbers of those to be deported.\nThe CIA, the Vatican and the European Union were all involved in efforts to end the confrontation at the church, where about 200 people remain inside.\nThe Palestinians want no more than eight fighters holed up inside the church to be sent into exile in Italy. Israel is insisting on deporting 13, according to Palestinian officials.\nUnder the current proposals, about 30 Palestinian militiamen would be sent to the Gaza Strip, according to the Palestinians.\n\nGraphic\n\n \nPHOTO; THE ASSOCIATED PRESS Photo - Israeli soldiers question a Palestinian man on a street in Bethlehem on Monday. The Israeli military is enforcing a curfew in the town as negotiations continue to try to end a standoff at the Church of the Nativity.\n\nLoad-Date: May 15, 2002"
}