{
    "title": "Israeli Teenagers Are Suspected in Deadly Stoning of a Palestinian Woman",
    "publisher": "the new york times",
    "year": 2019,
    "month": 1,
    "day": 6,
    "full text": "JERUSALEM — Several Jewish teenagers have been arrested in connection with the fatal stoning of a Palestinian woman in the West Bank, Israel’s internal security agency said on Sunday.\nThe agency, the Shin Bet, said in a statement that the suspects, who were not identified because they are minors, were under investigation for “grave terrorism offenses, including murder.”\nThe Palestinian woman, Aisha Rabi, who was in her 40s, was struck in the head by a stone as she rode in a car with her husband and two daughters near the settlement of Rehelim, in the occupied West Bank, on the night of Oct. 12. Her husband, Yaqoub Rabi, who was driving, said at the time that he believed the culprits were Jewish settlers and that he had heard them speaking Hebrew.\nThe Shin Bet said Ms. Rabi was the mother of nine children.\nThe five suspects are students of Pri Haaretz, a yeshiva high school for Orthodox boys in Rehelim, according to the authorities. The morning after the Friday night attack, the Shin Bet said, activists set out by car from the settlement of Yitzhar for Rehelim, where they briefed the students on how to prepare for, and deal with, Shin Bet interrogations.\nThat journey would have aroused suspicion, officials said, since driving on the Sabbath is generally forbidden for observant Jews, and Yitzhar is a religious settlement.\nLawyers representing three of the detained minors, who were arrested a week ago, were first granted access to them around midnight on Saturday.\n“As we have asserted from the start, our clients are not connected in any way to the case,” the lawyers said in a statement after the visit, adding that the Shin Bet had no evidence connecting the suspects to the act.\n“Our clients underwent trying days and suffered the extremely inappropriate conduct of the Shin Bet interrogators,” said the three lawyers, Adi Keidar and Nati Rom of the right-wing legal aid group Honenu, and Itamar Ben Gvir.\nThey said two other minors were in detention in connection with the case but had not been allowed to speak with a lawyer.\nRadical young settlers began attacking Palestinian property more than a decade ago, as part of a doctrine known as “price tag,” exacting a price for army and police actions against rogue settlement activity and avenging Palestinian acts of terrorism.\nThe Israeli authorities have struggled to contain the settler violence, despite fears that it has the potential to set the combustible West Bank ablaze.\nIn 2015, the authorities uncovered a shadowy Jewish terrorist network known as the Revolt, after the title of its manifesto, whose young extremist settlers rebelled against what they viewed as the inertia of the Israeli establishment.\nThe Shin Bet has employed extraordinary methods against Jewish terrorism suspects, including administrative detention and delaying access to lawyers, measures that were previously reserved for Palestinians accused of terrorism.\nThe deadliest case of Jewish terrorism in recent years was an arson attack on a Palestinian home in the West Bank village of Duma in July 2015 that killed a toddler and his parents. Two years ago, a settler and an accomplice were charged with murder in that attack. Their trial is underway.\nSettlers have also set fire to mosques and churches, Palestinian fields and vehicles. They have vandalized property and slashed car tires in the West Bank and East Jerusalem, often leaving behind graffiti messages in Hebrew.\nThere has been speculation that the students suspected of throwing stones at cars on the night of Oct. 12 were taking revenge for an attack a week earlier, when a Palestinian gunman fatally shot two Israeli workers in an Israeli-run factory in the West Bank.\nThough a news blackout about the reason for the latest arrests was lifted on Sunday, right-wing leaders and activists have been protesting the conditions of the teenagers’ detention, politicizing the issue during an already-heated election campaign.\nIn a video released Saturday night, Rabbi Haim Druckman, an influential leader and educator in the religious pro-settlement community, called on Prime Minister Benjamin Netanyahu to get the teenagers released.\n“If there is any problem, it is proper to interrogate them just as anyone else in the state of Israel is interrogated,” Rabbi Druckman said. “But in no uncertain terms they should not be in the basements of the Shin Bet. They are not terrorists.”\nThe Shin Bet responded with an unusual call in its statement for a halt to what it described as an effort “to defame the organization and its staff and delegitimize its operations.”\nFollow Isabel Kershner on Twitter: @IKershner. \nPHOTO: The funeral of Aisha Rabi in the West Bank village of Bidya in October. She was the mother of nine children. (PHOTOGRAPH BY Jaafar Ashtiyeh/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nAn Israeli Settler, a Dead Palestinian and the Crux of the Conflict\nPalestinian Gunman Kills 3 Israelis at West Bank Crossing\nPalestinian Kills 2 Israelis in West Bank Attack\n\nLoad-Date: January 8, 2019"
}