{
    "title": "Israel _ Time not right to discuss peace with Arafat; A meeting was canceled. He has not done enough",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 16,
    "full text": "Plans for a scheduled meeting today between Israeli Foreign Minister Shimon Peres and Palestinian leader Yasir Arafat were canceled last night when Israeli Prime Minister Ariel Sharon told Peres that this is not the right time to meet with the man Sharon calls \"the bin Laden of the Middle East.\"\nPeres, who had said he wanted very much to meet with Arafat, declined to comment last night.\nTop Palestinian negotiator Saeb Erekat expressed regret about the cancellation and fear about what it might portend.\nPresident Bush has identified fugitive Saudi millionaire Osama bin Laden as \"the chief suspect\" in Tuesday's attacks on the World Trade Center and the Pentagon. Bush has been working toward building a worldwide coalition that will support the American response to the attacks whenever and wherever it comes. As part of that effort, Bush called Sharon on Thursday to ask him to make the strongest possible effort to get Middle East peace talks back on track.\nSharon spokesman Ranaan Gissin said last night that Arafat can't be a partner in a coalition against terror before he becomes a partner for peace in the Middle East.\n\"If Arafat would have shown half the efficiency to stop the terrorism that he used to confiscate news photos showing his policemen dancing and chanting with bin Laden's picture, then maybe a meeting would be taking place,\" Gissin said.\nSharon's cancellation of the meeting has political observers wondering why Israel isn't doing more to help the U.S. effort.\n\"We didn't say no,\" said Gissin. \"Just that now is not the right time. [Not] until Arafat has come through with something. We are the ones who have been helping to fight terrorism. . . . But we are also the ones who are paying in blood day in and day out.\"\nSince Tuesday's attacks, Gissin said, Israel has recorded 100 attacks by Palestinian gunmen, grenade-throwers and bombers on Israeli military posts and on civilians.\n\"As long as Arafat continues to engage in terrorism he cannot be a partner for the U.S. coalition. He and the countries who support him can't be members of this coalition. The U.S. will realize that the will to build the coalition is good but that this is different than the gulf war,\" Gissin said.\n\"This is not the time to conduct negotiations under fire with Mr. Arafat,\" he said. \"It's the time to put pressure on.\n\"Meeting with him gives him legitimacy. He makes a few declarations and now he is in the U.S. camp. It's not that simple. He is heading the largest coalition of terrorist groups in the Middle East, and bin Laden is heading the largest coalition of terrorism groups in the world. A meeting should result in something. It has to be for a purpose.\n\"It's now or never,\" said Gissin. \"And the prime minister feels very strongly about it. Peres said 'Let's meet with [Arafat] once and tell it to him.' The prime minister feels that message has already been delivered and that it's preposterous after such horrendous attacks [in the United States] that he continues with terrorism - 100 incidents since Tuesday - even after the lines have been drawn.\"\nFor his part, Erekat has been counting the number of incidents since Tuesday, too - 21 Palestinians killed and 204 people wounded by Israeli military incursions into Gaza and the West Bank towns of Ramallah and Jenin, he said.\n\"I was supposed to meet with Peres at 6 p.m. [last night] in Jerusalem to prepare for [today's] meeting,\" Erekat said last night. \"They canceled on us, and I believe Sharon doesn't want the meeting at all.\n\"Even after Bush asked Sharon to have the meeting, after [Secretary of State Colin L.] Powell made four calls to Arafat to say . . . 'out of our misery we call upon you to get the peace process moving,' now we have these cancellations.\n\"I am really worried about a big-scale assault\" by Israeli troops, Erekat said. \"I think Sharon believes that after what happened in New York and at the Pentagon, he can go ahead with a full-scale assault on Palestinian structures.\"\nMight the meeting be rescheduled?\nSaid Erekat: \"As far as we're concerned, we would welcome it.\"\nMichael Matza's e-mail address is foreign@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nADEL HANA, Associated Press\nPeace talks with Palestinian leader Yasir Arafat were linked with President Bush's plans.\nBRIAN HENDLER, Associated Press\nPrime Minister Ariel Sharon's cancellation of the meeting has political observers wondering why Israel isn't doing more to help the U.S. effort.\n\nLoad-Date: October 31, 2001"
}