{
    "title": "Israelis to US_ push hard for peace, too",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 6,
    "full text": "Israelis are beginning to wonder whether there is such a thing as drawing too close to the United States.\nThe Reagan administration's determination to fight terrorism - militarily, if needed - is welcomed by a vast majority of Israelis inside and outside the government.\n''We are no longer alone,'' said Prime Minister Shimon Peres in a television interview last week. ''Suddenly you wake up in the morning and you're no longer the chief fighter, certainly not the only one, against terrorism.''\nBut the time is ripe, some government officials here say, for the US to couple its newly muscled antiterrorist campaign with a newly aggressive diplomatic strategy in the region. The recurring complaint of government officials and independent analysts is that the US now so closely identifies with Israel that it will not push Israel to take risks that might restart a regional peace process.\n''There never was an American administration that supported right-wing Israeli policy to such an extent,'' says Avishai Margalit, a professor at Hebrew University here. ''Israeli UN Ambassador Benyamin Netanyahu (identified with the Israeli right) is an American spokesman in the UN, just as (former US Ambassador to the UN) Jeane Kirkpatrick was a spokesman for Israel. They are interchangeable. It's the same world view between the Israeli right and the Republicans in the United States.\n''I think that this is a disaster for Israel,'' he adds. ''Ideally, I want the US to force both Israel and the moderate Arabs to come to an agreement. With no pressure from the US, there will be no initiative from Israel.''\nAt this week's Tokyo summit, Mr. Reagan raised two issues of interest to Israel. One is his call for tougher action by the US and Western allies on terrorism. The other is a brainchild of Mr. Peres's, a plan calling for Western Europe and Japan to pump money into moderate Arab nations hard hit by low oil prices.\nPeres's aides say they are more interested in the reaction to the economic plan than statements on terrorism. Funneling money to Egypt and Jordan is seen as a way to cushion the generally pro-Western statesfrom the oil shock and stabilize regimes interested in peace with Israel. Peres sees the possible collapse of the Egyptian or Jordanian regimes as far more serious threats to Israel's long-term security than terrorist attacks are.\nSome Israeli officials now find themselves privately agreeing with officials of moderate Arab states that the failure of King Hussein's year-long peace efforts can be at least partly blamed on the US. It is a view that US diplomats in the region concur with - off the record.\n''The elements for a real peace process are there,'' an Israeli analyst says. ''But they have not been explored completely by the United States. The Americans were too willing to yield to the parties' assessments when things got tough.''\nFor Israelis who identify with centrist or left-of-center parties - about half the country - the absence of a peace process is dangerous for Israel. A stagnant Mideast situation, Israelis have learned, usually degenerates into war between Israel and some combination of its Arab neighbors. A vacuum tends to be filled by the most radical parties on both sides of the Israeli-Arab conflict.\nWith that in mind, Peres continues to cast about for some way to breathe life into his efforts for a breakthrough with Jordan or better ties with Egypt. But his ability to maneuver is sharply limited by the makeup of Israel's coalition government. The rightist Likud half of the government is determined to block any negotiations that might lead to a territorial compromise with Jordan.\nThere is a growing belief among Peres's aides that progress will not be made without some American arm-twisting - of Israel as well as the Arabs. And there is arealization that the US is extremely reluctant to do this.\n''The Americans are worried,'' an Israeli official says. ''They want the creation of conditions where they will have no doubt of success. They don't want to take a risk.\n''They (the Americans) are wrong for not leading an initiative to stabilize the Middle East,'' he says. ''International terrorism hurts the United States, so they found the easiest way to fight it - to separate one of the reasons for terrorism, the Palestinian problem, from the fight against terrorism itself. They are not doing enough to end the basic conflict.''\n''Israel has unprecedented support from the American public, Congress, and senior elements in the administration - there are some drawbacks to this,'' says a senior Israeli analyst, speaking on condition of anonymity.\nThe most serious drawback, the analyst says, is that the US takes no diplomatic initiative in the region that it believes will anger the Israelis.\n''The administration waits until it is invited by Peres to intervene,'' he says. ''The effect is that the Americans anticipate what will be the reaction to an American initiative, and so rule out options. Vis-a-vis the peace process, this means that they will not initiate something in Washington that they are not certain Peres wants.''\nReasons cited here for the US's increasingly close identification with Israel include the Reagan administration's distrust of Arab regimes, the disappearance of an Arab oil weapon, and Reagan's own support for Israel.\nBut one Western diplomat insists that the US reluctance to pressure Israel is largely attributable to one phenomenon - the extraordinarily close relationship between Peres and US Secretary of State George Shultz.\n''Every secretary of state has people he consults outside of the structure of government on various regions,'' the diplomat says. ''Shultz consults one man on the Middle East - Shimon Peres.''\nThe result, he says, ''is that maybe the United States is paying too much attention to Israeli sensitivities.''"
}