{
    "title": "ISRAEL BETS THAT HIT ON HAMAS GREATLY UNDERCUTS TERRORISM",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "In killing the Hamas spiritual leader, Sheik Ahmed Yassin, Israel is wagering that it has so weakened his Palestinian faction that it cannot retaliate with the wave of revenge attacks it has threatened.\n After nearly two years of systematic Israeli raids against Hamas and other violent Palestinian groups, suicide bombings fell to 20 last year, down from 54 a year earlier. Overall, Israeli deaths fell by half in 2003 compared with 2002.\n But the deadly helicopter strike yesterday outside a Gaza City mosque generated such rage among Palestinians that many in Israel fear that they could face a surge of retaliatory strikes.\nThe question, then, is which will prove more important -- the leader who was slain or the following he inspired.\n \"Hamas has the same overall capability to deliver attacks that it had yesterday,\" said Boaz Ganor, head of the International Policy Institute for Counter-Terrorism in Israel. \"And now, it has tremendous motivation.\"\n But in the longer term, Ganor said, the group will be hurt by the absence of Yassin. \"The person that set their strategic policy, the person that incited them and was leading the way, is gone and is perhaps irreplaceable,\" he said. \"I don't see any figure in Hamas that will have Sheik Yassin's level of influence.\"\n Yassin was absolutist in his views. \"I believe completely that Israel will vanish, and that we Palestinians will recover the lands and homes that were stolen from us in 1948,\" Yassin said in an interview with The New York Times shortly before the current Palestinian uprising began in September 2000.\n Yassin, who spoke in a high-pitched rasp that was barely audible, became a quadriplegic at age 12. Aside from daily wheelchair trips to the neighborhood mosque, he ventured out infrequently from his modest Gaza City home.\n For all his frailties, Yassin made himself one of the most influential figures in the Middle East conflict. He rose to prominence in the 1980s as the founder of Hamas, the Islamic movement that has carried out the most -- and the deadliest -- suicide bombings against Israel.\n Yassin was always identified as Hamas' spiritual leader, and the group sought to distinguish between its \"political\" and \"military\" wings. Yassin and other political figures said the responsibility for attacks was left in the hands of the military wing.\n Israel dismisses the claimed division as fiction, saying Yassin was \"the authorizing and initiating authority for all Hamas terrorist attacks.\"\n To Israelis, Yassin was an arch-terrorist whose group not only rejected Israel's right to exist, but also was bent on its destruction. While complicated peace plans came and went over the past decade, Yassin and his Hamas followers lived and died by a simple formula: Reject negotiations and attack Israel as part of a long-term strategy to drive out the Jews and establish an Islamic state.\n Hamas' large following and its ability to consistently carry out bombings gave it the ability to disrupt, if not derail, the potential compromises it opposed.\n Most Israelis supported the decision to kill Yassin.\n Israeli Interior Minister Avraham Poraz said he was one of two dissenting voices when Prime Minister Ariel Sharon's Cabinet approved the operation. \"I think the damage is greater than the usefulness,\" Poraz told Israel radio. \"The blow to him will not eliminate Hamas.\"\n According to Israeli news reports, the Shin Bet chief, Avi Dichter, also opposed the strike.\n Some who opposed this move recalled that Israel had made a similar wager in 1996 and fared badly. In that instance, Israel killed Hamas' chief bomb maker, Yahya Ayyash, with an exploding cell phone.\n Hamas responded with a series of bombings that killed dozens of Israelis in the next two months and contributed to the electoral defeat of Prime Minister Shimon Peres. It could do so again, some terrorism experts warn.\n\nLoad-Date: March 24, 2004"
}