{
    "title": "Israel asks Pelosi to tell Syria to stop supporting terrorism White House criticizes trip to Damascu",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 4,
    "day": 2,
    "full text": "House Speaker Nancy Pelosi will tell Syrian leaders when she visits Damascus this week on a trip criticized by the Bush administration that Israel will only engage in peace talks if Syria stops supporting Palestinian militants, Israel said Sunday.\nThe message came during Pelosi's meeting with Israeli Prime Minister Ehud Olmert during the Israel part of her Mideast tour.\n\"Pelosi is conveying that Israel is willing to talk if they (Syria) would openly take steps to stop supporting terrorism,\" Olmert's spokeswoman Miri Eisin said. \"But at this point the Syrian government, by openly backing terror all around the Middle East, is not a partner for negotiations.\"\nIsrael and Syria are sworn enemies, though peace talks came close to success in 2000 before breaking down. Israel charges that Syria-based Palestinian militants are directing violence against it from the West Bank and Gaza.\nWashington also considers Syria a sponsor of terror and had asked Pelosi not to visit Damascus.\n\"I think most Americans would not think that the leader of the Democratic Party in the Congress should be meeting with the heads of a state sponsor of terror,\" White House counselor Dan Bartlett said on CBS' \"Face the Nation.\"\nPelosi said Sunday she will raise the issue of two Israeli soldiers captured by the Lebanese guerrilla group Hezbollah and a third captured by Palestinian militants last year with Syrian President Bashar Assad when she meets with him. The delegation met with the families of the three soldiers during the visit to Israel.\nPelosi's trip with six other lawmakers also includes stops in the Palestinian territories, Lebanon and Saudi Arabia.\nThree Republican congressmen - Frank Wolf, Joe Pitts and Robert Aderholt - were in Syria on Sunday, where they met with Assad. They said they believed there was an opportunity for dialogue with the Syrian leadership.\nOn Sunday night, Pelosi spoke at a dinner in the parliament building, and told Israeli lawmakers that the U.S. remains strongly behind their country.\n\"Americans have many political differences, but we stand united with Israel now and always,\" she said.\nRepresentatives for the delegation did not immediately return calls requesting comment on the meeting with Olmert.\nThe meeting took an hour, twice as long as planned, and delayed Israel's Cabinet meeting, Eisin said. Olmert and the delegation talked \"extensively\" about a Saudi peace plan, dormant since 2002 and relaunched last week at an Arab League summit.\nOlmert has welcomed the plan, which calls for a recognition by all Arab states of Israel in exchange for an Israeli withdrawal from territories captured in 1967 as a \"revolutionary change.\" But he has expressed reservations, as well.\nOn Sunday, Olmert invited Arab leaders to a regional peace conference, saying that he hoped for an exchange of views about solving the Mideast conflict.\nAfter a meeting with German Chancellor Angela Merkel, meanwhile, Palestinian President Mahmoud Abbas demanded that Israel \"accept the initiative and allow an opportunity for direct, serious negotiations aimed at ending the Arab-Israeli conflict.\"\nMerkel said the European Union will try to help. \"I believe time is of the essence and we have to try to reach results as quickly as possible,\" she said.\nPelosi, D-Calif., and the delegation, which includes the first Muslim member of Congress, Rep. Keith Ellison of Minnesota, is scheduled to meet Abbas on Monday.\nEllison visited Jerusalem's Al Aqsa Mosque compound, Islam's third-holiest site, on Sunday. He said he was here to learn and did not consider himself qualified to mediate in the conflict. The lawmaker said Saturday that his presence - as a Muslim - on the trip sends a message to Israelis and Palestinians that \"people can come together.\"\nPelosi told Olmert there is strong bipartisan support in the United States for demands that the Hamas-led Palestinian government moderate its stance toward Israel before international sanctions against it are lifted, Eisin said.\nShe reiterated that point in her speech to the parliament, saying she is \"concerned that the new Palestinian government, some of the people in the government, continue to remain committed to the destruction of Israel.\" However, a majority of Palestinians and Israelis support a peaceful resolution to the conflict.\nPelosi's opposition to the U.S. war in Iraq was not raised in the Olmert meeting, Eisin said. But Olmert emphasized to the delegation the need for further sanctions against Iran to stop it from developing nuclear weapons, she said.\nPelosi's visit to Israel is her second trip to the Middle East since she took over leadership of the House in January. Other representatives traveling with Pelosi and Ellison include Democrats Henry Waxman and Tom Lantos of California, Louise Slaughter of New York and Nick Rahall of West Virginia, and Ohio Republican David Hobson.\nRahall said both his grandfathers emigrated to the U.S. from southern Lebanon. He said the purpose of the trip was to prod all sides toward peace. He said if there is progress toward peace between Israel and the Palestinians or Syria, \"that can cause an avalanche of peace in the area, and that's all we want.\"\n\nGraphic\n\n \nNancy Pelosi\n\nLoad-Date: April 10, 2007"
}