{
    "title": "Israel Offers Incentives to Lure Filmmaking to Jerusalem",
    "publisher": "hollywoodreporter.com",
    "year": 2011,
    "month": 8,
    "day": 29,
    "full text": "Israel is pushing for more authenticity in Hollywood films.\nBecause of the country's volatile political environment, movies which feature Jesus' crucifixion are often filmed in Italy while Morocco takes place for the Holy Land. \nBut now, Israeli officials are dangling better tax breaks, terror attack insurance and credits of up to $400,000 to try and coax international movie producers to film in Jerusalem, reports the Associated Press. \n\"It's absurd. Movies set in Jerusalem are filmed in Malta, Morocco and Greece,\" said Yoram Honig, an Israeli film director who heads the Jerusalem Film Fund, which was set up three years ago to encourage more moviemaking in the city.\nSTORY: Glenn Beck Announces 'Restoring Courage' Rally in Jerusalem\nIn the 1980, the country was a popular filming spot, with movies like Rambo 3 and The Delta Force being shot there. But, because it is currently common for international insurance companies to refuse to provide terrorism risk coverage, or offer it at an extremely high price, producers have moved on to other --less risky -- overseas locations. \nIsraeli's own filmmakers have also gone outside of the holy city to make movies. Out of 600 Israeli movies that have been made since the country's founding, only 30 have been shot in Jerusalem says the AP. \nRecently, World War Zshot its Jerusalem scenes in Malta, which offers large financial rebates to foreign film productions. The production even flew in Israeli actors to shoot the scenes. \nWhich is why the country, which set up tax breaks for foreign films in 2008, has also created a municipal insurance fund which will provide protection to productions should they be disrupted by acts of terrorism.\nTel Aviv and Haifa are also developing similar movie funds to try and bring productions to their towns. \n\nLoad-Date: October 20, 2011"
}