{
    "title": "ISRAELIS SEEK A FRENCH ROLE IN LEBANON",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 17,
    "full text": "Despite a cool reception, Israel has been pushing hard to win France's support for the creation of an international force to replace Israeli troops in southern Lebanon.\nAt a news conference today, the Israeli Foreign Minister, Yitzhak Shamir, said that if such a force were set up with the approval of a stable Lebanese Government - something, he conceded, that still had to be created -Israel could be out of Lebanon ''within a week.''\nSuch a force, Mr. Shamir said, should not be under the command of the United Nations because, he said, of the majority there of nations hostile to Israel. Instead, he said, it should be set up, much like the Sinai peace force, under the authority of a group of individual nations having ''normal'' relations with Israel.\nPARIS, June 16 - Despite a cool reception, Israel has been pushing hard to win France's support for the creation of an international force to replace Israeli troops in southern Lebanon.\nThe force proposal has been the central issue of Mr. Shamir's visit here. He was cautious when asked about the French Government's reaction. ''I think France, in principle, will not oppose this, I hope,'' he said.\n \n'Too Early' to Think of Role\nA French Foreign Ministry spokesman said that it was much too early to tell whether such a force would be feasible. ''And, necessarily, it is decidedly too early to think about French participation,'' the spokesman added.\nThe French have reacted with unusual anger to Israel's invasion of Lebanon. This has made Mr. Shamir's visit a touchy one, although the Israelis were pleased that after initial hesitation, President Francois Mitterrand decided to receive him. Earlier, it had been foreseen that Mr. Shamir would meet only with Foreign Minister Claude Cheysson.\nAfter the visit, Mr. Mitterrand's spokesman refused to comment on the atmosphere of the talk, other than to say that the President had repeated the French demand that Israel withdraw its forces immediately.''There were different viewpoints on some of the questions,'' said Mr. Shamir, who has been trying to present the visit as positively as possible. ''But this doesn't interfere with the relations and the dialogue between the two countries.''\n \nIsraelis See Blow to Terrorism\nOne point that Israel is making to the French Government to obtain more understanding, if not endorsement, for its action is that the campaign against the Palestinian guerrilla movement may weaken terrorist movements in Western Europe.\nFrance has been troubled by a number of terrorist incidents in recent months, although evidence points more to Syria than to the Palestinians. During his visit, Mr. Shamir met with Interior Minister Gaston Defferre, who is in charge of the campaign against terrorism here.\nMr. Shamir said today that besides ''hundreds of tanks and thousands of tons of explosives,'' the Israeli forces had taken many non-Palestinian prisoners among the P.L.O fighters. These included Europeans and people from the Far East, he said.\nThe Foreign Minister added that there had been ''discoveries'' about terrorist activities, although the Israeli authorities did not yet have full details. ''When we do,'' he said, ''Mr. Defferre will be interested, and no doubt we will share them with him.''\n \nHarsh Criticism in the Press\nThe indignation here over the Israeli move into Lebanon has resulted in some fiercely worded commentary in newspapers such as Le Monde and Liberation which, despite the pro-Palestinian sympathies of some of their writers, attempt to strike a balance of opinions on the Middle East.\nLe Monde has printed numerous protests by intellectual and political groups, including one today signed by some 60 intellectuals who, proclaiming themselves as Jews, declared that they ''renounced all sympathy with the present policy of Israel.''\nApart from the ferocity of the operation, the high civilian casualties, and a widespread belief that Israel is unreasonably denying the Palestinians their right to be a nation, there is in the French reaction an element of special concern for Lebanon.\nThe ties between France and Lebanon are close. It was the French, acting under post-World War I mandate, who set up Lebanon as a nation, independent of Syria. French is the main European language of the Lebanese. There are strong cultural, economic and political links between the two countries.\nFrance's interest in trying to preserve a Lebanese identity is partly responsible for its presently strained relations with Syria, whose forces - along with the Palestinians and warring Lebanese factions - have helped to destroy the effective authority of the country's nominal government.\nA few French commentators see the Israeli invasion, however destructive, as offering a hypothetical means of allowing the Lebanese eventually to reassert themselves. Most see it as a final blow to any hope of reuniting the shattered nation."
}