{
    "title": "Israel angry over Hamas' role in new Palestinian government Puts any future peace deals in doubt",
    "publisher": "usa today",
    "year": 2014,
    "month": 6,
    "day": 2,
    "full text": "The formation of a Palestinian unity government set to be announced today is casting doubts on future peace talks between Israelis and Palestinians because of the inclusion of the Islamic militant group Hamas.\n\"Hamas is a terrorist organization that calls for the destruction of Israel, and the international community must not embrace it,\" Israeli Prime Minister Benjamin Netanyahu said Sunday at his weekly Cabinet meeting. \"This will not strengthen peace; it will strengthen terrorism.\"\nIsrael says reconciliation between Fatah, which rules the West Bank, and Hamas, which ousted Fatah from Gaza and intensified rocket attacks on Israeli towns and cities, is a sign that the Palestinians aren't serious about making peace with Israel.\nPalestinians say that unity is vital to the well-being of Palestinian society and that without an agreement including Hamas, any peace deal between the Palestinian Authority and Israel would be meaningless and unenforceable.\nThe Fatah-backed Palestinian National Authority led by President Mahmoud Abbas has been engaged in  peace negotiations with Israel for years, while the Hamas-backed government of Ismail Haniyeh has targeted Israel in terrorist attacks and denies Israel's right to exist.\nSuch fundamental differences are going to be difficult to overcome, but Abbas has reassured Israel and the international community, whose funds keep the Palestinian Authority functioning and humanitarian aid flowing, that the unity government is committed to peace.\n\"The government would be under my command and my policy,\" Abbas told senior leaders of the Palestinian Liberation Organization on Thursday,  Al Jazeera reported.\n\"Its purview will be what happens domestically. I recognize Israel, and it would recognize Israel. I reject violence and terrorism,\" he said.\nHamas says nothing has changed.\n\"The recognition of Israel by the president of the Palestinian Authority, Mahmoud Abbas, is not new. What is important is that \"Hamas did not and will never recognize Israel,\" Hamas spokesman Sami Abu Zuhri told Reuters on Saturday.\nContributing: Oren Dorell \n\nGraphic\n\n \nphoto pool photo\n\nLoad-Date: June 6, 2014"
}