{
    "title": "ISRAEL HONORS WAR DEAD, CIVILIAN TERRORISM VICTIMS",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 4,
    "day": 29,
    "full text": "JERUSALEM With flags at half-staff and sirens wailing, Israel today honored soldiers who died in the nations wars and for the first time gave special recognition to civilians killed in Arab terror attacks.\nLater the mourning was to give way to joy as Israelis celebrate their 50th independence day in a two-day holiday of fireworks, air shows and stage galas.\nMemorial Day began at sundown Tuesday, with a somber ceremony at the Western Wall, Judaisms holiest shrine in Jerusalem, and a siren sounded across the nation.\nAnother siren rang out today, and Israelis stood in silent attention to honor the 18,748 soldiers who died in Israels wars with the Arabs since 1948.\nThe central memorial took place at Mount Herzl Cemetery in Jerusalem where many fallen soldiers and the nations leaders are buried.\nBefore attending the ceremonies, Prime Minister Benjamin Netanyahu stopped at the grave of his brother, Yonatan, killed during the Israeli commando raid to free hostages held at the terminal at Entebbe airport in Uganda in 1976.\nThe prime minister stood for several minutes over the bouquet-covered grave, then sat to light three memorial candles.\nNetanyahu then addressed a ceremony at Mount Herzl for about 2,000 Israelis killed in Arab terror attacks. It was the first national memorial for the victims.\nTerrorism is evil incarnate, said Netanyahu, calling its victims the soldiers in the battle of good against evil.\nIn a later ceremony for the fallen soldiers, Netanyahu said Israel owed a great debt to the dead.\n\nGraphic\n\n \nRICK BOWMER/The Associated Press * Rites: Israeli soldiers salute as they stand before a torch lit during the main Memorial Day ceremonies on the Mount Herzl cemetery in Jerusalem today. The day commemorates the nearly 19,000 Israeli soldiers who died fighting for the Jewish state over the past 50 years.\n\nLoad-Date: April 30, 1998"
}