{
    "title": "ISRAEL DEFENDS HARSH INTERROGATIONS AS ESSENTIAL TO ITS TERRORISM FIGHT",
    "publisher": "the philadelphia inquirer",
    "year": 1997,
    "month": 5,
    "day": 9,
    "full text": "With the U.N. Committee Against Torture scrutinizing Israel's treatment of terrorist suspects, Israel insisted yesterday that its troops use force only when necessary to prevent a terrorist attack.\nCommittee members this week questioned whether Israel's practices of shaking prisoners, tying them up, and subjecting them to long periods of loud music and cold air amounted to torture.\nMoshe Fogel, spokesman for Israel's government, said that in a two-year period ending December 1996, Israel foiled 90 planned attacks - \"the result of questioning suspected terrorists during that period of time.\"\nThe U.N. committee, however, was studying the methods used and whether Israel was modifying its treatment of detainees depending on circumstances - something the 1987 Convention Against Torture does not allow.\nOne case under consideration is that of Ayman Mahmoud Kafisha, 26, a Palestinian arrested two weeks after a deadly spring bombing in a Tel Aviv cafe. He said he was tortured during a month he spent in an Israeli jail before being allowed to see his lawyer.\nIsrael says information from Kafisha led police to a bomb identical to the cafe bomb that killed the assailant and three Israelis, and prevented another tragedy.\nIn a sworn affidavit, Kafisha said interrogators questioned him for 36 straight hours, systematically denied him sleep, repeatedly shook him by his shirt collar, and handcuffed him so tightly that blood couldn't circulate to his hands. He showed his lawyer the marks on his wrists.\nInterrogators, he wrote, banged his hands on the table and made him sit in excruciating positions for long periods; they tied his legs to the chair and forced him to bend backward until his back touched the ground.\nThe Justice Ministry says that Kafisha is a central member of Izzedine el-Qassam, the military wing of the Islamic militant Hamas group.\nKafisha's cell has carried out attacks since 1995 in which 11 Israelis have been killed and 49 injured, a ministry spokesman said in court statements. The deadly bombing at the Apropo cafe in Tel Aviv also injured 40 people, including a 6-month-old girl. Other attacks allegedly included drive-by shootings and soldier kidnappings.\nWhile interrogating Kafisha, the ministry said, authorities also learned where the body of one kidnapped soldier was buried.\nThe Israeli government maintains the methods used on Kafisha amount to \"moderate physical and psychological pressure\" - not torture. Such methods, it says, are used only in urgent cases where the detainee has information about terrorist attacks about to take place.\nHaim Zadok, a former justice minister, told the Associated Press that force was justified when \"the interrogator has well-founded grounds to believe the detainee possesses essential information which . . . could stop a disaster or prevent large-scale terrorist attacks.\"\n\nLoad-Date: October 18, 2002"
}