{
    "title": "Israel approves pullout, if PLO fights terrorism; How much territory_ How soon_ Details were left to",
    "publisher": "the atlanta journal and constitution",
    "year": 1997,
    "month": 12,
    "day": 1,
    "full text": "Jerusalem --Israel's Cabinet voted Sunday to go forward with a promised troop withdrawal from the West Bank --but set no date and made the pullout conditional on Palestinians' doing more to fight terrorism.\nSixteen Cabinet ministers approved the move, and two abstained. No decision was made on the extent of the withdrawal.\nCritics have said that adding conditions gives Islamic militants a chance to scuttle the pullout by staging attacks in Israel --as they have done in the past, prompting Prime Minister Benjamin Netanyahu to halt peace talks temporarily.\nStill, Marwan Kanafani, a spokesman for Palestinian leader Yasser Arafat, was cautiously optimistic.\n\"It's encouraging to finally see the Israeli government decide to abide by the agreements that we spent a long time with them to reach,\" he told The Associated Press.\nKanafani said the Palestinians would have to \"wait and see\" what kind of conditions Israel attached to the withdrawal.\nBut Hanan Ashrawi, a minister in Arafat's Cabinet, rejected Israel's setting any conditions for a withdrawal promised in agreements already signed by Netanyahu's government. \"We are not willing to accept unilateral Israeli measures,\" she told CNN.\nA statement issued by the Israeli Cabinet indicated it would carry out just one redeployment --rather than the three promised in the existing Israel-Palestinian agreements.\nThe statement also said Israel would continue \"strengthening\" its settlements in the West Bank, despite condemnations by both the Palestinians and the United States.\nUp until now, Palestinians have refused to enter final status talks with the Netanyahu government --mostly for fear that it would not agree to their demand for statehood.\nCabinet Secretary Danny Naveh did not give a timetable for the withdrawal, refusing even to say that it would be carried out by mid-1998 --the deadline set in the Israel-Palestinian agreements for all three redeployments to be completed.\nReports have pegged the pullout at between 6 percent and 8 percent of the West Bank, which the Palestinians reject as inadequate.\nArafat said Sunday in Ramallah he hoped the size of the withdrawal would be \"according to what has been agreed upon.\"\nThe Palestinians have full or partial control over about 27 percent of the West Bank.\n\nGraphic\n\n \nBenjamin Netanyahu's government has delayed agreed-on troop withdrawals,\n saying Palestinians need to do more to prevent attacks in Israel./\n Associated Press\n\nLoad-Date: December 2, 1997"
}