{
    "title": "ISRAEL TURNS TERROR BACK ON THE TERRORISTS, BUT FINDS NO POLITICAL SOLUTION",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 4,
    "full text": "Before the state of Israel was founded, Jewish settlers used to prevent Arab attacks by surrounding themselves with sandbag walls and coils of barbed wire and shooting out from there. One day in the late 1930's, though, a Russian-born immigrant named Yitzhak Sadeh convinced the Haganah leaders that this was no way to go about things. The only way to deal effectively with guerrilla raids or terrorist attacks, he argued, was ''to go outside the fence.''\nWith a great many variations, that has been the essence of Israel's counterterrorist strategy ever since: always go outside the fence; always make the terrorist feel the same fear that he makes you feel, and, if necessary, meet terror with terror.\nIn the view of many of Israel's top experts on counterterrorism, this approach has been both a remarkable success and an abysmal failure.\nThird in series of four articles (Counterterrorism. A War in the Shadows) describes Israeli counterterrorist strategy since late 1930's, when decision was made to deal with terrorists by responding with similar violence; photo (L)\nU.S. Studies Israeli Techniques\nAmerican officials also believe that the Israeli strategy and tactics have produced mixed results, but they are studying their techniques nonetheless to see what lessons are applicable in coping with the terrorist threats confronting the United States.\n''The Israelis can justify actions that we cannot, since they are in a state of war with some of their neighbors,'' a senior American official observed. ''But they have worked hard on this problem for the last 15 years and there are things we can learn from them.''\nAmerican and Israeli officials consult regularly, meeting alternately in the two countries and sharing intelligence information and ideas. The Israelis have been frank, the Americans say, in discussing their failures as well as their successes.\n \n'Within Tolerable Limits'\nOn the one hand, says Aharon Yariv, a former head of Israeli military intelligence and the country's first adviser to prime ministers on terrorism, Israel has developed a system of offensive and defensive safeguards that has kept terrorist attacks against Israeli targets ''within tolerable limits and at a tolerable price.''\nOn the other hand, experts say, Israel has failed to halt terrorist attacks on citizens both at home and abroad largely because its leaders have tended to deal with the problem - over the long term - solely with sticks and never with carrots.\n''There is no technical military solution to the problem of terrorism - there is only a political solution,'' says Shlomo Gazit, another former head of Israeli military intelligence and now president of Ben-Gurion University. ''You can employ measures that will minimize the threat so that you can go on living.''\n \nAn Unexploited Opportunity\n''This can serve as a very helpful tool for the political leadership, since once the terrorist realizes that he cannot impose his will on you, he will be much more prepared to deal,'' Mr. Gazit added. ''But we have not exploited this. While we have created the ambiance for a political solution, we have not come up with the solutions themselves. This is our biggest failure. We have not been able to capitalize on our military success in dealing with terrorism to reach a political accord with either King Hussein or the Palestinians.''\nIsrael's counterterrorism strategy has gone through several stages since those days when it was decided to ''go outside the fence.''\nThe first period, from 1948 to 1956, might best be described as the era of counterterrorism-through-retaliation, or negative feedback. At the time, the basic threat faced by Israel was from bands of Palestinians, some acting on their own, some sponsored by Egypt and Jordan, who infiltrated across the Gaza Strip and the West Bank. Some of these Palestinian raiders - terrorists in Israeli terminology - tried to wreak havoc on Israeli communities for political reasons, some to steal food or cattle and some just to check on the homes they had left behind in 1948.\n''These attacks led to a major morale problem among the border settlements,'' said Ariel Merari, chairman of the psychology department at Tel Aviv University and one of Israel's top civilian experts on terrorism. ''There was great pressure on the Government to do something, and it was then that the system of massive retaliation was developed.''\nThe Israeli philosophy at the time was to hold neighboring governments responsible for terrorist actions coming from their territory and to inflict enough negative feedback on them to force them to clamp down. A special Israeli Army unit was formed, known as Unit 101, to make retaliatory strikes into Jordan and the Gaza Strip, then held by Egypt. At least one of these retaliations became highly controversial, involving civilian casualties. The elite unit was led by Ariel Sharon and was nicknamed ''Ali Baba and the 40 Thieves.''\n \nP.L.O. Attacks Begin\nTheir tactics were at best partly successful. Psychologically, Professor Merari said, the raids helped increase morale, but militarily they failed to stop the incursions and, in fact, the retaliation produced only an escalating cycle of violence that finally exploded in the 1956 war.\nThe war choked off cross-border infiltration from Egypt, but by 1964, when the Palestine Liberation Organization was founded, the attacks began afresh - this time largely from Jordan. In July 1968, the battlefield was further expanded to the international airways when for the first time a jetliner of El Al was hijacked by Palestinians to Algeria.\nIn the beginning, the Israelis responded to these new threats just as they had in the pre-1956 period - negative feedback against targets in Jordan and later Lebanon, which Israel said were the countries where the terrorist raids originated. In one particularly spectacular retaliation for a Palestinian terrorist attack on a plane of El Al in Athens in December 1968, Israeli commandos blew up 13 Middle East Airlines jets on the tarmac of the Beirut airport. The net effect on Palestinian terrorism, however, was nil.\n''Each country sponsoring or allowing the terrorism was taking a certain risk,'' Professor Merari said. ''It was a matter of profit and loss, and Israel greatly misunderstood the threshold of pain required to change their behavior. We were putting ourselves in their shoes and that was wrong. They had a whole different threshold of pain.''\n \nMunich Was Turning Point\nThe killing of Israeli athletes at the Olympic Games in Munich in 1972 was a turning point in Israeli thinking about counterterrorism. The Israeli public was shocked and outraged by the massacre, and it was decided that the only way to fight that kind of terror was with similar terror. Striking at the host nations was not enough, Mr. Yariv said. ''We decided we had to go after the nerve centers and the perpetrators themselves.''\nUsing everything from selectively addressed letter bombs to exploding cars and telephones to quiet assassinations with silencers on the back streets of Europe, agents from the Israeli secret service, the Mossad, tracked down Palestinian terrorist suspects around the world. The P.L.O. responded in kind.\nThe most notable successes of this approach were the 1979 murder of Ali Hassan Salameh, the P.L.O. leader suspected of planning the Munich massacre - he was killed with a car bomb in Beirut - and the Israeli raid on Entebbe Airport in 1976 in Uganda to free the passengers of a hijacked jetliner. The biggest failure came in 1973, when an Israeli team in Lillehammer, Norway, killed an innocent Arab waiter whom they mistook for Mr. Salameh.\nEver since the mid 1970's, the Israeli approach to counterterrorism has been this combination of heavy retaliation, selective assassination and stringent defense.\n \nIsrael's Guiding Principles\nThese are some of the key elements of the Israeli approach:\n- Always be on the offensive. ''If you are only on the defensive against terrorists, you have already lost,'' Mr. Gazit said. ''You would have to protect every building in your society. You must let the terrorist feel that he, too, is always in danger and that he is not free to plan, train and recruit for attacks against you.''\n- Whenever possible, do not negotiate with terrorists. While Israel has made many exceptions to this rule, its tendency has been to kill terrorists at all costs, even if it means - as in the March 1978 coastal bus hijacking by Palestinian terrorists - a loss of Israeli civilian life. ''There are 1.2 million Palestinians living under Israeli control today,'' Professor Merari said, ''yet very, very few of them are ready to engage in terrorism. Why? Because they want to live.''\n- Penetrate the opposition with first-rate informers. To fight terrorism in a cost-effective manner, a country must have good intelligence for three reasons, Mr. Gazit said. First, good intelligence permits attacks to be stopped before people are killed and before the terrorist message is broadcast to the world, he said, and second, ''if the terrorists feel they have been penetrated they will be forced to suspect each other and to compartmentalize their operations, and this will hinder them.'' Finally, he said, good intelligence allows the surgical removal of the truly key figures who can make the whole difference in a terrorist movement.\n- Educate the public. Israeli civilians are extremely attentive to suspicious packages or persons. It is impossible to leave a bag on a busy street corner for more than 60 seconds without someone calling the bomb squad. But where Israel has failed in educating, terrorism experts say, is in teaching the public to live with a low level of terrorism. Too often public rage and pressures to react have forced Israeli Cabinets to retaliate heavily when a more selective, restrained approach would have been more effective over the long-term. ''Retaliation should not become a conditioned reflex,'' Mr. Yariv said, ''but I am afraid it has here.''\n- Develop effective antiterrorist devices and techniques. Israel was the first, for example, to install special, secure entrances at its embassies, to send armed guards on its international flights, to build special doors to protect civilian pilots and to install electronic systems under the wings of El Al planes to deflect surface-to-air missiles.\n- Learn to think like a terrorist. Said one Israeli military correspondent: ''The terrorist operates by exploiting the weaknesses of his opponents; so to win, you must exploit his. You cannot do that by thinking like the Civil Liberties Union.''\nIsrael has exported these ideas on counterterrorism in some way or another to virtually every major Western power and has trained the security services of several third-world countries in counterterrorism.\nNEXT: The United States develops secret teams to fight terrorists.\n\nGraphic\n\n \nphoto of airliner"
}