{
    "title": "ISRAELI SETTLEMENTS LEADER CRITICIZES GOVERNMENT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 5,
    "day": 13,
    "full text": "A prominent leader of the Jewish settlement movement on the West Bank said Friday that he could understand why Jews would attack Arabs, given the danger in which the settlers live. He said the Israeli Government should be put on trial, not the Jews who are under arrest.\n A total of 25 Jews, most of them described as religious nationalists in the mainstream of the Jewish settlement movement, have been arrested on suspicion of involvement in three major acts of terrorism against Arabs: crippling two Arab mayors with car bombs in 1980, killing 3 Arabs and wounding 33 in a grenade and submachine-gun attack on an Islamic college last July, and planting bombs in five Arab-owned buses last month.\nSome are said to have confessed and re-enacted the crimes. Two army majors in the West Bank military government are also reportedly being held.\nRabbi Moshe Levinger, prominent leader of Jewish settlement movement on West Bank, says he can understand why Jews would attack Arabs, given danger in which settlers live; says Israeli Government should be put on trial, not Jews who are under arrest; total of 25 Jews, most of them described as religious nationalists in mainstream of Jewish settlement movement, have been arrested on suspicion of involvement in three major acts of terrorism against Arabs (M)\nSome settlers have denounced the terrorism. But some of the most militant among them have mixed their remarks in opposition to such acts with statements that seem to condone the attacks. They express the view that one must be tough with the Arabs to frighten them away from violence.\nIn his comments Friday, Rabbi Moshe Levinger, who has been at the forefront of creating a Jewish settlement in the Arab city of Hebron, criticized the Government, and particularly former Defense Minister Ezer Weizman, for failing to be tough enough to provide adequate security for settlers.\n''I am against it,'' Rabbi Levinger said in an interview in English with the Israeli radio. ''I say we have a Government, we have a Jewish army, and I am against such a situation that anyone will do anything alone. With the blessing of God we came to the highest point that the Jewish people came: back to Israel. We have now a Jewish state, have now a Jewish Government, a Jewish army. And no one can do it by himself.\n''But I can understand that after these big mistakes of Ezer Weizman and the Government,'' he continued, ''I can understand that Jews did what they do.''\nJews may be in danger in France or New York, Rabbi Levinger said, but it is inconceivable they should live in danger in Israel. ''In our holy country, there can't be such a situation,'' he said, ''and the Government must understand that it was their mistake, and the trial must be for the Israel Government, not for them.''\nRabbi Levinger, who was summoned on Thursday for questioning by the police, is a leader of Gush Emunim, which means the Bloc of the Faithful. It is a nationalist religious group with close ties to the governing Likud bloc. With Government acquiescence, its members have squatted on hilltops and in the center of Hebron to create ''facts'' of residence that can then be turned into permanent Jewish settlements.\nRabbi Levinger lives in the old Jewish quarter of Hebron, where Jews lived for centuries until riots by Arabs in 1929. Now the area is being rehabilitated.\nAlthough the police have made no substantive statements on the plots and actions of those under arrest - and have not even issued their names - officials have provided detailed information to the Israeli press.\nAccording to these reports, the 1980 bombing attack on Mayor Bassam al- Shaka of Nablus, who lost both legs, was re-enacted Wednesday by what Mr. Shaka's relatives described as a big, bearded man wearing a yarmulke.\nThe Tel Aviv daily Maariv said one of the army majors arrested this week was present when that bomb went off. The Tel Aviv daily Haaretz reported that those who set the bombs used intelligence from officers of the military government. After the attack on the Islamic College in Hebron last summer, Haaretz said, the secret police, known as the Shin Beth, turned one of the participants into an informer."
}