{
    "title": "Israel Trip Reinforces Byrd's View On Policy",
    "publisher": "the tampa tribune ",
    "year": 2004,
    "month": 5,
    "day": 20,
    "full text": "TERROR FIGHT MUST CONTINUE, HE SAYS\nBy WILLIAM MARCH\nwmarch@tampatrib.com\nTAMPA — Returning from a five-day trip to Israel, U.S. Senate candidate Johnnie Byrd said meetings with Israelis confirmed his views that America should hang tough in the war against terrorism and should pressure other nations that aren't assisting.\n\"I have an even stronger sense that their war on terror is our war,\" Byrd said in an interview this week.\nSpecifically, he said, the United States must put more pressure on Arab nations that support terrorism. He mentioned Egypt and Syria, but not Saudi Arabia.\nClose business and political ties between the Saudi ruling family and President Bush's administration have been criticized by some who note the Arab nation's history of funding radical Islamist causes, including schools that indoctrinate militants.\nByrd returned Friday from the trip he took at a time when the traditionally Democratic Jewish vote — in Florida and the nation — appears more open than in the past to influence from his Republican Party.\nRepublicans are seeking more Jewish support based on Bush's hard-line stance against terrorism.\nThis week, Bush got a warm reception at an annual conference of AIPAC, the American Israel Public Affairs Committee, the premier pro-Israel lobbying group. Last week, Vice President Dick Cheney entered the Democratic fortress of Palm Beach County to address a Jewish group.\nFor Byrd, a state legislator from Plant City, traveling to Israel was an effort to establish credentials in foreign policy, an issue missing from his political re'sume'.\nAmong his rivals in the GOP Senate primary, Bill McCollum of Longwood has a background in Israeli issues and terrorism, as well as a history of contributions from pro-Israel groups, from his years as a congressman. McCollum's political consultant, Arthur Finkelstein of New York, has a long relationship with the Likud Party.\n\"When you meet Jewish voters, one of the first things they ask is whether you've been to Israel,\" one McCollum campaign aide said.\nPro-Israel activists \"are looking for a candidate's familiarity on these issues,\" said Josh Block, an AIPAC spokesman. \"We're glad when anybody goes to Israel and sees what Israelis think.\"\nByrd was accompanied on his trip by Herb Swarzman of Tampa, a major financial backer and member of AIPAC. Byrd, the Florida House speaker, met with officials such as Reuven Rivlin, the Israeli parliament speaker; Ehud Olmert, the vice prime minister; and Natan Sharansky, the former Soviet dissident turned government minister.\nSharansky and others told him Israelis think the United States should \"stand firm\" in Iraq, Byrd said.\nThe United States \"has it within our capacity to put pressure on the Arab states to end the support for terrorism,\" he added. He wouldn't comment on whether the administration is applying enough pressure or is too close to Saudi Arabia.\nCheney and Bush family members have strong ties to the Saudi royal family. In an interview last week concerning Cheney's Palm Beach County speech, U.S. Rep. Peter Deutsch, a South Florida Democrat also running for the Senate, joined Sen. Charles Schumer of New York in criticizing what Schumer called the \"all-too-cozy relationship.\"\nReporter William March can be reached at (813) 259-7761.\nCopyright © 2004, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nPOLITICS\n\nLoad-Date: May 21, 2004"
}