{
    "title": "ISRAEL SAYS U.S. WAS INSENSITIVE",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 7,
    "day": 10,
    "full text": "JERUSALEM - Israel's foreign minister complained Sunday to the U.S. ambassadorabout the United States' evident unwillingness to use the word ''terrorism'' to describe last week's attack on a bus that left 14 civilians dead.  Israel's government as a whole expressed concern that its allies in the United States, as well as friendly governments in Europe, had displayed a lack of sensitivity toward the incident. A Palestinian is accused of causing the crash by seizing the steering wheel from the driver and plunging the vehicle off a highway.  Foreign Minister Moshe Arens told U.S. Ambassador William Brown that the bus crash was reason enough for Washington to end its 7-month-old dialogue with the Palestine Liberation Organization.  ''The minister drew the ambassador's attention to the fact that the PLO has long violated the conditions set by the United States government when starting the dialogue,'' a spokesman for the Foreign Ministry said.  President Ronald Reagan's administration began talks with the PLO in December after Yasser Arafat, the PLO chairman, professed to abandon terrorism. Bush's administration has deepened the contacts as it has sought a formula to end the Israeli-Arab conflict.  Officials at the U.S. Embassy declined to comment on Arens' meeting with Brown.  Israel defines almost any attack on its citizens and soldiers as ''terrorism,'' a usage that has lost favor abroad in the 19 months of the Arab uprising. More than 500 Palestinians have been killed in the unrest, most of them at the hands of Israeli soldiers.\nThirty-five Israelis, including the 14 bus passengers last week, have been victims of the unrest.  Ambassador Brown had described the bus incident as ''loathsome.'' Neither Britain nor France commented directly. By way of contrast, the Soviet Union described the assault as ''terrorism'' on a Hebrew-language broadcast of Radio Moscow, Israeli Foreign Ministry officials said.  Since the bus crash Thursday, a volatile mood of despair and anger has overtaken Israel.  The Israeli Cabinet warned Sunday that revenge assaults on Arabs could tear Israel apart. The ministers said that the anti-Arab reprisal could lead to a civil war and destroy the peace process.  Stirred by the bus incident, angry crowds led by right-wing extremists have set upon Jews, Arabs and news reporters.  Israeli news reports said that Abdel Hadi Salman Rassem Ghanem, 23, the Palestinian accused of causing the bus crash, did not belong to any political groups.  The newspapers noted that he had once been injured once by plastic bullets fired by soldiers and that he has a close friend in Jerusalem who was seriously hurt in a recent clash with soldiers.  Ghanem was injured in the crash. He is being held at an Israeli prison hospital, where police say h e is being questioned. Soldiers blew up his home in Nusseirat, a refugee camp in Gaza, on Sunday.  Two Palestinians were reported to have been fatally shot by soldiers Sunday.  Police in Jerusalem dispersed a crowd of Israelis who stoned Arab cars in anger over the bus attack.  Police officers on horseback charged the stone-throwing Israelis, most of whom were Orthodox Jews in black hats and long coats, when rioting erupted after the funeral of Moshe Shapiro, 74, one of the bus victims.  Eleven Israelis were arrested, bringing to 27 the number arrested since the violence over the bus attack broke out on Friday, police said.\n\nGraphic\n\n \nPhoto; PHOTO by Reuters...Israeli policemen arresting a man Sunday in Jerusalem, where demonstrators stoned Arab cars in anger over the death of 14 people in a bus crash. A Palestinian is accused of causing the crash by grabbing the steering wheel. Eleven Israeli demonstrators were arrested. PHOTO by AP...Two Canadian girls clinging to each other as they arrived Sunday in Tel Aviv, Israel, for a memorial service for their classmate, Fern Rykliss, 17. Rykliss was among the 14 people killed Thursday as a bus plunged off the Jerusalem-Tel Aviv highway.\n\nLoad-Date: October 25, 1993"
}