{
    "title": "ISRAEL NAMES 2 OFFICERS CHARGED IN TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 4,
    "full text": "Two Israeli Army officers accused of involvement with Jewish terrorists who planted bombs in and near the cars of Arab Mayors were identified in court today.\n They were identified as Maj. Shlomo Livyatan, 34 years old, the deputy head of the taxes and services department of the West Bank military administration, and Captain Aharon Gila, 35, formerly deputy commander of the military administration in the Ramallah district.\nThe names of the two officers had been kept secret, along with those of 25 Jewish settlers under indictment, under a court order since they were arrested in April. Today the court lifted the ban on publishing the names of the two officers but retained the order applying to the civilians.\nMaj Shlomo Livyatan and Capt Aharon Gila are identified in Israeli court and accused of involvement with Jewish terrorists who planted bombs in and near cars of Arab Mayors; court lifts ban on publishing of names of officers but retains order applying to 25 Jewish settlers also under indictment; court decides that both men should remain under arrest until trials end (S)\nMajor Livyatan lives in the Jewish settlement of Shilo, which has had a long record of hostile relations with its Arab neighbors. He faces criminal charges of providing intelligence information to Jewish terrorists about the places of residence, automobiles and movements of Arab mayors on the West Bank in 1980. Bombs were planted in the cars of Bassam Shaka of Nablus and Karim Khalef of Ramallah. Mr. Shaka lost both legs; Mr. Khalef lost a foot.\n \nBorder Policeman Blinded\nA third bomb, planted at the garage door of Mayor Ibrahim Tawil of El Bireh, exploded as Suleiman Hirbawi, a Druse border policeman, approached. He was blinded.\nMajor Livyatan is charged with having received information about that bomb but failing to pass it to anyone except Captain Gila, who was present when Mr. Hirbawi, a demolitions expert, searched for the device. Captain Gila purportedly said nothing to warn Mr. Hirbawi.\nThe court decided today that both men should remain under arrest until their trials end. But the judge, in observations that attorneys said are not admissable during trial, said there was insufficient evidence to convict Major Livyatan of attempted murder, on the ground that Major Livyatan, although he knew of the terrorists' criminal intent, said he thought they were going to blow up the cars, not the mayors.\nIn addition, the judge said there was no proof Captain Gila knew the exact location of the bomb at Mayor Tawil's garage door, as the indictment contends."
}