{
    "title": "Israel Faces Its Extremists, U. S. Ignores Its Own",
    "publisher": "the forward",
    "year": 2012,
    "month": 8,
    "day": 31,
    "full text": "Ultra-nationalism poses a  bigger threat than Muslim  fundamentalism.\nThe dog days of August brought serious  wakeup calls for Israel and the United  States in their respective struggles  against terrorism. Both nations were shaken  by violent attacks coming from a direction  they hadn't been watching: racist, right-wing  nativists. The similarities between the crises  are instructive, and disturbing. So are  the differences.\nFor Americans, the month opened with the  all-too-familiar sight of a mass shooting, this  time at a Sikh temple in Oak Creek, Wis., by a  known racist skinhead. Israelis were shocked\n12 days later by twin anti-Arab attacks, including  the firebombing of a  Palestinian taxicab just  outside the Kahanist settlement  of Kfar Tapuah in  the West Bank, injuring  six, including 4-year-old  twins, and by the lynch-style  attack on an Arab  teenager hours later by a  mob of Jewish youngsters\nin downtown Jerusalem.\nAll three incidents were labeled by officials   the FBI in America, government ministers  in Israel  as terrorist incidents. All three fit  into a growing pattern in the two countries of  vigilante attacks by self-styled patriots against  a minority group widely perceived as a threat.\nAnd they highlight a startling paradox:  While the terrorist threat that draws most  public and law enforcement attention in  both countries comes from Islamic extremism,  both countries also face a serious and  growing threat from nativist extremism and  ultra-nationalism  Jewish in Israel, white  supremacist or Christian in America  that  receives far less attention. Indeed, right-wing  terrorism may be downplayed by leaders in  both countries who see it as a regrettable  reaction to Muslim attacks  though the  numbers don't bear that out.\nThat's where the similarity ends. The two  attacks in Israel prompted a national wave  of outrage and soul-searching from both left  and right. Government leaders from Prime  Minister Benjamin Netanyahu on down have  called for a re-examination of the educational  system that might have led a seemingly  random group of teenagers to launch a murderous  attack on an Arab passerby. The firebombing  incident, promptly labeled an act  of Jewish terrorism by Vice Premier Moshe  Yaalon  even though the perpetrator has  yet to be identified  has led to widespread  calls, even by some settler leaders, for a crackdown  on violent settler extremists.\nIt's worth noting that the numbers are surprisingly  small. Since the beginning of 2009,  five Palestinians have been killed in 1,045 settler  attacks, according to B'Tselem, the Israeli  human rights group. During the same period,  21 Israelis have been killed in Palestinian  terrorist attacks originating in the West Bank,  and another 19 in cross-border attacks and  shelling from Gaza and Sinai. Hundreds more  Palestinian attacks have been thwarted by  Israeli and Palestinian Authority security personnel.  Interestingly, settler attacks have risen,  from 168 in 2009 to 411 in 2011, while  Israeli deaths from Palestinian attacks have  declined steadily from 451 in 2002 to 48 in\n2008 and two so far this year. The fewer  the attacks, it seems, the stronger the reaction.  Still, Israel's current soul-searching is  a watershed.\nThe Wisconsin attack, by contrast, produced  no such soul-searching. It elicited grief,  sympathy, breast-beating over gun-violence  and calls for stricter gun laws  but virtually  no discussion of the right-wing extremism  that plainly gave rise to the attack. The gunman,  Wade Michael Page, was a member of a  neo-Nazi rock band. His extremist views had  previously drawn the attention of authorities.  The attack was shocking but not surprising.\nThe August 5 attack was the latest and most  violent in a series of attacks on Sikhs mistaken  for Muslims across the country in recent  years. It came in the midst of a two-week  wave of attacks against mosques in August  that began when a mosque was burned to  the ground in Joplin, Mo., and included incidents  in Oklahoma, Florida, and Illinois. But  there have been no high-level calls, presidential  or otherwise, for a national soul-searching.  Some Muslim organizations condemned  the attacks. The Anti-Defamation League  expressed horror and called for a federal  investigation. That's about it.\nA more telling response came three days  after the Wisconsin attack and 70 miles south,  when Republican Rep. Joe Walsh of Illinois  addressed an August 8 town hall and railed  against the radical Muslims who he said  are trying to kill Americans every week.  The Illinois attacks against the mosques  occurred on August 10, 12 and 16, all in  Walsh's district.\nWalsh had it backwards. According to an  ADL report published in August 2011, and  recently reposted on the league's website,  deaths in right-wing terrorist attacks in  America since September 2001 have outnumbered  deaths from Muslim terrorism by more  than 10 to 1. Of 201 people killed in domestic  terrorist attacks, the league reported, only  14 were killed by Muslim terrorists  all but  one of them in the 2009 Fort Hood massacre.  Fully 85% were killed by white supremacists.  The rest were killed by anti-government and  anti-tax extremists. (A more recent study has  shown 33 deaths in Muslim attacks, still a  fraction of the rightest toll).\nDespite the numbers, federal law enforcement  invests far greater resources in tracking  Muslim terrorism than the nativist kind.  Until 2009, the intelligence division of the  Department of Homeland Security had 25  investigators assigned to Muslim terrorism  and six on the domestic right-wing  beat. That changed in April 2009, when  the domestic unit produced a report citing  a sharp uptick in violent right-wing plots in  the wake of President Obama's election. The  report prompted a furor among congressional  Republicans, who accused the department  of demonizing conservatives and  forced Homeland Security secretary Janet  Napolitano to dissolve the domestic unit.  Today just one agent is assigned to domestic  non-Islamic terrorism, according to former  unit chief Daryl Johnson.\nCongressional Republicans are still fuming  over the report. Napolitano appeared before  the House homeland security committee in  late July and was raked over the coals by  Republicans, including Walsh of Illinois, for  focusing on conservative, Christian and pro-life  activists and ignoring the Muslim terrorist  threat.\nYou can't really blame the Republicans for  getting upset. As I reported recently, one  Republican on the committee, Paul Broun of  Georgia, sounded almost plaintive when he  complained to Napolitano that when agents  detail the profile of the domestic terrorist   gun-owner, Christian-conservative, pro-life   you're talking about me.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: September 3, 2012"
}