{
    "title": "Israeli colonel discusses terrorism at Boston U. lecture",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 22,
    "full text": "On Sept. 11 the United States was exposed to the type of terrorism that Israel has fought for years, Col. Noam Tibon of the Israeli armed forces said Thursday at an International Relations forum.\nSpeaking to a crowd of about 40 people that included Boston University Chancellor John Silber, the former commander of the Hebron Area Brigade compared America's War on Terrorism to the struggle to restore peace in Israel.\n\"We can see world-wide connections between the big terror networks,\" Tibon said. \"More and more people are becoming aware that terror is very complicated.\"\nBoston U.\nTibon said the structure of a terrorist organization makes it difficult to attack.\n\"The only one who can hook small [terrorist] cells together is the leader,\" he said. \"The main problem is to identify him. If you can kill or catch the leader, you can destroy the whole system.\"\nTibon said the organization and motivation of terrorist groups are two areas a nation must focus on when fighting terrorism.\n\"We can bomb the organization and stop their money, but the motivation, which is mainly religious, is very hard to fight,\" Tibon said. \"More and more, terror is hooked to radical religion.\"\nThis strong connection to religion makes terrorists extremely dangerous, Tibon said. \"They prefer to be symbols, heroes and martyrs. They are not afraid to die.\"\nBecause a terrorist can appear to be a normal civilian, Tibon said identifying the perpetrators of an attack is hard.\n\"Terror is a war of society, not of soldiers,\" he said. \"When trying to catch terrorists, you are not searching for people in uniform. They are part-time terrorists, part-time civilians.\"\nTibon cautioned against U.S. hopes for a clear, immediate outcome to the fight against terrorism.\n\"You can be very successful against any terror network,\" he said, \"but being very successful and having a decisive victory are very different. In Israel, we have been facing [terrorism] for over 50 years.\"\nThe speech was followed by an intense round of questioning from the students, professors and interested citizens in attendance. Several participants criticized Israel's handling of the violence between Israelis and Palestinians, with one attendant calling Tibon a war criminal.\n\"I've been to other IR forums and they tend to be contentious,\" said Nicole Bissonnette, a senior in the College and Communication and the College of Arts and Sciences. \"I wish the opposition wouldn't have been cut off by the moderator. It was kind of one-sided.\"\n\"I liked that the questions dominated the forum,\" said Alex Kayyal, a CAS freshman. \"He's a great speaker, though. Very well presented. I was definitely interested in hearing his advice on how the U.S. can learn from Israel's terrorist policies.\"\n(C) 2002 The Daily Free Press via U-WIRE\n\nLoad-Date: February 22, 2002"
}