{
    "title": "Israel Denies Role but Fears Reprisal for Ties to Turkey",
    "publisher": "the new york times",
    "year": 1999,
    "month": 2,
    "day": 18,
    "full text": "Israel is bracing for reprisals after today's killings of three Kurdish protesters at its consulate in Berlin.\nIt was already a target of Kurdish rage because of its strong military and intelligence links with Turkey.  Followers of the arrested Kurdish leader, Abdullah Ocalan, have accused Mossad, Israel's overseas intelligence service, of helping track him down. They contend that Turkey and Israel are joining in a \"dirty war\" against his Kurdistan Workers Party.\nBut analysts in Jerusalem, while conceding that Israel has offered antiterrorist assistance to Turkey, said Israel would not have helped to carry out the capture.\nIn recent years Israel and Turkey have forged a high-profile strategic alliance that has served as a counterweight to mutual perceived threats from Syria and Iran.\nIsraeli pilots have trained in Turkish airspace, the two countries have carried out a joint naval rescue exercise and Israel has upgraded Turkish fighter planes.\nThere have been mutual visits by military chiefs from both countries, meetings between intelligence officials and a military cooperation agreement signed in 1996. Along with intelligence-sharing, Israel has advised Turkey on antiterrorism methods, which the Turks have used in their long war with Mr. Ocalan's separatist Kurdish movement. The methods have reportedly included fencing off and mining border areas, curfews and interrogation techniques, cross-border incursions against guerrilla bases in Iraq and establishment of a Turkish controlled \"security zone\" there.\nYet Israeli governments have avoided taking a direct and active role in Turkey's war with the Kurds. \"Israel doesn't want to open a new front with terrorism, because we have enough problems already,\" said Yossi Melman, an Israeli journalist who has written a book on Israel's intelligence agencies.\nFor the same reason, Mr. Melman added, it is unlikely that Israel would have participated in the capture of Mr. Ocalan, despite Turkish requests for help in tracking him down.\nPrime Minister Benjamin Netanyahu drew a distinction between antiterrorism assistance to Turkey and the capture of Mr. Ocalan.\n\"Israel's activity does not include any role in the struggle against Ocalan, and we did not cooperate with any element in apprehending Ocalan,\" Mr. Netanyahu told a news conference. \"We always fight terrorism, and we will always fight terrorism, but we certainly had no part in the capture of Ocalan.\"\nRegardless of whether Israel was involved in seizing Mr. Ocalan, it has been drawn into the maelstrom set off by his arrest. Israeli embassies, consulates and airline companies have been put on heightened security alert amid growing concerns that this country, long a target of Arab terrorist attacks, could now become a target of Kurdish terrorism.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 18, 1999"
}