{
    "title": "ISRAEL MOVES TO DISMANTLE OUTPOSTS",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 6,
    "day": 10,
    "full text": "Israel yesterday began dismantling illegal outposts in the territories, signaling that it will continue to implement the \"road map,\" - at least for now - despite Palestinian attacks aimed at derailing the plan.\nSix unauthorized hilltop outposts were removed. Defense Minister Shaul Mofaz told Israeli reporters that this was the beginning of the first phase in dismantling the illegal settlements. Fifteen illegal outposts, out of some 100 altogether, were scheduled for removal in this phase, he said.\nPrime Minister Sharon said that removing what he termed \"illegal\" outposts arises out of Israeli law rather than the peace process, which he indicated still depended on the Palestinian Arabs. \"There will be no advance in the political process if terrorism continues,\" he told reporters.\nThis seemed to clash with a notion put forward last week by Dov Weisglass, Mr. Sharon's chief of staff, who told Jewish leaders the peace process will continue as long as terrorism remains at \"a tolerable level.\"\nThe statement, made in a Thursday conference call with the Conference of Presidents of Major Jewish Organizations, an American umbrella body, provoked an uproar among some Jewish leaders, appalled by the idea that any terrorism is \"tolerable.\"\nMr. Sharon also faced loud opposition at a Sunday meeting in Jerusalem of his Likud party. But top party leaders appeared to remain loyal.\nThe Palestinian prime minister, Mahmoud Abbas, meanwhile, attempted to calm his own opposition, which seemed much more serious and widespread than Mr. Sharon's. At a press conference in Ramallah, Mr. Abbas claimed that Yasser Arafat approved everything he said last week at an American-led summit in Jordan.\nThe Al-Aqsa Martyr Brigade, one of the three terrorist organizations that took responsibility for an attack on Israeli soldiers that left six dead on Sunday, is part of the Arafat-controlled Fatah party.\nMilitary sources in Israel said that while they were not sure Mr. Arafat actually gave the order for the Sunday attack, he clearly inspired it as part of his attempt to undermine Mr. Abbas.\nDespite setbacks, President Bush was still optimistic yesterday. Referring to the violence, he said that the majority of Palestinians and Israelis were \"sick of it.\" He seemed to put the onus on the Palestinians, though, indicating that the major task for his envoy to the area, John Wolf, would be to help Mr. Abbas \"deliver on his promise\" made \"not only to me personally, but a promise he made to the Israeli officials.\"\nMr. Abbas' promise, in Mr. Bush's words, was that \"he will work as hard as he can to fight off those elements within the territories that want to use violence to destroy any hope for peace, and therefore use violence to destroy the hopes of the Palestinian people.\"\nA Hamas spokesman made clear yesterday the Islamic organization would not revive negotiations on cessation of violence against Israelis unless Mr. Abbas retracts his Aqaba declarations.\nMr. Sharon and Mr. Abbas, say published reports in Israel, have reached an understanding that Muhammad Dahlan, Mr. Abbas' Minister of Interior Affairs, would be granted a grace period of three weeks, in which he would attempt to reach a ceasefire agreement. At the end of that period, which is due next week, Israel would demand that Mr. Dahlan begin disarming those organizations by force.\nAccording to a transcript of the conference call with the Jewish leaders made available to The New York Sun, Mr. Weisglass said Israel was looking for \"100%\" Palestinian effort in fighting terrorism. He asserted that no other international force in recent history - \"not even the Russians\" or the Americans - has been able to completely eliminate terror.\n\"If Palestinians will seriously fight terrorism,\" he said, \"and they will exert 100% of an effort fighting terrorism - therefore, of course, terrorism will be reduced into a tolerable level - then we can continue.\"\nSources close to Mr. Sharon told the Sun this went further than any prior statement. \"This is a deviation from the official line,\" said one source. In the past, he said, Mr. Sharon called for \"maximum effort\" on fighting terror - a change from an earlier demand for \"maximum results.\" But, the source stressed, Mr. Sharon never retracted his earlier vow to conduct \"no negotiation under fire.\"\nIn the 1990s, Prime Minister Rabin's policy was \"fighting terrorism as if there is no peace process, and pushing the peace process as if there is no terrorism.\" This policy, which continued under Mr. Rabin's successor, Shimon Peres, was criticized by, among others, Mr. Sharon.\n\"This is shocking,\" said Morton Klein of the Zionist Organization of America, referring to Mr. Weisglass' words. \"It's becoming clear that Sharon is no different than Rabin and Peres when it comes to taking Arab compliance seriously.\" Conversely, he added, if what he said was not Mr. Sharon's policy, Mr. Weisglass \"should be fired for this.\"\n\nLoad-Date: May 11, 2004"
}