{
    "title": "ISRAEL APOLOGIZES FOR WIRETAP INCIDENT _ A LETTER TO THE SWISS PRESIDENT EXPRESSED REGRET WHILE NOTI",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 2,
    "day": 28,
    "full text": "Moving to repair the damage from Mossad's latest blunder, Israel apologized to Switzerland yesterday for trying to wiretap a suspected member of an Islamic militant group in the Swiss capital.\nIn a letter to the Swiss president, Israel said that it regretted any trouble the incident had caused, but also noted that terrorism continued to threaten Israel's security and the stability of the Mideast.\nIsrael and Switzerland tried to settle the matter quietly after five Mossad agents were caught on Feb. 19.\nBut leaks in Israel this week - reportedly by disgruntled Mossad officials trying to push out their boss - forced the Swiss to go public and demand an apology.\nInitial Israeli news reports said an Iranian mission in Switzerland was the target of the wiretapping operation. However, the Yediot Ahronot newspaper and Israel radio said yesterday that the Mossad agents were trying to bug the phone of a member of Hezbollah, an Iranian-backed Shiite Muslim guerrilla group seeking to drive Israel out of Lebanon. The man had ties to Iranian intelligence, Israel radio said.\nSwiss TV has said the target is a member of Hamas, a Palestinian group that has carried out a series of suicide bombings in Israel.\nThe five Mossad agents were caught after they made so much noise trying to install the surveillance equipment in the basement of an apartment building in a suburb of Bern, the Swiss capital, that they awakened a tenant, who alerted the police.\nSwiss authorities quickly released four of the agents because they couldn't find any incriminating evidence. But the fifth agent, caught with wiretapping equipment, was held. He feigned a heart attack and was taken by ambulance to a hospital.\nAn Israeli official, speaking on condition of anonymity, said yesterday that concern for the agent had held up an Israeli apology.\nThere was concern the Mossad man could face more serious charges if Israel publicly acknowledged it was behind the operation. However, Israel has been assured the apology will have no bearing on the agent's future, the Israeli official said.\nThe letter of apology was sent by a relatively low-ranking official - the Foreign Ministry's director general, Eitan Ben-Tsur - to Swiss President Flavio Cotti.\nAn Israeli official said he believed relations between the two countries would now return to normal. In recent months, ties have been strained over the issue of dormant accounts of Holocaust victims in Swiss banks. Israeli officials have accused the banks of dragging their feet in trying to find the money and its owners.\nMany Swiss were offended in recent weeks by Israel's reluctance to accept a Swiss offer of free gas masks to protect against a potential Iraqi chemical or biological weapons attack.\nBefore the Israeli apology was made, Switzerland's Neue Zuercher Zeitung newspaper had said Cotti should reconsider a trip to Israel planned for May.\nIn Israel, Prime Minister Benjamin Netanyahu was looking at candidates for the top job at Mossad. Senior adviser David Bar-Illan said Netanyahu would announce his choice within days.\nThe outgoing Mossad chief, Danny Yatom, resigned Tuesday over the agency's botched Sept. 25 attempt to poison a Hamas political leader in Jordan.\n\nLoad-Date: October 24, 2002"
}