{
    "title": "Israel , Beyond The Terrorism THE IVORY TOWER",
    "publisher": "the forward",
    "year": 2003,
    "month": 1,
    "day": 24,
    "full text": "Oddly energized by the intellectual onslaught against the Jewish state, \"Israel advocacy\" is hot on campus these days. Yet there must be more to a Jew's relationship with the Jewish state than countering \"myths\" with \"facts.\" We need a more positive and meaningful engagement with Israel.\nAlas, too many community leaders stereotype Israel as the victim, while too many of us only respond to Israel sob stories or crisis calls. When was the last time you read an article or discussed the great inventions, challenging ideas or beautiful expressions of Judaism emanating from Israel, rather than the problems? How much money do communities raise for an Israel Education Fund rather than the Israel Emergency Fund? Even now, as the intifada rages on, we need more students singing at Shabbat dinners than manning the barricades. When we treat Israel solely as our \"embattled ally,\" or our poor cousin, we not only risk losing the propaganda wars - we distort the reality of Israel.\nAbsent an outbreak of peace, the best tonic for the pain we feel about Israel today is going there and seeing it thrive. Remarkably, even while reeling from Palestinian terrorism and economic recession, Israel remains the exciting experiment envisioned by Zionism, a synthesis of modern life and Jewish living. From north to south, Israelis are living the miracle, triumphing individually and collectively, benefiting the Jewish homeland - and the world.\nIn Haifa, the Israel National Museum of Science, Planning and Technology prepares Israeli children for the space age in a historic setting, the pitched-ceiling, stone-faced Technion building Albert Einstein once visited. Hosting over 100,000 students annually in laboratories, engaging others worldwide through its OlympiYeda - the \"Olympics of the Mind\" International Science Competition - this remarkable learning center nurtures \"Jewish brainpower,\" in the words of its benefactor, the Israeli philanthropist Leon Recanati.\nIn Tel Aviv - yes, famously secular Tel Aviv - the Masorti movement's Congregation Sinai and Chavurat Tel Aviv not only are trailblazing a golden mean between the extreme stereotypes of Israel's secular paganists and charedi medievalists, they are creating a new synthesis between American-style Conservative Judaism and Israeli-style traditionalism. Here, as in so many of the country's nooks and crannies, creative confusions and synergies flourish, belying the black-and-white, either-or polarities of headlines and fundraisers.\nIn Beersheva, amid poverty and a multicultural cacophony, the elementary school Ma'anit serves as an educational, spiritual and moral oasis for nearly 400 pupils. The principal, Sima Eshel, understands that if children are hungry, they cannot learn; that if children litter the front yard without cleaning up, they have not learned, and that if their minds are not stretched with art days and other treats - despite limited budgets and timetables - they will not learn enough.\nEvery day in Israel, without looking so hard, you can find the miracles of the everyday, the blessings of living in a country that remains intimate, old-fashioned and neighborly. The examples abound: the shopkeeper in Sderot who sends his kids to school with an extra sandwich for those who don't have, the friend fighting cancer who is accompanied to repeated treatments by friends skipping work - with their understanding bosses' blessings. You also find the miracles of modernity: the first Israeli astronaut orbiting the globe; the friend sticking with high-tech, working for Given Imaging, which applies guided-missile technology to develop a \"camera-in-a-pill\" that patients can swallow to photograph their innards.\nThese economic Zionists and social Zionists, cultural Zionists and religious Zionists, understand the power of community and of history. They bring added dimension to what they do by doing it in Israel, by contributing to a collective experiment in Jewish national rejuvenation. These real-life Israelis are the Zionist heroes of today, not just the victims of terrorism and the soldiers.\nVisitors to Israel, such as the thousands of Birthright Israel students who come and go in peace, instinctively experience Israel in all its splendor. Desert hikes, archaeological digs and Kotel prayers introduce them to Eretz Yisrael, the land of Israel. The novelty of navigating in a Hebrew-speaking culture, with all its achievements and idiosyncrasies, exposes them to Medinat Yisrael, the state - not just the government - of Israel. And their experiences with each other and with Israeli hosts link them to Am Yisrael, the Jewish people, living in Israel and abroad, building our homeland together.\nIt may be unrealistic to expect masses of American Jews to take the leap and visit this magical place these days. Those of us who do go, and those of us who know better, must testify to the manifold blessings of the real Israel.\nOn campus, anthropologists and philosophers can debate whether this addiction to negative stimuli is typically human, particularly Jewish or uniquely neurotic to our post-Holocaust community. But whatever the cause, we need to transcend the depressing physics of these propaganda wars; every action need not compel a reaction. We need to sing a new song of Zion, proud, assertive, affirmative and creative, one that not only defends our people and our homeland, but one that inspires and challenges us as 21st-century Jews, democrats and humans.\n\nLoad-Date: June 14, 2006"
}