{
    "title": "ISRAEL REJECTS PROBE INTO GAZA WAR ALLEGATIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 9,
    "day": 17,
    "full text": "JERUSALEM -- Israel yesterday rejected a United Nations panel's call to open an independent inquiry into its wartime conduct in the Gaza Strip and launched a diplomatic campaign to thwart any prosecution of its soldiers in an international criminal tribunal.\nOfficials said President Shimon Peres, Prime Minister Benjamin Netanyahu and other senior ministers were phoning counterparts abroad in an effort to discredit a harshly critical report by the fact-finding panel.\nThe report concluded that both sides committed war crimes during an Israeli offensive last winter that took aim at rocket-firing militants in the Palestinian enclave, but also left hundreds of civilians dead.\nMr. Peres declared that the report, issued Tuesday by former South African Judge Richard Goldstone, is one-sided and \"makes a mockery of history.\"\n\"It draws no distinction between the attacker and the attacked,\" Mr. Peres said. \"The report essentially grants legitimacy to acts of terrorism, shooting and killing, and ignores the right and duty of any country to self defense, as outlined in the U.N. charter.\"\nIsrael's assertive response reflected official concern that the 22-day winter assault on Gaza was a diplomatic and strategic defeat for the Jewish state, even though it has reduced rocket fire sharply from the Hamas-ruled territory.\nAlthough the panel said rocket fire by Gaza militants into civilian areas of Israel constituted war crimes, the 455-page report reserved its harshest language for the Israeli military, saying soldiers targeted and shot civilians in 11 well-documented cases.\nThe four-member panel called upon Israel and Hamas to appoint independent investigators for separate inquiries into their own conduct. If that is not done, it said, the U.N. Security Council should refer the report to prosecutors of the International Criminal Court in The Hague, Netherlands.\nIsraeli government spokesman Mark Regev said Israel rejected the idea of a special inquiry. He said the army's own ongoing investigation of its actions is open to review by \"a professional, independent and forceful judiciary.\"\nHe and other officials said Israel was lobbying democratic countries abroad in an effort to head off any action by the 15-nation Security Council that could lead to criminal action against Israelis.\n\"The battle is political and diplomatic,\" said Foreign Ministry spokesman Yigal Palmor. \"We are speaking to members of the Security Council and countries that are conducting operations in Afghanistan. Our message is this: If this U.N. report is allowed to set a precedent, no country can feel safe in defending itself against terrorism or any other kind of threat.\"\n\nLoad-Date: September 18, 2009"
}