{
    "title": "Israel targets Islamic Jihad leaders",
    "publisher": "spokesman review",
    "year": 2019,
    "month": 11,
    "day": 13,
    "full text": "World\n JERUSALEM  - Israel on Tuesday targeted two senior commanders from the Palestinian militant group Islamic Jihad, killing one in the Gaza Strip and missing the second in Syria as it stepped up its battle against Iran and its proxies across the region.\n The death of Bahaa Abu el-Atta and his wife as they slept in their home in eastern Gaza set off the heaviest fighting in months between Israel and Islamic Jihad, an Iranian-backed militant group that is more hard-line than Gaza's Hamas rulers. Gaza militants fired scores of rockets into Israel throughout the day, some reaching as far as Tel Aviv, while Israeli warplanes responded with a series of airstrikes on Islamic Jihad targets. Eight others were killed, including at least seven militants.\n \"Whoever thinks that it is possible to hurt our citizens and evade our long arm is mistaken,\" Prime Minister Benjamin Netanyahu said at a meeting of top security officials at Israeli military headquarters in Tel Aviv.\n He described Abu el-Atta as a \"ticking time bomb\" and \"the main instigator of terrorism\" from Gaza, responsible for many rocket attacks on Israel and planning more.\nIndia's air quality hits 'severe'\n NEW DELHI  - A thick gray haze blanketed India's capital on Tuesday, with authorities attempting to reduce the pollution by sprinkling water to settle dust and banning some construction.\n The air quality index exceeded 400, considered \"severe\" and about eight times the recommended maximum, according to the state-run Central Pollution Control Board.\n Buildings and monuments in New Delhi were largely obscured by the haze and residents complained of health effects.\n \"We can't breathe properly. My eyes are burning,\" said Urmila Devi, who lives in Ghaziabad, one of the capital's most polluted areas.\n From wire reports\n\nLoad-Date: November 13, 2019"
}