{
    "title": "Israeli novelist speaks on terrorism at San Jose State",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 28,
    "full text": "Israeli novelist Orly Castel-Bloom spoke about the dread of living in a world where terrorism has become an everyday occurrence to an audience of about 25 on Wednesday in the San Jose State University auditorium in the Engineering building.\nThe Center for Literary Arts within the College of Humanities and the Arts presented the address in partnership with San Jose State University's Jewish Studies Program, which sponsored the event together with the Israeli Consulate.\nCastel-Bloom, 44, has written a series of novels, including \"Where I Am?\" (1990), \"Dolly City\" (1992), \"The Mina Lisa\" (1995) and \"Human Parts\" (2002).\nShe received the Newman Prize for literature in 2003 and has been acknowledged as one of the 50 most influential women in Israel by one of its leading newspapers.\nCastel-Bloom said she traveled to the United States to speak about her new book \"Human Parts,\" which audience members could purchase for $25 outside the auditorium, and to study Americans for her next book.\nIn \"Human Parts,\" Castel-Bloom refl ects on the horror of terrorism compared to the horror of living in a society where people have adjusted to a world full of terrorism.\n\"How many people died in Sept. 11 exactly?\" Castel-Bloom asked the audience as she stood behind the podium.\nA murmur of answers flew about the room - \"more than 3,000,\" \"between 2,000 and 3,000\" and \"ten thousand if you consider the aftermath.\"\n\"You are Americans (and) you don't know,\" Castel-Bloom said, adding that 2,931 people died in the attacks.\nShe then enticed the audience into a disc\nussion on the sequence of terrorist events that followed 9/11 - from Bali on Oct. 12, 2002, to the terrorist siege of a Moscow theater from Oct. 23-26, 2002, to the Madrid bombing on March 11, and then the terrorist hostage crisis in the small Russian town of Beslan in September. Castel-Bloom said the responses she received mirrored the same disorientation of events she frequently came across while holding her symposiums.\n\"Do you remember how shocked you were (on 9/11)?\" Castel-Bloom asked. \"And then how you were less shocked when Bali was hurt and the Russian theater. People are inclined to become more and more indifferent.\"\nShe said this is what has happened in Israel where people have become used to life with an omnipresent threat of terrorism.\n\"The fact that death is always so near, so possible, is ruining many parts of your soul,\" Castel-Bloom said.\nShe touched upon her own experiences with the same kind of irony one could expect from her writings.\nFor example, she told the story of how Vice President Dick Cheney happened to adversely impact her life as she was traveling to Jerusalem for a lecture.\nThe Israeli government had, in preparation for Cheney's visit, shut down central highways and placed security roadblocks along most trafficked routes.\nAs it turned out, she had to redirect her travel route away from Road No. 1, the safest road going to Jerusalem, to an alternative \"ghost road\" occupied mainly by military vehicles and snipers along the curbside \"just because Dick Cheney blocked Road No. 1,\" Castel-Bloom said.\nShe also revealed how some people in Israel avoid taking the bus, or step away from the street when a bus comes along, because of fear of suicide bombers.\n\"Israel is a laboratory exploring the human mind and how the mind copes with the nearness of death,\" said Castel-Bloom, referring to the bizarre reality Israelis have learned to live with.\nSandy Dolmatch, an art dealer, said she heard about the event through a friend in her book club, and wanted to attend because she lived in Jerusalem in 1979 when Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin sought to devise a peace between the two countries.\n\"I was very moved by her speech,\" Dolmatch said. \"There has always been some kind of terror in Israel, there is just more of it now than there used to be.\"\nDolmatch said she thought Castel- Bloom spoke elegantly about Israelis' everyday reality.\n\"The terrorism in Israel really never stops,\" she said.\n\"And it seems to raise more intense and more anti-Israeli feelings, rather than sympathy for the Israelis and the situation that they have to live in, and certainly, she expressed that very well.\"\nJenna Santos, an undeclared freshman, said although she had not read any of the author's books beforehand, the talk made her want to read \"Human Parts.\"\n\"I thought it was very interesting,\" Santos said. \"What she talked about made me want to read it.\"\nPaula Silva, an undeclared freshman, said she had not read any of Castel- Bloom's books either, but felt more informed about the Israeli- Palestinian situation afterward.\n\"I never really realized what they were going through back there,\" Silva said. \"It made me realize how much suffering and how much worry they go through every single day.\"\nShe said she felt motivated to pick up a copy of \"Human Parts\" afterward.\n\"I like how she has that personal experience and how she relates to the book,\" Silva said.\nMembers of the audience could get their copy of \"Human Parts\" signed after the session ended, at which time a few also got to chat with Castel-Bloom.\nThe Center for Literary Arts will continue presenting a series of lectures with famous, prize-winning authors in the following months.\nNext in line is W.S. Merwin, the Pulitzer Prize-winning author of such literary works as \"The Carrier of Ladders,\" \"The Lice,\" \"The Pupil\" and \"The Ends of the Earth,\" is set to speak at 7:30 p.m. on Nov. 15 at the Dr. Martin Luther King Jr. Joint Library and at noon on Nov. 16 in the auditorium in the Engineering building.\n(C) 2003 Spartan Daily via U-WIRE\n\nLoad-Date: November 2, 2004"
}