{
    "title": "Israeli Alleges P.L.O. Terror",
    "publisher": "the new york times",
    "year": 1989,
    "month": 2,
    "day": 7,
    "full text": "Foreign Minister Moshe Arens lashed out today at the United States and other Western nations, asserting that an attempted guerrilla raid on Sunday proved that the Palestine Liberation Organization had not truly renounced terrorism.\nSpeaking to a convention of leaders of American Jewish organizations here, Mr. Arens said he and others in Israel were ''aghast to see the world's great leaders lining up to pay homage'' to the P.L.O. chairman, Yasir Arafat.\nThe State Department is not expected to find it easy to decide whether the incident is a violation of Mr. Arafat's vow not to shun terrorism, as the clash involved Palestinian guerrillas confronting Israeli soldiers who were occupying a third country, Lebanon.\nState Department officials said they expected such incidents, which the Israelis label terrorism and the Palestinians call legitimate warfare between armies, to bedevil the United States-P.L.O. dialogue. The talks were begun by the Reagan Administration in December after Mr. Arafat recognized Israel and renounced terrorism.\nOn Sunday morning, Israeli troops in southern Lebanon said they killed five guerrillas who were on their way to the Israeli border. The guerrillas, four Palestinians and one Lebanese, reportedly carried pistols and automatic rifles, rocket-propelled grenades, anti-tank rockets and other arms.\nThe Israelis said identification on the bodies indicated that the men belonged to two radical wings of the P.L.O - Dr. George Habash's Popular Front for the Liberation of Palestine and the Palestine Liberation Front headed by Abul Abbas, who masterminded the hijacking of the Italian cruise ship Achillo Lauro in 1985. Both groups are members of the P.L.O., but it is not clear how much Mr. Arafat controls them.\nMr. Arens said both P.L.O. factions were at the Palestine National Council meeting in Algiers in November when Mr. Arafat renounced terrorism. Dr. Habash has renounced the remarks.\nAt P.L.O. headquarters in Tunis, an official endorsed the attempted infiltration, Reuters reported. ''It was a military operation,'' he said.\n \nIsraeli Request to U.S.\nWASHINGTON, Feb. 6 (Special to The New York Times) - The Israeli Embassy today appealed to the State Department to end its dialogue with the P.L.O. A State Department official said Washington was taking the matter ''very seriously'' and would review it."
}