{
    "title": "Israel Slays Terror Chief, as Saudis Refuse To Condemn Hamas",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 6,
    "day": 13,
    "full text": "At a news conference called here to claim that the Saudi Arabian government was cracking down on terrorism, a top Saudi Arabian official yesterday refused to condemn the terrorist group Hamas.\nAdel Al-Jubeir's refusal to condemn Hamas came on a day when the Bush administration was blaming the terrorist group for the recent attacks on Israel.\nBut Mr. Al-Jubeir said Israel was to blame.\nAt the Saudi Embassy, Mr. Al-Jubeir, the foreign affairs adviser to the crown prince, generally condemned terrorist attacks resulting in the loss of innocent lives. He condemned the most recent terrorist attack on Israelis.\nBut he stopped short of condemning Hamas. He also denied that the Saudi government directly funded Hamas, although he said some money could indirectly go to its \"political wing.\"\nMr. Al-Jubeir also defended the practice of providing aid to the families of Palestinian suicide bombers, whom he said should not be punished for their relatives' misdeeds.\nA reporter asked Mr. Al-Jubeir about Wednesday's suicide bombing in Jerusalem: \"Are you prepared to condemn Hamas for carrying out this act of terrorism? \"\n\"We condemn terrorism in all its forms and shapes,\" he replied. \"Any time you kill innocent people, it's condemnable, whether it's perpetrated by one side or the other. Our objective is to move beyond this violence and towards a situation where people can lead normal lives.\"\nThe reporter pressed: \"Why not say, 'We condemn Hamas for this act of terrorism?' \"\n\"Well, again, we condemned terrorism in all its forms regardless of where it takes place,\" he said. \"I think that the prime minister of Israel has to think very seriously about his policies.\"\nA critic of the Saudi government - Stephen Schwartz, author of \"The Two Faces of Islam\" and a senior policy analyst with the Foundation for the Defense of Democracies - said the refusal to condemn Hamas was typical.\n\"Why am I not surprised?\" he asked. \"They control Hamas. Why did Brezhnev not condemn the Communist Party in the United States? \"\nAnother critic of the Saudi government, Ali Al-Ahmed, who runs the Saudi Institute here, said there is no doubt of the Saudi link to Hamas - and said he was not surprised either that Mr. Al-Jubeir did not condemn the group.\n\"He can't. He'd be fried back home. He wouldn't be the spokesman any longer,\" he said.\nMr. Al-Jubeir argued that Israel's assassination attempt of a Hamas leader did not constitute \"wise leadership\" and was contributing to the violence. But a spokesman for the White House, Ari Fleischer, yesterday said there was only one source to blame.\n\"The issue is not Israel, the issue is not the Palestinian Authority, the issue is the terrorists who are killing in an attempt to stop the process,\" he said. \"The issue is Hamas, the terrorists are Hamas.\"\nMr. Al-Jubeir said the Al Qaeda attack last month in Riyadh prompted a renewed effort to defeat terrorism there.\n\"May 12 was a turning point for Saudi Arabia,\" he said. \"The repercussions of the bombings have galvanized our people in the war against terrorism and have mobilized public opinion against extremism.\"\nThree clerics who asked Saudi citizens to harbor the Riyadh terrorists have been jailed, he said, and others have been suspended for preaching intolerance. More than 300 suspects have been arrested, and another 100 are awaiting trial, he said. The government is strengthening its law enforcement effort as well, he said.\nSaudi Arabia has also upgraded its efforts to keep Saudi Arabia charities from giving money to terrorist groups and has set up a new government oversight body to monitor all incoming charity dollars, he said.\nHe said that any aid to the Palestinian Authority goes through the same international aid groups as it does from other countries. He said that some of the money might go to institutions run by the \"political wing of Hamas. That may be the case. I don't know. I'm not an expert.\"\nMr. Schwartz said he was skeptical of nearly all of the Saudi claims of fighting terrorism. Until the government uproots militant Wahhabism as the country's official sect of Islam, the terror connections will continue, Mr. Schwartz said.\n\nLoad-Date: May 11, 2004"
}