{
    "title": "ISRAELIS ARREST 5 IN TERRORISM SCHEME TO KILL ARABS",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 9,
    "day": 6,
    "full text": "A military officer and at least four other people have been arrested and accused of organizing a Jewish terror group to attack Palestinians, officials and press reports said Monday.\nIf confirmed, it would be the first armed Jewish group opposed to the Israel-PLO peace accord to emerge since Israel cracked down on extreme right-wing organizations after the Hebron mosque massacre on Feb. 25.\nSecurity forces arrested Lt. Oren Edri, 23, and at least four other Jewish settlers from Kiryat Arba, a militant enclave next to the West Bank town of Hebron, Israeli news media reported.\nEdri, a deputy company commander, was suspected of trying to get weapons for attacks against Arabs. Army radio said he served time in a military prison a few years ago for vandalizing Arab property in the Gaza Strip.\nEdri's father said the family had lived in Kiryat Arba for 24 years but rejected extremism.\n\"If I knew my son did something like this, I would support his being punished,\" Yitzhak Edri said on army radio. \"But I'm sure he didn't.\"\nA judge issued a gag order, barring publication of the other suspects' names and details about the court case.\nThe daily newspaper Davar said the investigation had focused on 10 young people linked to the Kahane Chai movement, which advocates expelling Arabs from territory where Jews want to live.\nPress reports said the group was composed of worshipers at Joseph's Tomb in Nablus, the only active Jewish site in the northern West Bank city of 110, 000 Palestinians. More arrests were expected.\nDedi Zucker, chairman of Parliament's Law and Constitution Committee, said in an interview that police believed they had uncovered the beginnings of a Jewish terrorist group.\nHe said the group was out to sabotage the year-old Israel-Palestine Liberation Organization peace accord but apparently had not staged any attacks. The peace agreement led to Palestinian autonomy in the Gaza Strip and West Bank town of Jericho in May.\n\nLoad-Date: September 7, 1994"
}