{
    "title": "ISRAEL DEMANDS END TO PLO TALKS",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 7,
    "day": 22,
    "full text": "A few things need to be sai d about Ariel Sharon's call to ''eliminate'' Yasser Arafat. When the then-Israeli defense minister's forces had the chairman of the Palestine Liberation Organization literally in their gun sights, during the PLO's internationally supervised evacuation of Beirut in 1982, he chose - wisely - to let him go.  For Sharon now to urge his killing is wildly irresponsible, if only for the effect of this appeal in undercutting Israel's protests against Palestinian terrorism. The impact is the more pronounced for the fact that Sharon is edging in for the political kill of his own party's prime minister, Yitzhak Shamir, whose hedged but perhaps yet usable initiative for West Bank elections quivers under fierce right-wing attack.  This is the relevant background to the Shamir government's disconcerting new effort to force an end to the dialogue Washington began with the PLO late last year when the PLO met American terms for addressing Israel.  In this effort, the government is using the emotion generated by continuing acts of Palestinian terrorism. It is also using the confusions of American diplomacy: the hesitation to characterize as terrorist the bus incident in which 14 Israelis died, the general erraticism in State Department responses to the volatile Israeli scene.  A picture of Palestinian violence and American inconsistency is being painted in Jerusalem in order to induce the Bush administration to back off the PLO. Voices in Congress echo this demand.  The administration badly needs to take this situation in hand lest its whole Middle East policy, such as it is to this point, sag into irrelevance.\nThe Israelis are saying in effect to Americans: If you want us to be serious about the elections proposal, cut your link to the PLO.  What the United States must reply is: The elections proposal is a long shot but still the most valuable diplomatic opportunity going, and the American link to the PLO can help make something of it.  At the same time, the United States has to be more careful in its dialogue with the PLO. In some ways the PLO takes a more positive approach to the Israeli elections proposal than does the government in Jerusalem.  But the PLO's continued equivocation on terrorism - terrorism directed against Israeli Jews and independent-minded West Bank Palestinians alike - corrodes the prospects of bringing Israelis more thoroughly aboard. This effect is only deepened when the United States does not seem to be paying full attention.\n\nLoad-Date: October 25, 1993"
}