{
    "title": "Israel Says That a Prisoner's Tale Links Arabs in U.S. to Terrorism",
    "publisher": "the new york times",
    "year": 1993,
    "month": 2,
    "day": 17,
    "full text": "Israeli officials say an Arab-American arrested in Israel last month has provided unusually detailed information suggesting that Hamas, the Palestinian group that has attacked Israelis and Palestinians, has drawn critical financial support and political and military guidance from agents in the United States.\nSecurity officials directly involved in the interrogation of the man, Mohammed Abdel-Hamid Salah, say he also told them that he had been sent by senior Hamas figures in London and Springfield, Va., to help rebuild Hamas, which was hobbled by Israel's deportation of more than 400 Palestinians in December.\nIsrael said at the time that it had evidence that the deportees were linked to Hamas, though a few were later brought back to Israel because of misidentification.\nThe trip in January, the Israeli officials said, followed an earlier one that Mr. Salah said he had made last year on orders from a man in London whom he described as Hamas's military chief. His instructions, Mr. Salah said, were to build a military structure for Hamas for \"positive works.\"\n\"It's a code term,\" Mr. Salah told an interrogator, according to notes of the session provided by Israelis. \"Killing your enemy is positive. And on the telephone, that's how they can talk about it.\" Israeli officials said that based on the statements attributed to Mr. Salah, they believe he is a senior figure in Hamas's military wing.\n \nWashington Remains Skeptical\n The reports were presented by Israeli officials in part to counter skepticism in Washington, and even in Israel, of the Israeli claim that Hamas has an important base in the United States. Israel wants Washington to step up scrutiny of Hamas contacts and to ease its criticism of Israel's crackdown on Palestinians, including the deportations.\n[American officials said Tuesday that they remained deeply skeptical that agents in the United States were somehow assisting Hamas terrorism. But they did not repeat their earlier insistence that no such operations were taking place.\n[A senior Administration official, speaking on the condition that he not be identified, said the F.B.I. was investigating groups that Israel had linked to Hamas. Two weeks ago, United States officials said they believed that support for Hamas was limited to fundraising, but an official said Tuesday that such a conclusion might have been premature.]\n \nThree Arrests\n Mr. Salah, a 39-year-old used-car salesman from Bridgeview, Ill., was arrested Jan. 25 with another Arab-American from the Chicago area, Mohammed Joma Hilmi Jarad, 36, who is also suspected of aiding Hamas. Neither has been charged with a crime but both are being held in a high-security prison in Ramallah.\nA third Arab-American, Mohammed Tawfik Hajjaj, 32, from Richmond, was also arrested on Jan. 25 but has been freed. Israeli officials said his case was not connected to those of Mr. Jarad and Mr. Salah. Mr. Hajjaj said on Israeli television after his release that he had been beaten during his interrogation.\nThe Government has denied that the three men were mistreated, and said Mr. Salah's description of his links to Hamas was not coerced. According to Israeli security officials, Mr. Salah has been questioned almost daily at a T-shaped Formica table in a spartan room in the Governor's Building, the high-security prison.\nBut Ahlam Haddad, his lawyer, says that Mr. Salah denies any involvement with Hamas and that the statements attributed to him were obtained under pressure.\n\"He told me he was pressured into signing a confession in Hebrew, which he does not understand,\" the lawyer said. She added that he had not been tortured, but had been subjected to \"intense interrogation for three days and nights without sleep\" and had been \"questioned with his hands tied behind his back.\"\nMr. Jarad's attorney, Guwad Boulos, also said his client had no connection with Hamas.\n \nTracing the Money\n In laying out what they said was evidence of an American connection to Hamas, Israeli officials said a substantial amount of money flows from the Arab and Muslim community in the United States to similar groups in the West Bank and Gaza. They acknowledged that most of this money supports community and religious activities, but said some was siphoned off to pay for violent action by Hamas.\nIn an interview, Prime Minister Yitzhak Rabin estimated that about $30 million a year in Hamas financing comes from the United States. He said that much of the money is Iranian in origin, but that United States banks are being used as conduits. Israeli officials said some money was simply withdrawn as cash and carried by messengers like Mr. Salah.\n \nWhat Salah Is Said to Have Said\n According to Israeli officials and to notes of the interrogations provided by them, Mr. Salah made these assertions:\n*In January he gave Hamas agents in the occupied territories $130,000 in cash in one week, of which $110,000 was intended for arms purchases, the building of new safe houses, recruitment of members and assistance to fugitives. He said his superiors had authorized him to spend up to $650,000 on this trip, and that they had deposited $600,000 into various bank accounts for him.\n*Mr. Salah identified a place near Hebron as the burial site of an Israeli soldier killed by Hamas in 1989; the body has not been found, however.\n*He named 10 people in the United States whom he described as Hamas leaders. He also outlined what he described as Hamas's structure and operations in the United States and Britain. But when he was questioned about other countries where Israeli officials believe there are Hamas bases -- Iran, Jordan, Syria, Lebanon and Sudan -- his information was sketchy.\n*Mr. Salah named several organizations in the United States that he said acted as covers for Hamas funding, including the Holy Land Foundation for Relief and Development, of Richardson, Tex. [A spokesman for the foundation, Rafat Fabah, said Tuesday that his group did not give money to Hamas.]\n*Mr. Salah said the political command of Hamas in the United States is at the United Association for Studies and Research, in Springfield, Va. He identified the Hamas leader in the United States as the head of the institute, Ahmed Youssef, a writer whose code name he said was Abu Ahmed. He also said Mousa Abu-Marzuk, known as Abu Omar, 51, of Arlington, Va., was the political chief, and he named as the military chief Mohammed Qassem Suwalha, alias Abu Bader, who he said lives in London but travels frequently to the United States.\n \nFoundation Denies Link\n In a telephone interview from Springfield, Mr. Youssef denied that he or his association had any links to Hamas. He said the center, a not-for-profit institution with a staff of five, did research on Mideastern and Islamic topics and was supported by private donations and the books and papers it sold. He said he did not know Mr. Salah.\nMr. Youssef said Mr. Abu-Marzuk had been a member of the association's board but had resigned in November, and Mr. Abu-Marzuk did not respond to repeated telephone calls.\nEfforts to find Mr. Suwalha in London were unsuccessful.\nIsraeli officials quoted Mr. Salah as saying that Mr. Suwalha, whom he identified as a 31-year-old from the occupied territories, had sent him to the West Bank in July 1992 to prepare attacks on Israelis. According to the officials, Mr. Salah said he had come to Israel in August and had given a Hamas agent $48,000, which was used to purchase weapons used in attacks against Israeli soldiers in Hebron.\n \nShadow-Boxing\n Based on Mr. Salah's statements and other information, Israeli officials estimate that about 60 Palestinians are directly involved in terrorism, but that those assisting fugitives number in the hundreds. Last year, Israel broke up 90 Hamas cells of different sizes, the officials said, adding that statements by Mr. Salah had led to the arrest of 60 persons in less than a month.\nIsraeli officials say Hamas has been much harder to penetrate than the secular Democratic Front for the Liberation of Palestine or terrorist groups affiliated with the Palestine Liberation Organization.\n\"Because of their religious beliefs, there's no booze, no girls or fancy trips,\" an official said. \"And these people, unlike P.L.O. guys, are clean. When they deposit money for a purpose, there's nothing off the top for them.\"\nMost analysts agree that violent attacks on Israelis would continue with or without foreign support. But Israeli officials said the financial and logistical support they believe is coming from Iran, the United States, Britain and other countries has enhanced Hamas's ability to carry out attacks.\nIsraeli officials said one reason they found Mr. Salah's statements credible was that they had found materials with him and in his hotel room that included messages from Hamas members in Gaza. Another document, they said, contained handwritten notes in Arabic of a meeting between Mr. Salah and a Hamas leader, and names and addresses of people to help organize \"suicide operations.\"\n \nDocuments Described\n The Israeli officials also said details about what they believe are Hamas's United States connections have emerged from other sources.\nFor example, the Israelis displayed a typed leaflet in Arabic that they said had been faxed monthly from the United States to Hamas members in the occupied territories.\nLeaflet No. 92, faxed in November, designated Nov. 9 and 19 as strike and special action days, they said, and Nov. 25-27 as \"days to stab Jews in settlements.\" No Jews were stabbed on those days, but attacks increased that month.\n \nTruncheons and Yarmulkes\n The Israeli officials also presented boxes of books and pamphlets about Hamas and its mission, some apparently printed in the United States, seized in raids on mosques in the West Bank. One document urges Muslims to destroy the enemies of Islam -- in one case, President Hosni Mubarak of Egypt, because of his improving relations with Israel and the United States.\nIsraeli officials also said they had found truncheons, photographs of Palestinians dressed as Israeli soldiers with Kalashnikovs, color photographs of the mutilated bodies of Palestinian \"collaborators\" and Israeli Army uniforms, yarmulkes, wigs and other disguises. Hamas members have used such disguises in attacks on Israelis.\nSince January, officials said, Israeli soldiers had found such material in 12 mosques and had closed 4 of them.\n\nGraphic\n\n \nPhotos: Mohammed Abdel-Hamid Salah. (Agence France-Presse) (pg. A1); Israeli concerns about the resurgence of Hamas, the militant Palestinian group, led to raids on mosques in the West Bank, where boxes of Hamas material printed in the United States were found. Muslims prayed outside the sealed doors of the mosque in Bir Nabala, which was closed after a raid. (Rina Castelnuovo for The New York Times); Mohammed Joma Hilmi Jarad, 36, had handcuffs removed for a hearing on reports that he had aided Hamas activities. (Reuters) (pg. A6)\n \nMap of Israel highlights area of the West Bank. (pg. A6)\n\nLoad-Date: February 17, 1993"
}