{
    "title": "Israeli terrorism expert says U.S. hard to protect; Citizens need information about potential threat",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 2,
    "day": 25,
    "full text": "Giving citizens more information about potential terrorist threats will not create a greater sense of panic, an Israeli army anti-terrorism expert said Monday.\n     Capt. Elliot Chodoff, who is the civil defense coordinator for the northern half of Israel, spent several hours with more than 40 law enforcement officials in Minneapolis to share his experience and knowledge.\n   He offered mostly guidelines rather than specific plans because the ways terrorists attack are always changing.\n     \"We got lucky after the Gulf War because there were few casualties, but you can't count on luck twice,\" he said.\n     Chodoff was referring to the 39 Scud missiles Iraq hurled at Israel during the Gulf War in 1991. Afterward, the Israeli government re-tooled its security measures in much the same way as the United States has since the Sept. 11 attacks.\n     But the terrorism issues facing the United States and Israel differ, Chodoff said. America has open borders that are more difficult to protect and an \"endless treasure of targets,\" he said.\n     U.S. officials recently asked people to supply homes with duct tape, plastic sheeting and food. The Homeland Security Department is revving up a \"ready campaign\" that includes a Web site (http://www.ready.gov) and a toll-free telephone line (1-800-BE-READY).\n     In Israel, residents are prepared to use duct tape and plastic sheeting to seal rooms in case of a chemical weapons strike. They also have specific instructions about rescue services, something the United States is lacking, he said.\n     \"In fairness, Israel didn't have a perfect system 12 years ago,\" he said.\n     Chodoff said Israel has a state-of-the-art missile defense. \"Safe rooms\" are standard in new homes. Teams inoculated against smallpox and equipped with gear to protect against chemical weapons are set to rush to attack sites.\n     The Home Front Command has set up evacuation centers. Israeli adults have picked up gas masks for themselves and tents for small children.\n     The Israeli military operates a hotline that officials use to monitor the mood of the country and \"see if anybody has asked a question we haven't asked,\" Chodoff said.\n      While an attack can't easily be predicted, the key is to inform people on how they can survive the aftermath, he said.\n     \"Thirty-thousand people still managed to get out of the World Trade Center because they could find exits in a fairly orderly fashion and knew a plane had hit the building,\" Chodoff said.\n     The Sept. 11 attacks had an an indirect impact on terrorism in Israel, Chodoff said. Suicide bombings were no longer viewed as just a way to make the headlines, he said.\n     \"It showed such attacks could be strategic,\" he said.\n     Chodoff's Twin Cities appearances were sponsored by Minnesotans Against Terrorism, a non-profit group whose mission is to \"fight the public opinion war against terrorism.\"\n     When asked about what it's like to live under a fairly constant threat of terrorist attacks, Chodoff, who was born in the United States, said \"you just have to go on.\"\n     \"Either that or concede to the other side,\" he said.\n    _ David Chanen is at dchanen@startribune.com.  \n\nLoad-Date: February 25, 2003"
}