{
    "title": "ISRAELI POLICEMAN SHOT IN JERUSALEM",
    "publisher": "the new york times",
    "year": 1980,
    "month": 6,
    "day": 11,
    "full text": "An Israeli border policeman on patrol near the Old City of Jerusalem was shot and slightly wounded today by an unidentified sniper from atop the ancient stone walls near Herod's Gate.\nTwo other policemen with him raced along the wall in search of the assailant and the area was cordoned off. No arrests were made but five Arabs were reportedly detained for questioning.\nAN-A\nIt was the one of most serious incidents in Jerusalem in many years. It appeared to fit official predictions of a shift in the pattern of violence toward more specific targets in politically significant locations, as opposed to random bombings or gun attacks against civilians.\nAfter the May 2 ambush of Jewish worshipers in the occupied Arab city of Hebron, in which 6 persons were killed and 16 wounded, Palestinian violence appeared to take a new direction, with a sharper focus on Israelis engaged in acts particularly offensive to Palestinian radicals. Many of the worshipers were settlers who had asserted the right to establish a Jewish presence in central Hebron.\n \nP.L.O. Reprisals Are Feared\nIn addition, the bombing attacks June 2 against three Arab mayors, two of whom were crippled, have heightened official fears that the Palestine Liberation Organization may retaliate for what investigators believe was a crime by Jewish extremists. An official at a Jewish settlement in the West Bank said that he and others had been told of intelligence reports anticipating terrorism against settlers and settlements.\nIn Damascus, the P.L.O.'s press service, Wafa, said that a Palestinian guerrilla had fired at the border policeman in Jerusalem. An Israeli police spokesman identified the victim as Tzadok Aboutboul, a 20-year-old Jew from Morocco. He was described as being in good condition after surgery at Hadassah Medical Center.\nThe shooting occurred on Sultan Suleiman Street, which runs along the northwest side of the Old City."
}