{
    "title": "Israel Reports Foiling Speedboat Attack on Beach",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 5,
    "full text": "Israeli forces foiled an attack this morning by Palestinian guerrillas in speedboats on the beaches around this city, killing 4 and capturing 12 of the raiders, the Israeli military said. There were no Israeli military or civilian casualties.\nOnly one of the six guerrilla boats reached shore, at a place not used by bathers, where its occupants engaged in a gunfight with Israeli security forces before surrendering. The other five broke down or were intercepted at sea, according to the Israeli military.\nIsraeli military spokesmen said the attackers were trained in Libya and that the speedboats they used were unloaded early this morning by a Libyan ''mother ship'' about 120 miles off the coast of Tel Aviv.\nIn Baghdad, Hussein el-Abed, a spokesman for the Palestine Liberation Front, a guerrilla faction headed by Abul Abbas, was quoted by The Associated Press as taking responsibility for the attack. [In Washington, American officials said the raid could leave the Administration no choice but to stop the talks with the P.L.O, which is linked to the Palestine Liberation Front. The State Department condemned the raid in unusually harsh terms, but said it needed to investigate who exactly was involved. Page A16.] In a statement issued in Lebanon, a spokesman for the Palestine Liberation Front said the attack was initiated to avenge ''the Zionist massacre against our workers,'' a reference to the killing on May 20 of seven Palestinian day laborers in Rishon le Zion, a town south of here, by an Israeli gunman who has been described as emotionally unstable. It was not known what the guerrillas' specific targets were to have been when they reached shore.\nMr. Abbas is a member of the 15-member policy-making Executive Committee of the Palestine Liberation Organization and a delegate to the Palestine National Council, which serves as the P.L.O.'s parliament-in-exile.\nIsraeli officials, including Prime Minister Yitzhak Shamir and Foreign Minister Moshe Arens, quickly pointed to the raid as evidence that the P.L.O. has not lived up to the commitment made by the P.L.O. chairman, Yasir Arafat, in 1988 to refrain from acts of terrorism. The Israeli officials demanded this evening that the United States end its dialogue with the P.L.O.\nAn Israeli military official said that of the six boats used in the attack, three broke down while being unloaded and two made their way toward the Israeli beaches.\n \nMany Beaches Evacuated\nIsraeli military officials said one boat headed for the beach at Gaash and the other toward Nitsanim, about 35 miles away. A refueling boat, which followed the two assault speedboats, turned back midway, presumbably to rejoin the mother ship, the officials said.\nThe official account said the first boat, carrying five Palestinians armed with rockets and antiaircraft missiles, was sighted at 6:45 A.M. off Gaash, 12 miles north of Tel Aviv, and surrendered after a warning. Its occupants obeyed an order to jump into the water.\nThe official said the second boat was sighted off the coast at Nitsanim about 10 A.M. and chased by Israeli vessels until it landed at Nitsanim, a few hundred yards from a beach club. Its 11 occupants engaged Israeli troops in a gun battle in which four guerrillas were killed and seven captured by noon.\nSome Israeli civilians at Nitsanim were reported to have seen the attack boat heading for the beach and heard gunfire, but the boat did not actually came ashore in a bathing area, and many people had already been evacuated from the nearby beach area.\n \nP.L.O. Accused of Terrorism\nHundred of Israeli Army soldiers and police officers were engaged in the search for the attackers and many beaches were evaculated, witnesses said. Helicopters and gunboats were also used in the pursuit of the gunmen.\n''The aim of this operation was to kill civilians in the most populated areas of Israel, the central beaches in the Tel Aviv area,'' the Israeli chief of staff, Gen. Dan Shomron, told journalists in a news conference here this afternoon.\nThe Palestine Liberation Front was involved in the 1985 hijacking of the Italian cruise ship Achille Lauro, in which an elderly, disabled American Jewish vacationer was killed.\nIn a statement today, Mr. Arens said: ''The United States holds talks with the P.L.O. on the assumption that the P.L.O. has ceased terrorism. Now we have additional proof that the P.L.O. in fact continues terrorism. We hope this last event will convince the Adminstration.'' He continued, ''You can't fool all the people all the time.''\nIsraeli military officials said Libya was deeply implicated in the training and support of the operation today. They said the mother ship was believed to be heading for Port Said, Egypt, and that Egyptian authorities had been alerted.\nHours after the attack occurred, Col. Muammar el-Qaddafi of Libya addressed the closing session of the Arab summit meeting in Baghdad, the Iraqi capital. He made no mention of the attack here. Israel monitors live broadcasts of the Arab summit talks on Jordanian television.\n \nRising Tension in Israel\nSpeaking of the captured Palestinians, the chief of Israeli military intelligence, Gen. Amonon Shahak, said in remarks quoted by Israel's radio: ''This force was trained by the Abul Abbas organization on Libyan territory. In my estimation, the Libyans or some of them certainly knew what was going on.''\nFormer Defense Minister Yitshak Rabin was quoted by the radio as having said that the Israelis knew the Abul Abbas group was training for a naval assault in Libya five months ago.\nSince the Rishon le Zion killings, at least 20 Palestinians have been shot dead and 900 wounded in daily clashes with the Israeli Army as tension has risen throughout Israel and within the occupied territories.\nA curfew that had been in place in much of the occupied territories over the most of the last 10 days was lifted in many areas in the last two days. The speedboat assault came two days after a bomb exploded in Jerusalem, killing an Israeli and wounding nine other people.\n \n'We Heard the Helicopters'\nIsraeli military officials and witnesses said the speedboats were Libyan-made fiberglass craft and that one carried a machine gun.\nOne Israeli official said the Libyan ship had been tracked since it left the Libyan port, Benghazi, three days ago, but other military officials would not confirm the report.\nWitnesses said the attack took place on a day when the beaches were crowded with bathers. Wednesday marks the Jewish holiday of Shabuoth, which celebrates the handing down of the Ten Commandments to Moses.\n''We heard the helicopters heading towards Nitsanim,'' said Rafi Nadam, a lifeguard at an Ashdod beach, near Nitsanim. ''We were about to eat breakfast when we got a phone call and an order came through, from the army apparently, to evacuate everyone from the beach - and fast.''\nIt is not clear whether most of the bathers knew what was happening. An army spokesman said there was no mass evacuation of the beaches.\nAn army spokesman said the beaches in Ashdod and Nitsanim were all evacuated, as rumors spread that more gunmen had landed.\nCorrection\n\nAn article on Thursday about an attempted Palestinian raid on Israel referred incompletely to the festival of Shabuoth. It commemorates the handing down of the Torah, not just the Ten Commandments, to Moses.\nCorrection-Date: June 5, 1990, Tuesday, Late Edition - Final\n\nGraphic\n\n \nphoto: Palestinian guerrillas in speedboats were foiled yesterday in an attempted attack on beaches around Tel Aviv, the Israeli military said. Soldiers stood guard near one boat after 4 raiders were killed and 12 captured. (Reuters) (pg. A1); map of Nitsanim, Israel (pg. A16)"
}