{
    "title": "Israeli leaders, U.S. Jewish groups hail death of bin Laden",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 13,
    "full text": "Jewish and Israeli leaders welcomed the news that Osama bin Laden was killed in a firefight with U.S. forces in Pakistan.\nThe body of bin Laden, head of the terrorist group al-Qaida and the mastermind behind the Sept. 11, 2011 attacks on New York and Washington, was taken by U.S. forces and reportedly buried at sea, presumably to prevent his grave from becoming a shrine, The New York Times reported. The body was buried within 24 hours of his death, reportedly in respect of Muslim tradition, according to the Times.\n\"The State of Israel joins the American people on this historic day in celebrating the elimination of Osama bin Laden,\" read a statement from the office of Prime Minister Benjamin Netanyahu. \"This is a resounding victory for justice, freedom and the common values of all democracies that are resolutely fighting shoulder to shoulder against terrorism.\"\nThe American Jewish Committee hailed the news of the successful U.S. operation against bin Laden at his compound.\n\"We express our heartfelt admiration and appreciation to the United States government for the relentless pursuit of bin Laden, who had the blood of thousands on his hands,\" said AJC Executive Director David Harris. \"This is an extraordinary moment for all concerned about the fight against international terrorism. It sends an unmistakably powerful message of American resolve to go after those who would wreak human havoc in the name of their perverted hatred packaged as fanatical faith.\"\n\"We should take this moment to reflect on the successful pursuit of a mass murderer, who was responsible for such devastating loss of life in the United States and in so many places around the globe,\" B'nai B'rith International said in a statement. The organization said that it \"welcomes the message this action sends to terrorists: that the United States will relentlessly protect its people.\"\nThe Conference of Presidents of Major American Jewish Organizations in a statement from Chairman Alan Solow and Executive Vice Chairman Malcolm Hoenlein pointed out that the announcement of bin Laden's \"elimination coincided with the commemoration of Holocaust Memorial Day and is a reminder that those who perpetrate evil will ultimately be held to account. Despite this development, the war on terror must remain a top priority.\"\nTheAnti-DefamationLeague extended its \"appreciation\" to Obama and U.S. forces on the operation.\n\"The death of such a significant figure in global terrorism inevitably raises concerns that those sympathetic to bin Laden will now seek to retaliate against the U.S. and its allies in the West, or against Israeli or Jewish targets,\" Abraham Foxman, ADL's national director, said in a statement. \"One recurring theme of bin Laden's videotaped messages was a special hatred for Israel, often expressedinanti-Semitic terms. Past plots in the U.S. motivated by the ideologies of extreme intolerance have often targeted Jewish and Israeli institutions. We must remain vigilant against the ever-present threat of new acts of terrorist violence inspired by his death.\"\nThe Republican Jewish Coalition offered its congratulations to \"the Obama administration, the intelligence community, and the military on a job well done. This closes a painful chapter in American history and should give comfort to the families of those killed by al-Qaida. But we must remain vigilant against the continued threats from the forces of radical Islam and from those around the world who wish to do us harm.\"\nIn its statement, the National Jewish Democratic Council said it \"also wants to congratulate and thank our troops and intelligence community for their hard work in neutralizing one of the greatest threats to American security, the security of the state of Israel and Jewish communities throughout the world. Tremendous credit is due to President Barack Obama for his leadership and steady hand in guiding this operation. The President truly showed patience, fortitude and skill in guiding this mission over the course of his presidency.\nA number of U.S. media outlets reported the death of bin Laden late night May 1, subsequent to a notice that President Obama was to deliver a major announcement from the White House.\n\"I can confirm to the world that the United States conducted a mission that resulted in the death of Osama bin Laden,\" Obama said at about 11:30 p.m. U.S. Eastern time.\nObama said bin Laden was killed May 1 after a months-long operation in a firefight in Abbottabad, in northeastern Pakistan.\nBin Laden did not cite Israel as a motive when he first emerged in the 1990s, but in the last decade he began to routinely cite U.S. support for the Jewish state as a grievance.\nAffiliates of the al-Qaida terrorist movementhe founded have emerged in recent years in the Gaza Strip.\nIsraeli Defense Minister Ehud Barak congratulated Obama, U.S. Secretary of Defense Robert Gates, the Pentagon leadership and the heads of the U.S. armed forces on the operation to eliminate bin Laden.\n\"This is an important achievement for the U.S. in the global war against terrorism,\" Barak said. \"In this operation, the U.S. has shown determination and operational daring. We haveagain seen that the leading democracies of the world have a common struggle against terrorism, which will be decided by a multifaceted joint effort that is far from over.\"\nHamas, which controls Gaza, condemned the killing.\n\"We regard this as a continuation of the American policy based on oppression and the shedding of Muslim and Arab blood,\" Ismail Haniyeh, Hamas prime minister in the Gaza Strip, told reporters, calling bin Laden \"an Arab holy warrior.\"\nBut the Palestinian Authority, which recently agreed to form a unity government with Hamas, said the killing of Bin Laden would be \"good for the cause of peace.\"\n\"Getting rid of Bin Laden is good for the cause of peace worldwide, but what counts is to overcome the discourse and the methods -- the violent methods -- that were created and encouraged by bin Laden and others in the world,\" PA spokesman Ghassan Khatib said shortly after the Obama announcement, according to Reuters.\nJewish political leaders also praised the action.\n\"Nearly a decade ago, in the days after 9/11, President Bush said, 'Whether we bring our enemies to justice or bring justice to our enemies, justice will be done,'\" House Majority Leader Eric Cantor (R-Va.) said May 1 in a statement. \"Tonight we've learned that justice has been done. The man with the blood of more than 3,000 Americans on his hands, the man who forced us to begin to think the unthinkable, is now dead.\n\"Families who lost loved ones at the hands of bin Laden and his terrorist organization have grieved for far too long, and this sends a signal that America will not tolerate terrorism in any form. The men and women of our armed forces and intelligence community have fought valiantly for the last decade, and this is a major victory and testament to their dedication. I commend President Obama, who has followed the vigilance of President Bush in bringing bin Laden to justice. While this is no doubt a major event in our battleagainstterrorism, we will not relent in our fight against terror and our efforts to keep America safe and secure.\"\nRep. Ted Deutch (D-Fla.) learned of the operation while on an airplane flying overnight from Tel Aviv through an emotional message from the pilot to the crew and his fellow passengers.\n\"The death of Osama bin Laden nearly a decade after he masterminded the horrific attacks of September 11, 2001 is an historic moment that underscores the resolve of the American people to see justice through,\" Deutch said in a statement upon landing. \"We are grateful for the incredible courage and sacrifice of our men and women in uniform, and I salute the precision of our intelligence community and the leadership of President Obama and his national security team. The killing of Osama bin Laden marks a dramatically vital development in our war against terror, and it is my hope this victory sustains our nation and our allies as we continue our struggle for a safer world.\"\n\"The innocent men, women, and children who died on Sept. 11 will forever be in our thoughts and prayers, and no victory on the battlefield can erase the sorrow for their loss. However, we can take comfort knowing the mastermind of these evil acts has been brought to justice,\" said Rep. Nita Lowey (D-N.Y), the ranking Democrat on the House Appropriations subcommittee on state, foreign operations, and related programs.\nArgentinian Jewish leaders also welcomed the news of bin Laden's death.\nGuillermo Borger, president of the AMIA Jewish center in Buenos Aires, told JTA that \"The fight against international terrorism is for AMIA a moral obligation of seeking justice for all the victims of this scourge around the world.\"\nThe AMIA building was destroyed in a terrorist bombing on July 18, 1994 that killed 85 people and wounded more than 300. The attack remains unsolved.\nMeanwhile, the U.S. State Department issued a worldwide travel alert notifying U.S. citizens traveling and residing abroad \"to the enhanced potential for anti-American violence following recent counter-terrorism activity in Pakistan.\"\nThe alert said that U.S. government facilities including embassies around the world were on high alert and \"may temporarily close or periodically suspend public services to assess their security posture.\"\n\nLoad-Date: March 23, 2012"
}