{
    "title": "ISRAELI CABINET VOTE ON PEACE DEAL MAY NOT COME BEFORE STARTING DATE _ NETANYAHU SAID THE PALESTINIA",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 11,
    "day": 1,
    "full text": "Israel's cabinet may not vote on the new Mideast peace deal in time to meet the accord's starting date tomorrow.\nThe cabinet was scheduled to convene today, but Prime Minister Benjamin Netanyahu said he would not show his ministers the agreement until the Palestinians had submitted a security document on fighting terrorism.\nNetanyahu also has said he would not begin implementing the accord - which calls for Israel to cede an additional 13 percent of the West Bank to Palestinian control - without cabinet approval.\nStill stunned by a suicide bombing that 40 Israeli children narrowly escaped, Netanyahu said the Palestinian Authority must arrest Mohammed Deif, a leader of the Islamic militant group Hamas.\n\"Israel has a clear expectation . . . that Deif will be arrested within the next several days,\" Netanyahu said.\nPalestinian leader Yasir Arafat's cabinet approved the peace accord Friday, and said it would present its action plan on fighting terrorism to the United States by tomorrow, as promised.\n\"We are committed next week to sharing our security plan with the Americans,\" senior Palestinian negotiator Saeb Erekat said. \"This does not mean submitting the plan to Israel or to anybody else.\"\nArafat said yesterday that he would do everything in his power to fight militants and curb terrorism.\n\"As you know, there have been military, terrorist attacks. The latest was aimed at a school bus,\" Arafat said. \"Thank God an armored Jeep received the blow,\" and not the bus, he added.\nHamas claimed responsibility for Thursday's attack, in which an explosives-packed car drove toward the bus, but was blocked by a military escort Jeep before the explosives detonated. The blast killed an Israeli soldier.\nThe Palestinian Authority then launched an aggressive campaign against Hamas, placing its spiritual leader, Sheik Ahmed Yassin, under house arrest and rounding up more than 100 activists.\nAn aide to Arafat said the authority had discussed Netanyahu's request to arrest Deif, who is thought to be behind several deadly attacks on Israelis and has been hiding in Gaza for the last three years.\nBut after the two-day sweep, Palestinian forces unexpectedly began releasing several militant leaders yesterday.\nIsmail Hanieh, a senior Hamas activist, was released after being held for two days. Hanieh verified by phone that he was out of jail, but would not discuss his case.\nA Palestinian police official who spoke on condition of anonymity said that Nafez Azam, a senior figure in the smaller Palestinian Islamic Jihad group, had been freed. The head of the National Islamic Salvation party also was released. The official gave no reason for the releases.\nIsrael has accused the Palestinian Authority of a revolving-door policy of rounding up militants and then releasing them without punishment.\nNetanyahu's senior adviser, David Bar-Illan, said Israel had adopted a \"wait-and-see attitude\" toward the arrests.\n\"Let's see if it's the first step in a real battle against the terrorist infrastructure or a repeat of the same maneuvers designed to placate world opinion after terrorist bombings,\" Bar-Illan said.\nUnder the new agreement, the Palestinians are obligated to take stronger measures against militants and their infrastructure. Without concrete steps, Israel has said it will not go through with ceding more land to Palestinian control.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSheik Ahmed Yassin's house arrest follows a bombing aimed at Israeli schoolchildren. (ADEL HANA, Associated Press)\n\nLoad-Date: October 24, 2002"
}