{
    "title": "ISRAELI OFFICIAL AND 2 OTHERS SERIOUSLY HURT IN PARIS BLAST",
    "publisher": "the new york times",
    "year": 1982,
    "month": 9,
    "day": 18,
    "full text": "A bomb exploded in the car of an Israeli Embassy official here today, seriously injuring the diplomat and two passengers.\nThe afternoon attack damaged several other cars and blew out windows in nearby buildings along Rue Cardinet, a quiet street in central Paris, just a few blocks northeast of the Arc de Triomphe and around the corner from the Israeli Embassy's military purchasing annex.\nAt least one youth walking by was badly hurt and about 40 other people, mostly high school students, suffered minor injuries, mostly as a result of flying glass. Late tonight many details of the incident still remained unexplained.\nPARIS, Sept. 17 - A bomb exploded in the car of an Israeli Embassy official here today, seriously injuring the diplomat and two passengers.\n''We were in class when we heard a big boom,'' said Jacques Berger, a junior at the Lycee Carnot.  In another 20 minutes, he said, ''there would have been 500 students in the street.''\n \n20th Attack Since July 20\nThe attack was the 20th to occur in Paris since July 20, but it broke an uneasy calm that had prevailed here for four weeks, since President Francois Mitterrand announced new antiterrorist measures.\nAll told, the incidents, which have involved a variety of national and religious groups, have left 10 dead and 100 wounded. Ten attacks since the beginning of the year have been aimed at Jewish targets in the capital.\nThe police contended that today's bomb was planted in the engine or under the fender of the white Peugeot 504, which was clearly marked with Israeli diplomatic license plates.\nBut the Israeli Embassy here contended that the bomb was in the saddlebags of a moped parked nearby. The same tactic was used in an explosion outside a synogogue in October 1980. That attack killed four passersby, but no arrests were ever made.\nAbout 40 minutes after the blast, responsibility for the attack was taken by the Lebanese Revolutionary Armed Faction. Almost nothing is known about the group, which claimed that it killed an American Embassy military attache here in January.\n \nDemands for Government Action\nThe attack rekindled public demands for Government action to counter the wave of terrorism in France. Just a month ago Mr.  Mitterrand created an antiterrorist department and took several other steps to tighten internal security in response to the outcry.\nA number of senior officials hurried to the scene today to express their concern, and the level of tension in the capital rose noticeably. Jacques Chirac, the conservative Mayor of Paris, demanded an audience with Mr. Mitterrand to discuss security measures.\n''Once more, Paris has just become the theater of international terrorism,'' Mr. Chirac said.  Soon after the attack in Rue Cardinet, officials said that a suspicious black Ferrari parked outside Elysee Palace was being checked, but after sealing off the area, the police found several hours later that it was merely improperly parked.\nThe only noticeable outcome of Mr. Mitterrand's August program was the banning of Direct Action, an extreme left-wing group that has not been implicated in the major recent incidents. In an apparently unrelated development today, the police announced that two members of the group were arrested and about 33 pounds of explosives were seized.\n \nSecond Attack in Area\nIn April, the Israeli military purchasing office near today's attack was raked by machine-gun fire. No one was injured, but Direct Action said it was responsible. Two members were detained.\nThe wounded official, who apparently detonated the bomb by starting the car, was Amos Man-El, 61 years old, an embassy purchasing official here for the past year. Also injured was his cousin visiting from Venezuela, Zoltan Mandel.\nThe identity of the third wounded passenger was not clear tonight.  By most accounts, it was Mr. Man-El's wife, Juliana, but there were reports that it was Mr. Mandel's wife, Veronica. Nor was it even certain whether three or four people were in the car. And some reports also said that a second teen-age boy walking by the car was also seriously injured by the explosion.\nAfter the incident this afternoon, Prime Minister Pierre Mauroy, who had been speaking at a political meeting about the public's uneasiness over terrorist incidents at almost the same time as the explosion, met with Ambassador Meir Rosenne of Israel.\nMr. Rosenne later told a radio interviewer that the attack was ''new proof of what can happen when the presence of terrorists is tolerated practically everywhere.'' He blamed the Palestine Liberation Organization.\n\nGraphic\n\n \nIllustrations: photo of blast victim photo of street scene where car exploded (Page 1)"
}