{
    "title": "Israel 's case for its Golan venture",
    "publisher": "christian science monitor ",
    "year": 1982,
    "month": 3,
    "day": 16,
    "full text": "The judicious critic of Israel's extension of its civil law to the Golan Heights has the intellectual obligation to plumb the historical, political, moral, and psychological implications of the Syrian delegate's reference to Israel, in a recent Security Council debate, as that ''so-called state.''\nThe underlying attitude goes far beyond mere conflicting national interests, or even war. It has nothing to do with concrete matters at issue between Israel and the Arabs--be it the West Bank, the Golan, or Jerusalem--at any given moment.\nIt has to do with the fundamental essence of Israel as a Jewish state, a Jewish community that dares pretend to independence, sovereignty, and equality within the Arab world. What this formulation clearly says is that Israel is not a state: It does not exist, it is an alien excrescence, it has no rights, its presence is transitory, its destiny is to be crushed.\nThis is the historical-psychological context within which to evaluate Syria's motives in asserting that the Israeli move is tantamount to ''a declaration of war.'' The fact is that, in terms of international law, Syria is and has always considered itself to be in a state of war with Israel.\n* The 1948-49 war, when the host of Arab armies fell upon newly independent Israel from all sides, ended in an armistice which regulated relations between the two states and determined the legally temporary borders between them. Despite repeated Israeli efforts between 1948 and 1967 to make peace, Syria, like Nasser's Egypt and the other Arab powers, refused.\n* The continuing state of war enabled Syria to justify legally the massive shelling, launched during that 19-year period from the Golan Heights, which devastated peaceful Israeli kibbutzim, villages and towns of the Galilee Panhandle and the Huleh and northern Jordan Valleys, as well as the Israeli fishing boats in the Sea of Galilee.\n* The continuing state of war provided a legal foundation for Syria's sponsorship, beginning in 1965, of some of the most powerful, well-trained and well-armed terrorist gangs operating against Israel. Although international law does not sanction terrorism in any form, the fact remains that Syria openly justifies its military and political support of terrorism as a just form of warfare against Israel.\n* The coordinated offensive launched by Syria and Egypt in October 1973--the Yom Kippur War--was equally predicated on the existence of a continuous, uninterrupted state of war with Israel. The separation-of-forces agreement to which Syria acceded in 1974 has essentially the same legal status as a cease-fire or armistice, and in no way diminishes Syria's assertion of a state of war with Israel. That assertion was given its greatest force when Syria rejected the legality and legitimacy of the 1978 Camp David accords and of the 1979 Egyptian-Israeli peace treaty.\nFor Syria now to accuse Israel of a declaration or act of war flies in the face of logic, common sense, and the norms of international legality.\nBy the same token, the invocation of UN Security Council Resolution 242 and of international law in general as the basis for condemning Israel is itself a violation of the principle of fairness, equity, and proportion that must characterize the application of any law in any situation.\nResolution 242 envisages Israel's withdrawal from occupied territories as but one of a group of inextricably related components in a process of negotiation that would lead to a peaceful settlement of all outstanding issues among the parties in the Middle East. Like that of all other states of the region, Israel's right to secure and recognized borders--in short, its legitimacy--was unequivocally asserted.\nResolution 242 is, in effect, a contract.  No one party can be held to the terms of the contract if the other party dismisses it.\nSince it is Syria that persistently rejects the terms of 242 and the principles of peaceful coexistence and mutuality that underlie it, the principle of equity and symmetry would require either that Syria be held to the terms of the contract - or, if it rejects the contract, that Israel not be held to account for taking action to defend itself against aggression, especially since the law has been violated by the other party to the contract.\nSuch defense, after all, is the paramount principle of the law of nations - for at the heart of any definition of national interest is national survival.\nHow long, it must be asked, is Israel to wait before taking action that recognizes border realities and the fundamental national interest of defense and survival? How long would Americans in the same situation wait? Is there not a reasonable limit to patience - especially with a regime which the State Department itself has branded as one of the four regimes (along with Iraq, South Yemen and Libya) that support international terrorism?\nCommon sense, logic, and history say that 33 years is long enough."
}