{
    "title": "ISRAEL 'S RIGHT TO RESPOND TO TERRORISM IS NO LONGER DENIABLE",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 12,
    "day": 8,
    "full text": "You would think that the right to self-defense is elementary, a minimal decency one nation accords another. France has it. We have it. (See Afghanistan.) Yet when President Bush's spokesman declared on Dec. 3 that \"Israel has a right to defend herself,\" it was news. Indeed, it was a thunderclap. To anyone who follows the baroquely nuanced language of Middle East diplomacy, it constituted something wholly new.\n For eight years, under the tutelage of a president hungry for a Nobel Prize, the American position had been that when attacked, Israel should exercise \"restraint\" and not contribute to the \"cycle of violence.\" Everyone knew that this was no cycle; it was elementary self-defense in the face of an openly declared campaign of Palestinian terror. But truth could not be allowed to stand in the way of \"peace.\"\nThe Bush administration embarrassed itself too. After invoking the solemn right to hunt down the terrorists that perpetrated Sept. 11, State Department spokesman Philip Reeker was asked (Oct. 15) why he was criticizing Israel for doing precisely the same in hunting down Hamas terrorists. Answer: \"I can't really draw a parallel between the two.\"\n Now he can. Now he will. The scale, coordination and sheer horror of the four bombings in Jerusalem and Haifa in 12 hours on Dec. 1-2 finally moved the Bush administration to dispel the fog and mendacity of American policy during eight years of the Oslo \"peace process.\" Yes, Israel may defend itself.\n When Israel began retaliating for Dec. 1-2 -- Israel's Sept. 11 -- the State Department issued no criticism. In part, this was anger. State had just been pushing a campaign of greater American \"engagement\" in the Middle East. The president declared his support for a Palestinian state. Secretary of State Colin Powell gave a speech in Louisville, Ky., calling for an end to \"occupation\" and the establishment of \"Palestine.\" Bowing to pressure from Arab leaders (and to mindless criticisms from American editorialists and columnists attributing the rising violence to Bush administration \"unilateralism\" and \"neglect\"), Powell sent his first personal representative to the region, retired Marine Gen. Anthony Zinni.\n Zinni's mission is to get a cease-fire. He arrives, and is greeted with a mass murder of innocent Jews carried out by terrorists operating freely under Yasser Arafat. Zinni looks helpless; Powell looks the fool. Even the State Department is moved by such humiliations.\n The administration is also moved by simple truth: The parallel between America's right to respond to terrorism and Israel's right is no longer deniable.\n The window thus opens for Israel finally to act. Here is the opportunity to do as America is doing to the Taliban: destroy the Arafat regime that harbors and protects Hamas terrorists. Here is the opportunity to root out Arafat's infrastructure -- training camps, arms depots, propaganda organs and eight personal \"security\" agencies. Here is the opportunity to detain and deport the Palestinian Authority leadership that brought Israel more terrorism in the eight years of the \"peace process\" than in all of its previous history.\n What does Prime Minister Sharon do? He flinches. He temporizes. He attacks symbolic targets -- destroys two of Arafat's helicopters, tears up his Gaza airport runway, flattens a few police stations, blasts the office next door to Arafat's. The intent is to \"send a message,\" namely, \"we can get you.\"\n But the effect is precisely the opposite. It tells Arafat, \"We can, but we dare not.\" The message is clear. Israel does not (yet) have the will -- or the government -- to fight its own war.\n Instead, Sharon is hoping that his restraint will encourage the international community -- the United States -- to finally acknowledge that Arafat cynically and consistently uses terrorism, and to therefore take him down diplomatically by delegitimizing him, derecognizing him and cutting off relations.\n It is a wan hope. There will be no outside rescue. The shock of Dec. 1-2 will soon wear off. Media attention will wander. Normalcy, i.e., dead Jews daily, will return. Soon you will once again be hearing evenhanded laments about the \"cycle of violence.\"\n The moment is passing. The window is closing. Sharon's policy of symbolic war and sympathetic words is not a strategy. It is the muddling through of a hopelessly muddled Israeli government, a government of national disunity.\n And yet, there will be an Israeli military campaign to do to the Palestinian Authority what the United States has done to the Taliban. Sooner or later, the war is coming. It is inevitable. Israel cannot bleed forever.\n\nNotes\n\nCharles Krauthammer is a syndicated columnist for The Washington Post.\n\nLoad-Date: December 11, 2001"
}