{
    "title": "Israel may delay peace plan implementation implementation implementation",
    "publisher": "charleston gazette",
    "year": 1998,
    "month": 11,
    "day": 3,
    "full text": "JERUSALEM - The renewed Middle East peace plan faced an unexpected\nhitch Monday when Israeli Prime Minister Benjamin Netanyahu asked for\nseveral days' delay in implementation so he could seek approval by his\ndivided Cabinet and the parliament.\nAs the Palestinian Authority met its first deadline by presenting an\nanti-terrorism plan to U.S. officials, Netanyahu telephoned\nPalestinian President Yasser Arafat and said it could take Israel\nseveral extra days to withdraw troops from an additional portion of\nthe West Bank, as stipulated in the Wye River agreement the two men\nsigned last month in the United States.\nNetanyahu reassured Arafat he was committed to implementing the\nland-for-security deal, and the prime minister repeated that assurance\nlater in a telephone call to Secretary of State Madeleine Albright.\n\"He asked for some days to delay the implementation,\" Arafat said in\nthe West Bank city of Ramallah, adding that he had agreed to the\nrequest.  request.  request.\nIn Washington, State Department officials said the Palestinians had\nmet their first requirement under the interim peace accord by\nsubmitting the anti-terrorism plan. Israeli officials said late Monday\nthat they had not seen a complete plan but hoped to have it before\nNetanyahu's Cabinet was scheduled to discuss the peace agreement at a\nmeeting today.\n\"We do not think the schedule is going to be thrown off,\" State\nDepartment spokesman James Rubin said. \"Whatever technical, legal,\npolitical issues arise, we expect and anticipate that each side will\nhave the necessary time to complete its responsibilities.\"\nRubin said details of the Palestinians' anti-terrorism plan were\nsupposed to remain secret.\nU.S. mediator Dennis Ross and his deputy, Aaron Miller, were scheduled\nto depart for the Middle East as early as today \"to have a revolving\npresence\" in the region, Rubin said.\nThe Wye agreement was supposed to have taken effect Monday. But in a\nstatement, Netanyahu argued that Israel's land transfer is contingent\nupon the Palestinians first implementing several steps to reinforce\nIsrael's security. He said that once those steps had been taken,\nIsrael would hand over the land on the deadline date of Nov. 16 \"or at\nleast complete the process within a few days.\"\nUnder the 12-week interim plan, Israel has agreed to return 13 percent\nof the territory seized from Jordan in the 1967 Six-Day War. In the\nfirst of three phases, Israel will give up 2 percent of the land, and\na further 7 percent that has been under joint jurisdiction will come\nunder full Palestinian control.\nAmong the Palestinians' obligations - as noted in Netanyahu's\nstatement - are implementing a working plan against terrorism,\npresenting a framework for the confiscation of illegal weapons,\nnullification of anti-Israel wording in the Palestinian charter and\nestablishment of a committee to prevent provocation against the\nIsraelis.\nNetanyahu said his request for a delay was for \"technical\" reasons.\nThe Israeli government will need to close military bases and reassign\nand transport troops out of the West Bank under the agreement.\nBut the prime minister's main problem has been winning political\nsupport for the agreement he signed, even within his own Cabinet. Many\nof his aides and political supporters come from religious, right-wing\nand immigrant parties that do not support the 1993 Oslo peace process,\neither because they do not trust the Palestinians to protect Israeli\ninterests or because they oppose ceding Israeli land on historical\ngrounds.\nThe Cabinet was supposed to have met last week to discuss the Wye\nplan, which restarted the peace process after a 19-month delay. The\nCabinet is now scheduled to discuss the plan today and Wednesday. It\nthen will be submitted for debate in the full Knesset, or parliament,\nnext week.\nNetanyahu has insisted he cannot implement the accord he signed until\nit is ratified by the Knesset. And he did not want to place it before\nthe members of his coalition government until he could lay the\nPalestinian anti-terrorism plan on the table.\n\"He's going to be asked a lot of questions,\" said government\nspokesman Moshe Fogel. \"There's not an effort to get out of anything\nhere.\"\nArafat responded Monday to a threatening leaflet that was allegedly\ndistributed Sunday by the radical Hamas movement. \"It is not the first\ntime and it will not be the last time,\" he said.\n\"You know, I have faced many things like that. I don't care [about]\nit.\" it.\" it.\"\n\nLoad-Date: November 3, 1998"
}