{
    "title": "Israelis teach terrorism in Colombia",
    "publisher": "st. petersburg times ",
    "year": 1989,
    "month": 9,
    "day": 9,
    "full text": "WASHINGTON - The now notorious film clip of Israeli military    trainers schooling their Colombian students in the proper techniques of    assassination from a moving vehicle was all too familiar when it    appeared on the screen. Col. Yair Klein and his associates in the    Spearhead Corp. had demonstrated the same maneuver for our cameras in    an abandoned quarry in Israel earlier this year.\n \n     Armed to the teeth with assorted Uzis and automatics, the colonel    and his three associates - all of them ranking reserve officers in the    Israel Defense Forces anti-terror apparatus - climbed into a white    sedan and roared at high speed toward a cardboard bull's-eye target. At    the last moment, they popped out of the windows like burly jacks in the    box and filled the target full of holes. Spinning around, they pumped    dozens more rounds into the simulated victim.\n    As an example of how to blow away a passerby from a moving car this    was most impressive, but its efficacy in defending against terrorism    appeared open to question. However, the men from Spearhead were anxious    to explain that they always worked \"with the complete approval and    authorization of our Ministry of Defense.\"\n \n     Nor was this mere rhetoric. As evidence they produced the Defense    Sales Directory, published annually by the Israeli Ministry of Defense,    a full page of which is devoted to detailing the services on offer from    Spearhead.\n \n     Our session with these formidable military men passed in an    atmosphere of mutual good cheer.Lt. Col. Amatzia Shuali, a colleague of    Klein's in Spearhead, and late of the Shin Beth internal security    service, recalled that during his two visits to Colombia he had been    much impressed by the pristine beauty of the countryside. The only    chill on the conversation came when we asked him who he had been    working with there.\n \n     The next time I saw the car maneuver demonstrated was when the TV    news ran the videotape. One of the students in the tape, according to    NBC News, was later apprehended for the assassination of 11 Colombian    judicial investigators.\n \n     This might seem a strange activity for a team that repeatedly    stressed not only its adherence to Israeli Defense Ministry guidelines    but also its conviction that it was working in conjunction with U.S.    interests: \"Our political views are very much parallel with American    political views, fighting terrorism,\" one of them said.\n \n     This appears to be no more than the truth, at least according to    some definitions of American interests. Col. Shuali worked in Honduras    to impart his craft to the Contras. In Guatemala, he claims to have    trained every officer over the rank of captain on a contract arranged    by Pesakh Ben Or, the local representative of the state-owned Israel    Military Industries. Other excursions have taken Spearhead to Bolivia,    and, judging by the species of tropical birds twittering in a cage    outside Klein's office, to South Africa.\n \n     Such work is in the grand tradition of the covert side of the    U.S.-Israeli relationship. Time and again, when domestic political    circumstances inhibit U.S. assistance to particular regimes, Israel has    stepped into the breach. As Spearhead's marketing director explained to    us: \"The Americans have the problem of public opinion, international    image. We don't have this problem.\"\n \n     The Israeli government is already severely embarrassed by Klein's    and Shuali's starring role in the drug cartel's home movie. And the    embarrassment could spread if anyone felt the need to ask questions.\n \n Israel could jog President Bush's memory about who has done what for    whom in the fight against leftist insurgency everywhere from El    Salvador to Colombia and points beyond.\n \n     While Shuali was doing his bit for the Contra cause in Honduras,    Mike Harari, a former official of Mossad, the Israeli intelligence    agency, was assisting the Panamanian strongman, Gen. Manuel Noriega, in    dispensing ill-gotten financial subventions to the Contras. And he did    so with the approval of Oliver North and others in the White House.\n \n     Such awkward facts have to date stayed mostly out of sight and out    of the public mind. Yet, there must be a lot of people wishing that    Klein and his band had stayed away from the cameras.\n \n \n - Andrew Cockburn was co-producer of \"Israel: The Covert    Connection\" a documentary for PBS's Frontline. -\n \n    \n\nLoad-Date: November 9, 1992"
}