{
    "title": "ISRAEL GRABS ARAB BANK FUNDS TIED TO TERRORISM",
    "publisher": "the new york times",
    "year": 2004,
    "month": 2,
    "day": 26,
    "full text": "Israeli forces yesterday raided Arab banks in Ramallah, on the West Bank, seizing millions of dollars representing hundreds of institutional and personal accounts that Israel said were financing Palestinian terrorism.\n It was by far the largest such seizure during more than three years of conflict. Witnesses said soldiers covered the banks' security cameras with black plastic bags and herded all the employees together before ordering workers with keys to open the vaults.\nIsraeli officials defended the operation, which was still under way last night, as aimed carefully at terrorist financing and in line with President Bush's call for action against such funds.\n But Amin Haddad, head of the Palestinian Monetary Authority, called the raid a robbery intended to \"shake our banking system.\" He rejected Israeli assertions that the accounts were linked to terrorism.\n In Washington, the State Department criticized the raid. \"Some of these actions that were taken risk destabilizing the Palestinian banking system,\" said department spokesman Richard Boucher. \"So we'd prefer to see Israeli coordination with the Palestinian financial authorities.\"\n A senior Israeli security official said the money, in various currencies, was still being counted. He said the total was probably between $6.7 million and $9 million, and that the amount taken from the vaults equaled the sums held in what Israeli intelligence had identified as suspect accounts.\n Palestinian and Israeli security officials said the Israelis entered branches of the Arab Bank and the Cairo Amman Bank, which are both Jordanian.\n Palestinian officials said the Israeli troops brought with them bank computer experts who had been arrested overnight Tuesday to help guide them through the systems.\n Israeli officials said the raid also pointed to the changing nature of Palestinian militant groups, which they said were becoming less ideological and more entrepreneurial, with perpetrators earning specific sums for particular attacks.\n The senior security official said interrogations of arrested militants showed that an attack might bring its Palestinian planners a minimum of 3,000 to 5,000 shekels, or $673 to $1,122. He also said Israeli intelligence indicated that much of the seized money had come from Iran, funneled through the Lebanese guerrilla group Hezbollah.\n Israeli Defense Minister Shaul Mofaz released a statement late yesterday saying the seized money would be spent on \"humanitarian goals in Palestinian society,\" like health services, food and \"improving the infrastructure at crossing points and checkpoints.\"\n Asked for the legal basis for the operation, Israeli officials cited a directive from the Israeli military commander in the area.\n\nLoad-Date: February 26, 2004"
}