{
    "title": "Israel _ A true ally in the war on terror_",
    "publisher": "the new york times",
    "year": 2008,
    "month": 3,
    "day": 4,
    "full text": "If the United States is sincerely interested in fighting terrorism, its unfailing support of Israel continues to contradict this objective.\nOn Saturday, Israeli troops killed 54 Palestinians, at least 19 of which were civilians, including four children. Since the intense fighting began earlier last week, 94 Palestinians have been killed and more than 300 have been injured. There has only been one death and 11 injuries on the Israeli side.\nThis trend is nothing new. According to B'Tselem, an Israeli human rights organization, Israeli forces killed 290 Palestinians in Gaza in 2007, about a third of which were civilians, compared to only seven Israeli civilian deaths that same year.\nIn light of these statistics, Israel's Defense Minister Ehud Barak's provided a deceptive synopsis of the situation when he told the Yedit Aharonot newspaper, \"Israel is not keen on an offensive, but Hamas is leaving us no choice,\" according to the New York Times.\nPalestinian President Mahmoud Abbas, on the other hand, has threatened to call off peace negotiations with Israel due to his strong criticism of the fighting.\n\"We tell the world: watch and judge what's happening, and judge who is committing international terrorism,\" he said.\nOne can only hope that our country starts truly watching what is going on; \"watching\" CNN is not sufficient for acquiring an objective perspective on the conflict.\nYears of biased governmental and media influence have skewed the American understanding of the Israel/Palestine conflict. In an extensive 2006 research paper titled \"The Israel Lobby and U.S. Foreign Policy,\" John Mearsheimer of the University of Chicago and Stephen Walt of Harvard made an extremely convincing claim about a powerful force influencing the United States' support of Israel.\nThey also presented a more accurate lens through which we can view terrorism, claiming, \"terrorism is not random violence directed against Israel or 'the West,' it is largely a response to Israel's prolonged campaign to colonize the West Bank and Gaza strip ... Palestinians have long been denied basic political rights and believe they have no other way to force Israeli concessions.\" As former Prime Minister [of Israel, Ehud] Barak once admitted, had he been born a Palestinian, he 'would have joined a terrorist organization.'\"\nSince the article was written, Palestinians are now not only being denied rights, but also access to goods and supplies as a result of Egypt and Israel closing their borders last summer when Hamas came into power.\nWhile this perspective does not in any sense legitimize terrorism, it clearly reveals the crucial role that injustice plays in its development and recurrence.\nUnless justice is initially more evenly distributed, or negotiations are established guaranteeing its allocation, Palestinians have nothing to gain from pursuing peaceful methods.\nA White House spokesman, Gordon D. Johndroe, also quoted in Saturday's New York Times, said, \"We call for an end to violence and all acts of terrorism directed against innocent civilians. There is a clear distinction between terrorist rocket attacks that target civilians and action in self-defense.\"\nGiven our country's unyielding support for Israel, it is undoubtedly the player being referred to in the latter action.\nHowever, using the past week's death ratio as an example, almost 100-to-one Palestinians to Israelis respectively, it is not the Israelis who have a legitimate claim of self-defense.\n(C) 2008 Rocky Mountain Collegian via U-WIRE\n\nLoad-Date: March 4, 2008"
}