{
    "title": "ISRAELIS PRAISE U.S. ACT AS BIG ANTITERROR STEP",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 12,
    "full text": "Israelis from all walks of life today hailed the swift capture by the United States of the hijackers of the Italian cruise ship.\n''What the Americans did was great,'' said a policeman on Hillel Street here who would not give his name. ''The world has finally begun to feel what Israel has felt all along.''\nUsing phrases like ''courageous decision,'' ''flawless implementation'' and ''decisive action,'' Prime Minister Shimon Peres told President Reagan in a letter that ''your action is a landmark in the fight to eradicate terrorism, and a shining example of your resolve.''\nIn a television interview, Mr. Peres said he was ''shocked to the depth of my soul'' about what happened on the cruise ship Achille Lauro during the four days it was hijacked.\n \nOther Hijackings Recalled\n''The Arabs claim they are fighting against Zionism, not Jews,'' the Prime Minister said. Referring to earlier hijackings, he said: ''On the T.W.A. plane, they separated Jews and non-Jews even though there were no Israelis aboard. On the airliner in Entebbe, they did the same. The same on this ship. They took a 69-year-old man - on a wheelchair, after two heart attacks - and shot in him cold blood and pitched him into the sea. Why? Because his name is Klinghoffer, which has a Jewish ring to it.''\nOther Israelis expressed strong support for the seizing of the plane carrying the hijackers.\n''I was glad the Americans succeeded,'' said Haim Kol, a Jerusalem bookshop owner. ''Now I think the U.S. and Israel will have more or less the same policy towards terrorism.''\nSpeaking in London on his way home from a visit to the United States, Foreign Minister Yitzhak Shamir said the action was ''very encouraging.\n''The Americans,'' he said, ''have a legitimate right to act, as one of their citizens was murdered. It is very encouraging that the Americans have got their hands on the hijackers, who killed an American Jew, and that they, the hijackers, will be put on trial.''\n \n'This Is a Beginning'\n''The message of the hijacking and its aftermath,'' Mr. Shamir said, ''is that the world should coordinate its fight against terrorism. This is a beginning.''\nA Foreign ministry spokesman, Ehud Gol, said, ''This courageous American act, like others directed against Palestinians and international terrorism, represents an essential step in yet another effort on the road to the eradication of terrorism.''\nBut Menashe Rimon, a Jerusalem executive, was skeptical about what might happen next. ''The Americans did the right thing,'' he said, ''but now I want to see how determined they are to demand the extradition of the terrorists and their commander.''\nHe was referring to Mohammed Abbas, also known as Abul Abbas, the leader of the faction of the Palestine Liberation Front to which the hijackers are said to belong. He is a close associate of Yasir Arafat, the chairman of the Palestine Liberation Organization. Mr. Abbas had gone to Egypt to negotiate the surrender of the four Palestinians and was returning with them to Tunis with them when American jets forced the Egyptian plane to land in Sicily.\nDefense Minister Yitzhak Rabin of Israel, asked in a television interview whether he thought the United States might now assume a larger role in fighting terrorism, replied:\n''Look, I can't speak in the name of the United States. I think that we, as Israelis, who constitute the major target of the P.L.O. and other terrorist attacks, must welcome the President's courageous decision. I think this is a cardinal development in the battle against international terrorism.''\nAnother ordinary citizen, who would only give his name as Yehuda, was not as sanguine.\n''I think it's all just show,'' he said. ''I bet they reached agreements with Arafat. Let's see what they do to the four guys. Will they hang them? Never. They'll be out soon and we won't be able to kill them. They should have let them go to Tunis and then we could have killed them.''\n\nGraphic\n\n \nPhoto of Benjamin Netanyahu talking with Vernon A. Walters (NYT/Fred R. Conrad)"
}