{
    "title": "Israeli to Palestinians_ Stop terrorism, then hold elections",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 8,
    "day": 11,
    "full text": "An Israeli official said yesterday that the Palestinian Authority cannot move forward with U.S.-demanded elections until it overhauls its security services and reins in terrorism.\nLater, a suspected Palestinian militant and an Israeli woman were killed by gunfire in a West Bank settlement. Two other Palestinians were fatally shot yesterday, both by Israeli troops.\nRaanan Gissin, an aide to Israeli Prime Minister Ariel Sharon, called for Palestinian security changes after a Palestinian official said Israel's occupation of West Bank towns and parts of the Gaza Strip made it impossible for the Palestinians to meet Washington's call for new leadership.\n\"They don't need elections,\" Gissin said. \"First of all, they need to get rid of terrorism,\" he said, arguing that it was impossible to have meaningful elections \"when there is terrorism and corruption.\"\nThe comments came as CIA director George Tenet met in Washington with the Palestinian Authority's interior minister, Abdel Razak Yehiyeh, to discuss security issues. A high-level Palestinian delegation has been in Washington since midweek for talks on reforming the Palestinian administration.\nYehiyeh presented Tenet with a plan for bolstering security, people close to the Palestinians said in Washington.\nYehiyeh told Tenet he was revamping what remains of a Palestinian security force that he said was decimated by the Israelis, and that he was firing incompetent officers, they said.\nThe talks in Washington are the highest-level U.S.-Palestinian meetings since President Bush called in June for Palestinians to replace Arafat and to reform the Palestinian Authority.\nIn yesterday's violence, an Israeli army spokeswoman said, the settler woman was killed when a gunman raided the settlement of Mehora in the Jordan Valley after the end of the Jewish Sabbath.\nThe spokeswoman said troops killed the gunman.\nIsraeli soldiers yesterday fatally shot a Palestinian municipal worker in Nablus, one of the seven occupied West Bank cities. The army, expressing regret, said it appeared Ahmed al-Kouraini had a permit to move through the city streets despite the curfew. It said it would \"take disciplinary action\" against the soldiers if it found they had acted against regulations.\nIn the northern Gaza Strip, Israeli troops said they killed a Palestinian armed with grenades who was trying to infiltrate Israel near the Niram kibbutz. Hamas sources identified the dead man as Maher el-Masri, 20, from Beit Hanoun.\n\nLoad-Date: August 11, 2002"
}