{
    "title": "ISRAEL MAY NOT APPROVE DEAL BEFORE MONDAY START; NETANYAHU WANTS TO WAIT UNTIL PALESTINIANS FILE PLA",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 11,
    "day": 1,
    "full text": "Israel's Cabinet may not vote on the new Mideast peace deal in time to meet the accord's Monday starting date.\nThe Cabinet convened Sunday, but Prime Minister Benjamin Netanyahu said he would not show his ministers the agreement until the Palestinians had submitted a security document on fighting terrorism.\nNetanyahu also has said he would not begin implementing the accord without Cabinet approval. The deal calls for Israel to give an additional 13.1 percent of the West Bank to Palestinian control.\nStill stunned by a suicide bombing that 40 Israeli children narrowly escaped, Netanyahu said the Palestinian Authority must arrest Mohammed Deif, a military leader of the Islamic militant group Hamas.\n\"Israel has a clear expectation . . . that Deif will be arrested within the next several days,\" Netanyahu said.\nPalestinian leader Yasser Arafat's Cabinet approved the peace accord Friday and said it would present its action plan on fighting terrorism to the United States by Monday, as promised.\n\"We are committed next week to sharing our security plan with the Americans,\" senior Palestinian negotiator Saeb Erekat said.\nArafat said Saturday that he would do everything in his power to fight militants and curb terrorism.\n \nU.S., Israel sign agreement\nThe United States and Israel signed a strategic cooperation agreement Saturday to protect Israel against ballistic missiles, especially from Iran, whose weapons can strike both Israel and U.S. troops in the region.\nPresident Bill Clinton and Netanyahu said in a joint statement that the development of medium- and long-range missiles and weapons of mass destruction \"has been of great concern to both governments for some time.\"\nUnder the agreement, a joint strategic planning committee will be established to recommend how to upgrade the \"U.S.-Israeli strategic and military relationships, as well as technological cooperation,\" the leaders' statement said.\n\nGraphic\n\n \nPHOTO Photo by THE ASSOCIATED PRESS - Supporters of the Izzadin al-Qassam, the military wing of the Islamic group Hamas, take the stage with a mock assault rifle and shout anit-Israel slogans Saturday at a Hamas rally on the West Bank.\n\nLoad-Date: November 1, 1998"
}