{
    "title": "Israelis, Palestinians bring issues to U. Illinois",
    "publisher": "university wire",
    "year": 2006,
    "month": 5,
    "day": 4,
    "full text": "Two student organizations with conflicting interests supported their respective beliefs Wednesday at the University of Illinois. On one side of the UI quad, songs translated, \"Let there be peace,\" rang out, and on the other end, shouts to \"free Palestine\" echoed.\nUI students from the Illinois-Israel Public Affairs Committee were celebrating Yom Ha'Atzmaut, the 58th anniversary of Israeli Independence Day, with music, food and games, as part of Israel Week 2006. They were also handing out condoms with a sticker that said, \"It's safe to come,\" to get people's attention and send the message that Israel is not unsafe, said Steven Benario, sophomore in Engineering.\n\"Here in America, we want to show our support for Israel and celebrate her culture and her people,\" said Eddie Brener, president of Illinois-Israel Public Affairs Committee and junior in LAS. \"Today was not about politics. Today was about music, laughter, friends and festivities. As was obvious to anyone on the quad today, it's hard to escape the politics, though.\"\nMembers from the Students for Justice in Palestine, among others, were also on the quad condemning the controversial construction of Israel's separation barrier by erecting a 48-foot-wide \"Wall of Apartheid.\" The wall, which had fake barbed wire, had graffiti on it with sayings like \"make love not walls,\" and \"anti-Israel = anti-terrorism.\"\nNader Abusumayah, vice president for Students for Justice in Palestine and senior in LAS, said the demonstration was held the same day as Yom Ha'Atzmaut to show that \"the crimes\" of the state of Israel will not go unnoticed.\n\"The purpose of today's event was to show the student body a visual example and raise awareness of the reality that is taking place in Palestine with the construction of Israel's apartheid wall and its continued policy of exclusion based on ethnic lines, \"Abusumayah said.\nThe Illinois-Israel Public Affairs Committee responded to the \"apartheid wall\" with a statement: \"The separation fence is an unfortunate consequence of six years of a brutal campaign of Palestinian violence and terrorism, targeting civilians, in a sustained attempt to destroy Israel. Without terrorism, there would be no fence.\"\nIn June 2002, a separating wall was built in the West Bank, mostly on Palestinian territory, for security reasons, according to the Israeli government.\nDustin Keele, sophomore in LAS, said the \"apartheid wall\" was \"visually eye-catching,\" and he stopped by because he wanted to know what was going on. After talking with students protesting the Israeli Independence Day, Keele, saying he wanted to get the big picture and see the issue from all angles, walked to the other side of the quad to talk to students from Illinois-Israel Public Affairs Committee.\n\"There are two sides to every story,\" Keele said, after talking to both student organizations. \"The ordeal wasn't as atrocious as the Palestinians said it was, and it wasn't as peaceful as the Israelites said. There's always a middle ground.\"\n(C) 2006 Daily Illini via U-WIRE\n\nLoad-Date: May 4, 2006"
}