{
    "title": "ISRAELIS ACCUSED OF 'STATE TERRORISM'",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 12,
    "day": 15,
    "full text": "JERUSALEM -- Israeli soldiers shot a Palestinian militant to death Thursday when he pulled a pistol at a military checkpoint in the Gaza Strip, the army said the fourth killing of a known Palestinian activist in as many days.\nDespite the deaths, high-level political contacts reportedly were resuming. Israeli Foreign Minister Shlomo Ben-Ami was expected to meet Palestinian leader Yasser Arafat in Gaza late Thursday, Israeli media reported.\nPalestinians claimed Thursday's shooting was part of a concerted Israeli effort to assassinate Palestinian activists. \"It's a kind of state terrorism organized and used with the approval of the prime minister and the Israeli government,\" said Ahmed Qureia, a senior Palestinian negotiator.\nIsrael's Deputy Defense Minister Ephraim Sneh said this week that the military was targeting Palestinians responsible for attacks against Israelis, and that the army has acknowledged launching several recent attacks to kill militants.\nHowever, the army said it was only trying to arrest Hani Abu Bakr, a member of the militant Islamic group Hamas, when they stopped the taxi he was driving at a checkpoint in the southern Gaza Strip.\nAbu Bakr drew a handgun, prompting the soldiers to open fire, the army said. Abu Bakr was killed and two passengers in his car were wounded, the military said.\nIsraeli authorities had been searching for Abu Bakr, an Israeli security source said on condition of anonymity.\nHamas confirmed that Abu Bakr was a ranking member of the group's underground military wing a secretive organization that has been behind many of the deadliest bomb attacks against Israel in recent years. Abu Bakr, 31, also was a taxi driver, the group said.\nA known Palestinian activist has been shot dead each day since Monday.\nShai Feldman, director of the Jaffee Center for Strategic Studies at Tel Aviv University, said the new Israeli policy was an effort to avoid \"indiscriminate punishment\" in the ongoing conflict.\n\"This policy comes from a desire, first of all, to be more accurate in striking forces that are identified as those responsible for the violence,\" Feldman said. \"The second motivation is to prevent as much as possible, casualties among bystanders.\"\n\nGraphic\n\n \nPETER DEJONG/The Associated Press * Not celebrating: A boy rides his bicycle passing closed souvenir shops in one of Bethlehem's main shopping streets behind the Church of the Nativity on Thursday. Bethlehem's mayor canceled Christmas Eve celebrations in the town because of more than two months of violence.\n\nLoad-Date: December 15, 2000"
}