{
    "title": "ISRAELIS CHARGED AS TERRORISTS GET SOME SUPPORT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 12,
    "full text": "-occupied West Bank, June 7 - The 25 Jewish settlers under arrest for anti-Arab terrorism have begun to pick up expressions of support from some fellow settlers, politicians, teachers and others who assert that violence is a natural reaction to attacks by Arabs on Jews.\n The voices of sympathy for the Jewish suspects have been heard as a counterpoint to the chorus of denunciation that followed the arrests in April.\nPrime Minister Yitzhak Shamir and President Chaim Herzog have condemned the terrorism by Jews, as have some of the leaders of Gush Emunim, the religious-nationalist movement at the vanguard of Jewish settlement on the occupied West Bank.\nBut others in Gush Emunim, like Rabbi Moshe Levinger, a leader of the effort to revive the Jewish Quarter in the Arab city of Hebron, and Benny Katzover, chairman of the regional council of Samaria, have countered with expressions of understanding of the accused.\n25 Jewish settlers under arrest for anti-Arab terrorism in Qiryat Arba have begun to pick up support from some fellow settlers, politicians, teachers and others who assert that violence is natural reaction to attacks by Arabs on Jews; voices of sympathy have been heard as counterpoint to chorus of denunciation that followed arrests in April; Prime Minister Yitzak Shamir and President Chaim Herzog have condemned terrorism, but Rabbi Moshe Levinger and Benny Katzover, chairman of regional council of Samaria, have given expressions of understanding; photo (M)A Center of Militance\nThe arguments find particular resonance in this militant Jewish settlement of Qiryat Arba, a satellite city of apartment houses situated hard by Hebron, which is a center of Islamic militance and Palestinian nationalism.\nReligious boys at the settlement say they are being taught in class that those under arrest are fine, honorable men who acted for the common good of the Jews.\n''My teacher thinks it's good what they did,'' said Oren Edry, a 13-year- old with curly black hair and a yarmulke. He said his teacher, who was away from the settlement today, was wounded in the 1980 submachine- gun and grenade attack by Arabs on Jewish worshippers in Hebron, in which six Jews were killed.\n''He felt what it's like, so we have to get up and do something,'' the boy said.\n''It says in the Torah that you have to destroy all the remnants of Amalek,'' he continued, referring to the Old Testament enemy of ancient Israel. The Arabs are like the ancient Amalekites, he and a couple of friends contended.\n \nA Torrent of Argument\nOren and two friends talked for a long time in a torrent of argument and emotion, echoing the views that they have heard from adults - that the army does not protect them, that the world is angered more when Arabs are victims than when Jews are, that Arabs understand only force, that the Torah gives ''foreign citizens'' the right to live in Israel only if they accept seven commandments.\n''We don't want them to live here at all,'' Oren said of the Arabs. But if they do, the boys explained, they must follow the commandments against eating uncooked meat, practicing idolatry, stealing, spilling blood, or engaging in incest. ''They should be limited in area, not to provoke people,'' Oren continued. His friend, Aharon Peretz, 11, added the final requirement:\n''We have to be ruling over them and not them ruling over us.''\nThose under arrest are not fringe elements, but pioneering activists in the mainstream of the religious-nationalist settlement movement on the occupied West Bank. They are charged with three terrorist acts and one plot, for which the police are said to have confessions in most cases.\n \nBombing of Mayors' Cars\nIn 1980, a month after Arab terrorists attacked the Jews in Hebron, some of the defendants are accused of having planted three bombs in or near the cars of three Arab Mayors, crippling two of them and an Israeli demolitions expert.\nLast summer, after a yeshiva student, Aharon Gross, was stabbed to death in the Hebron market, some of the defendants are accused of having thrown a grenade and sprayed submachine-gun fire into the Islamic College campus in the city, killing 3 Arabs and wounding 33.\nMiriam Levinger, the rabbi's wife, refused to condemn this attack, asserting in an interview that the college was a hotbed of Arab hatred of Jews.\n \n'An Actual Terrorist'\nAharon Peretz, a blond boy with freckles, recited this assessment in justifying the killings on the campus. ''One of them who was killed was an actual terrorist,'' he said, ''and practically everybody there is a member of Fatah,'' the main component of the Palestine Liberation Organization.\nThe third major attack, which was foiled by security agents, involved planting bombs on five Arab-owned buses.\nFinally, some defendants are accused of plotting to blow up Al-Aksa Mosque and the Dome of the Rock on Temple Mount, the two holiest Moslem shrines in Jerusalem, to clear the way for the building of a third Jewish temple to replace the Second Temple, which was destroyed on that site by the Romans in 70 A.D. One supporter of the accused recently circulated letters he had written to Israeli officials in envelopes bearing a picture of Temple Mount with a Jewish temple, and no mosques.\n \n'Fine, Upstanding People'\n''I know them - they're fine, upstanding people,'' said Sandra Stengel, referring to the defendants. She teaches English at Qiryat Arba and, discussing the matter in class, said she had found unanimity among her pupils about the defendants.\n''All the kids say, 'Let's get them out,' '' she said. ''It's a shame that the Government wouldn't defend us and they had to take things into their own hands. The only language it seems the Arabs understand is language in kind. They don't respect reason. This is the language they listen to.''\nAnother settler, Meisha Mishkan, illustrated the point. ''Near the village of El-Aroub around Passover 1983, every day we were attacked,'' he said. ''I was on a bus, and it was stoned by Arabs. I stopped the bus. We went inside the village. We broke the bones of a few people and 150 windows. There were no problems anymore.''\n''These people,'' he said of the defendants, ''acted only for one purpose, to protect ourselves and protect our children, and this is probably the only thing the Arabs could understand.''\n \nAn Indication of Sympathy\nSome prominent Israelis have offered gestures of support. Mattityahu Drobles, co-chairman of the World Zionist Organization's settlement department, sought to visit those arrested in what was widely seen as an indication of sympathy.\nMeir Cohen-Avidov, Deputy Speaker of the Israeli Parliament, caused a storm when he appeared at a demonstration on behalf of the accused outside police headquarters and said that any Arab who murdered a Jewish child should have his eyes gouged out.\nYaacov Eliav, who was operations officer of the Jewish extremist underground movement led by Avraham Stern in the 1940's, hailed the defendants in an interview with the newspaper Haaretz, saying, ''Guys, you're great, you're heroes of Israel.''\nOn the street of Qiryat Arba, Oren, Aharon and a third boy, Moshe Zilbert, 11, did seem to acknowledge that something wrong had been done. If they were judges, what would they do to the Jewish terrorists?\n''They should give them a punishment, but not a heavy one,'' Oren said. ''I would give them 10 years.''\n''No, that's too much,'' Moshe said. ''Two years.''\n''I would just let them go,'' Aharon said, ''and tell them not to do it again.''\n\nGraphic\n\n \nphoto of demonstrators at memorial rally"
}