{
    "title": "Israel also combatting terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 14,
    "full text": "We live in a country where terrorism has stuck out its ugly head. Every day people are wondering what we should do to combat terrorism. Over winter break I found out. I traveled to Israel and stayed in a hotel next to the old city of Jerusalem. One thing that was on my mind before I left was how the Israelis were coping with Palestinian terrorism.\nIndiana U.\nA Palestinian terrorist organization known as Hamas perpetrated a vicious act of terrorism on Ben Yehuda Street in the heart of Jerusalem on Dec. 1. Two Hamas terrorists strapped bombs to their bodies and blew themselves up in the middle of a pedestrian mall. This same organization detonated a car bomb 20 minutes after the initial terror attacks to harm the rescue workers. A total of 11 people were murdered and another 188 injured in the attack.\nThese attacks are a daily occurence in this war-torn region. Americans experienced one day what happens on a regular basis in Israel.\nI went to the scene of the attack Dec. 26. There was a man sitting on a bench about ten feet from the spot of the first explosion. I sat down next to him and he began to show me exactly where the bombs had been detonated. The only visible difference in the area from my previous visit this past summer were the many young saplings planted in honor of the victims and a plaque commemorating their lives.\nThe next day I decided to visit the scene of another terrorist attack and pay my respects to the victims. I went to a Sbarro pizza restaurant a few blocks away from the terror attack on Ben Yehuda Street. Aug. 9 a Palestinian terrorist detonated a bomb attached to his body, which murdered fifteen people and injured about 130 others in the Sbarro restaurant, according to The Jerusalem Post.\nI was undeterred by the actions of the suicidal terrorist in August and as were the Israelis. Sbarro had been rebuilt and people were eating there just as before. I sensed something very special happening when I went into Sbarro even more so than on Ben Yehuda Street. The Israelis were not giving in to the threat of Palestinian terrorism, but were holding their heads up high. The pizza was delicious in both flavor and spirit. They have the will to live on despite the destructive actions of terrorists.\nOn Sept. 11 the United States was rocked by the actions of suicidal terrorists. Our friend Israel has also experienced the pains associated with terrorism. During the last 15 months, 247 Israelis have fallen victim to the worldwide plague of terrorism, according to The Jerusalem Post. The number of Israelis murdered during the last fifteen months has had a tremendous impact on Israel's 6 million citizens. If the statistics of murdered Israelis were to be calculated as a percentage of the U.S. population, the figures would be about 11,500 Americans killed in the last 15 months due to terrorism.\nThis would be unacceptable for us, as it is for our friend and ally, the State of Israel. We must look to Israel, its vigilance and unflinching resolve to fight terror. Israel is the only democracy in the Middle East. Like us, Israel is under attack by those who wish to destroy the values that we in America hold so dear.\nWe should learn how to deal with terrorism from our friends in Israel.\n(C) 2002 Indiana Daily Student via U-WIRE\n\nLoad-Date: January 14, 2002"
}