{
    "title": "Israel takes the right approach in battling terrorism",
    "publisher": "st. petersburg times ",
    "year": 1989,
    "month": 8,
    "day": 6,
    "full text": "WASHINGTON - The widespread, if largely whispered, condemnation of    Israel for shanghaiing a sheik is self-serving and irrational.\n \n     Only a few such as Sen. Bob Dole have been bold enough to go    public. But - in the duplicitous way of this city - many privately say    we've been betrayed, that Israel should have held back because of    potential harm to U.S. hostages.\n    How would they deal with terrorists? Invite them to tea?\n \n     U.S. failure to develop competent anti-terror intelligence and    counterforce is spread now across three administrations. Each new one    repeats and compounds the mistakes of its predecessor. No need to    deepen this shame by blaming the one democracy that deals effectively    with such thuggery.\n \n      Israel's timing in the kidnaping of Abdul Karim Obeid may not have    been flawless. If any of its ruling hard-liners promoted the heist for    political purposes, as gossiped here, that was an outrageous motive.\n \n Nevertheless, the principle of capturing terrorists is correct.\n \n     The only way to deal with the terrorist menace is to fight it on    its own terms. Instead of reproaching Israel, we should applaud it.\n \n     We have only two options when faced with terrorism. We can bow to    such bestiality with ransom, as President Reagan did. That will lead to    open-ended servility. Or we can take the stoic line of ignoring the    hostages and refusing any concessions. There is no middle course,    though U.S. officials persist in seeking one.\n \n     We also can - and should - try for retribution. Unfortunately,    bombing, the cheapest and least painful course, won't work against the    terrorists themselves. Even with accurate intelligence, it's imprecise.\n \n In today's southern Lebanon, it would kill only innocents.\n \n     Bombing and shelling do have uses against the governments that    sponsor terror. They could be employed selectively against military and    strategic targets in Iran and Syria. Unless these governments cut their    ties to terrorism, we should bomb them, along with sanctions and such    blockades as can be imposed.\n \n     We also should form strike forces to operate overland, as Israel    does. Among other things, they should be given the task of capturing   \n> key terrorists, whom we should then try and punish.\n \n     The raw fact is state-sponsored terrorists have declared war on us    - and so far we're losing it.\n \n Cox New Service       \n\nLoad-Date: November 9, 1992"
}