{
    "title": "Israel 's tactics in Gaza invite Palestinian backlash",
    "publisher": "usa today",
    "year": 2009,
    "month": 1,
    "day": 7,
    "full text": "Israel's bloody 11-day incursion into Gaza appears to have two goals, one entirely justified and one based on wishful thinking.\nThe first is simply to stop the rocket attacks that have been coming from Gaza, controlled by the militant group Hamas, into Israel. For this, Israel has every right, much as the U.S. would if Mexicans sworn to the destruction of America were firing missiles from Juarez into El Paso.\nThe second, more expansive goal is to try to smash Hamas and turn the Palestinian masses against the group. As desirable as this might be given Hamas' record of terrorism, decades of Middle East conflict provide scant evidence that Israel can achieve this objective by military means.\nYears of punishments -- from assassinations to mass imprisonments to confiscation of Palestinians' property and curtailment of their rights -- have only engendered more animosity toward Israel. It's a matter of human nature, and Israel's latest offensive appears to be producing more of the same. Tuesday's deaths of dozens of Palestinians sheltering at a United Nations school are likely to intensify the anti-Israeli backlash.\nThe lesson is that Israel needs to step back and figure out how to prevent the same cycle from repeating without end: Israel punishing innocent Palestinians in response to terrorism, inevitably stirring up more resentment and retaliation.\nPopular support for terrorism typically ends when people see a future for themselves. The Irish Republican Army's horrific bombings petered out as people on both sides in Northern Ireland got tired of violence and were steered into a credible political process. The Palestinians' own tangled history with Israel tells a similar tale.\nThe Palestinian Liberation Organization was once as violent and as bent on Israel's destruction as Hamas is today (though without Hamas' radical Islamic fervor). But the PLO came to accept Israel's right to exist under the Oslo Peace Accord signed in 1994, which promised Palestinians a homeland.\nThe PLO's iconic leader, Yasser Arafat, ultimately reneged on a final peace deal with Israel. But the framework of a two-state solution remains much as it was outlined in the last days of the Clinton presidency eight years ago.\nAfter Arafat died in 2004, Palestinians became disenchanted with his Fatah successors because of corruption that kept them mired in poverty and without that all-important path to a better life. Hamas won elections in 2006 because it promised a way forward, lavished social services and benefits on Palestinians and vowed to end corruption. But it remained committed to terrorism.\nIsrael's effort to split Palestinians from Hamas, however, has long lacked the needed carrots to match its sticks. It has particularly failed to build up Palestinian President Mahmoud Abbas, whose government controls the larger Palestinian territory in the West Bank and who wants to be a constructive alternative.\nIsrael deserves to be safe from Hamas rockets. But it can't ensure lasting security by going after tactical successes likely to radicalize Palestinians over the long term. \n\nGraphic\n\n \nPHOTO, B/W, David Silverman, Getty Images\n\nLoad-Date: January 7, 2009"
}