{
    "title": "ISRAEL GIRDED AGAINST MORE TERRORISM; SECURITY VERY TIGHT AS CIVILIANS ENTER A NEW WORKWEEK",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 8,
    "day": 4,
    "full text": "Israel tightened security yesterday as officials warned that another terrorist attack could occur like last week's suicide bombing that killed 15 people.\n''We have indications that there will be more attempts at terrorism,'' Prime Minister Benjamin Netanyahu said in a broadcast interview. ''We are unfortunately prepared for the worst.''\nPolice spokeswoman Linda Menuhin said police had received more than 200 reports of suspicious packages by late afternoon throughout the country, much more than double the average number. None was a bomb.\n''All of them have been checked,'' Menuhin said, noting that in some cases robots were used to remove suspicious objects.\n''The police are taking every threat seriously,'' she said.\nSunday is the first day of the work week in Israel, and Israelis appeared to be out in the usual numbers.\nMore than the usual number of heavily armed police and soldiers were on street corners, occasionally demanding identification from passers-by.\nAlthough the U.S. Embassy warned Americans to stay out of crowded places, tourists also gathered in the usual downtown areas.\n''It's important to not let it change your behavior. That's giving in to what (the bombers) are trying to accomplish,'' said Morty Schaja, 42, an investment manager who came with his family from New York.\n''The presence of Israeli soldiers has made me feel better,'' said Michael Klieger, 43, a postal supervisor visiting with his family from Pembroke Pines, Fla.\nFunerals were held yesterday for the last two victims of the twin suicide bombings in the Mahane Yehuda vegetable market Wednesday - including one whose funeral was postponed because his mother was not Jewish and therefore had to be buried in a cemetery for people of mixed religious backgrounds.\nThe explosions killed 15 people, including the bombers, and injured more than 150 others. About 40 were still in hospitals yesterday.\nIn addition to reminding Israelis of a wave of terrorist attacks last year that killed 57 people, the bombing derailed new attempts to begin peace talks over the fate of the occupied territories.\nU.S. special envoy Dennis Ross is expected to visit the region this week in order to restore the security links that Israel and the Palestinians have used in the past to curtail terrorism.\nAs tension between the two sides remained high, Israelis have closed off travel between most Palestinian cities, calling it a necessary move while they investigate the bombing.\nAccording to Israeli media, the Israeli army arrested at least 116 Palestinians in search of clues to the bombing. Security forces have not ruled out that the bombers could have come from abroad.\nA leaflet distributed after the bombing demanded that Israel release Palestinian prisoners by 9 p.m. yesterday - a deadline that apparently passed without incident. Security officials question the authenticity of the leaflet.\nPalestinians complained yesterday about the Israeli military clampdown in the West Bank and Gaza territories that they have occupied since the 1967 war.\n''The situation here is very difficult. The people here are divided into two groups - those who support the bombing and those who reject it,'' said Elham Khatib, 23, a Jerusalem political activist with Fateh, the majority Palestinian party.\nShe said she had not been able to go to her classes at nearby Bethlehem University because of the closure.\n''How do you suppose I can support the peace process when I can't even get to my university 10 minutes from here?'' Khatib said.\nSome merchants in Arab sections of East Jerusalem received leaflets encouraging Palestinians to attack Israeli soldiers and telling merchants to close their shops one day a month. It was not clear where the leaflets came from or whether their distribution may have started before the bombing,\nThose were the kinds of actions taken in the ''intifada'' uprising, which helped prompt Israel to begin returning land to Palestinians.\n\nGraphic\n\n \nPHOTO, PHOTO: Jim Hollander/Reuters: Israeli police keep pedestrians away; from Jerusalem's central bus station as it is evacuated yesterday during the; second of two false bomb alerts.\n\nLoad-Date: August 6, 1997"
}