{
    "title": "Israeli official says terrorists using technology",
    "publisher": "the world",
    "year": 2010,
    "month": 11,
    "day": 2,
    "full text": "TEL AVIV, Israel - The head of Israel's internal security service said Monday that terrorists are making more sophisticated use of technology and acquiring skills on the Internet previously limited to governments, such as how to evade intelligence agencies.\nYuval Diskin, head of Israel's Shin Bet agency, told a security conference that Web surfers can easily obtain sensitive information on sites linked to al-Qaida.\n\"They are then provided with information that is available that teaches them how to prepare explosives and other weapons as well as ways to evade intelligence organizations that are fighting terrorism,\" Diskin said.\nDiskin's rare public remarks came as authorities on three continents were investigating a pair of mail bombs that originated in Yemen last week and were intercepted at airports in Britain and Dubai.\nDiskin did not directly mention the mail bomb plot, but said that Yemen plays a key role in the transfer of weapons to militant groups in the Gaza Strip.\n\"Terror groups in Gaza like Hamas and Islamic Jihad purchase advanced weapons from Iran and North Korea and other countries,\" he said. \"These weapons are sent by Iran via land, sea and air to Yemen and Sudan and from there through a network of international smugglers. They cross through Egypt to the Gaza Strip.\"\n\"Terrorism can be fought successfully and even defeated,\" he said, adding that in order to do so countries need to cooperate closely and develop technology together to counter new threats.\nIsrael is known for its tight airport security, the result of a series of deadly Palestinian attacks on Israeli planes in the 1970s. Even before entering the airport, all cars are screened by heavily armed security forces. Passengers face tough questioning and further security checks before boarding flights.\nThe head of passenger security at Israel's Ben-Gurion Airport, Zohar Gefen, said attackers would be hard pressed to get a mail bomb through the airport, as they did in Yemen.\nHe said Israeli security \"conduct full inspections of all cargo and all passengers\" but refused to elaborate.\nTransportation Minister Yisrael Katz said inspectors had been dispatched to airports around the world to check cargo and parcels destined for Israel.\nIsraeli rescue services held a drill at the airport on Monday simulating the crash landing of a commercial airliner. Police spokesman Micky Rosenfeld said the exercise had been scheduled long ago and was not connected to the mail bomb plot.\nAP-ES-11-01-10 1130EDT\n\nLoad-Date: November 4, 2010"
}