{
    "title": "ISU professor's research says mass shootings will continue to happen",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 26,
    "full text": "As the country is just getting over the mass shooting in Las Vegas, an Illinois State University professor thinks it will happen again.\nPolitics and government professor Julie Webber has done extensive research on mass shootings and the perpetrators of these crimes. She has written several books on the matter, her latest titled, \"Beyond Columbine: School Violence and the Virtual.\"\nWebber thinks mass shootings like the one that occured in Las Vegas are hastening the fall of civil society. Her book contains a detailed explanation of the argument, but to summarize briefly:\n\"People become afraid to assemble in public and other kinds of spaces for free association, like concerts, or classrooms,\" Webber said. \"We now have training exercises to anticipate this kind of violence at universities, for example. So, this fear to be in public with others lest one be caught in one of these episodes is very frightening.\"\nThat breakdown of trust between citizens plays a huge role in deconstructing society. Many forms of fear and destruction have eroded that trust over time, including terrorism. According to Webber, where terrorism differs from these mass shootings is the purpose.\n\"Terrorism works the same way, except terrorism has demands, concrete ones. With these perpetrators, they do not want anything, or even stick around to find out the effect,\" she said. \"These are motiveless crimes. They die at the end or have a psychotic break with reality.\"\nThere is no way to profile shooters before they commit their crime at this moment.\n\"The awkwardness and stigma that each of these perpetrators experiences is completely idiosyncratic to them,\" she said.\nOne of the greatest factors that contribute to these mass shootings according to Webber is how much gaming influences society.\n\"Nearly every aspect of our lives is now determined as if it were a game we must master,\" she said.\nWebber thinks the mainstream media may directly contribute to why shooters choose these acts.\n\"Profiling will not help here,\" she said. \"However, I would say that the MSM could stop advertising these episodes as 'the largest shooting in X,' that might help. There are 'fans' of these shootings online who 'rate' them.\"\n\"They 'stylize' their event, just like someone might customize a game,\" she said. \"They are parodying past shooting events. They do not leave notes. They want the MSM to agonize over motive.\"\nWebber sees no end to these attacks soon.\n\"The game is in motion,\" she said. \"As long as we have this MSM narrative about gaming and shootings, someone will make it happen. The only time it stopped was from 1999 to 2005 when media coverage was overdetermined by the War on Terror.\"\nAmong the list of recommendations on how to end these mass shootings, mental health and gun control always come up. Are they genuine solutions to the problem? Perhaps, but we may never get to that point, according to Webber.\nWebber thinks it would be foolish to implement gun control after a mass shooting, even though she supports the idea.\n\"I'm for gun control, but I would not want it to pass because of these episodes because another one will happen and then people will say, 'See, we told you it wouldn't help,'\" Webber said. \"We need gun control to protect people from domestic violence, and children from accidently shooting themselves and others.\"\nAs far as long-term solutions to these mass shootings, Webber has a complex idea that might work.\n\"We have to have a real transformation in our politics, so people can feel free again, feel like they can start over after they have 'failed' in some way,\" she said.\n\"We also have to stop sensationalizing these episodes,\" she continued. \"This could be ended in one generation, especially if the up and coming one demonstrates the kind of democratic fortitude I see on the horizon. They don't want money or fame, they don't care about elites. They don't care about technological progress unless it's linked to meaningful social progress.\"\nMIKE SMITH is a News Reporter for The Vidette. He can be reached at msmit13@ilstu.edu Follow him on Twitter @Agora_180\n\nLoad-Date: October 26, 2017"
}