{
    "title": "IT Briefs; AAIS endorsements exclude terrorism",
    "publisher": "business insurance",
    "year": 2001,
    "month": 12,
    "day": 17,
    "full text": "WHEATON, Ill.-In response to requests from member insurers, the American Assn. of Insurance Services is filing commercial lines endorsements across the country that would exclude losses resulting from acts of terrorism.\nWheaton, Ill.-based AAIS said the endorsements address the needs of insurers whose reinsurers have moved to exclude terrorism losses in contracts effective Jan. 1, 2002.\nThe exclusions base their definition of terrorism on the U.S. Criminal Code. By drawing on a statute, AAIS uses a definition of terrorism that is generally accepted and periodically updated, said Deborah Summerlin, the AAIS vp of insurance lines, in a statement. The exclusions also expand the scope of terrorism to exclude coverage for losses arising from damage to or denial of the use of Web sites, computer networks, telecommunications equipment and mechanical equipment.\nThe exclusions' language recently was distributed to all AAIS member companies. Those not affiliated with AAIS who would like to see the language can contact Robert Schnoll, marketing manager, by e-mail, at bobs@AAISonline.com, or by telephone, at 800-564-2247.  \nThe AAIS is a national insurance advisory organization. More than 600 property/casualty insurers use the AAIS policy forms, manual rates and loss-cost rating information.\nInsurers reducing staffing levels: ISO\nJERSEY CITY, N.J.-According to the Insurance Services Office Inc.'s Engineering and Safety Service unit, insurers remain committed to loss control services and enhanced levels of performance despite significant staff cutbacks in recent years.\nThe ISO unit surveyed insurers to develop benchmarks on loss control staffing levels and the standards of loss control performance.\nOverall, professional loss control staffing dropped 11% over the past five years, with large insurers reducing staff by 14%, according to ISO. The staff reductions are largely the result of insurers outsourcing much of their underwriting inspection activity.\nBut ISO suggests that outsourcing has allowed insurers to provide clients with more service, because many companies have redeployed loss control professionals as consultants who can devote their expertise to helping clients identify exposures and develop cost-effective ways to manage them.\n\nLoad-Date: December 21, 2001"
}