{
    "title": "It Doesn_t Have to Be This Way",
    "publisher": "the world",
    "year": 2019,
    "month": 12,
    "day": 30,
    "full text": "This is all wrong. The entire war on terrorism, and every bit of the suffering, spending and lost liberty that has come with it, has been an unnecessary evil.\nAt the time of the September 11, 2001 attack which got this new era of war started, the enemy in Afghanistan numbered only 400 men. Their closest acolytes spread across the region, another few hundred. The George W. Bush administration could have negotiated their extradition. Short of that, special operations forces and the CIA Special Activities Division paramilitaries could have made short work of the small number of al Qaeda fighters, including Osama bin Laden and Ayman al Zawahiri, if only they’d been allowed to. The whole mess could have been over by New Year’s Day.\nInstead, regime change was declared in Kabul and Baghdad, and later Tripoli, Sana’a and Damascus. The combination of Bush’s Iraq War II and Barack Obama’s half-regime change in Syria even led to the creation for three years of the “Islamic State” Caliphate of W. Bush’s old war propaganda and bin Laden’s wildest dreams in the lands where the Baathists used to rule; another regime which had to be changed.\nBroadly defined, those fighters, not necessarily international terrorists, but fighters declared loyal to al Qaeda and its Islamic State spinoff, now number somewhere in the low tens of thousands from West Africa to Pakistan. Some war on terrorism.\nNevermind a counterfactual where a hero like Ron Paul or Harry Browne, or even the horrible Al Gore had won the presidency in the year 2000. If only George W. Bush had not hired Dick Cheney, Donald Rumsfeld and the neoconservatives, but instead had relied on the man the American people assumed would be running his foreign policy, his Secretary of State, Gen. Colin Powell, none of this would have happened.\nOf course in real life Powell clicked his heels and lied the American people into war with Iraq anyway. But there’s little doubt that if Jr. had picked a run-of-the-mill VP and Secretary of Defense, and that they had kept the crazies in the basement, the former Chairman of the Joint Chiefs of Staff during Bush Sr.’s Iraq War I in 1991 would have advised the son the same way he had told his father before: Don’t go to Baghdad.\nWithout the destabilization of the region wrought by the U.S. invasion and occupation of Iraq in 2003-2011, including the rise of “al Qaeda in Iraq” and its veterans coming home to countries like Libya and Syria in the aftermath, there’s little reason to think that there would have been major uprisings in those countries for Bush’s successor Obama to arm and support.\nPowell and Bush would’ve still probably wanted to stay on and expand the mission in Afghanistan, but contrary to some of the narratives spun in the new Afghan Papers release, there’s no reason to think any of it would have gone any better if the U.S. kept its eye on the ball and not gone off to invade Iraq. Afghanistan’s problems were never going to be fixed with infantry divisions either way.\nBut more than a million Iraqis, Libyans, Syrians and Yemenis would not have been killed. Nor would the more than 4,500 American soldiers who have been killed in the wars outside of Afghanistan in that time. Tens of thousands of Americans have been wounded. No one knows how many on “the other” side.\nMore than six trillion dollars would not have been diverted to such wasteful, destructive ends. Just two.\nAnother major consequence for the U.S. has been the exacerbation of enmity and resentment between American political factions. Much of our current state of tension can be traced back to the fight over invading Iraq in 2003 and the torture the Bush administration used to generate the lies to justify that war. Families were torn apart over partisan loyalty to horrible, dishonest men. It may be hard to remember or describe accurately now, but the stress was real. “How could fully half the population of this country not want to fight against Saddam Hussein who attacked us on 9/11?! — filthy liberal traitors!” thought a hundred-million or so Americans. “How in the world can you-all be so stupid?!” screamed the other half back at them. Abortion, gay marriage and other major cultural fault lines seemed like nothing in comparison at the time.\nThe entire edifice of the Homeland Security state erected around Washington since 2001 never had to be. The liberty lost to these institutions in this era will likely never be regained. In the late 1990s, when the Bill Clinton administration tried to institute new “Know your customer” regulations requiring banks to turn over records on all of their depositors to the feds on a regular basis, there was a huge outcry and the program was rolled back. But in the era of the War on Terrorism such regulations amounted to nothing but a footnote on massive power grabs such as the PATRIOT Act and the FBI, CIA and NSA’s legal and illegal domestic spying programs.\nMillions of people have been made to suffer the worst indignities at the hands of TSA goons at our airports.\nHundreds of Americans have been entrapped by government informants into bogus declarations of loyalty to terrorists and fake terrorist plots just to keep your family afraid while watching the nightly news.\nIn short, the American war on terrorism, in a mirror image of the tactics of our asymmetric enemies, has amounted to one big suicide attack itself. Our government lashes out in unreasoned violence and succeeds only in destroying everything it claimed it was here to protect.\nThis is what bin Laden wanted. He said it repeatedly back before the turn of the century. He would provoke the U.S. into the Afghan trap, destabilize the region, break America’s bank, collapse our empire and force us out the hard way, just the same way the CIA had helped them to do to the Soviet Union in Afghanistan a generation before. Bush, Obama and Trump’s wars in the Arab countries have just been icing on the cake. The U.S. has turned the entire region upside down and created open spaces for bin Ladenite militias to fight, where states used to be, for a thousand miles in every direction.\nAnd as the current chief administrator of America’s attempted military hegemony in the Middle East might complain, we, the American people, get absolutely nothing out of it whatsoever.\nJimmy Carter and Ronald Reagan’s governments created this monster, Bush Sr. and Bill Clinton’s governments turned them against us, then W. Bush and Barack Obama’s governments exploited their violence in order to make matters a hundred times worse.\nNow, three years into Trump’s presidency, despite all his talk about how invading the Middle East was the “worst decision ever,” the commander in chief has only escalated every single one of the wars, excepting Pakistan: in Afghanistan, Iraq, Syria, Yemen, Somalia, Libya and on down into West Africa. And there’s no end in sight.\nOne of the worst parts of it all is that our government committed so much of this violence in the name of liberty and self-government, which has only helped to discredit the very best of what America truly does have to offer the world, if only we would live up to our ideals and show the rest of humanity what it looked like.\nInstead, we got the whole dang century off on the wrong foot.\nBut it doesn’t have to be this way. The American people can change it. As powerful as the war machine is, the question really all just comes down to public consensus. As this era comes to an end and a new one begins: do we believe in the government’s bogus narratives still, or don’t we anymore? Liberals, leftists and progressives care more about their own victimhood politics or they care more about what’s happening to others? Conservatives just love to kick Arab ass or they’re sick and tired of seeing good people die in no-win wars based on lies?\nGovernment and TV cannot dictate the answers to these questions. It is up to the public to get it right and make it clear that this is what matters the most to us.\nAt some point power will have to give in. What will it take to make them?\nHere at Antiwar.com, we’ve been doing our part for 25 years, bringing you the truth behind all of America’s wars. Please join us by supporting our efforts at Antiwar.com/donate. Antiwar.com is a 510(c3) not-for-profit organization that relies on your support to do our important work. And you can write off your donations on your income taxes! What more can I say, besides, Thank you. It means everything.\nCross-posted at Antiwar.com.\nIt Doesn’t Have to Be This Way was first posted on December 29, 2019 at 11:06 pm.\n\nLoad-Date: February 24, 2020"
}