{
    "title": "It Didn't Start on 9_11",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 10,
    "full text": "BLIND SPOT\nThe Secret History\nof American Counterterrorism.\nBy Timothy Naftali.\n399 pp. Basic Books. $26.\n\nPREVENTING SURPRISE ATTACKS\nIntelligence Reform\nin the Wake of 9/11.\nBy Richard A. Posner.\n214 pp. Hoover Institution/\nRowman & Littlefield Publishers. $18.95.\n  THE notion that Sept. 11 changed everything has become deeply ingrained in the American psyche. Indeed, when Steven Brill gave his 2003 book on post-9/11 America a single-word title -- After'' -- everyone knew instantly what he meant. \n Still, the idea of a pre- and post-9/11 obscures a grim reality: many of the quandaries now confronting the United States -- how to identify and defeat terrorists, how to protect the nation's borders and reduce its vulnerabilities, how to preserve our freedoms while ensuring our safety -- had been debated for decades at lower decibels. The problem is that few were paying much attention.\n Two new books, ''Blind Spot: The Secret History of American Counterterrorism,'' by Timothy Naftali, and ''Preventing Surprise Attacks: Intelligence Reform in the Wake of 9/11,'' by Richard A. Posner, remind us of something we are always told: those who forget history are doomed to repeat it. With widely differing results, both authors seek to draw lessons for the future from the long history of anti-American terrorism. \n Naftali, an associate professor at the Miller Center of Public Affairs at the University of Virginia, demonstrates that terrorists have been a constant and menacing threat throughout much of America's recent past -- from Puerto Rican independence seekers in the 1950's to Cuban hijackers in the 1960's to Middle Eastern militants in the 1970's and beyond. But policy makers were often indifferent to these threats, or ineffective in confronting them. The occasional hijacking or the sporadic burst of violence was seen as an accepted price of governing in the modern era. Speaking of the massacre of the Israeli athletes at the 1972 Munich Olympics and other atrocities, Naftali writes that terrorism was ''the annoying little gnat that buzzed around the superpower while it was trying to handle truly dangerous matters.''\n He devotes only a small chapter to the 9/11 attacks themselves -- and it will seem cursory to anyone who has read the 9/11 commission report. (This book, in fact, grew out of research and interviews that Naftali did for the commission on the history of early counterterrorism.) The real punch of ''Blind Spot'' comes in Naftali's descriptions of the advances, retreats and inertia of presidential administrations and counterterrorism officials since World War II. And in an understated style, he points out the haunting similarities between the events surrounding 9/11 and the attacks and policy debates from previous generations. \n There was, for instance, the Sunday in September 1970 when Palestinian terrorists attempted the simultaneous hijacking of four airliners flying from Europe to New York. All the hostages were eventually released, but it was ''a feat not replicated by a terrorist organization until September 2001,'' Naftali writes.\n There were the constant and often unresolved debates beginning in the 1970's over issues that ring familiar today: whether American officials should seek merely to gather intelligence on terrorists or engage in more aggressive law enforcement and military activities to prevent attacks; whether officials should negotiate with terrorists or simply confront them; whether the government should force airlines to upgrade security at the expense of passenger convenience and profit margins; and even whether certain militant groups should be defined as terrorists in the first place.\n There was the warning in 1976 by Ronald Reagan, then a presidential candidate, about the danger of allowing civil-rights-minded ''bleeding hearts'' to dismantle intelligence operations against domestic terrorists, a warning that foreshadowed similar statements a quarter-century later by George W. Bush and his first attorney general, John Ashcroft. \n There was the ambitious attempt by the Reagan administration in 1984, following the bombing of the Marine barracks in Beirut and other attacks, to launch a comprehensive assault that would constitute ''taking the fight to the terrorists.'' But four proposed antiterrorism measures got bogged down in Congress, and the C.I.A. resisted structural changes.\n And long before the Bush administration's efforts to link Saddam Hussein to Al Qaeda, the Reagan White House, looking through a cold-war-era lens, attempted to place much of the blame for terrorism on the Soviet Union.\n For most of the three decades before 9/11, Naftali writes, American officials failed to treat terrorism as a strategic threat. But ''it is a tactic that will be used again and again,'' and, he concludes, it is essential that we maintain ''a long-term capability to deal with terrorism at home as well as abroad.''\n Like ''Blind Spot,'' Richard Posner's ''Preventing Surprise Attacks'' grew out of the 9/11 commission. A federal judge in Chicago, a law professor and a prolific author, Posner wrote an extensive analysis of the commission report for The New York Times Book Review last August. That piece -- generally critical of the commission's work -- forms the basis of this book.\n Unfortunately, Posner largely mimics his earlier analysis, adding little beyond heft. His central thesis is that some terrorist attacks, 9/11 among them, may simply be unpreventable and that the commission's rush to fix the system through what Posner sees as an overly centralized intelligence apparatus appears misguided, perhaps even counterproductive. Despite the public reaction after 9/11, he writes, ''our intelligence system may not be broken after all.'' \n Like Naftali, Posner examines past attacks to draw lessons for future policy. But oddly, the three episodes he treats in the greatest depth as examples of successful surprise attacks -- Pearl Harbor, the Tet offensive in Vietnam and the 1973 Yom Kippur attacks on Israel by Egypt and Syria -- were all military operations that do not fit the conventional definition of terrorism. They were carried out by foreign nations, not rogue groups like Al Qaeda or Hamas.\n Posner uses these episodes as the basis for an often impenetrable section full of formulas for anticipating and deterring terrorist attacks, with variables like the probability of an attack, the potential damage, economic cost and the public reaction. In fairness, he opens the section by advising that ''the mathless reader can read around it.'' But even the mathematically inclined may have difficulty wading through calculations like S = pa(d) + c(d) + (1 / p)w(p, d).\n IN the end, Posner settles into a simpler explanation: while surprise terrorist attacks may be deterred, and their impact blunted by measures like the stocking of vaccines to guard against bioterror attacks, they cannot be reliably prevented. \n ''Preventing Surprise Attacks'' provides an at-times useful and contrarian view of the commission report. But by his own admission, Posner offers no real blueprint for how he thinks America's counterterrorism program could be improved. And in a book that lacks the taut writing or drama of the 9/11 report he is criticizing, he too often veers into diatribe. He attacks the politics, backgrounds, recommendations and even the unanimity of the 9/11 commissioners, and he challenges the expertise of victims' family members in influencing commission policy, calling their role in the process ''amateurism run wild.''\n Those without the time or mathematical proclivity are probably better advised to read the truncated version of the book he wrote for these pages last year. Better yet, if they haven't already done so, they might read the 9/11 report on which it is based.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by Dusan Petricic)\n\nLoad-Date: July 10, 2005"
}