{
    "title": "It was his first day at Penn Law_ _I've got to do something._ Antiterrorism expert's 9_11 awakening",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 8,
    "day": 22,
    "full text": "Evan Kohlmann had just settled into his seat on his first day of law school at the University of Pennsylvania on Sept. 11, 2001, when he was overcome with a sense of foreboding.\nLaw school was going to be boring.\nThe course that day was civil procedure, an arcane body of law laying out rules for courts hearing civil lawsuits. Very important stuff in the legal world, to be sure, but the start of the class only confirmed Kohlmann's sense, building for weeks, that legal studies really didn't interest him and that he had made a terrible mistake.\nAs Kohlmann pondered the possibility of a disastrous career turn, someone suddenly announced that a plane had crashed into the World Trade Center.\nThe class would be postponed, and the building closed for the day. Kohlmann, who had written his senior honors thesis at Georgetown University on Osama bin Laden and the Arab mujahedeen in Afghanistan and who had worked as an undergraduate for noted terrorism expert Steven Emerson, was jolted out of his seat.\n\"That was it,\" Kohlmann said. \"I turned to a friend sitting next to me and said, 'This is Osama bin Laden. I've got to do something.' \"\nNow, nearly nine years later, Kohlmann has become one of the nation's leading consultants on terrorism and fundamentalist Islam. He finished law school, but continued his work with Emerson part time. Commuting back and forth from his apartment in the Drake building in Center City to Emerson's Washington offices, Kohlmann completed his well-received book Al-Qaida's Jihad in Europe, an authoritative account of al-Qaeda's spread from Afghanistan to the Balkans.\nHe testifies as an expert witness on behalf of U.S. Defense Department prosecutors in military trials in Guantanamo, most recently in the trial of Canadian Omar Khadr, an accused mujahedeen who military prosecutors say killed a U.S. soldier during a battle at an al-Qaeda compound in Afghanistan in 2002.\nThe trial has caused an uproar among human-rights advocates because Khadr was 15 when the battle occurred. His defenders insist he was too young at the time to be held responsible.\nBut Kohlmann's work goes beyond the Pentagon. He consults for foreign governments, private corporations, and law enforcement agencies. He is a terrorism expert and consultant for NBC News and has been a consultant for law firms, including Center City's Cozen O'Connor in a lawsuit against the government of Saudi Arabia, Islamist charities, and alleged terrorism financiers.\nThe lawsuit, filed on behalf of insurance companies that incurred billions in losses at ground zero, charges that the charities, funded by the Saudi government, provided millions in support to terrorist groups in advance of the 9/11 attacks.\nA federal judge has thrown out the charges against Saudi Arabia, but the case against the terrorism financiers and charities is ongoing.\nKohlmann seems an unlikely player in the global war on terrorism.\nHe is only 31, rather young in the grizzled world of antiterrorism expertise. He grew up in New York City and in Fort Lauderdale, Fla., where his parents moved when he was a teen. His father is French and fought as a teenager with the partisans against the Nazis in World War II, staging raids on Wehrmacht convoys in the Lyon area before he was captured and sent to Auschwitz as a prisoner of war.\nAs a young acolyte of Emerson's, Kohlmann made repeated trips to the White House, where Emerson and his minions briefed then-White House counterterrorism coordinator Richard Clarke on the dangers of bin Laden - years before the 9/11 attacks.\nThese days, Kohlmann works out of a small, sun-filled office in Lower Manhattan, multiple computer terminals perched on his desk.\nHis computers scan al-Qaeda websites and social-networking media where al-Qaeda operatives post information. His company has an office in Peshawar, Pakistan; staff there obtained a video of the Times Square bomber, Faisal Shahzad, boasting of the havoc he planned to wreak before his car bomb fizzled.\nHe and his colleagues also hang around militant rallies in the United States and in Europe, videotaping participants and collecting literature.\nThey home in on criminal prosecutions of accused terrorists, including the 2002 federal case against alleged terrorism financier and charity head Enaam Arnaout, which produced a trove of information on al-Qaeda techniques and operations.\nTwo years earlier, as it happened, Kohlmann had contacted the head of the charity, Adel Batterjee, a friend and confidant of bin Laden's, for help in putting together a history of al-Qaeda. Batterjee obliged. He sent Kohlmann an autographed copy of his book on the early days of al-Qaeda.\nThat became the basis for Kohlmann's book on the Balkans jihad and the template for his work afterward. He pieces together a coherent narrative out of the jumble of names, geography, theology, and politics that drive global terrorism.\n\"For all the work I do, I do not own a house; I do not own my apartment. I don't own a car. I am not exactly getting wealthy off of this. But that is not the point,\" he said.\n\"This is a labor of love.\"\nTo read previous coverage about the suit against the Saudis, including an Inquirer series, go to http://go.philly.com/cozenContact staff writer Chris Mondics at 215-854-5957 or cmondics@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: August 22, 2010"
}