{
    "title": "It's Time for Direct Talks Between PLO and Israel",
    "publisher": "christian science monitor ",
    "year": 1993,
    "month": 8,
    "day": 23,
    "full text": "THE Rabin government's decision to continue to negotiate with the three top Palestinian delegates despite their new status as members of a PLO committee that oversees the talks is another step in the right direction.\nIsrael and the United States should now make the next logical move and begin formal meetings with the PLO under certain conditions that the Tunis leadership is likely to accept. Talking directly to the PLO would facilitate the peace process and offer long-term advantages to Israel and the US.\nIsrael's rejection of direct talks with the PLO is rooted in the beliefs that talking to the PLO is tantamount to recognizing the Palestinian national aspiration for statehood and that subjecting Israel to the Palestinian national objectives would constitute a mortal danger to Israel. This is why both Likud and Labor governments insisted that the Palestinian delegates to the peace talks be composed of residents of the territories and that Israel would not negotiate with the PLO. Thus, the reasoning goes, Israel could exclude from the negotiations the demand for a Palestinian state and the issue of repatriation.\nThe PLO's behavior since December 1988, when it renounced terrorism and accepted UN Resolution 242, reinforces Israeli misgivings about PLO's ultimate intentions given its dual-track strategy: political negotiations and violent resistance. The violence alone makes a strong case against direct talks; but it could be mitigated if the object of the talks is genuine peace. The questions that Israel must first answer are, do the Palestinians want peace and can their aspirations be fulfilled without imperiling Israel? If the answer is 'yes' to both, Yitzhak Rabin should find reasons to talk with the PLO. Israel should not seek to conclude peace without direct PLO participation, even if that were possible. Formal talks entail responsibility and accountability. The PLO must be made accountable now and in the future, especially because there is no better alternative in the territories. Israel needs the PLO to consolidate any agreement.\nI recently asked Israel's Environmental Minister Yossi Sarid what benefit Israel could derive from talking with the PLO? \"We are at a point in the peace process,\" said Sarid, \"where we should be talking to the party which exerts maximum power in the territories, a party that can make decisions and can deliver. It is in the interest of Israel to weaken Hamas [which is dedicated to torpedo the peace process]. We can do so only by strengthening the PLO.\"\nRabin has contributed greatly to the removal of the taboo by repealing the law that barred Israelis from contact with the PLO, allowing Minister Sarid to meet secretly with a PLO member, and now the prime minister has agreed to continue to negotiate with the three top Palestinian delegates even though they have become formal members of the PLO. If Rabin intended to test Israeli public reaction, then he must now feel confident in taking the next logical step. He cannot, however, blame the Palestinians of being \"unstable, divided and a confused body\" and then refuse to talk to their internationally recognized sole representative.\nOpening direct talks with Israel could also pave the way for the PLO's resumption of a direct dialogue with the Clinton administration. The US broke off its talks with the PLO over the 1990 attack on Tel-Aviv beaches, which Arafat refused to condemn. From the PLO's perspective, the resumption of talks with the US would enhance its credibility, redeem it from the blunder of supporting Saddam Hussein, and raise its stature among the Arab states whose monetary support the organization badly needs. Anxious to receive these benefits, the PLO seems to be willing to meet US demands to include a pledge to condemn terrorism, cooperate in combating international terrorism, and be flexible in the Israeli-Palestinian negotiations.\nDIRECT Israel-PLO talks should be preceded by mutual concessions. The PLO must cease all violent activities by the intifadah for one year or as long as the negotiations are in progress. Suspending the intifadah certainly will not stop all acts of terror, especially by the Islamic fundamentalist or left-wing Palestinians. But it will go a long way toward creating an atmosphere conducive to confidence building. In return, Israel should begin formal talks and offer a tangible gesture of conciliation. Early withdrawal from Jericho and Gaza, currently being discussed, would reaffirm Israel's acceptance of the principle of withdrawal from territories in the West Bank and its willingness to attach the ultimate disposition of the land to self-rule.\nThe longer Israel excludes the PLO from the negotiating process, the less likely it will be to achieve a lasting peace. Hamas and other Islamic fundamentalist groups are Israel's and the PLO's arch enemies. They are gaining strength and are seriously threatening the prospects for peace. As incredible as it may seem, the future bond and cooperation between Israel and the PLO lies in neutralizing these groups and working together toward a durable peace.\n \n\nLoad-Date: August 23, 1993"
}