{
    "title": "It's time to put Benghazi attack into perspective",
    "publisher": "usa today",
    "year": 2014,
    "month": 5,
    "day": 8,
    "full text": "Welcome to the Benghazi investigation, version 2.0.\nAfter 19 months of House hearings that regularly strike up a frenzy in the conservative echo chamber but barely elicit a whisper elsewhere, the House is expected to vote today to form a select committee to start anew, perhaps with Democrats participating, perhaps not.\nMaybe, against the odds, the new panel will find something surprising. A White House e-mail exposed last week lent new credibility to Republican charges that the White House has been stonewalling requests for information about the Benghazi attacks.\nAt a minimum, it can turn attention to more important issues than the previous round, led by Rep. Darrell Issa, which produced little beyond political screed. But what the committee is least likely to do is the thing that's needed most: Put the entire Benghazi issue in perspective.\nThis is not Watergate, a comparison zealous Republicans have occasionally tried to draw. The issues, which are essentially political, don't approach that level.\nFor those who have tuned out, here's a capsule review:\nOn Sept. 11, 2012, four Americans, including U.S. Ambassador Chris Stevens, were murdered during an attack on a U.S. compound in Libya.\nBefore the attack, the State Department missed escalating signs of violence against Westerners, leaving the compound poorly protected.\nPleas for more security were turned down by the department, with Congress also complicit because it had restricted funding for diplomatic security.\nNone of the murderers has been brought to justice because Libya has disintegrated into chaos, and it is unclear exactly what's being done to find them. Nor has Congress shown much interest in finding out what progress the State Department has made in shoring up security for Americans stationed in the world's hot spots.\nAll those issues are worthy of oversight, but the investigation has focused instead on whether the White House put a political spin on the events. Did \"talking points\" used by Susan Rice, then ambassador to the United Nations, intentionally describe the attack as spontaneous when the administration knew it was terrorism?\nEven if the allegation were true -- which has not been proved (and would have been spectacularly stupid) -- it would barely be a blip on the list of foreign problems the U.S. faces today.\nTo name a few: Russia's invasion of Ukraine, the war in Afghanistan, ongoing talks to end Iran's nuclear weapons program, the collapse last week of Mideast peace talks, myriad issues raised by the ascent of China, civil war in Syria that has killed more than 150,000 people and the continuing threat of terrorism. Small wonder most of the news media are not focused on Benghazi.\nThe Republicans aren't wrong to investigate, and the White House is absolutely wrong for not putting all the facts on the table. But it would be nice if Congress could get their priorities in order.\nAfter 13 inquiries, a select committee on Benghazi hardly seems the best way for Congress to spend its time. \n\nGraphic\n\n \nphoto Mohammad Hannon, AP\n\nLoad-Date: May 8, 2014"
}