{
    "title": "It's the economy again, stupid",
    "publisher": "university wire",
    "year": 2011,
    "month": 7,
    "day": 12,
    "full text": "If you're looking for a presidential campaign laden with social issues and tough talk on terrorism talk, look again. The 2012 election will be based on the economy, if we're lucky.\nIn recent years, presidential campaigns have focused on a variety of issues, regardless of the President's actual power over them while in office.\nFor instance, President George W. Bush campaigned against gay marriage and was able to get his base out to vote in 2004 because of it. In 2006, the Marriage Protection Amendment he backed failed to pass in Congress, showing his lack of power on the issue.\nSimilarly, every campaign is scrutinized for its position on abortion. Yet despite the hours that are spent on each issue by commentators, reporters and voters dissecting candidates' statements on these issues, neither is at the mercy of executive action.\nIt is curious that even one of the most liberal presidents in history, President Obama, has failed to take a firm stance on the issue of gay marriage and has been inactive on the issue of abortion. The reason is simple. There is nothing to be gained by a president or presidential candidate by choosing a side on this issue. While it may not be the morally steadfast approach, it is certainly politically smart to stay on the sidelines.\nBut do we really think that politicians on either side are primarily driven by heart, morals and personal values anyway? Not likely.\nPlus with states deciding on an individual basis, why alienate members on either side of the issue?\nEspecially when there are more important things to talk about.\nOne of those things might seem to be the war on terrorism. Yet, even that is not a great issue for the challenger in the upcoming campaign. For President Obama it will certainly be something to talk about. His handling of Afghanistan may be his most shining presidential moment, even as more and more Americans approve of the withdrawal. And it is because of that general approval, along with decent ratings on the handling of Iraq that Obama's challenger need not wade into that pool.\nBut Obama needn't get too cocky as both sides can't wait to attack his decision on Libya.\nWhat does a presidential campaigner have to gain from on the issue? Not much. Americans know what they think about these social issues.\nWhat is to gain, and what most Americans care about right now, is the economy. So, if Obama and his opponent are smart, and we're lucky, that's what we'll be hearing from them in the next year and a half.\nWe need a plan. We need a plan to get out of this erroneously labeled \"recovering\" economy. And the competition of ideas is what America is about. Solid ideas to help America that are not weighed down by social rhetoric. When we get the chance to decide whether the democrats or republicans can produce a candidate with ideas that are worth a damn, maybe we'll get a recovering economy as the end result.\n\nLoad-Date: September 18, 2013"
}