{
    "title": "It's brutish, it's nasty, it's hell",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 27,
    "full text": "It is no secret that mankind seldom migrates toward inclusiveness and diversity without having to fight for it.\nIn order to curb their racism, for example, Hitler's anti-Semitic tirades had to be warred against at the cost of millions of lives. The same could be said regarding the American enslavement of African Americans and terrorism's jihad against, well, everything. In fact, one could argue that the biggest, bloodiest wars are fought not over money and power, but over two philosophically opposed understandings of freedom and diversity.\nBy looking down the barrel of time we can watch as racially, socially and culturally ostracizing groups stirred up massive amounts of global chaos and death by imposing their ideological systems of bigotry onto others.\nYet while it is true that freedom has enemies and can therefore be difficult to obtain, history is demonstrating something remarkable. A moral \"all men [and women] are created equal\" ideology can prevail over a racist, sexist or generally suppressive \"might is always right\" one. But victory over tyranny is not cheap. 140 years ago in America -- after a costly Civil War slavery was abolished. Sixty years ago in Germany -- after the largest, bloodiest war in human history -- Hitler was defeated. And these are merely examples. There are plenty more.\nNow comes the question. If it is true that victory over oppression is expensive, how much will it cost to rid the world of terrorism? The answer, of course, is almost infinitely complex. Scholars devote their lives to answering that kind of question.\nBut something unique can still be argued. There is a connection between warring on intolerance and warring on terrorism. In other words, nations are sometimes forced to purchase freedom with the only currency powerful enough to make it happen. War. It seems that, every now and then, you must be willing to die for inclusiveness and diversity, and on the extreme occasion, kill for it.\nNow don't misread that. Diversity can certainly be promoted on many levels. Globalization, legislature, education and many other factors can and do have significant impacts on this goal.\nBut war is unique. Though it may seem uncivilized to say it, diplomacy is not reserved for terrorists and tyrants, but for those who share in its vision. To put it simple, war is diplomacy for the undiplomatic. If you kill people because they are different than you without submitting to a rational form of global accountability, you will either cause others to rise up and take you out, or you will establish yourself as the king of your world. We should note that Americans have done both in the past. No one rose up against us when we stamped out the Indian \"savages\". In this case the war on inclusiveness was lost before it began. Shortly after, history repeated itself with slavery. In the same way that Indians were seen as \"savages\", Negroes were seen as \"inhuman\". This time, however, after years of hideous racism, people spoke out. They sacrificed their lives to stop the spread of unmitigated prejudices. And finally, when enough people died, slavery was abolished. Being willing to fight for freedom and diversity set in motion a chain of events allowing for the Declaration's \"created equal\" clause to not smack of hypocrisy. Now, years later, we are watching as capable black leaders help guide the future of our nation.\nThe point is, if a society truly shares in the moral pursuit of a free and diverse nation, there can be a natural ebb and flow in the journey. Yet one that does not will cause tyranny, bigotry or both. To stop this spread, war is sometimes necessary.\nCaution, however, should be applied when discussing war this liberally. \"I firmly believe that force, badly used, creates more terrorists than it gets rid of\" said Walter Buenger, head of Texas A&M's history department. \"You have to be careful and use it as a last resort and only targeted in strategic ways. It would take force in combination with diplomacy and other things to create a free world.\"\nTerrorists, at this point, will not heed diplomatic counsel. The extent of their resolve can be seen in the collapse of the World Trade Centers and the relentless bombings in the Middle East. If we truly want the world to be free and diverse, terrorism must be fought in a careful, moral, diplomatic way. But it must be fought, nonetheless.\n(C) 2007 The Battalion via U-WIRE\n\nLoad-Date: February 27, 2007"
}