{
    "title": "IT'S ALL JUST LIP SERVICE Without the teleprompter, the real Trump incites national discord",
    "publisher": "the philadelphia daily news",
    "year": 2019,
    "month": 8,
    "day": 7,
    "full text": "ABSTRACT\nWithout the teleprompter, the real Trump incites national discord\nON MONDAY morning, America was still reeling from twin mass shootings that claimed at least 31 lives in El Paso and Dayton. With the nation at a crossroads, some unknown individual uploaded words into a teleprompter that were then read aloud by President Trump on national television. The rote recitations condemning white supremacy and extolling national unity sounded nothing like the Donald Trump that the nation has come to know over the last 31 months. What follows is an oral history of the 15 minutes that didn't change America. The role of what the president could have said is being played by his teleprompter.\n-\nDonald Trump's teleprompter: Good morning. My fellow Americans, this morning our nation is overcome with shock, horror, and sorrow. We are outraged and sickened by this monstrous evil, the cruelty, the hatred, the malice, the bloodshed, and the terror. (Aug. 5, 2019)\nActual Donald Trump in March 2019: \"People hate the word invasion, but that's what it is.\" (In vetoing legislation meant to stop him from rerouting $2.5 billion in Pentagon funds for building a border wall, on March 15, 2019. It was one of a number of times he and his allies have called the refugee crisis at the border \"an invasion.\")\nEl Paso gunman: \"This is a response to the Hispanic invasion of Texas.\" (Manifesto posted to website 8chan 20 minutes before the gunman murdered 22 shoppers inside the El Paso Walmart, Aug. 3, 2019.)\n-\nDonald Trump's teleprompter: \"Our hearts are shattered for every family whose parents, children, husbands, and wives were ripped from their arms and their lives.\" (Aug. 5, 2019)\nCNN: \"The undocumented immigrant from Honduras sobbed as she told an attorney Tuesday how federal authorities took her daughter while she breast-fed the child in a detention center, where she was awaiting prosecution for entering the country illegally.\" (June 14, 2018)\n-\nDonald Trump's teleprompter: \"We have asked the FBI to identify all further resources they need to investigate and disrupt hate crimes and domestic terrorism.\" (Aug. 5, 2019)\nThe Daily Beast: \"The Department of Homeland Security has disbanded a group of intelligence analysts who focused on domestic terrorism, the Daily Beast has learned. Numerous current and former DHS officials say they find the development concerning, as the threat of homegrown terrorism - including white supremacist terrorism - is growing.\" (April 2, 2019)\n-\nDonald Trump's teleprompter: \"We must recognize that the internet has provided a dangerous avenue to radicalize disturbed minds and perform demented acts.\" (Aug. 5, 2019)\nActual Trump 2020 campaign ad on Facebook: \"We have an INVASION! So we are BUILDING THE WALL to STOP IT. Dems will sue us. But we want a SAFE COUNTRY! It's CRITICAL that we STOP THE INVASION.\" (one of 2,000 Trump campaign Facebook ads purchased recently).\n-\nDonald Trump's teleprompter: \"In the two decades since Columbine, our nation has watched with rising horror and dread as one mass shooting has followed another, over and over again, decade after decade. We cannot allow ourselves to feel powerless.\" (Aug. 5, 2019)\nActual Donald Trump in April 2019: \"[The 2nd Amendment is] under assault. But not while we're here.\" (speaking to the NRA convention in Indianapolis, April 26, 2019.)\nBritish commentator Dan Hodges: \"In retrospect, Sandy Hook marked the end of the U.S. gun control debate. Once America decided killing children was bearable, it was over.\" (on Twitter, June 19, 2015)\n-\nDonald Trump's teleprompter: \"Second, we must stop the glorification of violence in our society.\" (Aug. 5, 2019)\nPro wrestling handler Haz Ali: \"He [Trump] proceeds to punch me in the top of the head as if he was hammering a nail in the wall. He punched me as hard as he could. His knuckle caught me on the top of my head, and the next thing I know, I've got an egg-sized welt on the top of my head. He hit me as hard as he could, one, two, three. I was like, 'Holy [bleep], this guy.' \" (Recalling Trump's appearance at WWF WrestleMania 23 in April 2007)\n-\nDonald Trump's teleprompter: \"Now is the time to set destructive partisanship aside, so destructive, and find the courage to answer hatred with unity, devotion, and love.\" (Aug. 5, 2019)\nActual Donald Trump in Aug. 2019: \"The rage-filled Democrat Party is trying to tear America apart. The Democrat Party is now being led by four left-wing extremists who reject everything that we believe in.\" (Cincinnati rally on Aug. 1, 2019 - two days before the El Paso shooting)\n-\nDonald Trump's teleprompter: \"May God bless the memory of those who perished in Texas and Ohio.\" (Aug. 5, 2019)\nActual Donald Trump in Aug. 2019: \"May God bless the memory of those who perished in Toledo.\" (Aug. 5, 2019)\nFrank Figliuzzi, former FBI director of counterintelligence: \"That's going to be interpreted by many extremists as lip service that he has to say because of his office. And they're going to feel like he's still with them.\" (on BBC News, Aug. 5, 2019)\nNew York Times: \"TRUMP URGES UNITY VS. RACISM.\" (Initial front page, later changed, Aug. 6, 2019)\n-\nDayton Mayor Nan Whaley: \"I've heard that he's coming Wednesday, but I have not gotten a call. And you know, he might be going to Toledo, Idon't know.\" (Aug. 5, 2019)\n+wbunch@inquirer.com\n\nLoad-Date: August 7, 2019"
}