{
    "title": "It's Past Time to Crush The Terrorist Monster",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 30,
    "full text": "I believe that the pogrom in Istanbul, in which Arab terrorists with automatic weapons mowed down 21 elderly Jews praying in a synagogue, was the gravest incident in Jewish history since the founding of Israel in 1948 - a prime example of the boundless brutality of Palestinian-Arab terrorism. Perhaps for the first time, the shock felt by world public opinion matched Israel's own sense of outrage. But outrage is not enough.\nAll forms of terrorism, whether local, regional or international, are interconnected. If the civilized world is to prevail, it must fight terrorism on all levels.\nI say this as one who has fought terrorism most of his life. As an officer in the Israeli Army for more than 25 years and a Cabinet minister for more than nine, I have never neglected the subject for a moment. We have succeeded in building Israel and defending it only because we successfully repulsed Palestinian-Arab terrorism for the past hundred years.\nToday, terrorism endangers not only individuals but also the peace of the world itself. While the superpowers deter each other with nuclear weapons, the Soviet Union uses the terrorist groups that it supports and trains to achieve its goals without major war.\nIt uses them to destabilize the West by creating permanent turmoil in Western Europe, the Middle East, Africa and Latin America. The Soviet Union is the main weapons supplier to the Palestine Liberation Organization and the other Middle East terrorist organizations, either directly or through Syria and Libya, both active terrorist sponsors. With this, the Soviet Union hopes to broaden its influence and penetrate countries now immune to its subversion.\nWhile Israel struggles mainly with Palestinian terrorism, Western Europeans have their own terrorist problems. In West Germany, France, Italy and Britain, American and European targets are struck with regularity. In Central and Southern America, terrorism threatens the back door of the United States.\nThe terrorist organizations are linked as a Murder International Inc. When Israel expelled the P.L.O. and Yasir Arafat from Lebanon, it found evidence irrefutably confirming what it had already known - that the Soviet-trained and -armed P.L.O. was connected with almost every terrorist organization in the world, from the West German Baader-Meinhof gang to the Japanese Red Army to terrorist groups in France. These ties still exist.\nAgainst this Murder International, the most dangerous and widespread such network in history, we must establish a Western alliance to fight terrorism. The North Atlantic Treaty Organization was founded to deter a third world war in the future. The anti-terror alliance I'm talking about must fight a war that is being waged in the present - today and every day.\nThis alliance, to which every country willing and able to fight terrorism must belong, should be led by the United States. This is warranted not only because the United States is the greatest power, but because it is equipped with the best intelligence and logistical capabilities for such a war. The United States has also demonstrated - whether by bombing Tripoli, as it did in April, or by its efforts to persuade the allies to take diplomatic and economic measures against Libya - that it is willing to combat terrorism resolutely and effectively.\nWhen I use the term war on terrorism, I mean, first of all, nonmilitary actions - political and economic pressures. The alliance must pinpoint the terrorists' ''addresses'' - the states, such as Syria and Libya, that support them - and it must see to it that these states are punished with economic sanctions. As first steps, trade of any kind must be prohibited, and Syrian and Libyan airlines must be forbidden access to airports.\nPolitical sanctions must be imposed, too. The members of the alliance must search the diplomatic pouches of terrorist-sponsoring countries to prevent the smuggling of weapons and explosives. It is unthinkable that the Libyan Ambassador should sip Champagne at diplomatic receptions in Paris and his Syrian counterpart should be entertained at one of Washington's fabled dinner parties while their Governments sponsor terrorist acts against French and American nationals.\nThis is an offensive farce, and it must be stopped. Better still, at an appropriate moment the embassies of states caught sponsoring terrorism should simply be closed and their diplomats expelled.\nThe political fronts of terrorist organizations - fronts like the P.L.O. offices in Europe, which are as innocent as candy stores fronting for Mafia operations - must be shut down as well. Until they are, the P.L.O. representatives in Paris will continue expounding in fluent French on the peace-loving qualities of the P.L.O. as their colleagues prepare the next terrorist murder in the building's basement.\nAlongside such nonmilitary measures, the alliance must prepare military steps. An intelligence and command center must be established, where information will be gathered on all terrorist organizations, their leaders, movements, bases and headquarters. Such a center would issue warnings on operations in process. It would also undertake preliminary planning of military strikes against terrorist targets - strikes like the Israeli raid on the P.L.O. headquarters in Tunisia a year ago and the American raid on Libya.\nAt present, the main problem is that the terrorist organizations have a monopoly on surprise, whether in choosing their targets, in timing or in the scope of their operations. Generally, by the time a special force can be deployed, it is too late: innocent victims have been slaughtered. A center to coordinate anti-terrorist operations would not only expedite actions to free hostages, but it would also make pre-emptive attacks on terror bases and headquarters possible.\nThe terrorists, and especially their commanders, must be eliminated. Such operations must be prepared well in advance, and for this a constant operational coordination between members of the alliance is essential. A main center of intelligence and command in the United States, and a parallel one in France, acting in tandem as the brain of the operation, would facilitate detailed planning and preparation.\nFour years after Israel's war on the terror organizations in Lebanon, many people have come to realize the compelling necessity of that operation. It is now time for the West to take its own measures against terrorism. If countries like the United States, Britain, West Germany and France take the lead in fighting terrorism, I am convinced the cost and damage of terror can be quickly reduced and terrorism itself ultimately eliminated. But first we need a decision. No one smells weakness and exploits it better than the terrorist monster."
}