{
    "title": "It's not Islam, it's Wahhabi Islam_ Why it's important to know the difference(2)",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 10,
    "full text": "subscriber-premium\">\nPolitical correctness has come to mean withholding truth in order not to offend. However, many people claiming to be against political correctness have said many false and outright bigoted statements that have nothing to do with correctness and everything to do with political gains.\nI'd like to explain something I believe is crucial to understand in our fight against terrorism. What I say might be interpreted as far from \"politically correct,\" but since it's factual, I'd prefer you use the word \"correct.\"\nThe question here is, \"Does Islam promote terrorism?\" My answer to that will be both \"yes\" and \"no.\" But before you call me a self-hating Muslim, take a moment to read the rest of this article.\nNo, Islam doesn't promote terrorism because the religion as a whole favors peace over war and violence and personal freedom over coercion and servitude.\nYes, there are sects in Islam, however, that do promote a very strict and violent interpretation of the Quran. This ideology, called Wahhabism, sometimes associated with Salafism (another ultra conservative sect), is used by Al-Qaeda, the Islamic State and the general jihadi movement.\nWahhabism was founded in the 18th century in what is now Saudi Arabia by Muhammad ibn Abd al-Wahhab. Al-Wahhab sought to purify Islam by strictly and literally interpreting the Quran, taking history, culture and time period out of context. Anyone who doesn't agree with this sect of Islam, including other Muslims, were and still are considered heretics or misguided at best.\nAccording to the Islamic Supreme Council of America, Wahhabis believe they're permitted to kill or confiscate the wealth of anyone outside their beliefs. This ideology stems from a group in early Islamic history called the Kharijis, who, as a result of a political dispute, believed any \"sinner\" was ultimately a disbeliever in God and should be fought against or even killed. This ideology goes against the mainstream teachings of Islam, but has obviously influenced Wahhabi thought and jihadi terrorism.\nIslam's main messenger, the Prophet Mohamed, warned against this sect, saying that they're \"the worst of mankind\" and will shed people's blood and cause chaos and terror.\nNow that you have a brief understanding of Wahhabi thought and its origins, it would be useful to know that America is strong allies with the strongest supporter of Wahhabism; a country that uses Wahhabi thought as its governing ideology. Not only that, but this country has exported its dangerous sect across the Middle East and Africa, as well as around the world.\nThe country? Saudi Arabia, where Wahhabism is the predominant faith.\nIt's no coincidence that Saudi Arabia, much like the Islamic State, beheads, kills and tortures people for having dissenting opinions. It's also no coincidence that WikiLeaks documents quoting Hillary Clinton exposed Saudi donors as one of the main source of funding for Sunni terrorist organizations.\nNow, to be fair, not all followers of Islam, or even Wahhabi thought, are terrorists. It should also be noted that terrorism is influenced by other factors, such as disenfranchisement, alienation, economic deprivation, a lack of proper education and wars that have killed many innocent civilians. That should be obvious by now. But it does us no good to ally ourselves with a theological monarchy that aligns itself with the same ideology that inspires terrorism (the victims of which are mostly Muslim) while claiming to have an effective counterterrorism strategy.\nSo if President Barack Obama is reading this article, no, sir, your strategy of containing and bombing jihadi terrorism into oblivion has failed the world and has done little to save the lives of thousands of innocent individuals. Obama's speech from the Oval Office on Sunday, although very warm, did little to comfort me, as well as many other Americans, that we're moving in a positive direction in the supposed \"war on terror.\" The least we can do is re-think our ties with an authoritarian regime that, like ISIS, beheads people in public for simple offenses.\nNahla Aboutabl is a senior international affairs major. Contact Nahla at aboutnm@dukes.jmu.edu\n\nLoad-Date: January 16, 2018"
}