{
    "title": "It's about home -- not where you're from",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "The events of Sept. 11 have made many of us immigrants question our identities and sense of belonging and shocked us into the realization that we as a nation are as vulnerable as any developing country -- unprepared for the attacks and the subsequent renewal. But equally alarming is the stereotyping that has resulted from the actions of the terrorists, who were Muslims and Arabs.\nMany of us (more than we might want to admit) attach Islam, Arabs and Middle Easterners to terrorism. The simple question, \"Where are you from?\" -- which once was an opener for a friendly conversation -- now alarms Middle Easterners, Arabs and Muslims. Identifying their heritage becomes contingent upon how they interpret the question, the intent of the questioner and the consequences of answering honestly about their family origins.\nBecause being an Arab or a Muslim is associated with terrorism, the formerly friendly question can become suspect, provoking a reluctance to respond and even an evasive response about one's home country. The suspicions and stereotyping have prompted self-reflection in Arabs and Muslims about their own sense of identity as Americans.\nArab-Americans (about 1-2 million) began arriving in the United States at the beginning of the 20th century. Many more were born here and many lived most of their lives here. Just as early European immigrants, they came to think of themselves as Americans, yet truly bicultural. However, since 9/11, such mutually-created identities have been challenged, and \"otherness\" has been implied for those whose names, features or religion appear to have Arabic or Muslim characteristics. That otherness has contributed to many discriminatory actions and has created a sense of marginalization, sadness, anger and even fear among Arab-Americans (and the stress of all that has been associated with many health issues, such as an increase in premature births by Arab women in California).\nPersonally, I have often been confused by reactions to conversations about family vacation plans.\n\"Are you going home?\" is usually the first question asked, revealing that the questioner assumes that Egypt is still what I consider home. Egypt was my birthplace, but California -- where I lived for 40 years prior to coming to Philadelphia -- is what I consider to be home.\nThis innocent exchange, though intriguing to me, begs a dialogue about assumptions about identity and belonging, both of which are intricately attached to \"attribution of otherness.\" \"Who are we?\" is influenced by interactions and perceptions of our significant others and our community.\nWhen home is assumed to be another country, it continues to perpetuate a lack of belonging. Since 9/11, Arabs in the United States have been struggling to redefine their position as Americans. With the negative image accorded to them, that struggle is not based on opportunities, as it had been. Rather, it is based on the threat of stereotyping and profiling, and their behavior and actions are bound to be influenced by discriminatory acts and questions about belonging.\nAs an American, I am deeply concerned about the effect of 9/11 on the very values that have guided us in our democracy. Our deeply held beliefs and values about freedom and privacy are under threat of erosion. We once were clear on the boundaries between the private and public domains -- that telephones are not bugged, e-mails are not tapped, steps are not followed -- and we believed that is the meaning of democracy. All of those totalitarian countries that have no freedom of voice and movement also have no privacy, nor can they have private selves.\nThe attacks on our soil and the fear of terrorism created a platform to question these values. We have realized that we may have to sacrifice some of these values to ensure the security of our land. Fear of terrorism has perhaps made us better appreciate why individual rights to privacy can be undermined, particularly in other countries where immigrants had lived with terrorism. It reminds us of what we, as a nation, committed during the Second World War, namely the internment of those Americans with Japanese heritage. It is forcing us into new dialogues we did not think we could or should have. We must use these early lessons and we must use them to inform our current discourse.\nThe ambiguity about identities and the uncertainty in our values provide both an opportunity and a challenge for more in-depth dialogue, respect for diversity of opinion, appreciation of the human situation in other countries and, perhaps, for a more contextual definition of democracy that is more encompassing of individual and community needs, balancing the individual and the country's rights to privacy. Perhaps in our vulnerability, we will become more united and more resilient. We are far more equipped not to repeat our past mistakes, while having more reasons to find the appropriate balance between the rights of individual groups within society and the rights of a country for security.\nSo, next time, before asking an international-looking person where she is from or whether she is going home for a holiday, ask instead, \"Where is your home?\" It may well be Philadelphia, where our Constitution -- a reminder of equality, freedom and opportunity for all, even immigrants -- was created and signed.\n(C) 2006 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: September 12, 2006"
}