{
    "title": "It's more than Iraq",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 1,
    "day": 13,
    "full text": "Voters worry about all terrorism • Cite instability throughout the world\nPresidential candidates find a new test • Can they be commander-in-chief?\n---\nWhen Pakistan's Benazir Bhutto was assassinated last month, it drove home a point that needed little reinforcing - the world has rarely been more dangerous.\nAnd so, as Americans prepare to choose party nominees and then a president, issues of national defense are once again front and center.\n\"A presidential election, even in the most benign times, is an election for a commander in chief,\" said Tom Donnelly, defense expert at the conservative American Enterprise Institute. \"That's what defines the job ... And the post-9/11 time is wartime.\"\nThe view from the liberal Brookings Institution is similar.\n\"With 200,000 U.S. forces deployed in war zones, the memory of 9/11 only six years old and nuclear proliferation crises from Iran to North Korea to Pakistan, national security has to be a top tier issue,\" said Michael O'Hanlon, military expert at Brookings.\nMost analysts expected the war in Iraq to be the dominant issue in this year's presidential campaign. It may be yet, but so far, it's receded somewhat as a topic of discussion. That has occurred in part because the surge has shown success and violence has declined. It's also due to the relative agreement among most candidates of each party, with Democrats looking to get out of Iraq and Republicans expressing support for the war.\nBut if Iraq is less of an issue at the moment than most thought it would be, broader national security issues - including the war on terrorism, the unsettled situation in Pakistan, U.S. standing in the world, protecting the southern border - occupy center stage in the campaign.\nPolls by the Pew Research Center and others in recent months have found that a plurality of Americans identify issues of war/terrorism as their top issue.\nA president matters\nWhat the president does in the national-defense arena has dramatic and immediate consequences. Unlike many issues, national defense is the clear responsibility of the president, and his or her views and actions have a demonstrable impact.\nOn education, health care or the environment, for instance, policy differences often are matters of gray - and the effects of policies are open to debate. In issues of war and peace, the options are starker and, with the reduction of Congress' role in declaring war, they are increasingly presidential decisions alone.\nNational security intrudes on almost all aspects of government - foreign policy, immigration policy, domestic surveillance, the size of the military, and the treasury among them.\nNational security is not just a landmark issue, it's often seen by Americans as a broader reflection of what a candidate is made of.\n\"National security ... helps Americans define the qualities and character of their president,\" O'Hanlon said. \"The job of commander-in-chief is one in which the president has disproportionate power under our constitution.... People have a gut instinct that allows them to assess what they think of the overall style and character of a would-be president.\"\nThe ability to command the military is a minimum requirement for anyone seeking the presidency, Donnelly agrees.\n\"People will ask about the individual candidates: Does this person meet the commander-in-chief threshold test?\" he said. \"Do I trust Candidate X to stare down Iran's Mahmoud Ahmadinejad or Vladimir Putin or look the Chinese leader in the eye?\"\nthe campaign\nThe place of national security issues in this year's elections looms as both broad and unpredictable. Aside from the overall war on terror, specific hot spots include Iraq, Iran, Pakistan, Afghanistan and North Korea. Then there's China, America's strongest potential long-term threat - both militarily and economically. Meanwhile, dire situations throughout Africa, including the turmoil in Kenya, could worsen at any time.\nThough Iraq has taken a bit of a back seat in the early primaries, it will likely re-emerge as a powerful issue as the presidential campaign continues.\n\"Getting out of Iraq is an issue that the Democratic base passionately believes in,\" Donnelly said. And the status of U.S. military commander Gen. David Petraeus may explode onto the campaign at some point. His six-month status report on the surge will bring him back to testify before Congress sometime around March, and his stint as commander of American forces in Iraq will be up in the summer, when the campaign is in full swing.\n\"I can see the question of what a candidate would do with David Petraeus being a question in the campaign,\" Donnelly said. \"The guy's obviously a hugely talented officer, and one can imagine John McCain saying, 'We ought to keep David Petraeus in Iraq.'\nthe democrats\nWhile Barack Obama, John Edwards, and Dennis Kucinich pledge to get out of Iraq as fast as possible, Hillary Clinton speaks of a \"responsible\" end to the U.S. involvement. Clinton - who, like Edwards voted for the war and now regrets it - has adopted a more cautious posture, calling for withdrawal but opposing timetables.\nKucinich opposes the use of American military power in most cases, arguing that it doesn't protect but rather endangers the country by turning other nations against us.\nThe Democrats oppose what they call infringements on civil liberties at home, and castigate Bush for having, in their view, alienated allies by a \"cowboy\" approach to international relations and for refusing to negotiate with adversaries such as Iran.\nObama touts his multi-national and multi-ethnic background as putting him in good position to improve America's image in the world, with Clinton arguing that her experience in traveling to more than 80 countries puts her in better stead to deal with world leaders and protect American security.\nthe republicans\nRepublicans Mitt Romney, Mike Huckabee, Fred Thompson, Duncan Hunter, Rudy Giuliani and McCain largely favor the administration's aggressive response to terrorism overseas and its domestic surveillance, though Huckabee has criticized the administration's \"arrogance\" and \"bunker mentality\" in declaring that other nations are \"with us or against us.\"\nMcCain has been unwavering in his support for the mission in Iraq, though critical of the administration's handling of it. He was an early proponent of the surge and a beefed-up counter-terrorism strategy.\nGiuliani cites his strong stance on homeland security, based on his post 9/11 performance as mayor of New York. McCain notes that as a member of the Senate Armed Services Committee he's been involved in most national security issues over the past two decades.\nOverall, Republicans have largely owned the national security issue in recent decades, though polls show that dissatisfaction with Iraq and Bush have put the parties on more of an even footing - making it even more likely that this will be a battleground area as the fall election approaches.\n---\nstltoday.com/politics Watch video interviews with Doug and Jill Garbs, participants of a peace vigil, and Marine Pvt. Erik Goebel.\n\nNotes\n\n Issues 2008  •  national Security \n\nGraphic\n\n \nPHOTO\n PHOTO - As a soldier stands guard, a woman and her baby look out from a doorway in Baghdad, Iraq, last week.  AFP/Getty Images    PHOTO - Watch and learn more \n\nLoad-Date: January 13, 2008"
}