{
    "title": "Italian terrorism",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 3,
    "day": 17,
    "full text": "Allegations of police brutality and torture have cropped up with a virulence unprecedented in post-war Italy, as police forge ahead in their campaign to rid Italy of its terrorist plague.\nFor weeks, Italian authorities have been denying rumors and claims that police are using violence and torture to extract ''confessions'' from arrested terrorist suspects.\nBut Amnesty International, a London-based human rights organization considers the allegations from prisoners arrested in the last three months substantial enough to warrant a serious investigation.\nA senior official connected to the Dozier kidnapping case now admits that ''police substantially toughened their procedures as the investigation got down to the wire, and until the actual rescue was accomplished, used a lot more stick and less carrot.''\nItalian Interior Minister Virginio Rognoni, who adamantly denied the use of torture in parliament three weeks ago, will be called on the carpet again next week by some doubting members of the Italian Senate.\nBut some of the seamy accusations have already been given a measure of credibility through the Italian court system.\nAs the trial of the Red Brigades members accused of kidnapping US Army Gen. James Dozier got under way in Verona this week, the defense attorneys raised objections that three of the defendants had been tortured and therefore their statements and confessions were invalid.\nAttorney Eduardo Di Giovanni also contended the defendants had been detained in violation of Italian law. Police are permitted to hold an arrested suspect in a jail for 48 hours prior to an examination by a magistrate in the presence of a lawyer.\nBut the Red Brigades' defense lawyers claim all defendants were held outside jails (in police barracks) and much longer than the two-day limit--one as long as 20 days.\nPresiding Judge Francesco Pulcini surprised many by ruling that any statements given by suspected terrorists not in the presence of a lawyer would be nullified, thus paving the way for a possible transformation of the Dozier proceedings into a trial of the Italian government on its police methods.\nAccording to unfortunate student protesters, and other hapless Italians and foreigners who have through the years fallen into police hands, beatings have long been ''standard operating procedure'' in Italy.\nAnother trial last week, police themselves opened the door to an investigation of their interrogation techniques.\nTwo policemen came to the rescue of Pier Vittorio Buffa, a journalist standing trial for refusing to divulge the sources of a story that appeared in last week's L'Espresso magazine detailing several cases where police mistreated terrorists suspects arrested in Venice.\nBuffa was acquitted the same day when the police union submitted a statement to the court admitting that one of its officials provided information for the story.\nPolice Captain Riccardo Ambrosini, secretary of the union, said later at a press conference that the union favored ''a political solution to the charges of presumed violence suffered by some arrested people, rather than make any single person the scapegoat.''\nBuffa had written that for some of the terrorists, ''The archives room of district police headquarters meant forced drinking of salt water in large quantities, being kicked and punched for hours, for whole nights through.''\nThe prosecutor has also ordered inquiries into accusations by three other terrorists. But so far, Interior Minister Rognoni has not ordered any administrative investigations into the enforcement branches."
}