{
    "title": "Italians arrest 2 in alleged abduction by CIA",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 7,
    "day": 6,
    "full text": "Prosecutors said Wednesday that they had arrested two Italian intelligence officers as part of their investigation into the alleged CIA kidnapping of an Egyptian cleric in Milan, providing the first official sign that Italian agents were involved.\nThey also said they were seeking the arrest of four more Americans after earlier demanding the extradition of 22 purported CIA agents.\nThe arrests of the two SISMI intelligence officials fueled allegations by a European investigator that Italy and 13 other European countries had aided the U.S. with the secret transfer of terrorism suspects to detention centers around the world.\nOsama Moustafa Hassan Nasr, an Egyptian cleric and terrorism suspect also known as Abu Omar, was allegedly kidnapped from a Milan street on Feb. 17, 2003. Prosecutors say the operation represented a severe breach of Italian sovereignty that compromised their anti-terrorism efforts.\nProsecutors say Nasr was taken by the CIA to the joint U.S.-Italian Aviano air base, flown to Germany and then to Egypt, where he says he was tortured. The operation is believed to be part of an alleged CIA program in which terrorism suspects are transferred to third countries where some allegedly are subjected to torture.\nProsecutors and a lawyer for Nasr say he is being held in a Cairo prison.\nItaly's new, center-left government released a statement late Wednesday saying that its intelligence services had denied any part in the alleged kidnapping. It vowed to cooperate with the investigation.\nProsecutors in Milan said three of the latest Americans being sought were CIA agents, while the fourth worked at Aviano.\nTheir statement said the two Italians, at the time of the kidnapping, were the director of SISMI's first division -- dealing with international terrorism -- and the head of the agency's operations in northern Italy.\nItalian reports identified the two as Marco Mancini, now head of military counterespionage, and Gustavo Pignero, and said they were charged with kidnapping with the aggravating circumstance of abuse of power.\n\nLoad-Date: July 6, 2006"
}