{
    "title": "Italy 's terrorism from the right",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 1,
    "day": 25,
    "full text": "Although successive Italian governments have greatly reduced the terrorism that flourished here in the 1960s and '70s, a serious residue of right- and left-wing terrorism still plagues Italy.\nToday, Italian magistrates are grappling with a number of unsolved terrorism cases:\n* Last weekend's arrest of three neo-fascist terrorists in connection with the Dec. 23 bombing of a Rome-Milan train.\n* The ongoing trial of the Red Brigades terrorists who killed Christian Democratic politician Aldo Moro in 1978.\n* The killing early this month of an anti-terrorist policeman.\nThe fact that there is still so much to solve is a main worry of judicial and social observers of Italian terrorism.\nPerhaps the darkest area now under scrutiny is the nebulous world of right-wing terrorism. It is right-wing terrorists who are suspected of being behind the Dec. 23 train bombing that killed 15 people near Bologna in central Italy.\nOnce clearly traceable as nostalgic neo-fascists whose main aim was the creation of disorder and the subsequent order of a Mussolini-like corporate state, right-wing terrorists seem now to have a less clear political strategy.\n''The tendency to use terrorist attacks for self-publicity is a leftist tactic,'' says Rosario Minna, an investigating magistrate now involved in the Bologna train bomb inquiry. ''Right-wing groups are intent on preventing state organizations from tracing the movements behind their kind of subversion.''\nLike the jailed Red Brigades terrorists who have disclosed much of their movement's strategy and motivations, neo-fascists behind bars are beginning to talk.\nWhere leftist groups try to gain recruits to help indoctrinate the state with their brand of Marxist ideology, rightists aim simply to destroy the state.\n''Right-wing terrorism has little or no cultural appeal,'' explains Sabino Acquaviva, a sociology professor and terrorism expert at Padua University. ''Therefore it has made little political progress, whereas the left has the much broader and better-defined ideological appeal of Marxism.''\nIndiscriminate killing is the tactic of modern neo-fascists who, according to one militant questioned by magistrates, ''have nothing to do with the traditional idea of revolution. . . .''\nItaly's government is vigilant. Only days before last month's train bombing, Interior Minister Oscar Scalfaro warned of known fascist terrorists at large both in Italy and abroad.\nThey may be a far smaller group than their left-wing counterparts but they appear a tightly knit group with contacts abroad, mainly France, Spain, and England.\nRight-wing terrorist attacks are less frequent but more devastating than those of the left. Interior Ministry figures for terrorist activities show that of 217 attacks in 1983, 25 were claimed by the leftist groups and only six by rightist movements.  In 1984 the rightists claimed six of the 310 attacks, the left claimed 15.\n\nGraphic\n\n \nPicture, Two Red Brigades terrorists on trial in Rome for 1978 Moro killing, UPI"
}