{
    "title": "Italian Police Search for Terrorism Suspect Who Slipped Through Border",
    "publisher": "the new york times",
    "year": 2017,
    "month": 5,
    "day": 27,
    "full text": "The Italian police are looking for a Tunisian man suspected of having terrorist ties who entered the country on Wednesday, traveling in a car with German license plates, according to a police statement and Italian officials.\nThe suspect, Fouad Khaskhoussi, 36, was born in Tunisia and has German residency papers. The statement from the police, released this past week, said he was traveling in the car with Wassim Ben Hassem, 31, who was also born in Tunisia and lived in the Italian town of Reggio Emilia. They passed through the border security post in the Italian city of Como, which is on the border with Switzerland.\nThe Florence highway division of the state police circulated mug shots of the two men and said in a statement that they were traveling in a white Citroën with the German license plate DA411U.\nAn internal police document showed that Mr. Khaskhoussi appeared in Italy’s database of terrorism suspects.\nIt was unclear how such a suspect could cross the border, and officials in Italy expressed concern about the lapse.\nEver since the Islamic State’s coordinated attacks in Paris in 2015, governments in Europe have struggled with how to control the movement of radicalized people who have European passports or residency cards. The Schengen system, an agreement to abolish border controls among the European nations, was devised to regulate the entry of non-Europeans while allowing people in any of the 26 Schengen countries, including Italy, to travel freely to any other without stopping to show a passport or visa. Only when travelers enter from outside the Schengen area are their credentials regularly checked.\nAll but two of the 10 Paris attackers held European passports. Most of them appeared in the continent’s terrorism database, yet were still able to move from Syria back to Belgium, where they spent months planning the Paris attacks.\nThe French domestic intelligence agency later collected closed-circuit television footage from cameras along the highway between Belgium and Paris on which several of them traveled, showing how they had passed through border posts with ease.\nIn December, after Anis Amri, a Tunisian man, rammed a container truck into shoppers at a Berlin Christmas market in a plot remotely guided by Islamic State handlers, he was able to travel by train to Italy, despite a Europe-wide warrant for his arrest. He was killed in a shootout in Milan days after the truck attack.\nAn Italian counterterrorism officer, who requested anonymity to discuss a continuing investigation, said that because of the Group of 7 summit meeting, which concluded on Saturday in Taormina, Sicily, the country’s law enforcement agencies were on alert. He added that there were heightened concerns about terrorist activity in Italy.\nRukmini Callimachi reported from New York, Lorenzo Tondo from Palermo, Italy, and Gaia Pianigiani from Rome.\n\nLoad-Date: May 29, 2017"
}