{
    "title": "Italy weathers storm of right- and left-wing terrorist attacks",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 8,
    "day": 4,
    "full text": "The never-failing resilience of the Italian character can be counted on to enable Itally to weather the grim tragedy at Bologna's railroad station.\nIn a massive explosion there Aug. 2, at least 76 people were killed and more than 200 hurt.  Twenty-four hours later, the Italian authorities said terrorists were resposible.\nUrban terrorism, from both the extreme right and left, has racked Italy in recent years.  Both extremes, each representing only a relative handful of people, want the polarization of Italian politics and the collapse of the present system.\nThe last time the terrorists captured world headlines was with their kidnapping and subsequent murder of former Prime Minister Aldo Moro in 1978.  That cold-blooded killing of Italy's perhaps most influential politician was the brutal handiwork of the extreme-left Red Brigades.\nAt time of writing, nobody had pinned the Bologna explosion on the extreme right -- not even Interior Minister Virginio Rognoni, who recalled \"that other attacks on state railroad installations have been found by judicial authorities to be the work of right-wing extremists.\" But a combination of circumstances gives a certain validity to his suspicion that this time terrorists of the extreme right, not of the extreme left, are to blame:\n* Bologna, a northern industrial city and a key junction in Italy's railroad system, has long been run by a Communist mayor and city council.\n* Only a few hours before the explosion a Bologna judge had announced that eight right-wing extremists would stand trial for a 1974 terrorist bombing of a passenger train in a tunnel between Bologna and Florence.\n* The telephone call to the Rome newspaper from NAR claiming responsibility for the Bologna tragedy included the words: \"Honor to Comrade Tuti.\" The latter is apparently Mario Tuti, a neo-fascist already in jail for killing two policemen.  HE is one of the eight indicted by the Bologna judge.\n* At the national political level, the Italian Parliament took a decision only a week ago likely to have infuriated the extreme right.  In effect, Parliament exonerated Christian Democratic Prime Minister Francesco Cossiga of a charge that he had tipped off a Cabinet minister that the latter's son was about to be arrested on a terrorist charge.  This allegedly enabled the younger man, who was suspected of being a member of the extreme left Prima Linea (Front Line) terrorist organization, to escape.\n* The extreme right -- as well as right-wingers within the political system -- intermittently have been irritated by charges that some members of the judiciary were secretly sympathetic to the extreme left, or at least disturbed by the authorities' increasingly strong-arm tactics against suspected terrorists of the extreme left.\n* These strong-arm tactics, together with improved cooperation from other European countries, have put the squeeze this year on the extreme left.  In response bothe the Red Brigades and Front Line, apparently seeing themselves cornered, have been striking back with increased ferocity -- preferring pinpointed murders of government officials, business executives, trade unionists, and recently even newsmen well-informed on terrorism.  This could have helped provoke the extreme right to make a splash of its own with this latest massive blow at Bologna.\nThe police task of combatting terrorism is complicated by a centuries-old cynicism toward authority.  Many Italians are reluctant to help or get involved with the police in their anti-terrorism campaign.  Another facet of such cynicism was the low voter turnout in last June's regional elections.\nNonetheless, despite the vicious crusades of both leftist and rightist terrorists, Italy remains afloat.  Why?  Because, it would appear, of the individual Italian's long-cultivated resilience and canny ability to manage or make out."
}