{
    "title": "ITALY , FEARING U.S. ATTACK ON LIBYA , ASKS WEST EUROPEAN MEETING",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 12,
    "full text": "Italy, concerned about the possibility of military action by the United States against Libya, called today for an urgent meeting of the European Community's foreign ministers. [The Dutch Government later announced that the meeting would be held next week, The Associated Press reported from The Hague. The Netherlands acted in its capacity as current chairman of the European Community, a Foreign Ministry spokesman said.] A statement from the Italian Foreign Ministry said Rome had asked for the meeting to discuss the ''situation created in the Mediterranean following the most recent acts of terrorism and to seek political and diplomatic solutions.''\nPrime Minister Bettino Craxi's top diplomatic counselor, meanwhile, said the United States needed to offer clearer evidence of Libyan involvement in recent terrorist attacks if it wanted Western Europe's support for its moves against Libya.\n''We are prepared to offer support, but we don't have enough evidence so far to justify a tougher action,'' the aide, Antonio Badini, said. ''There must be convincing evidence. Otherwise your action cannot be sustained.''\n \nCraxi Opposes Military Action\nMr. Badini's comments came after a strong statement by Mr. Craxi Thursday night warning against military action against Libya.\n''We are facing an increasing deterioration of relations, a tangle of problems that certainly cannot be resolved by a military blitz,'' Mr. Craxi said.\nAt the same time, the Prime Minister struck out at the rise of terrorism, saying, ''We are greatly alarmed by the renewal of international terrorism, which is no longer episodic but systematic.''\nMr. Craxi was the most outspoken North Atlantic Treaty Organization leader in criticizing American maneuvers off the Gulf of Sidra last month, though he also strongly criticized Col. Muammar el-Qaddafi, the Libyan leader.\nItalian politicians of all stripes are fearful of military action close to their shores. But there has been considerable division in the Government over what policy it should pursue in the face of Libyan threats and an American response.\nThe Foreign Minister, Giulio Andreotti, has been especially wary of American action in the Mediterranean, while the Defense Minister, Giovanni Spadolini, has been more sympathetic to the American stand.\n \nCall for Political Response\nBut both called today for a West European political response to terrorism, with Mr. Spadolini suggesting that Western Europe must be ready to act if it wished to avoid unilateral American initiatives.\n''The situation leaves little room for maneuver,'' Mr. Spadolini said in Acireale, Sicily, where he is attending a meeting of European liberal parties. ''Only a political response by Europe can diminish and avoid the risk of unilateral American military action.''\n''If our continent is to preserve its future as a Western advanced society,'' he said, ''it must show its solidarity and unity agsinst international terrorism, the gravest threat to our future.''\nMr. Andreotti said in a radio interview that ''there is always an enormous risk in using military means'' and that although Libya had supported terrorist groups, it was not necessarily involved in all terrorist attacks.\nThe Foreign Ministry statement quoted Mr. Andreotti as saying there had been no coordination of Western European policy during the American maneuvers in the Gulf of Sidra last month. ''It is obvious that countries on the Mediterranean are particularly sensitive to what happens off their coasts,'' the statement said."
}