{
    "title": "Italian police lose grip on terrorists",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 18,
    "full text": "As Italian fortunate gain came in April when former Red Brigades leader Patrizio Peci shattered the gang's strict pact of \"blood or silence\" by detailing its internal hierarchy and outlining some of its most daring past attacks.\nBut the boost Mr. Peci's singing gave police has since been jolted by sporadic attacks.  Four police and public officials and a prominent journalist have been killed since April, with the Red Brigades claiming responsibility for three of the deaths and right-wing groups for two.\n\"Terrorism here is like a volcano,\" said a high- ranking police intelligence officer in Rome.  \"It's a always rumbling but even the closest surveillance can't tell you when it's going to erupt.\" The lack of enough coordination among the various Italian law-enforcement agencies continues to complicate and hinder police efforts to combat terrorism.  In the past they have been known to compete to the point of not keeping each other informed about ongoing investigations.\nLast December when the Italian Parliament approved an ambitious and tough package of anti-terrorism measures, several members harshly criticized the agencies for their continued lack of coordination.\nAnother problem is obtaining enough evidence to convict suspects.  Last month an Italian newspaper ran a political cartoon showing suspected terrorists, handcuffed and heads bowed to the ground, entering one side of a revolving door and coming out on the other side with broad smiles on their faces and wings on their shoulders.\nThe cartoon was a comment on the recent release or dropping of charges against several suspects police once firmly believed were involved in the 1978 kidnapping and killing of Aldo Moro.  It also illustrates the penchant of Italian police to often arrest first and hope to find concrete evidence later.\nOn June 30, a Superior Court judge ordered the release of two prime suspects in the Moro affair.\nFranco Piperno and Lanfranco Pace -- both members of the leftist Workers' autonomy Group -- were arrested last August in Paris and extradited to Italy.  Although both men had other charges pending against them, French authorities limited the validity of the extradition order to the Moro affair.  When the Italian court ruled insufficient evidence existed to implicate them in the case, all other charges had to be erased and the men were set free.\nIn April authorities dropped charges against another Workers' Autonomy member, Toni Negri, after Mr. Peci's detailed confession forced authorities to reconsider their accusations.\nThe dropping of charges against Mr. Negri was the most stunning blow to police intelligence forces because of the massive amount of publicity given to the former university professor implying, and often declaring outright, that he was the mastermind of the Moro affair.\nFor months Italian periodicals printed unqualified accounts stating that Mr. Negri was the terrorist who called Mrs. Elenora Moro several days before her husband was killed, telling her that only a direct intervention by the leaders of Mr. Moro's ruling Christian Democrats could save him from execution.\nOne edition of a weekly magazine included a plastic record containing the police recording of the conversation between the man who made the call and Mrs. Moro, followed by a recording of Mr. Negri repeating key phrases from the conversation after he was arrested.  An American voiceprint expert concluded with 90 percent certainty that Mr. Negri made the phone call, but later evidence apparently proved otherwise.\nThis summer should see little terrorist activity, as most of the nations' industries and businesses close and the regular movements of terrorists' victims are altered by vacations and travel.  Authorities are awaiting the reopening of schools and factories and the renewal of labor activity in autumn, usually Italy's most violent season, to make any judgment on the direction Italian terrorism may take as the first year of the decade closes.\nNext: Separatist movements shake France"
}