{
    "title": "Italy Urged Consultations",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 24,
    "full text": "Hours before the American bombing of Libya, Italy suggested that the United States ask the North Atlantic Treaty Organization to consider joint military action ''against terrorism,'' a senior Italian official said today.\nThe official, who reflects the views of Prime Minister Bettino Craxi, said Italy had not necessarily endorsed NATO action, but had proposed that the United States consult members.\nThe Italian official made his comments in response to statements by American officials on Monday that Italy had privately supported stronger action against Libya despite its public opposition to the American raid.\n''That just is not true,'' the official said.\nThe senior Italian official said the suggestion of joint NATO action had been made by Prime Minister Craxi to Vernon A. Walters, President Reagan's special envoy.\nIn his reconstruction of the meeting, the Italian official said Mr. Walters had told Mr. Craxi that the West was in danger of being as divided in facing the terrorist threat as the democracies had been when they confronted Hitler.\n''Craxi said that he could not compare Nazi Germany with Libya,'' the official said.\nBut Mr. Craxi, the official added, went on to suggest that if the United States felt such a comparison was in order, it should consult with the allies to see whether they agreed to joint action.\nThe aide said that the suggestion to consult NATO was consistent with Mr. Craxi's opposition to American military action in the absense of a consensus among the allies. ---- Papandreou Faults U.S.  ATHENS, April 23 - Prime Minister Andreas Papandreou of Greece said today that it was ''absurd'' for the United States to enter a state of war with Libya to eliminate terrorism.\nMr. Papandreou, speaking in Parliament, said Greece was opposed to any kind of terrorism and was cooperating in combating it. He said the root cause of terrorism in the Mediterranean stemmed from failure to solve the Palestinian problem.\nHe reiterated that Greece would not carry out a decision by the European Community to impose diplomatic and economic restrictions on Libya, unless there was ''tangible proof'' of Libyan involvement.\n''No such proof of Libyan involvement in terrorism exists at present,'' he said.\nMr. Papandreou said it was ''hypocritical'' for governments to accuse countries of sponsoring terrorism when they had no evidence, and at the same time to ignore what he called state terrorism in such countries as Chile."
}