{
    "title": "Italy fears further reprisals from Libya",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 17,
    "full text": "Many Italians are apprehensive as they consider the potential repercussions of the recent United States attack on Libya.\nIt's a feeling shared by both high-ranking politicians and ordinary citizens.\nThe Italian government - despite dramatic instances of Middle East terrorist activity in Italy in recent years - has consistently opposed the use of military responses in dealing with terrorism. The US attack on Libya was no exception.\n''We must express . . . disagreement with the initiative and responsibility assumed by the American government,'' Prime Minister Bettino Craxi said of the attack. Both government parties and the opposition Communists were largely united in their condemnation of the US action which, Mr. Craxi said, ''risks provoking further explosions of fanaticism and criminal and suicidal actions.''\nAlthough many agree that Libya's Col. Muammar Qaddafi is a prime moving force behind international terrorism, there is steadfast suppport for Craxi's resistance to military action.\n''Despite the strengthening of our defense systems, no defense is 100 percent foolproof, especially against suicide squads,'' says Maurizio Cremasco, a defense expert with the Institute of International Affairs in Rome. Mr. Cremasco contends, along with many other observers, that Colonel Qaddafi will now attract even more support from extremist Arab countries such as Syria and Iran.\nAt the same time, says Cremasco, ''the moderate Arab countries will feel themselves obligated, but not inspired, to offer greater support to Reagan.''\nThe Italian public reacted strongly to the US air strikes. On Tuesday and Wednesday, peace marches were organized in several cities - from Milan and Turin in the north to Rome and Naples in the south, as well as near the Sicilian base of Comiso, where US cruise missiles are stationed. Italian Defense Minister Giovanni Spadolini has strengthened defenses in southern Sicily, following Libya's unsuccessful attack against the island of Lampedusa, some 140 miles southwest of Sicily.\nThe Italian government has expressed indignation that the attack occurred only hours after talks between Vernon Walters, the US ambassador to the UN, and Prime Minister Craxi. During the talks, the Italians say, they were not told that an attack was imminent.\nObservers point to Italian economic interests in explaining the cautious approach taken by the Craxi government. There are still some 8,500 Italians living and working in Libya, many Italian companies are under contract there, and Libyan trade still makes up some 3 percent of Italy's total international trade.\nIn addition, Libya owes Italy about $1 billion for goods and services already sold to the North African nation.\n''There is also the geographical . . . factor,'' said Cremasco. ''Convincing as arguments may be of Qaddafi's responsibility for much of today's terrorism, Italian experts realize that he is not alone in nurturing terrorism, that Syria and Iran are equally active, if not more so in the world of Mideast terrorism.''\nSome analysts also emphasize the importance of dealing with the Palestinian question in order to solve the Libyan problem. La Repubblica, a liberal Rome daily, attributes the Mideast's troubles and resulting acts of terrorism to a failure to recognize the rights of the Palestinian people and to a failure by the US to persuade Israel to reach a compromise on the Palestinian problem. The paper said that Qaddafi, who supports the cause of the Palestinians, was ''an agitator who should be neutralized.''\nAs Italians watch for possible reprisals, security at potential targets has been strengthened. More than the usual number of paramilitary police and civil police guard the Libyan and US embassies, airline offices, and companies. The American Express office in central Rome has a 24-hour guard which also watches the new McDonald's fast-food restaurant a few doors away.\n\nGraphic\n\n \nPicture, Students in Naples protest US strike on Libya, AP"
}