{
    "title": "Italy 's police find terrorism deeply entrenched in society",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 1,
    "day": 20,
    "full text": "Italian terrorism has assumed alarming proportions.\nAlthough a number of police raids and terrorist arrests in Italy in the last 10 days have not produced US Army Gen. James Dozier, kidnapped by the Red Brigades six weeks ago, they have netted Italian authorities a dizzying array of weapons, documents, hideouts, and valuable new clues.\nThe picture that emerges from this new evidence is that terrorist activity has taken a quantum leap. There are also indications Italian terrorists are linked with international terrorist groups. Several political analysts in Rome, however, feel the international connection is being slightly exaggerated for domestic political reasons.\nMost spectacular among the Red Brigades' future projects was a planned attack on the headquarters of Italy's largest political party, the Christian Democrats. According to documents seized by police in a raid in Rome last week, the terrorist gang intended to mount a bazooka and grenade attack at the party's monthly meeting Jan. 22. The plan called for the killing of between 80 and 100 party members. Diplomats stationed in Rome also regularly attend.\nPolice also said the Red Brigades had been plotting an assault on police stations and barracks in Rome as well as on the maximum security prison of Fossombrone in east central Italy, where several Red Brigades are being held. And an artillery cache containing armor-piercing weapons found north of Naples led some security authorities to speculate the Red Brigades had been planning a major assault on US and NATO facilities in Naples.\nSince the Dozier kidnapping the Red Brigades have staged a dramatic escape for four of its members from the minimum security prison in Rovigo. They also shot Nicole Simone, the deputy head of the police squad conducting the manhunt for Dozier, in a foiled attempt to kidnap him. Police uncovered a hideaway southeast of Rome they believe was prepared for Simone by the kidnappers of Dozier.\nThis surge in terrorist activity has greatly alarmed Italian officials and politicians. Many observers feel Italian police are performing better than ever against this latest terrorist wave. But the government of Prime Minister Giovanni Spadolini has come under attack for not doing more, particularly for not preventing the Rovigo escape and the Simone episode, which many believe was due to carelessness.\nSpadolini responded by painting a broad portrait of an international terrorist conspiracy in front of which Italy was merely one cog in a giant, almost uncontrollable, machine. In a parliamentary debate last week, the prime minister told his accusers that there was proof Italian groups were receiving help from other groups in Europe.\nHe stunned his audience with the previously unannounced news that 26 foreigners, including Libyans, Soviets, Bulgarians, and Hungarians had been expelled from Italy in the last two years for terrorist activities. (His statement was later clarified to read ''espionage activities.'') Spadolini's remarks prompted one government official to remind a foreign journalist that when Spadolini spoke, ''It was always for domestic consumption.''\nSeveral days later, Judge Ferdinando Imposimato, the Milan magistrate who headed the investigation into the case of former Prime Minister Aldo Moro, reinforced Spadolini's contention. In a court report based on lengthy interviews with two repentent ex-terrorists, the respected judge said there was a conspiracy to destabilize Italy by the KGB, the Palestine Liberation Organization, and Syrian groups.\nHe later added in an interview with the newspaper Il Messaggero that the ex-terrorists also said Israelis were helping to arm the Red Brigades in an effort to strengthen US opinion that Israel was the only stable country in the Mediterranean. The court report added that there has so far been no proof to support the ex-terrorists' claims.\nIn one sense, there is nothing startlingly new about the fact that the Red Brigades have been helped by external terrorist groups. It has been known for some time that Red Brigade members trained together with Germans, Japanese, and other nationalities in terrorist camps in South Yemen, Lebanon, and possibly Libya. As one Middle Eastern diplomat said, ''All terrorist organizations have some sort of connection in one way or another.''\nNeither is it the first time dangerous weapons such as surface-to-surface missiles were found in Red Brigade hands.  So far, the arms that police have seized in Red Brigade hideouts during recent raids have been either Soviet-made or French-made arms supplied to Tunisia."
}