{
    "title": "ITALIAN UNION ADVISER SHOT DEAD",
    "publisher": "the new york times",
    "year": 1985,
    "month": 3,
    "day": 28,
    "full text": "A prominent economist for a labor federation was shot and killed here today, and the Red Brigades terrorist group claimed responsibility.\n The police said Prof. Ezio Tarantelli, 43 years old, a leading adviser to the Roman Catholic-led union, the Italian Federation of Unionized Workers, was approached at noontime by two men in a university parking lot after he gave a lecture at Rome University.\nThey fired at him with a submachine gun and a revolver, the police said, and Professor Tarantelli was struck by at least 10 bullets. He died on arrival at a nearby university hospital.\nProf Ezio Tarantelli, leading adviser to Italy's Roman Catholic-led union Italian Federation of Unionized Workers, is fatally shot, Rome, and Red Brigades terrorist group claims responsibility (M)\nSome Italian leaders expressed deep concern over the incident, saying it might mark the beginning of a new round of terrorism here.\n \n'Terrorism Is Striking Again'\n''Terrorism is striking again and is doing so at the heart of the system,'' said Ciriaco De Mita, the leader of the dominant Christian Democratic Party.\nShortly after the killing, an anonymous caller to a private left-wing radio station in Milan said: ''We are from the Red Brigades. We claim the attack.''\nTwo other callers, to the Rome daily Il Tempo and to a newspaper in southern Italy, also claimed responsibility for the attack, one also for the Red Brigades and the other for a group called the Armed Proletarian Nuclei.\nBut Oscar Luigi Scalfaro, the Minister of the Interior, said in the Italian Senate tonight that he was convinced the Red Brigades was responsible.\nMr. Scalfaro said a 71-page document signed by the Red Brigades had been found near Professor Tarantelli's body. He said the attackers had escaped by leaping over a wall and speeding away on a motor bike.\nThe killing set off an emotional reaction here and was immediately denounced by Prime Minister Bettino Craxi, a Socialist, and other political leaders.\nThe three main union federations called a two-hour work stoppage in factories and staged rallies around the country to protest the killing.\nThe killing was apparently the first by the Red Brigades since Leamon Ray Hunt, an American who headed the United Nations peacekeeping force in Sinai, was shot dead outside his home in Rome on Feb. 15, 1984.\n \nOpposed Wage Escalator\nProfessor Tarantelli, the president of the Institute of Economic Studies, was well known as an opponent of Italy's system of adjusting wages automatically for inflation.\nKnown as the ''scala mobile,'' or escalator, the system was designed to insure workers' income against inflation. But critics of the system, notably Professor Tarantelli, argued that the automatic wage increases only fueled inflation. After proposals by the professor and others, Mr. Craxi's Government sharply cut back on the escalator."
}