{
    "title": "Italian terrorism plummets",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 3,
    "day": 27,
    "full text": "''Thank God, it's over,'' says Innocenzo Cipolletta, leaning intently over his desk in the Confindustria, the association of Italian businessmen. ''I used to be scared even to publish my opinions.''\nHis one-time fear: terrorism.\nOnce the most terrorism-ridden country on the continent, Italy has made itself something of a counterterrorism model. Since a wave of domestically inspired violence a decade ago and the Middle East-inspired events of 1985 - the Achille Lauro cruise ship hijacking and the Rome airport massacre - Italy has fought back with common sense and steady resolve. Experts say other countries, including the United States, can learn much from the Italian example.\nOf course Italy has not eradicated terrorism. This week, two men on a motorcycle fired five shots into the car of Gen. Licio Giorgieri, killing him. Extreme left-wing Red Brigades claimed responsibility.\nBut the present danger pales before the dangers of just a decade ago. The Red Brigades had put Italy in a virtual state of siege, kidnapping and killing hundreds of judges, industrialists, and politicians - any potential symbols of the establishment. Between 1969 and 1983, more than 14,000 acts of terrorist violence were registered, 409 people were killed and 1,366 injured. The violence culminated in 1978 with the abduction and murder of Italy's preeminent politician, Aldo Moro.\n''We all had bodyguards, we wouldn't go out at night, and we feared expressing opinions which might offend the Red Brigades,'' explains Mr. Cipolletta, the Confindustria's director of research. ''Today's terrorism is closer to gangsterism.''\nIn his chambers, Investigating Magistrate Rosario Priore offers supporting evidence. His work helped solve the Moro case and led to the subsequent arrests of hundreds of Red Brigades, seriously undercutting the group's strength.\n''The Red Brigades now are restricted to Rome,'' he says, ''and while there are serious signs that they have reorganized, they now number in the dozens, perhaps 40 or 50, rather than the hundreds.''\nIn the last few years, Judge Priore and his colleagues also have scored significant successes against Middle Eastern terrorists, having arrested a dozen suspects. Although the release of Achille Lauro mastermind Abu Abbas infuriated the US, overall Italy has been remarkably consistent in applying justice. When French judges sentenced the leader of the Lebanese Armed Revolutionary Faction (FARL), Georges Ibrahim Abdallah, to a life sentence, the verdict was greeted with surprise. When a few months earlier, Italy handed down tough 30-year sentences against two apprehended FARL members, almost no one noticed.\n''The terrorists know they can't blackmail us,'' Priore says. ''We just put them in jail.''\nThe Italians believe their toughness has paid off, despite the obvious dangers. When Moro was abducted, the government refused to negotiate, and he was killed as a result. But his murder spelled the beginning of the Red Brigades' decline.\n''After Moro's death, the public rallied to the government,'' says Francesco Alberoni, one of Italy's leading social commentators and a University of Milan professor. ''Before that, leftist intellectuals and workers were sympathetic.''\nDeprived of any public sympathy, today's terrorists are isolated and represent a relatively small danger. ''There's a consensus against terrorism in Italy,'' says Alison Jamieson, author of a forthcoming book on Italian terrorism, ''which means the emergency is over.''\nBolstered by this consensus, patient police work becomes effective. By infiltrating spies into Red Brigades terror cells, authorities were able to arrest hundreds of Brigades members. By offering reduced prison sentences to repentent terrorists, they culled invaluable information.\nSuch tactics are more difficult to employ against today's Red Brigades cells, with their small size and with foreign terrorist networks enjoying support from abroad. Nonetheless, information Italy culled from captured FARL members permitted French police in Lyon to identify FARL leader Abdallah.\nThe Italians avoid what they call ''symbolic'' measures. They criticize the US bombing of Libya and the French decision to impose visa requirements. How will the bombs stop terrorism and how will requiring Americans tourists to get visas help? they ask.\nMuch better, the Italians say, is to concentrate precious police energy at sensitive spots, such as airports, harbors, and border crossings. Terrorism must not disrupt society more than necessary. Arbitrary roadblocks and identity checks only lead to a siege mentality without producing results.\nAbove all, the Italians say, this means upholding democratic principles. Although human rights organizations such as Amnesty International have condemned the holding of terrorist suspects in jail for long periods without charge, Italy has never enacted a law banning from government employment people considered disloyal to the Constitution, as in Germany, or formed special nonjury antiterrorist courts, as in France.\n''All the Red Brigades had full rights, full trials,'' Judge Priore says. ''If you break the law to beat terrorism, then it isn't worth it.''\nNeither he nor other Italian terrorism experts expect to find a cure-all. They say Italy's location makes it a natural conduit for Middle East-inspired violence. And Italy's deep ideological cleavages still make it fertile ground for home-grown terrorists, right- as well as left-wing.\n''There's always danger,'' Priore admits. He himself represents a natural terrorist target. Arriving at his office in the Palace of Justice in an armored sedan, two bodyguards carrying Uzi submachine guns protect him as he leaves the car.\n''You will never end terrorism,'' Priore says. ''You can just control it.''\n\nGraphic\n\n \nChart, ''Rise and fall of Italian terrorism'' - terrorist attacks in thousands, 1969-1985; SOURCE: ITALIAN INTERIOR MINISTRY, TOM HUGHES - STAFF"
}