{
    "title": "ITALIAN CHIEF WARNS OF HIGH RISK OF MORE ATTACKS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 13,
    "full text": "Prime Minister Bettino Craxi has warned Parliament that instability in the Middle East has created a ''high risk'' that Italy will face new terrorist attacks.\nIn his semiannual report to Parliament on the activities of Italian intelligence services, Mr. Craxi said Italy had uncovered about 70 foreign spies in the last six months, more than usual. He did not reveal their nationalities but said the large number suggested Italy was facing an unusual period of violence.\nThe Prime Minister, leader of the Socialist Party, said the country faced a ''permanent danger posed by certain Middle East groups whose terrorist initiatives can be seen in the wider context of international subversion.''\nHis report followed an attack at the airport here on Dec. 27 in which 16 people were killed. Three people were killed in a similar attack on the same day in Vienna.\nDespite past differences with the United States over Middle East policy, Italian officials have been relatively supportive of Washington's initiatives against Libya, which the Administration accuses of aiding the airport terrorists. Among other moves, Italy last week imposed an embargo on arms sales to Libya.\nBut the Italian authorities investigating the attack maintain that they still do not have hard proof of direct Libyan involvement in the Rome and Vienna incidents.\n''There are some elements, but not proof,'' Interior Minister Oscar Luigi Scalfaro said.\nItalian and Austrian officials have said that the airport terrorists were trained in camps in Lebanon's Bekaa region, which is under Syrian occupation, and that they flew to Europe from Damascus, Syria's capital.\nToday Mr. Scalfaro told the Italian news agency ANSA that information obtained by the Italian secret services had allowed the authorities to thwart an attack planned against another European airport. He did not say which one.\nThe Italian police have also tightened security around Israeli and Jewish property. An alert against terrorist attacks in the Netherlands was expanded today to include American diplomatic and commercial offices, the Dutch Justice ministry said. The alert began Thursday in the Netherlands and Scandanavia when Interpol, the international police organization, warned that the Palestinian faction of Abu Nidal might strike against Jewish or Israeli targets.\n \nViolations by Soviet Planes\nIn other developments, several Italian newspapers reported today that two Soviet reconnaissance planes violated Italian airspace on Thursday near the NATO base in Sigonella, Sicily.\nOne of the papers, the Milan daily Corriere Della Sera, also reported that a Societ spy ship, the Vertikal, was anchored off the Italian coast and monitoring radio traffic between the base and American and Italian planes.\nSince the airport attack here, there has been widespread speculation that United States forces might attack Libya, and there were major ship movements around NATO bases in Italy. American military officials said the movements were routine and not linked to any action against Libya.\nThe Italian Cabinet issued a statement last week saying it expected that the NATO bases in Italy would be used only for alliance-related activities.\n \nWarning to U.S. Seen\nThe statement was interpreted as a warning to the United States not to use Italian sites in connection with any attack on Libya without explicit Italian permission. But a top foreign policy aide to Mr. Craxi said Italy did not expect the United States to make any moves toward Libya from here.\nMr. Craxi's report on terrorism, theoretically secret but in fact widely circulated, said divisions within the Palestinian movement and among Arab governments could create a climate for further attacks on Italian soil.\nItaly faced a wave of domestic terrorism in the late 1970's and early 1980's from groups on both the extreme left and the extreme right. Mr. Craxi said the domestic terrorism had largely abated, though he reiterated past statements warning of a danger of European-wide terrorist attacks against NATO targets.\nReflecting fears here that terrorists maintain a support structure in Italy for their actions, the report speculated that domestic criminal groups could be providing arms to both Italian terrorists and foreigners operating in Italy.\nMr. Craxi said the new terrorist threat called for greater cooperation among ''all countries, and in the front line, the Western countries.''\n \n'Root Causes' Cited\nItalian officials made public a letter from Mr. Craxi to President Reagan on Friday stressing his Government's ''intransigent firmness'' against terrorism. But the letter also called for efforts ''to overcome the root causes that favor the development of terrorism.''\nMr. Craxi's carefully crafted position reflected continuing political infighting here over Middle East policy and official attitudes toward the United States.\nItaly's sympathetic policy toward the Palestinian cause has in the past come under fire from elements of the five-party coalition Government.\nThe Government has been far more united in its current approach than it was during the affair over the hijacking of the cruise ship Achille Lauro last year. But Italian politicians who favor a less pro-Palestinian policy and closer cooperation with the United States have used the current crisis to open a new debate over Middle East policy."
}