{
    "title": "Italy _ Socialist glue sticks new Cabinet together",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 3,
    "day": 31,
    "full text": "The current government crisis in Italy promises to be one of the shortest in the republic's history, but ironically the administration it will deliver will probably have a relatively long life by Italian standards.\nThe government of Christian Democratic Prime Minister Francesco Cossiga, the 42nd since the 1943 fall of fascism, collapsed March 19.  This was a result of the Italian Socialist Party's withdrawal of its promise to support the government by benevolent abstention in Parliament in exchange for behind-the-scenes influence.\nMr. Cossiga's government needed the indirect parliamentary support because his Christian Democrats, who control almost 39 percent of the seats in Parliament, have refused to form a coalition with the second-ranking Communists, who have 30 percent.\nBut it is the very same Socialists, the nation's third largest party with 11 percent, who will resuscitate and sustain the man and the government they collapsed.\nSocialist leader Bettino Craxi -- after stormy meetings with the left wing of his party, which favors ties with the Communists -- agreed to cooperate with Mr. Cossiga.  The price: nine Cabinet seats and a public statement that the christian Democrats were not opposed \"in principle\" to a future Socialist premier.\nBecause the new government will give Italy its first true center-left coalition since 1974, when the Socialists last ruled with the Christian Democrats, some skeptical political observers say the next government is only an \"antechamber\" to a government including the Communists.\nBoth the Socialists and the Christian Democrats are severely divided on the Communist participation in the government.  The recent Christian Democratic national convention ended with a firm resolution against the largest Communist party in the West.\nItaly now faces mounting terrorism that has seen 21 political assassinations in the first three months of 1980 -- only one fewer than in all of 1979.\nThe inadequately trained police force has been stretched to protect the nation's 7,000 magistrates and prosecutors, all named as targets by the leftist Red Brigade and Front Line terrorist groups, who have killed four this year and vow daily to continue.\nThe magistrates have demanded that the Army be called in for routine patrol duties to relieve the police, that they be given escorts and bulletproof cars, and that computerized data banks on terrorists and a foolproof, national system of identity cards be set up.\nOn March 18, a Red Brigade commando killed Girolomo Minervini on a crowded Rome bus days after he was secretly appointed director general of prison reform and crime prevention by the Justice Ministry.\nSince the appointment was not made public, the killing rekindles fears that terrorism parallels increasing unemployment -- almost 10 percent last year -- and soaring inflation.\nFinal negotiations this week among the three parties that will form Italy's next governing coalition are expected to deal almost exclusively with what the new government's stand on terrorism, unemployment, and inflation will be.\nThe Cabinet agreed on this past week and expected to be presented to President Sandro Pertini in several days will give the Christian Democrats 12 seats, the Socialists 9, and the tiny Italian Republican Party, 3.\nObservers say Mr. Craxi decided to delay playing his strongest card -- holding out for the premiership -- until the Socialists can prove they can be responsible partners in government and until regional elections this June, in which his party is expected to gain sharply.\nIf the Christian Democrats keep their promise to truly share the governing of Italy with the Socialists, the Socialist strategy of waiting for more voter support and a better image could give Italy a government that could last well into 1981.\n\"Faced with the risks of the dangerous vacuum of the precarious political situation,\" Mr. Craxi said at a political rally March 30 that \"a Socialist intervention and a direct responsibility in the next government is the best and only answer to the problems of Italy today.\""
}