{
    "title": "ITALY EXPELS A LIBYAN DIPLOMAT",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 14,
    "full text": "Italy announced the expulsion of another Libyan diplomat today, a day after Libya ordered the expulsion of 25 Italians.\nThe Foreign Ministry said the latest expulsion, of an official in Libya's consulate in Palermo, was not in retaliation for Libya's action.\nThe Foreign Ministry identified the official as Mustafa Mohammed Alarkresh and said he had been asked to leave because of activities ''incompatible with his diplomatic status.'' It said Mr. Alarkresh would be given one week to leave.\nOn April 26, Italy ordered Libya to cut its diplomatic staff by 10 and severely restricted the movements of the diplomats who would remain.\nAmong those expelled from Libya on Monday were six Italian diplomats and 19 other employees of the Italian Embassy. They were among 36 Western Europeans expelled by Libya in retaliation for diplomatic sanctions by Western Europe against the Government of Col. Muammar el-Qaddafi.\nLibya said through its official press agency today that it had expelled the diplomats because the European Community's action was unjustified. It challenged the West to provide ''one single proof'' that Libya sponsored terrorism, as the United States and several Western European governments have claimed. ---- Syrian Role Plausible, Aide Says WASHINGTON, May 13 (UPI) - A top State Department official said today that the United States ''has no reason to doubt'' reports that the Syrian Government was involved in the bombing of a West Berlin discotheque.\nThe official, Deputy Secretary of State John C. Whitehead, asked about Israeli charges that Syria plotted the attack, said: ''We have no reason to doubt what the Israelis have said'' about Syrian involvement in the disco attack, which killed an American serviceman and a Turkish woman and wounded 230 others.\n''Evidence of Libyan involvement is incontrovertible,'' Mr. Whitehad added, ''but that doesn't mean the Syrians are not also involved and that they were both involved, as is often the case in many other acts of terrorism.''\nThe New York Times reported on Sunday that British and West German investigators have information that the Syrian Government of President Hafez al-Assad was the sole author of a bombing in March at an Arab-German friendship society and was also behind an abortive attempt to bomb an El Al airliner on April 17 in London.\nThe United States bombed Libya in a reprisal for the West Berlin attack, but has taken no military action against Syria. Asked for the difference between Libya and Syria, Mr. Whitehead said: ''We believe Qaddafi's terrorism is particularly reprehensible because he boasts about it. We have some reason to believe that Assad is trying to suppress it and we are encouraging him to do it more actively.''"
}