{
    "title": "ITALIAN PREMIER URGES FRANCE TO EXTRADITE TERROR SUSPECTS",
    "publisher": "the new york times",
    "year": 1985,
    "month": 2,
    "day": 8,
    "full text": "Prime Minister Bettino Craxi urged the French Government today to extradite Italian terrorist suspects, noting that some of them might have been involved in recent attacks elsewhere in Europe.\n Mr. Craxi, in an address to Parliament, said terrorism against North Atlantic Treaty Organization targets in Europe had followed a pattern set by the Italian terrorist group known as the Red Brigades,\n''The anti-NATO themes inspiring the new terrorism were present in Italian terrorism in 1980 and 1981, when the Red Brigades singled out the men and structures of the Atlantic alliance as primary targets for their strategy,'' Mr. Craxi said.\nHe noted that when French authorities arrested members of the anti- NATO terror group Direct Action, seven of those picked up were Italians accused of terrorism - ''All fugtives and all dangerous,'' Mr. Craxi said.\nItalian Prime Min Bettino Craxi urges France to extradite Italian terrorist suspects, noting that some of them might have been involved in recent attacks elsewhere in Europe (M)Terrorists Seek Refuge in France\nThe Prime Minister said the Italian Government had located 204 terrorist suspects who had sought refuge abroad. Of these, he said, a majority - 117 - had taken refuge in France.\nThe other two leading countries harboring fugitive Italian terrorist suspects are Nicaragua and Costa Rica, he said.\nThe extradition of terrorist suspects has been a sore point in French-Italian relations. Italy has filed 120 extradition requests with the French Government, but France has been reluctant to honor the requests, citing its tradition of political asylum.\nNoting the presence of the large number of terrorist suspects in France, Mr. Craxi said Italian efforts to locate the accused had been ''made useless by the difficulties encountered at the moment of extradition.''\nHe said some of the fugitives who had taken refuge in Central America had first gone to France and then to Central America by way of Madrid and Moscow.\n \nCraxi Hopes for Compromise\nMr. Craxi acknowledged France's tradition of granting political asylum, but said France and Italy were bound by extradition agreements and their common interest in fighting terrorism.\nHe said he hoped a compromise could be found between ''a glorious tradition which we respect and the need to fight terrorism.''\nTerrorism, he went on, ''is no longer a predominantly Italian affair, but is today attacking every free country in Europe.''\nMr. Craxi criticized the Nicaraguan Government, noting that Nicaragua has repeatedly denied that it is harboring terrorists.\n''But, in reality, we still have not been given the collaboration required,'' Mr. Craxi said.\nMr. Craxi's remarks came a day after Italian authorities announced their interest in calling a conference among Western European governments to discuss the new wave of bombings and shootings in Europe. These have been mainly directed against targets linked with the Atlantic alliance.\n \n'Terrorism Multinational'\nA spokesman for the Italian Interior Ministry, Tanino Scelba, said Wednesday that a ''terrorism multinational'' existed and argued that ''you cannot speak of isolated groups like the Red Brigages or the Red Army faction.''\n''They are linked,'' he said."
}