{
    "title": "ITALY, FEARING TERROR 'IN PIPELINE,' TIGHTENS GUARD",
    "publisher": "the new york times",
    "year": 1986,
    "month": 6,
    "day": 15,
    "full text": "Italian officials say continued pressure on Syria from the United States, Israel and Italy appears to have led the Syrian Government to exercise greater caution in its dealings with terrorist groups.\nBut they also said Italy had tightened internal security in recent days because of intelligence reports that as many as 35 terrorist attacks had been ''in the pipeline'' even before recent efforts by the United States to get both Syria and Libya to back away from their involvement with terrorism.\nSecurity at the Fiumcino airport earlier this week was stricter than it had been for some time, and those seeking to enter the main international terminal had tickets and passports checked by heavily armed policemen and military personnel.\nThe officials also said contradictory reports in recent weeks over Syria's exact role in recent terrorist actions stemmed in part from the wide circulation of inconclusive intelligence reports pointing to Syrian involvement.\nA senior official said this was especially true of allegations that Syria was involved in the attack on Fiumicino last Dec. 27 that killed 17 people, including 5 Americans.\nAccording to the official, Rome magistrates investigating the attack received intelligence reports pointing to Syrian involvement, including accusations against Mohammed Khouli, a Syrian Air Force intelligence official.\n''There was confusion because unconfirmed intelligence reports were thought to have been independently confirmed, and they had not been,'' the official said of reports that Italian magistrates were ready to move against Syrians.\n''We have reason to suspect the Syrians, but that is not the same as proof,'' the official said.\nItalian political leaders, including Prime Minister Bettino Craxi, have maintained since last January that the terrorists involved in the Fiumicino attack came to Italy from Syria by way of Yugoslavia and that they had been trained in the Syrian-controlled Bekaa region of Lebanon.\nBut Italian leaders insisted they still had no direct evidence of Syrian Government involvement.\nThey thus expressed surprise at the decision of some American officials last month to make public new findings of Syrian involvement, arguing that much of this information had already been made known by Italy.\nAfter a flurry of reports that the magistrates investigating the Fiumicino attack were about to issue arrest warrants against Syrians, the magistrates in the case along with Judge Rosario Priore and the public prosecutor, Domenico Sica, decided to issue the writs against only the 14 low-level figures.\nA senior Italian official said the United States decision to make public intelligence reports pointing to Syria appeared designed as part of a campaign to press President Hafez al-Assad of Syria to withdraw support from organizations linked to terrorism.\n''Even if they are doing a double game - and I'm not saying they are -the fact they are publicly disassociating themselves from terrorism has its own importance,'' the official said.\nThe official added that President Assad's visit to Greece last month and signs that he was seeking better relations with Iraq, a longtime enemy, offered other indications that Mr. Assad is worried about his position and displaying ''a new flexibility.''\nBut Italian officials are still concerned over the possibility of further attacks. Last week, Oscar Luigi Scalfaro, the Interior Minister, said Italy had ''received indications from our secret services on the possibility of attacks on Italy of an international kind.''\nAn Italian official familiar with intelligence reports said the difficulty Italian officials were confronting was that they have been flooded with information on terrorism that is difficult to evaluate.\nMr. Scalfaro disclosed last week that Italy and the United States would sign a new accord providing for increased copperation on terrorism. American officials said the accord would essentially add a working group on terrorism to an existing structure."
}