{
    "title": "Italian police crackdown scores major blow against Red Brigades",
    "publisher": "christian science monitor ",
    "year": 1980,
    "month": 4,
    "day": 23,
    "full text": "Terrorism in Italy has taken a sudden downturn in recent weeks after a spate of successful counterterrorist activity by special state police.\nNearly 100 suspected terrorits and sympathizers have been arrested.  But a single talkative terrorist has sown disorder among his former comrades by giving police a gold mine of intricate inside information.\nPatrizio Peci, the man Italian newspapers are calling the \"repentant terrorist,\" has shatered the Red Brigade's strict pact of \"blood or silence\" by detailing the urban guerrilla gang's internal hierarchy and claiming intricate ties with the Palestinian guerrilla movement.\nMr. Peci was arrested Feb. 21 in Turin for 39 separate crimes in connection with the 1978 kidnapping and killing of former Prime Minister Aldo Moro.  He has given police a 70-page \"confession detailing the Red Brigade's inner structure and 'nerve centers.' \"\nNews of Mr. Peci's willingness to tell all was leaked to the press on April 14 and confirmed by police a week later.  His revelations led directly to almost daily police dragnets of northern Italy, the suicide of one leftist lawyer, and the arrest of another.\nMr. Peci's document describes the Moro affair in detail and says that nearly the entire arsenal used by the Red Brigades and other allied leftist groups came from a web of contacts in the Palestinian guerrilla movement.\nIn a statement released in Rome April 16 the Palestine Liberation Organization said it had not given any arms to Italian terrorists, had condemned their actions in the past, and had considered Mr. Moro a friend because he was the first European leader to express solidarity with the palestinians.\nMr. Peci's revelations have left the Red Brigades in a temporary state of disorder.  The gang is only discovering piecemeal the extent of Mr. Peci's \"singing,\" and police are hoping they can strike a few more blows to delay or eliminate a reorganization attempt."
}