{
    "title": "Its OK to report suspicious activity",
    "publisher": "basin republican rustler",
    "year": 2013,
    "month": 5,
    "day": 9,
    "full text": "After the Boston Marathon bombing, the Homeland Security trademark catchphrase \"If you see something, say something,\" received renewed publicity. On Tuesday, after three missing young women were located, it was again brought forth.\nAccording to the Homeland Security website, www.dhs.gov, states, \"The nationwide \"If You See Something, Say Something\" public awareness campaign is a simple and effective program to raise public awareness of indicators of terrorism and terrorism-related crime, and to emphasize the importance of reporting suspicious activity to the proper local law enforcement authorities. The campaign was originally used by New York's Metropolitan Transportation Authority (MTA), which has licensed the use of the slogan to DHS for anti-terrorism and anti-terrorism crime related efforts.\"\nBut the message -- if you see something suspicious don't ignore it but report it to law enforcement -- applies to more than just terror. The investigation is continuing on the case of the missing girls, but early reports were that neighbors had reported suspicious activity at the residence where the women were being held against their will.\nThe neighbors were doing what they should, by seeing something strange, out of order, or suspcious and then reporting, but some link on the chain failed since the girls were not found as a result of those calls. It doesn't mean they shouldn't have been reported.\nThe Basin Police beat, as other small town police beats are, is sometimes laughed at by the types of reports, especially \"suspicious circumstances.\" However, we are fortunate that the suspicious circumstances turn out to be harmless.\nWe are fortunate to have police officers who understand the importance of responding to suspicious circumstances and making sure everything is OK.\nThe two recent incidents are good reminders that at times it's OK to be a \"nosy neighbor.\"\nSo kudos to the neighbors in Ohio who reported suspicious circumstances and thumbs up to our residents who look out for their neighbors and report suspicious circumstances here.\n--Karla Pomeroy\n\nLoad-Date: January 30, 2015"
}