{
    "title": "IU experts_ Turning away Syrian refugees won't stop terrorism",
    "publisher": "herald-times ",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "Nov. 19--Indiana University experts Wednesday agreed: Trying to keep Syrian refugees out of Indiana, or other states, won't stop terrorism.\n\"We need to start talking about how we will support their settlement,\" said Elizabeth Dunn, an associate professor of geography who is specializing in humanitarianism and displacement.\nDunn and five other leaders from IU's School of Public and Environmental Affairs and School of Global and International Studies convened Wednesday for a teach-in on last week's terrorist attacks in Paris.\nIndiana Gov. Mike Pence on Monday announced the state was suspending further resettlement of Syrian refugees in Indiana for the \"safety and security\" of other residents.\n\"Restrictive immigration policies are not likely to get very far, though the support for them might provide some support for anxious publics,\" said Les Lenkowsky, a professor of practice in public affairs.\nMore than a dozen other states have enacted policies on refugees this week that are similar to Pence's.\n\"What Pence is doing is starting what we anthropologists call a moral panic,\" Dunn said.\nDunn and other panelists said the refugees have nothing to do with the problem. It's the Islamic State, she said, which was actually born because of America's own invasion of Iraq.\n\"We're looking at home-grown terrorists. They seek to radicalize people who already have passports and have free entry into the country in which they strike,\" she said.\nSyrians became a special target of discussion after a Syrian passport was found near the body of one of the attackers in Paris. Feisal Istrabadi, former ambassador for Iraq to the United Nations, pointed out that the passport was found to be forged. He also said the recent refugee policy change harkened back to another time, \"not a pretty time in American history,\" when the U.S. placed stricter immigration regulations on Jews during the period of the Holocaust.\nIstrabadi also brought up Western misperceptions of Muslims and the religion of Islam, adding that the Islamic State and al-Qaida have killed more Muslims than non-Muslims.\n\"This is against ISIS, which is an extremely retrograde, violent and extremist interpretation of Islam,\" said Rajendra Abhyankar, a former ambassador for India to the European Union.\nPanelists also discussed possible next steps, including how to prepare for incidents locally and prevent them globally.\nMark Levin, a clinical associate professor who specializes in public management and urban policy, said amping up certain security measures is likely to just produce pushback. He said this is because people don't want to do things like going through metal detectors or be delayed at the airport.\n\"Citizens don't want their liberties curtailed, so we have to strike a balance,\" said Levin.\nInstead, Levin suggested that people locally prepare more for things such as natural disasters and get used to responding to incidents in a more orderly fashion. He compared the effect of a bomb going off, shaking buildings and creating debris, to the effect of an earthquake.\n\"It's much the same response, and people feel a lot more comfortable when we talk about preparing for natural disasters,\" he said.\n\"There is no technical solution here,\" added Bob Kravchuk, National Academy of Public Administration Fellow. \"No bureaucratic response is ever going to be sufficient.\"\nInstead, he, along with other panelists, suggested it will take a cultural shift of attitudes to enact global change -- a shift that involves erasing misperceptions about Islam, Muslims, Syrians and other innocent victims affected by terrorist attacks.\nSyrian family diverted to Connecticut\nAssociated Press\nINDIANAPOLIS -- A Syrian family has been diverted to Connecticut after Indiana officials objected to the refugees resettling in their state.\nIndiana officials sent letters Tuesday to Exodus Refugee Immigration Inc. and Catholic Charities Indianapolis ,saying plans to accept two Syrian families should be halted. The action came after Gov. Mike Pence ordered state agencies to halt resettlement activities in the wake of the deadly attacks in Paris.\nExodus Executive Director Carleen Miller says she doesn't believe the state has the power to stop the resettlements but didn't want the family to go through any additional \"scrutiny or drama.\"\nThe family of three has been waiting since 2012 to be resettled in the U.S., and was scheduled to arrive in Indianapolis on Thursday.\n___ (c)2015 Herald-Times (Bloomington, Ind.) Visit the Herald-Times (Bloomington, Ind.) at www.heraldtimesonline.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 19, 2015"
}