{
    "title": "J&K_ Pakistani helicopter violates Indian airspace in Poonch sector",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 1,
    "full text": "In February, a Pakistani military helicopter flew dangerously close to the Line of Control in Poonch's Khari Karmara area.\nOfficials said a white helicopter crossed into the Indian airspace in the Gulpur sector and hovered there for some time before turning back.\nPresident Azad Jammu and Kashmir Sardar Masood Khan strongly condemned the unprovoked fire by Indian occupation forces on the AJK PM's helicopter.\nThey said since the chopper was flying very high, it escaped the small arms fire and made an immediate retreat and flew back to other side of the LoC into the Pakistan Administered Kashmir . \"The air sentries at the forward location engaged it with small arms\", said the Jammu-based defence spokesman Lt. Col. Devendra Anand. The private helicopter landed at Haveli helipad after the retaliation by the Indian Army. Reports suggested no anti-aircraft guns were used.\nRyder Cup results: Europe wins over US today to reclaim title\nThe 14-time major champion becomes one of just four golfers in history to play in four events and not record any points. As it turned out, Woods played a ton, missing just two cuts and competing in 68 official rounds on the PGA Tour.\nIn the video footage, a white chopper can be seen breaching the Indian airspace and violating global conventions to illegally enter the Indian boundaries near the Line of Control (LoC).\n\"If it had been a green helicopter, the response would have been different\", said an Army official posted in Poonch.\n\"In our case, terrorism is bred not in some faraway land, but across our border to the west\".\nThe incident comes a day after Foreign Minister Shah Mehmood Qureshi criticised the Indian government for its human rights violations in the Indian-occupied Kashmir and its failure to initiate bilateral peace talks between the two countries on the sidelines of UN General Assembly.\n\nLoad-Date: October 1, 2018"
}