{
    "title": "J. WARNER URGES CADETS TO BACK TERRORISM FIGHT",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 5,
    "day": 17,
    "full text": "At home or abroad, in the military or as civilians, Virginia Military Institute graduates should be citizen-soldiers in the war on terrorism, U.S. Sen. John W. Warner told VMI graduates.\nWarner addressed 245 graduates and thousands of supporters who gathered inside VMI's Cameron Hall for commencement yesterday.\nThe senator compared the challenge facing this year's graduating seniors to those who volunteered for service in World War II, as Warner did.\nWhile that war exacted much heavier casualties on those in uniform, today's conflict threatens noncombatants, Warner said, pointing to the students' friends and family in the audience.\n\"No longer do the mighty oceans protect us, [nor does] the long distance protect us,\" Warner said. \"It is here at home, and you are marching forth today in homeland defense.\"\nWarner credited VMI Superintendent Josiah Bunting III for his analysis of military leadership in the Vietnam War. Shortly after service in Vietnam, Bunting wrote a best-selling novel, \"The Lionheads,\" that was critical of the military hierarchy during the war.\nWarner was serving in the U.S. Defense Department at the time the book was published in 1972.\nHe has reflected on that period, and on the conflict, and now believes Bunting was right, Warner said.\nTurning to Bunting, seated behind the podium, Warner said, \"Sir, your views were more [correct] than those that we held in the Department of Defense.\"\nVMI awarded Jackson-Hope Medals for highest scholastic achievement to John E. Sloan, of Powhatan, and Jeffrey N. Prausa, of Great Falls, Mont. Seventy-two graduates received commissions in the armed forces, VMI said in a release.\nSeniors chose classmate Caleb A. Sylvester, of Charlottesville, to give the valedictory address. Sylvester urged his peers to be flexible with equals and subordinates while working together for common goals.\n\"Just remember, if for no other cause, we will be required to flex, adapt and tolerate - at least for the sake of productivity,\" he said.\nDuring a humorous moment in Warner's speech, the four-term senator urged the cadets to run for office and put him out of a job.\n\"Now I charge you that someone in this class . . . had better challenge me, kick me out of this seat and become United States senator,\" he said.\n\nLoad-Date: May 18, 2002"
}