{
    "title": "Jack Bauer, it isn't",
    "publisher": "university wire",
    "year": 2008,
    "month": 1,
    "day": 14,
    "full text": "Privacy advocates can breathe (a little) easier now, after a report released last week by the Justice Department Inspector General Glenn A. Fine revealed that its vast array of domestic wiretaps had been repeatedly shut down.\nBefore anyone gets too excited, none of this occurred because this administration suddenly rediscovered the Fourth Amendment. Nor did telecommunications companies suddenly have a change of heart about aiding and abetting constitutionally questionable behavior.\nA quick look at Cox Communication's Web site reveals that the Feds' money is as good as (if not better than) yours -- 30 days of wiretap surveillance is still available for the bargain price of $1,500.\nNo, as Fine's report reveals, the Federal Bureau of Investigation's system of domestic surveillance was repeatedly shut down by ... unpaid phone bills. The report further reveals a cascade of failures, from utter mismanagement of bills and payments to total confusion over which accounts should fund wiretap orders.\nApparently, this highly controversial system of spying, deemed absolutely critical by the administration for stopping terrorism, isn't enough of a priority to make sure the check is in the mail by the end of the month.\nWhile the incident by itself might make for some mild humor about government incompetence, it illustrates to a broader point about how the government handles terrorism.\nGiven the tenor of the presidential debates, one might believe that solving terrorism is as easy as surrendering a few civil liberties, calling Jack Bauer, and a few power drills to some knees later, terrorism against American citizens will be solved forever.\nOf course, this scenario tends to overlook one critical fact: these programs will always be implemented by flawed human beings, with consequences ranging from simple errors, to more malicious forms of unprofessional conduct.\nTake the Central Intelligence Agency's recent destruction of tapes showing \"enhanced interrogation techniques,\" justified on the grounds that the tapes themselves posed a \"security risk.\" Naturally, the fact that such tapes might have revealed CIA agents crossing well over the line of what is considered \"torture\" by decent people is totally irrelevant. Then again, given the philosophy of unlimited surveillance -- \"only the guilty need fear\" -- what exactly is the CIA afraid of?\nCases like the FBI's wiretap interruption and the CIA's destruction of its tapes documenting interrogations both point to the same element common in all government programs: human fallibility. In its most benign form, the result is the kind of waste and incompetence we've come to know and loathe in our government, epitomized by the ultimate bureaucracy: the Transportation Security Administration.\nIn its more malignant form, it leads to any number of abuses, from unprofessional conduct to outright torture; think Abu Ghraib. Critics will immediately point out that this was the work of just a few bad apples, but this is exactly the point: left unchecked with a broad mandate, incidents of gross misconduct are nearly certain when it comes to the government.\nThus, the next time one of the Feds demands new powers to get the job done, perhaps the key question that one should ask is: \"Did you pay the phone bill?\"\n(C) 2008 Technician via U-WIRE\n\nLoad-Date: January 14, 2008"
}