{
    "title": "Jail without charges Our view _ Court succeeds where Congress failed in protecting rights",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 5,
    "day": 28,
    "full text": "For a brief moment earlier this month, the U.S. House of Representatives had a chance to rise above partisanship and fear mongering and do the right thing for American values and the American people. It didn't happen.\nBut that same day in a federal court in New York, a judge issued a surprising preliminary injunction against part of a 2011 terrorism-related law, a development that suggests that the judicial system may succeed where Congress failed.\nThe action in the House brought together Adam Smith, a moderate eight-term Democrat from Washington, and Justin Amash, a freshman Tea Party Republican from Michigan, in support of an amendment to the National Defense Authorization Act for fiscal 2012-2013.\nTheir amendment made it absolutely clear that the United States government does not have the authority to snatch people, including American citizens and lawfully present immigrants, off the streets and throw them into jail with no charges filed, no trial held and no time limit on their imprisonment - even when individuals are suspected of involvement with terrorism.\nThe amendment failed by a vote of 182 to 238. From the area delegation, St. Louis Democrat Russ Carnahan and Collinsville Republican John Shimkus voted for it. Republicans Todd Akin, Blaine Luetkemeyer and Jo Ann Emerson voted against it. Democrats William Lacy Clay of St. Louis and Jerry Costello of Belleville did not vote.\nThe broader defense spending bill passed the House two days later, including the sections on counterterrorism detention that Mr. Smith's and Mr. Amash's amendment would have improved substantially. As currently written, the bill proudly invokes American legal system safeguards but fails to clarify murky existing law that grants far too much power to the executive branch.\nMurky law was exactly the focus of the preliminary injunction issued May 16 by U.S. District Judge Katherine B. Forrest. She ruled on a petition filed by several award-winning journalists and international activists who argued that Section 1021 of last year's Defense Authorization bill (Public Law 112-81, which is still in effect) used vague and overly broad terms to describe illegal acts related to terrorism.\nThe petition claimed that the law fails to clearly define whom the section covered and left out a standard component of criminal law requiring that an act be committed knowingly for there to be a violation.\nAs a result, the petitioners said, it is impossible to determine what actions are illegal and what aren't. Faced with the threat of imprisonment without trial for an unlimited amount of time, the journalists and activists felt compelled to significantly alter their professional and personal activities. That made Section 1021 an unconstitutional infringement of their guaranteed rights of free speech, free association and due process, they claimed.\nAt an evidentiary hearing and oral arguments on March 30, lawyers for the government presented no witnesses and no supporting documentary evidence. They were unable to answer simple questions from the judge and repeatedly declined to assure the defendants that their conduct was not illegal.\nJudge Forrest ruled for the plaintiffs and ordered the Obama administration to stop enforcing Section 1021. The administration has 60 days to appeal.\nFor the time being, at least, the distinctly un-American notion of indefinite detention without charges or trial has suffered a serious legal setback. As well it should.\n\nLoad-Date: May 29, 2012"
}