{
    "title": "Jailed on Secret Evidence, A Terrorism Suspect Sues",
    "publisher": "the new york times",
    "year": 1999,
    "month": 8,
    "day": 27,
    "full text": "A Palestinian native whom Federal officials have tried to deport on the basis of secret evidence that they say suggests he is linked to terrorism filed suit today in Federal court challenging the Government's use of such evidence.\nThe plaintiff, Hany Kiareldeen, has been detained by the Immigration and Naturalization Service for 17 months in the Hudson County Jail while the agency has sought to deport him. Mr. Kiareldeen has petitioned a Federal judge for his release, saying the use of the evidence -- which he has not been allowed to see and is from sources whose identity he has not been allowed to know -- violates his constitutional rights.\n\"Depriving someone of his liberty on the basis of secret evidence is about as basic a constitutional violation as one can imagine,\" said David Cole, a professor and immigration expert at the Georgetown University Law Center in Washington and a volunteer lawyer with the Center for Constitutional Rights, which is representing Mr. Kiareldeen.\nBut in a case that has broken legal ground at almost every turn through the deportation process and immigration courts, Mr. Kiareldeen's case has been seen as \"remarkable\" by opponents of the use of such evidence. The case has even led some immigration court judges to question whether the Government's use of secret evidence is too vague.\nMr. Cole and Regis Fernandez, Mr. Kiareldeen's other lawyer, are seeking his immediate release on bond while they press his constitutional challenge. Judge William H. Walls of United States District Court here has set a hearing for Aug. 29 on the bond request.\nMr. Cole said that the only other Federal court challenge of the use of secret evidence had come in United States District Court in Manhattan in the case of Nasser Ahmed, a native of Egypt who has been held for nearly three years. Mr. Ahmed served as a court-appointed translator for Sheik Omar Abdel Rahman, the Muslim cleric who in October 1995 was convicted of masterminding a plot to blow up buildings in New York.\nAlthough a Justice Department spokeswoman, Carol Florman, would not comment on Mr. Kiareldeen's case specifically, she said that the use of secret evidence in cases of national security had been upheld over the years by Federal courts.  Ms. Florman said \"about 20\" people, all of Arab descent, were being detained and facing deportation on the basis of secret evidence.\nMr. Kiareldeen, who has been in the United States since 1990 and who lived in Bloomfield, N.J., was picked up by Immigration and Naturalization Service officers in March 1998 for overstaying his student visa. Once he was in custody, I.N.S. officials opposed his release on bail on the basis of secret evidence, which they did not disclose.\nSubsequently, in a series of deportation hearings, the immigration agency has released sketchy summaries of Federal Bureau of Investigation reports that said Mr. Kiareldeen had associated with fundamentalist Muslim terrorists involved in the World Trade Center bombing, that he had uttered \"a credible threat\" against Attorney General Janet Reno and that he had met with one of the key bombing conspirators a week before the World Trade Center was bombed in 1993.\nFrom the beginning, Mr. Kiareldeen has denied the charges and maintained that they were conveyed to Federal authorities out of vindictiveness by his ex-wife, Amal Kamal Mohammed. In hearings, he had presented witnesses who testified that, unlike some terrorism suspects, he had no political involvements and was not very religious. Other witnesses told an immigration court judge that Mr. Kiareldeen did not even know who Janet Reno was before he heard he had been accused of threatening her.\nMr. Fernandez tried to compel Mr. Kiareldeen's ex-wife to testify. When Ms. Mohammed refused, Judge Daniel Meisner of immigration court, who did not have the authority to compel her testimony, asked the United States Attorney for New Jersey to seek an order from Federal District Court to force her to testify.\nThis marked the first time since their creation in 1996 that any of the 200 judges of the immigration courts had sought such an order from a Federal court.\nBut Faith Hochberg, the United States Attorney, declined to force Ms. Mohammed to testify, defying the immigration judge's request.\nIn April, working only from the summaries of the secret evidence, Judge Meisner ordered Mr. Kiareldeen released on bond. He said that, based on what had come out in the hearings, \"a person of ordinary prudence and caution could not conscientiously entertain a reasonable belief that the allegations of the respondent's involvement in terrorist activities were true.\"\nThe I.N.S. appealed that ruling. Last month, in a 2-to-1 ruling, a panel of the Board of Immigration Appeals ordered Mr. Kiareldeen to remain in detention, although the majority said they had concerns about the reliability of the evidence.\nThe dissenting judge went further, writing that the I.N.S. and the F.B.I. had provided so little to support the allegations that he could not agree to hold Mr. Kiareldeen.\n\nhttp://www.nytimes.com\nCorrection\n\nBecause of an editing error, an article on Aug. 20 about a suit filed by a Palestinian man who has been held for 17 months by the Immigration and Naturalization Service on the basis of secret evidence referred incorrectly to the United States Attorney's response to an immigration judge's request for testimony by the man's former wife. On the eve of the hearing, the judge modified his request to conform with the United States Attorney's argument: that the former wife respond only to written questions and not be forced to testify in open court. The Government did not defy the judge's request.\n\nCorrection-Date: August 27, 1999, Friday\n\nLoad-Date: August 20, 1999"
}