{
    "title": "Jailed as a Material Witness but Treated Like a Terrorist, a Lawsuit Says",
    "publisher": "the new york times",
    "year": 2011,
    "month": 2,
    "day": 21,
    "full text": "GRAND TERRACE, Calif. -- When the director of the Federal Bureau of Investigation, Robert S. Mueller III, gave Congress a progress report in early 2003on the agency's success in ''identifying and dismantling terrorist networks,'' his first example was the capture of Khalid Shaikh Mohammed, the mastermind of the Sept. 11 attacks. His second was the arrest of Abdullah al-Kidd.\nThe Supreme Court will hear arguments on March 2 in Mr. Kidd's lawsuit against John Ashcroft, who was President George W. Bush's first attorney general. It is this term's only major national security case, and it will give the court an opportunity to weigh in on an issue that has divided Western democracies: when may the government detain citizens it is unable to charge with a crime for fear they may engage in terrorism?\nAustralia, Britain and Germany, for instance, have laws allowing such preventive detention. After 9/11, Congress enacted a provision of the USA Patriot Act that allowed the detention of people suspected of terrorism -- but it applied only to noncitizens and then only for seven days.\nMr. Kidd's suit contends that policies put in place by Mr. Ashcroft twisted the federal material witness law -- which allows the government to arrest people with knowledge of others' crimes to make sure they are available to testify -- into a preventive detention measure of the sort used abroad to hold and investigate citizens who are themselves suspected of terrorism.\nIn his testimony to a House subcommittee on March 27, 2003, Mr. Mueller said that Mr. Kidd was ''a U.S. native and former University of Idaho football player.'' Mr. Mueller added that Mr. Kidd ''was arrested by the F.B.I. at Dulles International Airport en route to Saudi Arabia.'' But he failed to say that Mr. Kidd was not arrested on criminal charges but as a material witness.\nBy the time Mr. Mueller testified, Mr. Kidd had been in custody for 11 days in three states under harsh conditions.\n''They were scrambling to make a case against me,'' Mr. Kidd said last week in an interview at his father's home here.\nIn the end, Mr. Kidd was neither charged with a crime nor asked to testify against anyone else. He was released a few days after Mr. Mueller's remarks.\nMr. Ashcroft, represented by the Justice Department under President Obama, says the government complied with the requirements of the material witness law in Mr. Kidd's case, obtaining an arrest warrant from a federal judge. That should, Mr. Ashcroft argues, be the end of the matter even if prosecutors had ulterior motives in detaining Mr. Kidd.\nMr. Kidd is 38 now, with a bald head, bushy beard and an outgoing manner. The memories of his two weeks in custody in Virginia, Oklahoma and Idaho remain vivid, he said. He slept on the floor, his head next to a toilet. He was shackled, strip-searched and made to sit naked and shivering in a holding area while male and female guards looked on. He was taunted and called a terrorist by other prisoners.\n''I'm a material witness, but these guys are convicts, federal inmates, and they're being treated better than me,'' Mr. Kidd said. ''There was only one other guy who had similar treatment as me. That was in Ada County,'' in Idaho. ''He was in the Aryan Nation. He was on death row.''\nAs Mr. Kidd talked, his father, Cecil Kidd, a retired corrections officer, spoke up occasionally, angry and incredulous that his son was treated worse than convicted criminals like the kind he used to supervise.\n''I would think he would be treated with kid gloves, as a citizen who somehow is incarcerated,'' Cecil Kidd said.\nAbdullah al-Kidd has settled lawsuits against his jailers based on the conditions of his confinement, but one of his lawyers, Lee Gelernt of the American Civil Liberties Union, said that that was not enough.\n''It is clear that the material witness statute was used as a tool for preventive detention and investigation, resulting in abuse and significant human hardship,'' he said. ''The question now is whether lower-level officials will be forced to take all of the blame for following a policy adopted at the highest levels of the Justice Department.''\nThe government says Mr. Ashcroft is entitled to the absolute immunity from lawsuits that officials receive when they are carrying out prosecutorial duties. The United States Court of Appeals for the Ninth Circuit, in San Francisco, rejected that argument, ruling that the immediate purpose of Mr. Kidd's arrest was not prosecution but detention and investigation.\nThe government also argues that Mr. Ashcroft is entitled to a qualified immunity that can be overcome only with proof that he violated a clearly established constitutional right. The Ninth Circuit rejected that argument, too.\n''Some confidently assert that the government has the power to arrest and detain or restrict American citizens for months on end, in sometimes primitive conditions, not because there is evidence that they have committed a crime but merely because the government wishes to investigate them for possible wrongdoing,'' Judge Milan D. Smith Jr. wrote in 2009 for a divided three-judge panel.\n''We find this to be repugnant to the Constitution,'' Judge Smith wrote, ''and a painful reminder of some of the most ignominious chapters of our national history.''\nIn the government's Supreme Court brief in Mr. Kidd's case, the acting solicitor general, Neal K. Katyal, wrote that the effect of that ruling was to hold the material witness law unconstitutional in many settings and to open ''every material witness warrant sought by a prosecutor to challenges based on claims that the prosecutor has an investigatory or security motive.''\nThe case has attracted an array of supporting briefs. Five former attorneys general have warned that prosecutors will be left with only three options if they cannot rely on the material witness law to detain people suspected of terrorism: ''unconditional release,'' charging suspects with a crime or designating them as ''enemy combatants'' with very limited rights.\nSome 30 former federal prosecutors filed a brief supporting Mr. Kidd, saying ''the only legitimate use of the material witness statute is to secure the presence of a material witness to testify in a criminal proceeding.''\nThere are also dueling briefs from legal historians. Wesley M. Oliver, a law professor at Widener University, told the justices that detaining suspects as material witnesses was commonplace in American history. Five other scholars wrote that the current practice was ''deeply at odds with the principles and purposes underlying material witness laws that applied for hundreds of years.''\nAt his father's dining room table, Mr. Kidd said he deeply opposed terrorism. ''Those people misrepresent my faith,'' he said.\nHe converted to Islam in college, changing his name from Lavoni T. Kidd. As his faith deepened, he gave up his work as a music promoter -- hip-hop, fusion rap -- and helped at an Islamic charity in Idaho with a man named Sami Omar al-Hussayen.\nAfter the Sept. 11 attacks, Mr. Kidd was interviewed repeatedly by the F.B.I. He said he was cooperative, never missing an appointment, and was never told that he should not travel or that his testimony might be required in a case the government was building against Mr. Hussayen.\nSix months after his last encounter with the F.B.I., on his way to Saudi Arabia to pursue a doctorate in religious studies on a scholarship, Mr. Kidd was arrested at Dulles Airport based on a government affidavit saying he was ''crucial to the prosecution'' of Mr. Hussayen.\nMore than a year later, in 2004, an Idaho jury acquitted Mr. Hussayen of charges that he used his computer skills to support terrorism. The jury deadlocked on more minor counts. Mr. Hussayen agreed to be deported to avoid a retrial.\nMr. Kidd said no one from the government bothered to tell him that the Hussayen prosecution was over.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Abdullah al-Kidd was arrested in 2003 and held for two weeks but says he was never asked to testify in any court cases. (PHOTOGRAPH BY ETHAN PINES FOR THE NEW YORK TIMES)              \n\nLoad-Date: February 21, 2011"
}