{
    "title": "Jailed by Mistake, Peru 's Innocents Stuck With Terrorist Label",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 3,
    "day": 5,
    "full text": "After he was convicted on charges of terrorism, Luis Enrique Quinto Facho spent five years in a Peruvian prison, sharing a nine-by-six foot cell with two other prisoners.\n \n They were only allowed out for 30 minutes each day. He says hope got him through the physically and emotionally demanding ordeal.\n \n \"When you know you are innocent, the hope that you will be released never dies,\" he says.\nLate last year, his hope became reality. The government's special ad hoc committee for pardons, established in October 1996, recommended a presidential pardon, and Mr. Quinto walked out onto the Lima streets a free man.\n \n \"It was a clear day, it was sunny, and I was so surprised to see, after all that time the whole sky, the streets, cars, people, houses. I went down to see the ocean that day. It made me feel so fresh, so free,\" Quinto recalls.\n \n But now Quinto doesn't feel as free as he did that day at the sea's edge.\n \n One of 309 people who have been pardoned for terrorism charges, he has encountered serious obstacles as he attempts to rebuild his life.\n \n All were arrested as part of the government's antiterrorism campaign, which fought to rid the country of two guerrilla groups during the 1980s and early '90s. The terrorism courts incarcerated more than 10,000 people, including some of the principal guerrilla leaders.\n \n These efforts have resulted in a sharp decline in violence in the country, and many believe the days of guerrilla warfare are now over.\n \n But in the government's efforts to quash these groups, many innocents were convicted along with the guilty. Human rights groups estimate that 700 of the 3,550 people currently jailed for terrorism are innocent.\n \n While such groups press for the review of more cases, they are also insisting on reforms that would help people like Quinto reintegrate into society.\nPardoning the innocent?\n \n \"When a person receives a pardon, they immediately get their freedom, but they are left with a criminal record. Pardoned prisoners still have to pay the fine assigned to them when they were sentenced… These people are innocent, yet they get pardoned,\" says Manuel Boluarte of the Association for Human Rights.\n \n \"How can you pardon a person for a crime they never committed?\" he asks.\n \n Groups like Mr. Boluarte's are pushing for changes in legislation that would clear these people's records, waive their fines, and grant them some compensation for the time they spent in jail.\n \n Quinto was picked up by the terrorism police in November 1992 because police suspected his girlfriend's brother of being connected to the Maoist Shining Path rebel group.\n \n When arrested, Quinto was selling loans for a company in Lima for $ 750 a month - a wage that put him squarely in Peru's middle class.\n \n When he was set free, one of the first things Quinto did was go to his ex-girlfriend's house to visit the daughter he'd only seen on three occasions while in prison.\n \n \"When I was in prison I always thought of my girlfriend. I had always dreamed that one day not so far off in the future we'd all live together, me, her, and my daughter,\" Quinto recalls, adding in a softer tone, \"But in reality, it didn't turn out that way.\"\n \n His ex-girlfriend now lives with another man, who Quinto's daughter believes is her father. Nonetheless, he is slowly building a relationship with his little girl.\n'Living in semifreedom'\n \n Building a career, however, has been even harder. \"We leave pardoned for the crime of terrorism, but our records aren't clean. It's certain that I'm innocent, but without a clean record, who's going to hire me?… It makes me feel like I'm still a prisoner, like I'm living in semifreedom,\" he says.\n \n Quinto, who has been unable to find steady and work lives with his parents, sold toys for Christmas.\n \n For New Year's he sold yellow underwear - considered to be a Peruvian good-luck tradition.\n \n Quinto would like to pursue a career in law or journalism. But he says for this to happen, the government needs to change its policies on pardoned prisoners.\n \n \"I think there should be a reparation for the innocents, and that the government should help us reincorporate into society,\" he says.\n \n \"They haven't given us anything, and we've lost so much. We've lost jobs. We've lost careers. We have lost a future.\"\n\nGraphic\n\n \nPHOTO: FREE AT LAST: Rosa Alva and Luis Enrique Quinto Facho are two of 83 Peruvian prisoners freed Nov. 28 who had been unjustly jailed on terrorist charges. BY SILVIA IZQUIERDO/REUTERS\n\nLoad-Date: March 4, 1998"
}