{
    "title": "Jakarta Police intensify security measures after Medan bombing",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 14,
    "full text": "He said at least six people were wounded, including four officers and two civilians, but that their injuries were not severe.\nNational police spokesman Dedi Prasetyo said the blast happened in a auto park near an area where people were queueing for clearance letters from police.\nIndonesia, the world's most populous Muslim-majority nation, has been battling militants since bombings on the resort island of Bali in 2002 killed 202 people, mostly foreign tourists.\n\"Six people suffered minor injuries and now being treated at the Bhayangkara Hospital in Medan\", Prasetyo said during a press conference inJakarta.\nA suspected suicide bombing outside police headquarters in Indonesia's city of Medan in North Sumatra killed the perpetrator and wounded some officers on Wednesday, police said, just a month after an attack on a former security minister. The incident took place a few minutes after a dozen policemen presented themselves to report and to take service.\nAlibaba poised to launch $13.4 billion Hong Kong share sale\nLast week Alibaba added Citigroup JPMorgan and Morgan Stanley to that list and more banks are expected to join the syndicate. At a possible 13.4 billion dollars, the new listing would be a bit smaller than the 15 billion expected back in August.\nA bloody corpse lying in the compound's parking lot appeared to have been blown apart. The attacker was active on social media, local reports said, but police could not specify if he was part of any terror network.\nPolice stations have also been a frequent target of militants, some of whom have called for the pluralist country to become a strict Islamic state.\nIndonesia's anti-terrorism unit, Densus 88, was investigating whether it was a \"lone wolf\" attack or linked to a radical group like the Islamic State-inspired Jamaah Ansharut Daulah , which has carried out a series of attacks in the country, he said. He survived the attack.\nThe attackers were identified as members of Jamaah Ansharut Daulah , an extremist network loyal to IS and responsible for several previous attacks - including deadly suicide bombings at several churches in Surabaya past year.\n\nLoad-Date: November 14, 2019"
}