{
    "title": "Jake Offenhartz_ An expanded definition of 'terrorism'",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 6,
    "full text": "As members of a media-engrossed, perpetually tuned-in generation, it can often be difficult to discern our own personal levels of outrage in response to someone else's allegations of government misconduct.\nAny involvement, tangential or otherwise, with radical politics only increases the arduousness of this task, and despite my socialist leanings and loose ties to anarchist communities, I'm often unequipped - with both time and passion - to address the host of injustices perceived by those on the far left.\nConsequently, I regularly find myself mentally sorting the \"radical\" issues from the mainstream, qualifying - sometimes accurately, sometimes not - an assertion of government repression as more legitimate if it comes from a source with conventional politics. In other words, because the anarchists, by definition, feel consistently oppressed by the actions of government, their rational calls for reform are often dimmed for me by their idealistic commitment to revolution.\nBut when the federal government begins using intimidation tactics to target those with anti-government associations, when the mainstream media demonizes anarchists as violent extremists, and when the refusal to testify in a witch-hunt can place a guiltless political radical in prison, it quickly becomes evident that my approach is problematic. Federal grand juries are yet again being used to suppress political dissidence, and, aside from few vocal criminal defense lawyers, no one but the politically dissident seems to care.\nMandated in the Bill of Rights, the federal grand jury was originally intended to function as a people's panel, a pre-indictment proceeding for certain crimes in which the government presents evidence to prove that a case merits prosecution. Since the mid-20th century, the reality of this well-meaning protection has devolved to something else entirely, as the Federal Bureau of Investigation and United States Department of Justice have manipulated the coercive power of grand juries as a tool for instilling fear in groups hostile to the American government. The use of grand juries as a mechanism for targeting social movements can be traced back to the 1960s. Antiwar activists - particularly under President Richard Nixon - were among the most targeted, along with members of the Black Panther Party and, most recently, environmentalist groups.\nWhen a person is subpoenaed to testify before a grand jury, they may not be told the cause of the investigation or why they are being targeted. They are denied their Sixth Amendment right to counsel and their Fifth Amendment right to remain silent. They may be instructed to inform on themselves, their friends or any groups they are believed to have contact with. Resisting this demand can land a person in prison for up to 18 months.\nSuch is the predicament of 24-year-old New York City activist and anarchist Jerry Koch, who has spent over five months in prison for his refusal to meet the demands of a federal grand jury. Subpoenaed in 2009, Jerry was believed to have been in an unspecified bar in which he may have spoken to a person with knowledge of a 2008 explosion that occurred outside a military recruitment station. Koch, only 19 at the time, stated publically that he had no such information and that he would not testify, at which point he was released. He was subpoenaed again last May, and this time his refusal to testify landed him in contempt of court for the remainder of the grand jury - a sentence deemed just for its intent to \"coerce\" rather than \"punish.\" But what exactly is Jerry being coerced to divulge?\nIn all likelihood, the federal prosecution has no interest in a half-decade-old bar conversation that may have never happened. Rather, the Joint Terrorism Task Force, lacking sufficient leads but recognizing the 2008 explosion to be a politically motivated crime, has embarked on a political fishing expedition, targeting underground movements based on their beliefs and using sketchy tactics of forced coercion to build profiles on social activists. The continued imprisonment of Koch has no morally justifiable purpose. It's an intimidation tactic used by the government to suppress dissent, a form of government harassment reminiscent of J Edgar Hoover's COINTELPRO - a series of covert projects conducted by the FBI to disrupt political organizations.\nKoch is not the only anarchist to have spent time in jail for refusing to cooperate with a grand jury. Last summer, a series of FBI raids in the Pacific Northwest resulted in several grand jury subpoenas and the imprisonment of three anarchists. The coordinated raids weren't an attempt to solve a specific crime but an effort to silence a community, and one search warrant detailed the Joint Terrorist Task Force's plan to obtain black clothing, address books, flag-making material and anarchist literature.\n\nLoad-Date: November 7, 2013"
}