{
    "title": "James Fields pleads guilty to federal hate crimes for Aug. 12, 2017 car attack",
    "publisher": "university wire",
    "year": 2019,
    "month": 3,
    "day": 29,
    "full text": "On Wednesday afternoon, James Fields Jr. - a white nationalist sympathizer and the driver in the car attack that killed Charlottesville resident Heather Heyer and injured dozens during the Unite the Right rally on Aug. 12, 2017 - pled guilty to 29 out of 30 federal hate crime charges levied against him in order to avoid facing the death penalty. Fields was already convicted in December of first-degree murder in Charlottesville's Circuit Court.\nThe 30th charge, which included a possible death sentence, was dropped as part of a deal with prosecutors.\nIn a statement released by the Justice Department, Fields reportedly admitted to driving \"into the crowd of counter-protestors because of the actual and perceived race, color, national origin and religion of its members.\"\n\"The defendant's hate-inspired act of domestic terrorism not only devastated Heather Heyer's wonderful family and the 28 peaceful protestors who were injured at the intersection of Fourth and Water Streets, but it also left an indelible mark on the City of Charlottesville, our state, and our country,\" United States Attorney Thomas T. Cullen said in a statement released by the Justice Department.\nThe guilty plea marked a reversal for Fields, who in June 2018 pled not guilty to the same charges. During his state trial - which began in November 2018 - Fields' lawyers claimed that he sped towards the crowd of protestors out of fear and confusion. In that trial, Fields was convicted on all counts, including the murder of Heyer. Jurors recommended Fields be sentenced to life in prison.\nThe 29 hate crime charges all carry a maximum sentence of life in prison as well as a fine of $250,000.\n\"These hate crimes are also acts of domestic terrorism,\" United States Attorney General William Barr said.\nIn the statement released by the Justice Department, Barr thanked the FBI for leading the investigation and acknowledged the assistance of the Charlottesville Police Department and the Virginia State Police.\nHeather Heyer's mother, Susan Bro, told reporters that she was not upset by the deal Fields made with prosecutors.\n\"There's no point in killing him,\" she said. \"It would not bring back Heather.\"\n\nLoad-Date: March 29, 2019"
}