{
    "title": "Jammu & Kashmir _ 11 injured in clashes near Pulwama gunfight site",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 30,
    "full text": "The bodies of four fighters were found following the encounter, a defence spokesperson said.\nThe youths reportedly pelted stones at the security forces soon after hearing about the gunfight with militants.\nIndian troops in a fresh act of state terrorism martyred four more youth in Pulwama district in Indian Occupied Kashmir on Saturday. \"The area has been cordoned off\", it added.\nAccording to the police, all four of them were affiliated with the Jaish-e-Mohammad militant outfit and were wanted for their involvement in a series of terror crimes including attacks on security establishments and civilian atrocities.\nOR hotel staff call police on black guest taking call in lobby\nMassey was publicly humiliated\", attorneys Gregory and Jason Kafoury of the law firm Kafoury and McDougal wrote in a statement. Massey for his treatment this past weekend, and deeply regret the experience he endured, ' the follow-up statement read.\nThe identity and the affiliations of the slain militants are being ascertained, police said in a statement after the encounter.\nFollowing the gun battle, clashes broke out at the encounter site in which 16 persons were injured.\nPolice identified the three local militants as Muzamil Ahmad Dar of Rahmoo, Waseem Akram Wani of Tiken Batapora and Muzamil Nazir Bhat of Prichoo Pulwama.\nBrief exchange of fire between Security forces & #terrorists at Hanjan #Pulwama. CNN-News18 reported that the security forces have been launching their regular search and sanitisation operations late in night or early morning when temperature falls to sub-zero temperatures so as to avoid interaction with the civilian population. \"This should be immediately stopped\", Umar had tweeted after addressing the Friday gathering at the Jamia Masjid inSrinagar.\n\nLoad-Date: December 30, 2018"
}