{
    "title": "Jammu Kashmir -based terror group Tehreek-ul-Mujahideen banned_ MHA",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 2,
    "day": 6,
    "full text": "New Delhi, Feb. 6 -- The Tehreek-ul-Mujahideen, which has been fighting for \"liberation of Kashmir\" and involved in a series of terror acts, has been banned by the government, the Home Ministry said Wednesday.\nIn a notification, the ministry said the central government believes that the Tehreek-ul-Mujahideen (TuM) is involved in terrorism as it has committed and participated in various acts of terrorism in India and its members are getting financial as well as logistic support from their handlers based abroad.\nThe Tehreek-ul-Mujahideen came into existence in 1990 with the objective of \"liberation of Kashmir\" and has been actively pursuing the same by way of acts of terror, the ministry said.\n\"Now, therefore, in exercise of the powers conferred by clause (a) of sub-section (1) of section 35 of the Unlawful Activities (Prevention) Act, 1967, the central government hereby makes the following further amendments in the First Schedule to the said Act, namely:- In the First Schedule to the said Act, after serial number 40 and the entries relating thereto, the following serial number and entries shall be inserted, namely:- '41. Tehreek-ul-Mujahideen (TuM) and all its manifestations',\" it said.\nThe TuM has carried out a number of terrorist attacks, besides subversive acts, such as grenade attacks, weapons snatching and supporting other terrorist outfits like the Hizb-Ul-Mujahideen and Lashkar-e-Taiba, in terms of financial and logistic support in the recent past, the notification said.\nThe terror group has also committed acts of terrorism and promoting acts of terrorism. It has been engaged in radicalisation and recruitment of youth for terrorist activities in India.\nThe notification said a number of cases have been registered by the Jammu and Kashmir Police in the recent past, in which it is found that the TuM has played a major role in commission of terrorist acts and a number of its cadre have been arrested. In the cases, it was also found that the group is running terrorist training centres for Kashmiri youth and is likely to recruit more youth from the Jammu and Kashmir, it said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: February 6, 2019"
}