{
    "title": "JAN. 9 MCHM LEAK WVAW wants secrecy Anti-terrorism law justifies keeping plans from public, water co",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 8,
    "day": 22,
    "full text": "Attorneys for West Virginia American Water are insisting that the state Public Service Commission not force them to release any documents that explain what sort of planning the company did to prepare for potential contamination of its Elk River drinking water supply prior to January's chemical leak at the Freedom Industries tank farm just upstream.\nWater company lawyers told the PSC that any documents concerning \"contingency planning, alternative water sources, and emergency response are protected under federal and state anti-terrorism laws and \"should not be loosed heedlessly into the public realm.\nIn a legal brief filed Wednesday afternoon, West Virginia American lawyers Phil Melick and Chris Callas reiterated the company's position that information about planning for events like the Jan. 9 leak of the coal cleaning chemical Crude MCHM should be kept confidential and shouldn't be considered by commissioners in the PSC's probe of the water crisis that affected 300,000 people across the region.\nCommissioners are considering the water company's objection to requests by the commission's Consumer Advocate Division, local businesses and citizens for access to certain documents that would reveal what - if any - planning West Virginia American did for a potential leak from the Freedom chemical storage tanks, located just 1.5 miles upstream from its regional drinking water intake on the Elk.\nThe PSC's decision on the disputed information requests will define the scope of the commission's investigation into how West Virginia American responded to the chemical leak.\nWest Virginia American officials have admitted that, before the leak, they knew little about the chemicals stored at the Freedom site, had no copies of materials safety data sheets for Crude MCHM, and were not prepared to test their water supply for that chemical, which was the main one leaked by Freedom.\nThe water company filed its new legal brief two days after a hearing at which PSC Chairman Michael Albert indicated that the commission would not go along with West Virginia American's plan to keep all talk of planning performed before the leak out of the case. Albert also indicated that, despite the commission's concerns about protecting security information from terrorists, the PSC hoped to find a way to ensure planning materials were not completely hidden in the case.\nIn previous PSC filings, water company lawyers had cited a 2002 anti-terrorism law that mandated secrecy of \"assessments, which water systems were required to prepare, to examine their vulnerability to terrorist attack \"or other intentional acts. Consumer advocates and citizen groups, though, said they wanted access not to those documents, but to separate emergency plans and source-water protection plans prepared by West Virginia American for the Elk River treatment plant.\n\"The intervenors seek only material relevant to evaluating the conduct of WVAWC in response to the Freedom spill, Anthony Majestro, a lawyer for businesses that intervened in the case wrote in a legal brief filed Thursday. \"That does not include material addressing terrorist or other intentional acts. Under the law, WVAWC simply cannot shield all material relating to its planning and response to this unintentional pollution event.\nWater company lawyers allege in their new legal brief that source-water protection plans and emergency planning efforts were \"subsumed by anti-terrorism assessments by the 2002 law, \"making all planning more secret than it had been before that provision was passed by Congress.\nWest Virginia American also alleges that the requested records are exempt from public disclosure under several of the nine additional exemptions that were inserted into West Virginia's Freedom of Information Act after the 2001 al-Qaida terrorist attack.\nCommissioners have indicated that they would rule on the issue by the end of the week.\nIn their Thursday filing with the PSC, business intervenors said that if the commission is concerned about disclosure to the public of the requested emergency planning documents, the intervening businesses would agree to accept the records subject to a PSC order preventing public disclosure of the records. Majestro said the PSC's Consumer Advocate Division had given the water company a proposed protective order on Monday.\nAlso, Majestro said that, during a meeting Thursday with businesses and others who are suing the water company for damages related to the leak and resulting water crisis, West Virginia American lawyers agreed to turn over the same documents they're objecting to producing in the PSC investigation, subject to an \"appropriate protective order.\nRecords previously made public in the PSC probe and through public records requests to the state Bureau for Public Health have revealed that West Virginia American told regulators three times from 2006 to 2008 that the company planned to examine what potential chemical contaminants were stored upstream from the Elk River treatment plant.\nWest Virginia American completed \"source-water protection plans for seven of its nine West Virginia treatment plants with federal funding provided by the bureau. However, the state-funded contractor didn't do similar reports on the Kanawha Valley plant or on West Virginia American's second largest facility, in Huntington.\nLast week, West Virginia American spokeswoman Laura Jordan said the company \"has begun work on a source-water protection plan for the Kanawha Valley plant, which, \"once completed, will \"address additional assessment of the potential sources of contamination, including \"an attempt to review Freedom.\nThat work began in February 2011, but was not completed by the time of the Jan. 9 leak at Freedom, Jordan said.\nIn their Wednesday PSC filing, West Virginia American lawyers said the company \"undertook on its own to compile a plan for the Kanawha Valley system. Water company lawyers said the \"information developed included \"aspects of contingency planning, consideration of alternative sources, and management planning activities, all of which were \"initiated prior to Jan. 9.\nOn Thursday, Jordan confirmed that the source-water protection plan work for the Kanawha Valley facility \"is not yet complete.\nReach Ken Ward Jr. at kward@wvgazette.com, 304-348-1702 or follow @kenwardjr on Twitter.\n\nLoad-Date: August 24, 2014"
}