{
    "title": "Jane Eisner_ Terrorism's tenuous link to poverty; The absence of democratic institutions, not the pl",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 7,
    "day": 7,
    "full text": "\"We fight against poverty,\" President Bush said recently, \"because hope is an answer to terror.\"\nTerrorism will not be defeated, World Bank president James Wolfensohn says repeatedly, unless world poverty is eradicated.\nTo our Western minds and pocketbooks, where money is the motivation for everything and poverty a niggling blot on our consciences, terrorism must be linked to poverty. Who else but the poor and uneducated would be desperate enough to kill innocent people and terrorize millions of others, or support those who commit such horrible crimes? Only the ones left in a heap at the bottom of society, with nothing else to lose, would hijack airplanes, detonate suicide bombs, or attempt to destroy civilization's foundations.\nAnd therefore economic opportunity and education - the twin tools of American success - are the antidote to terror, the vaccine against this virulent, modern disease. Raise income levels, improve the standard of living, put money in the pockets of Third World citizens and food on their tables and they won't turn themselves into weapons of mass destruction.\nOr so the reasoning goes.\nBut there's another argument gaining adherents among those who spend their time trying to pinpoint the precise \"root causes\" of terrorism, and it should interest the rest of us who pay the price and foot the bill for antiterrorism efforts.\nIn fact, terrorists draw their support and their human ammunition not from the most impoverished, illiterate in their societies, but from the educated and (relatively) well-off. In fact, terrorists are not motivated by a desperate, ill-informed attempt to improve living conditions, but by religious and political fanaticism bred in countries without democratic infrastructures.\nTerrorism isn't an economic crime; it's a violent form of political engagement. And this understanding, says Princeton economist Alan B. Krueger, should lead the West to very different solutions from the ones promoted now.\n\"We should be helping to bring in more democracy and develop dissent in nonviolent ways,\" Krueger says. \"Reducing poverty is not an answer.\"\nKrueger and Jitka Maleckova, a Mideast expert at Charles University in Prague, came to this conclusion after analyzing several pieces of evidence. They pored over newspaper stories about 129 members of the terrorist organization Hezbollah in Lebanon who died in action, mostly against Israel, from 1982 to 1994 and found that the terrorists were, on average, more educated and less impoverished than the Lebanese population.\nThey made a similar analysis of 27 Israeli Jewish extremists who committed terrorist acts in the early 1980s and found that they, too, were overwhelmingly well-educated and in high-paying occupations.\nMost persuasively, they studied several years of polling of Palestinian public opinion and found that support for suicide bombers was strongest among the better-educated, the merchants and professionals. The illiterate and unemployed were the least supportive.\nBeyond these studies, there's plenty of anecdotal evidence to debunk the link between poverty and terrorism. Look no further than Spain and Ireland - two relatively affluent nations struck repeatedly by terrorism - or for that matter, Oklahoma City. As Michael Radu of the Foreign Policy Research Institute wrote recently: \"Ever since the Russian intellectuals 'invented' modern terrorism in the 19th century, revolutionary violence - terrorism is just one form of it - has been a virtual monopoly of the relatively privileged. Terrorists have been middle class, often upper class, and always educated, but never poor.\"\nThe well-schooled, well-heeled hijackers on Sept. 11, then, were not the exception but the rule.\nAnd although terrorism is not restricted to one region or nationality, a fascinating report issued in Cairo last week helps explain why it has taken root so dangerously in the Arab world. The report - compiled by Arab intellectuals and commissioned by the United Nations - warns that Arab societies are being crippled by a lack of political freedom, the repression of women, and a dramatic isolation from creative ideas and culture.\nThis even though the standard of living in Arab countries has advanced considerably. Life expectancy is greater than the world average, the level of abject poverty is the world's lowest, and infant mortality has sharply declined in recent decades.\nNevertheless, productivity is declining, science and technology are dormant, research and development are weak or nonexistent. The entire Arab world - 22 nations, 280 million people - translates about 330 books annually, one-fifth the number than little Greece translates each year.\nAnd as if to underscore Krueger's message, the region scores the lowest in the world on a standard freedom index, which measures civil liberties, government accountability, political rights and media freedom. Even sub-Saharan Africa, with its searing poverty, offers its citizens more freedom and - not coincidentally - produces fewer terrorists.\nSupporting democracy in non-Western cultures is a delicate, risky task. But in this year of terror, on this weekend of independence celebrations, it is one we should embrace with renewed passion.\nContact Jane Eisner at 215-854-4530 or jeisner@phillynews.com.  \n\nLoad-Date: July 7, 2002"
}