{
    "title": "JAPAN EYES USE OF UNMANNED COMBAT PLANE",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 11,
    "day": 11,
    "full text": "TOKYO -Japan is considering the introduction of the U.S. Avenger unmanned combat aircraft to the Maritime Self-Defense Force with an eye on strengthening its surveillance of Chinese naval vessels in waters around Japan and North Korean smuggling activities, The Yomiuri Shimbun has learned.\nTokyo plans to stipulate the use of unmanned aerial vehicles in the new National Defense Program Guidelines to be compiled by year's end. It aims to deploy the Avenger in the late 2020s.\nEquipped with a jet engine, the Avenger can fly at a maximum speed of 460 mph and operate 18 hours or longer per flight. It is said the aircraft can be equipped with antiship missiles and bombs, enabling it to counter enemy naval vessels and other units without endangering personnel should a contingency arise.\nFrench plane seized\nPARIS - Storms, strikes, computer failures - you can now add \"your plane has been seized by the government\" to the list of things that can delay your flight.\nIn France, 149 passengers were preparing to take off for London late Thursday when French authorities ordered their Ryanair Boeing 737 impounded.\nThe budget carrier owed money and it was \"regrettable that the state was forced\" to evacuate the plane, the civil aviation authority said.\nThe passengers had gone through passport control and security and were about to walk on the tarmac to board the plane when airport authorities told them to turn around, passenger Boris Hejblum said.\n\"The airport staff told us there was an issue with the plane,\" he told The Associated Press in an email.\nKnife attack kills 1\nSYDNEY - A knife-wielding man stabbed two people, one fatally, in Australia's second-largest city in an attack likely linked to terrorism, police said.\nThe attack during the afternoon rush hour brought central Melbourne to a standstill.\nPolice said the man got out of a vehicle, which then caught fire, and attacked three bystanders with a knife before being shot by police. The suspect died later at a hospital. One of the victims also died and the two others were hospitalized.\nVictoria state police Commissioner Graham Ashton said the suspect, who was originally from Somalia, was known to police and the incident is being treated as terrorism.\nParliament dissolved\nCOLOMBO, Sri Lanka - The president of Sri Lanka dissolved the country's parliament on Friday night, state media reported, deepening a two-week constitutional crisis over who is the legitimate ruler of the island nation.\nThe move, which critics said violated the nation's constitution, came two weeks after President Maithripala Sirisena dismissed Prime Minister Ranil Wickremesinghe and replaced him with a popular former leader. That leader, Mahinda Rajapaksa, was accused of human rights abuses, nepotism and excessively close ties to China when he governed the country.\nMr. Wickremesinghe and many members of parliament had challenged the legitimacy of Mr. Rajapaksa's appointment, and foreign governments, including the United States, had urged Sri Lanka's government to allow lawmakers in parliament to decide who the prime minister should be.\n\nLoad-Date: November 11, 2018"
}