{
    "title": "Japan on Guard After Threats by Old Terror Group",
    "publisher": "the new york times",
    "year": 1991,
    "month": 1,
    "day": 29,
    "full text": "Fearful that Japanese might be singled out in acts of terrorism, the police and security authorities here are stepping up their precautions against the Japanese Red Army, which has reportedly promised retaliation for Tokyo's support of the war against Iraq.\nJapanese military officials say that in response to threats, they recently reinforced police protection against American military bases in Okinawa and other places. The police are also increasing their monitoring of airports and ports to identify possible JapaneseRed Army travelers.\nThe police are also warning that Red Army members could be traveling disguised as Japanese tourists.\nA Japanese official said that there was \"no concrete evidence\" that radicals of the Red Army would carry out terrorist attacks against Japanese citizens, but that Tokyo was taking seriously the threats attributed to Red Army leaders that they would take revenge for the attacks on Iraq.\nReports of the Red Army monitoring are helping to produce a wave of concern about terrorism among Japanese, who are now curtailing travel plans in Europe and Asia. The Education Ministry is also advising students to cancel trips abroad that they normally take after examinations in February.\nAccording to the Japan Travel Bureau, a major travel agency, 12,000 Japanese canceled trips after war began on Jan. 17, or about 3 percent of the total scheduled to travel those days. The total number of people leaving Japan the first week was 15 percent below what it was the year before.\n\"This the first time since World War II that the Japanese people are feeling personally threatened by an international conflict,\" a Foreign Ministry official said. \"It may be an overreaction, but we're adivsing people who call us tobe careful.\"\nMany analysts say fear of terrorism against the many businessmen and diplomats overseas is serving as a major factor in the popular inhibition against aiding the United States-led war against Iraq. Opinion surveys are beginning to show solid majorities against the allied war efforts.\nThe Red Army is a radical leftist group that has been around in one form or another since anti-American protests of the late 1960's.\nIt all but disappeared in the late 1970's, but it has re-emerged in recent years as an ally of the radical fringes of the Palestine Liberation Organization. Its headquarters are now believed to be in the Bekaa region in Lebanon or in the outskirts of Damascus, Syria.\nThe generally accepted estimate the Red Army's membership is 20 to 25. ItsAsian headquarters are believed to be among insurgents in the Philippines, and there were reports last week that the group Army was involved in the kidnapping of a Japanese businessman in Manila in 1986.\n\"The Japanese police have been habitually concerned about the Red Army, only to be embarrassed when they've turned up in Japan,\" said William R. Farrell, author of a book on the Red Army. \"If they put their mind to it, they can carry out hijackings, car bombs, rocket launchings, you name it.\"\nAfter the American bombing of Libya in 1986, for instance, the Red Army's leader, Fusako Shigenobu, turned up in Tripoli vowing to help Libya take revenge. Attacks followed in Europe, Asia and the United States, including a 1988 bombing of a U.S.O. club in Naplesthat killed five people.\nIn 1989, a 36-year-old Red Army member, Yu Kikumura, was sentenced to 30 years in prison for possession of explosives in Newark, and prosecutors charged that he was plotting to kill Americans in retaliation for the Libya bombing.\nIn November, Ms. Shigenobu, the terrorist leader, who is 45, was quoted as siding with President Saddam Hussein of Iraq and with the radical Popular Front for the Liberation of Palestine and the Palestine Liberation Front.\nMr. Farrell, author of \"Blood and Rage: The Story of the Japanese Red Army,\" said the group had recently focused its attacks on the United States, not Japan. But he said the fact that some Red Army members had been arrested in Japan in the last few years could be a sign of a change in tactics.\n\nLoad-Date: January 29, 1991"
}