{
    "title": "Japan - U.S. nuclear deal announced at summit",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 3,
    "day": 25,
    "full text": "THE HAGUE, Netherlands - A major international summit to rein in the threat of nuclear terrorism opened Monday with Japan pledging to return to the United States more than 700 pounds of weapons-grade plutonium and a supply of highly enriched uranium.\nThe Nuclear Security Summit is the third in a series of meetings established after a landmark 2009 speech by President Barack Obama in which he said non-secure nuclear material presents \"the most immediate and extreme threat to global security.\"\nAmerican and Japanese officials announced the deal - the meeting's first important breakthrough - at the two-day summit in The Hague, Netherlands.\n\"This is a very significant nuclear security pledge and activity,\" U.S. Energy Secretary Ernest Moniz told reporters. \"The material will be transferred to the United States for transformation into proliferation-resistant forms.\"\nJapan originally received the material from the U.S. and Britain in the 1960s for use in research.\nThe summit focuses not on nuclear weapons but on efforts to reduce and secure nuclear material stockpiles to prevent them falling into the hands of terrorists who could potentially use them to fashion a weapon.\n\"All our discussions today and tomorrow will focus on one question: How to prevent nuclear terrorism,\" Dutch Prime Minister Mark Rutte said as he opened the meeting.\nThe number of countries possessing such stockpiles has fallen from 39 in 2009 to 25 at the start of the Hague summit.\nThe summit, which hosts leaders and senior officials from 53 countries, is expected to wrap up today with a commitment to enact further reforms to boost nuclear security before a final summit in Washington in 2016.\nThe White House also said, in addition to the Japan deal, the United States had reached agreements with Belgium and Italy to remove highly enriched uranium and plutonium from those European allies.\nThe White House said it had removed a \"significant amount\" of nuclear material from Belgium and about 44 pounds from Italy. It did not elaborate.\n\nLoad-Date: March 25, 2014"
}