{
    "title": "Japan Girds for Possible Terrorism",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 2,
    "day": 15,
    "full text": "THE threat of terrorist attack later this month on the funeral of Japan's Emperor Hirohito has prompted the Japanese police to make the largest security deployments ever.\nMore than 30,000 police will guard the event itself. Large portions of central Tokyo will be sealed off from automobile traffic. Japanese police are already mobilized for intensive security checks around the city, making door to door inquiries about the presence of any ''suspicious persons.''\nThe funeral ceremonies are an inviting target, officials of the National Police Agency (NPA) worry. Delegations from more than 100 nations will be present, many of them led by major figures such as United States President George Bush and French President Francois Mitterrand.\nThe police consider the entry of international terrorists into Japan as one potential danger. But attention is focused on two Japanese left-wing extremist groups with long histories of terrorism: the Japanese Red Army and the Revolutionary Army. Both organizations are deeply opposed to the existence of the imperial system itself and see the funeral as part of a revival of ''Japanese imperialism.''\nIn late January, the Revolutionary Army issued a statement declaring that: ''We will stand up to bomb the grand funeral of the late Emperor on Feb. 24. We will break through the tight guard of the police and Self-Defense Forces (the Japanese military) in order to crush the intensified Emperor's system completely.''\nThe statement also claimed credit for a bomb attack on the residence of a Japanese official, part of an ongoing campaign to block the expansion of Tokyo's international airport.\nThe group is the underground wing of the Chukaku-ha, literally the Middle-Core Faction of the Revolutionary Communist League. The Chukaku-ha is responsible for scores of violent incidents over more than two decades.\nIn recent years, the Chukaku-ha has launched attacks with homemade rockets fired from tubes installed in parked autos or apartment windows. The rockets have had no explosive impact, intended more for their symbolic value. One such rocket attack occurred during the Tokyo summit of Western leaders in 1986.\nPolice, who fear a repeat attempt, have evidence that Chukaku-ha's bomb-making abilities have improved greatly. According to a NPA counterintelligence specialist, several powerful bombs were found last year in a raid on a Revolutionary Army safehouse.\nUnlike the Chukaku-ha, the Japanese Red Army (JRA) members are trained terrorists with a history of two decades of international actions including airline hijackings, bombings, and other armed assaults. After a period of dormancy, the group has returned to activism, carrying out terrorist attacks from Indonesia to Madrid.\nExperts believe the aim of the renewed activities is in part to shift operations from bases in Lebanon and North Korea, where they have been since the early 1970s, to Japan. Since last November four JRA terrorists were arrested, two of them in Japan, one in the Philippines, and another in the US.  Japanese police concerns about possible JRA attacks on the funeral have been heightened by two statements issued by the Lebanon-based faction of the group. Last October, after the Emperor fell ill, the Lebanon-based faction of the JRA called for resistance to what it characterized as plans to revive worship of the Tenno (the Japanese term for the Emperor) and ''Japanese imperialism.''\nThe shadowy organization issued a subsequent declaration on the day of the Emperor's death. ''We in the Japanese Red Army shall struggle to overthrow Tennoism,'' they said in a statement made available to news agencies in Beirut. ''We shall confront resolutely the terror mounted by the Tennoists, shall defend the struggles of progressive people, and shall fight against the revival of fascism.''\nTHE statement, along with the more active status of the Red Army, prompted the NPA to request foreign governments to arrest some 13 persons identified as members of the Lebanon faction. The Jan. 19 request through the International Chiefs of Police Organization was the first ever.\nAccording to the NPA counterintelligence officer, teams of Japanese police experts have been sent to Europe to work with intelligence and police agencies there in an attempt to uncover Red Army movements. The police specialists, the source says, have been deployed in airports, watching known JRA safehouses and other locations.\nNPA officials believe that the Red Army has been seriously set back by the arrests, as evidenced by the failure to mount an expected assault on the Seoul Olympics. The most likely scenario during the funeral period, a NPA official says, would be to ''do something outside of Japan.'' They may attempt to take hostages to try to free their comrades in Japanese jails. Such actions, the official says, could also discourage foreign delegations from attending the funeral.\nThe Japanese are also watching the potential entry of international terrorist organizations. ''It is possible foreign terrorists could do something at the funeral,'' the NPA official says. He points to a bombing last year in front of the Japanese Embassy in Saudi Arabia; police are convinced it was not done by any Japanese group.\n\nGraphic\n\n \nPicture, JAPANESE SELF-DEFENSE FORCE: Army and Police plan stringent security for funeral. ROBERT WALLIS/JB PICTURES"
}