{
    "title": "Japan To End Naval Refueling Mission In Indian Ocean Marking Change In Afghan Strategy",
    "publisher": "rtt news",
    "year": 2009,
    "month": 10,
    "day": 13,
    "full text": "(RTTNews) - In a major setback to US-led anti-terrorism operations in and around Afghanistan, Japanese Defense Minister Toshimi Kitazawa has reaffirmed that his country&apos;s ship-refueling mission in the Indian Ocean to help its allies will come to an end in January.\nAddressing a press conference Tuesday, Kitazawa said Japan would pull out its two naval ships deployed in the Indian Ocean under the Maritime Self-Defense Force (MSDF) special law that expires on January 15.\nHe said Tokyo had \"no plans to submit a new bill in the upcoming extra session of the parliament to redeploy\" the MSDF for the eight-year-old mission. Instead, Japan would formulate alternative support plan for Afghanistan, he added.\nThe Defense Minister was the third political leader in Japan&apos;s new Democratic cabinet to indicate the end of the refueling mission.\nPrime Minister Yukio Hatoyama and Foreign Minister Katsuya Okada had made similar remarks in less than three weeks.\nAfter the G-20 summit on September 25, Hatoyama said he had no intention of simply extending the refueling mission, but his government was looking to help the Afghan people in a way that could satisfy both them and the United States.\nChief Cabinet Secretary Hirofumi Hirano said Japan was studying what other contributions would be best for the region and hoped to come up with a comprehensive plan before President Barack Obama&apos;s scheduled visit on November 12.\n\"We believe that civilian support for the people&apos;s livelihood in that country, such as agricultural reconstruction, would lead to a fundamental solution to what constitutes the basis of terrorism,\" Hirano said.\nIn a surprise visit to the Afghan capital Kabul last week Foreign Minister Katsuya Okada discussed with President Hamid Karzai and other officials about how Japan can help stabilize the country.\nJapan has committed to paying all Afghan police salaries for six months and is funding a number of infrastructure, agriculture and education projects.\nTokyo is committed to refueling foreign vessels involved in the anti-terrorism operations in the Indian Ocean since the 9/11 attacks.\nA special law for the MSDF mission, which has only a six-month validity, had met with stiff resistance from the Democratic Party of Japan (DPJ) when it was in the opposition. Analysts had anticipated a change in the country&apos;s foreign policy and international relations, particularly with the United States, if the DPJ assumes power in Japan.\nIn July, the conservative government of Taro Aso passed a legislation to extend the mission, which was rejected by the DPJ-dominated Upper House. With the ruling party currently enjoying absolute majority in both houses of the parliament, it will mark the end of Japan&apos;s role in the refueling mission after three months.\nThe MSDF deploys a supply ship and a destroyer in the Indian Ocean to provide fuel and water to naval vessels of its international allies participating in US-led anti-terrorism mission as well as MSDF destroyers involved in anti-piracy operations in the Gulf of Aden off Somalia.\nJapanese Defense Ministry&apos;s Joint Staff Office said the MSDF provided about 2.67 million liters of fuel to warships from Britain, France, Germany, Pakistan and the United States during March-May.\nJapan has sent MSDF ships and personnel on the refueling mission for most of the time since late 2001.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}