{
    "title": "Japan 'fighting against time' to save hostages 'We will never give in to terrorism,' prime minister",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 22,
    "full text": "Japan is doing all it can to free two hostages the Islamic State group is threatening to kill unless it receives $200 million, Prime Minister Shinzo Abe said Wednesday, vowing never to give in to terrorism.\nAbe returned to Tokyo from a six-day Middle East tour slightly ahead of schedule and convened a Cabinet meeting soon after.\nWe are fighting against time, and we'll make an all-out effort and use every diplomatic route that we have developed to win the release of the two, he said.\nAbe said he was consulting with leaders in the region. A convoy carrying Japanese Vice-Foreign Minister Yasuhide Nakayama left the embassy in Jordan's capital Amman on Wednesday for an unknown location in the city. Jordan's King Abdullah II later met with him, according to Jordan's Petra News Agency.\nThe Islamic State group demanded the $200 million ransom in a video posted online Tuesday that shows a knife-brandishing masked militant standing over the kneeling captives. It gave a deadline of 72 hours, which the video's release time suggests would expire sometime Friday.\nAbe and other Japanese officials have not said directly whether Japan will pay ransom for the captives, 47-year-old freelance journalist Kenji Goto and 42-year-old Haruna Yukawa, the founder of a private security company.\nGovernment spokesman Yoshihide Suga confirmed Japan thinks the threat is authentic.Japan's aim is not to kill the Muslim people, as the militant group claims it to be, Suga said. We strongly urge them not to harm the two Japanese and release them immediately.\nAbe has limited choices, among them to openly pay the extremists or ask an ally such as the United States to attempt a risky rescue inside Syria. Japan's military operates only in a self-defense capacity at home.\nOfficials are adamant that Japan will continue to provide nonmilitary aid to the region.\nWe will never give in to terrorism, Abe said.\n\nLoad-Date: January 22, 2015"
}