{
    "title": "JAPAN GOES ON HIGHER ALERT FOR TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 2,
    "day": 21,
    "full text": "Japan tightened security at airports, nuclear plants and government facilities Friday, dispatching armed riot police to guard against possible terrorist attacks as the country dispatches troops on a humanitarian mission to Iraq.\nA National Police Agency official confirmed the heightened security but refused to say whether the government had new information about a possible terrorist strike. He said it was the highest show of security in Japan since the U.S.-led invasion of Iraq last March.\nAbout 650 vital facilities, including U.S. bases, were put under increased surveillance, the newspaper Yomiuri and other media reported.\nWhite House spokesman Scott McClellan said Japan was stepping up security ahead of sending troops to Iraq. Japan dispatched a destroyer and an amphibious vessel for the Middle East on Friday.\nThe tougher security also follows a failed attempt to hit the Defense Agency with projectiles earlier in the week and precedes an expected verdict in the trial of a cult leader accused of plotting a 1995 nerve gas attack on the Tokyo subways.\nThe security move sent a shiver through financial markets, knocking the Japanese yen to 10-week lows against the U.S. dollar.\nThe National Police official said riot police with automatic rifles would guard Tokyo and Kansai international airports and nuclear power and reprocessing plants. An officer at the Tokyo airport confirmed today that riot police had been deployed but did not elaborate.\nLarger police forces were being mobilized and additional checkpoints set up around the prime minister's residence, the U.S. Embassy, military facilities and national and local assembly buildings, the official said. Security was also strengthened at ports, railway stations and shopping malls.\nJapan is sending 1,000 air, sea and ground forces to Iraq, its largest military deployment since World War II. An advance team of 30 soldiers is already in Iraq.\nOn Tuesday, assailants apparently attempted to fire projectiles at Japan's Defense Agency. Two blasts were heard near the agency, and police later found two projectile launchers. There were no injuries or damage, but local media reported that a leftist group claimed responsibility.\n\nNotes\n\nNATION/WORLD/ * Note: The FIVE STAR editions ran the last sentence as: \" . . . but local media reported that a leftist group opposed to Japan's Iraqi mission had claimed responsibility.\n\nLoad-Date: February 21, 2004"
}