{
    "title": "Japanese Gunman Tied to Crime Ring",
    "publisher": "the new york times",
    "year": 1990,
    "month": 1,
    "day": 20,
    "full text": "The police said today that a 40-year-old ultranationalist arrested in the shooting of the Mayor of Nagasaki was a member of a shadowy group involved in blackmail and extortion as well as militant acts in the name of the Emperor.\nThe suspect, Kazumi Tajiri, was identified as the subchief of a group called Seiki Juku, or Spiritual Justice School, one of several hundred small and scattered right-wing groups throughout Japan. The police in Nagasaki questioned Mr. Tajiri today but have not charged him.\nHe is being held in connection with the shooting on Thursday of Hitoshi Motoshima, the Mayor of Nagasaki, who has been the target of protests and death threats after saying a year ago that Emperor Hirohito bore some responsibility for World War II.\nThe shooting episode has shaken Japan, but with new details disclosed today it was also casting unusual light on the way that right-wing fanaticism - a longtime feature of Japanese society with roots in the disgruntled samurai class at the end of the 19th century - has evolved in recent years.\nThere is widespread agreement that the right-wingers' views glorifying the Emperor did not represent more than a tiny fraction of general Japanese sentiment. Nonetheless, the shooting was taken as a reminder that this small group has the power to shatter a nation's calm.\n \nLongtime Links Cited\nThe emerging details focused on what police experts said were longtime links between militant right-wing groups and organized crime groups, known as yakuza or boryokudan, which are engaged in blackmail, intimidation and the smuggling of drugs and guns.\nNews organizations reported that Mr. Tajiri was arrested last June with two other members of his organization for allegedly conspiring to extort money from a Tokyo company. He was also quoted as telling the police after his arrest this week that he did not intend to kill the Mayor but shot him to punish him for remarks about Hirohito.\nMany specialists said today that they saw the shooting of Mr. Motoshima less as the expression of a political sentiment than as a brazen effort by an underworld gang to build its reputation for violence.\n''What you have are these yakuza groups pretending to be partiots,'' said a retired police official involved in investigations in such matters. ''They use right-wingers' names or titles to disguise themselves and give them some politically decent flavor.''\nOthers took a different view, saying the ultranationalist groups represented a dangerous trend in Japan toward a right-wing political mentality that glorifies the institution of the Emperor, makes no apologies for Japan's military expansion of the 1930's and has a low regard for dissent.\nThe Asahi newspaper, for instance, labeled the assassination attempt ''a barbarous challenge to freedom of speech'' and said it ''reminds us that our society still remains vulnerable to a nightmare of terrorism against freedom of speech.''\n \nPaper a Rightist Target\nAsahi has itself been a longtime target of rightist attacks, with ear-splitting sound trucks - a favorite tactic of right-wing groups - occasionally descending on its offices to protest editorials questioning right-wing ideals.\nTwo and a half years ago, an Asahi reporter was killed and another was critically wounded by a masked attacker who opened fire with a shotgun in an incident that, until the attack on the Mayor on Thursday, was been the most prominent recent violent action by a right-wing group in Japan.\nSome of the news coverage focused today on another aspect of the political implications of the case.\nThe recently retired senior official said there was some evidence that right-wing groups, with their sound trucks and protesters, were sometimes used by the members of governing Liberal Democratic Party, which has a strong conservative faction, to harass their political opponents.\nIt was also pointed out in news analyses today that last year, conservative members of the Nagasaki legislature said that the large security detail protecting Mr. Motoshima was a waste of taxpayers' money, and that in response the Mayor asked that the police detail be cut back in December.\nAfter he made his comment in December 1988 about Emperor Hirohito, Mr. Motishima was ousted from his position as the head of the governing party's local branch.\nThe shooting suspect, Mr. Tajiri, was apparently known by the police as a potential threat well before the episode on Thursday, and there was some question why the Mayor could not have been better protected.\n \nA Profession of Terrorism\nIn May 1987, for example, Mr. Tajiri appeared on a morning television talk show about right-wing groups and was asked if he believed in the use of terrorism against those whose opinions differed from his. ''Yes, because for right-wingers, terrorism is the core,'' he said.\nNews accounts said today that the Spiritual Justice School was established in 1981 with headquarters in Nagasaki and branches in other cities. Specialists in right-wing groups said it was a well-known group but not large, with perhaps only a dozen active members.\nOne specialist on ultranationalist activities, Masayuki Takagi, an Asahi writer, said there were about 840 right-wing groups in Japan with a total of 125,000 members, with the number increasing each year.\nIn an interview, Mr. Takagi said that the increasing numbers were considered part of the ''new right,'' but that these new groups engaged in noisy street demonstrations - with 810 sound trucks clogging downtown Tokyo in August 1988 - and disavowed violent activities.\nMr. Takagi said that organized crime groups had spread through most of the right-wing groups, but that right-wing terrorism had generally been decreasing in Japan.\nOnly about 50 of the right-wing groups, with a membership of 22,000, are said to be watched by the police, Mr. Takagi said."
}