{
    "title": "Jay Bookman Dick Cheney takes issue with reality",
    "publisher": "the atlanta journal-constitution",
    "year": 2009,
    "month": 3,
    "day": 17,
    "full text": "7:06 am March 17, 2009\nVice President Dick Cheney, in an interview with CNN Sunday, offered his assessment of the Bush approach to terrorism and its impact:\n\"Now, I think part of the difficulty here as I look at what the Obama administration is doing, we made a decision after 9/11 that I think was crucial. We said this is a war. It's not a law enforcement problem.\nUp until 9/11, it was treated as a law enforcement problem. You go find the bad guy, put him on trial, put him in jail. The FBI would go to Oklahoma City and find the identification tag off the truck and go find the guy that rented the truck and put him in jail.\nOnce you go into a wartime situation and it's a strategic threat, then you use all of your assets to go after the enemy. You go after the state sponsors of terror, places where they've got sanctuary. You use your intelligence resources, your military resources, your financial resources, everything you can in order to shut down that terrorist threat against you.\nWhen you go back to the law enforcement mode, which I sense is what they're doing, closing Guantanamo and so forth, that they are very much giving up that center of attention and focus that's required, and that concept of military threat that is essential if you're going to successfully defend the nation against further attacks.\"\nThat all sounds appropriately Cheneyesque, in which approaches that can be made to sound tough are preferred to approaches that merely work better. But with Sept. 11 more than seven years behind us, we have a track record of success and failure to examine. That record suggests that the vice president is full of ... baloney.\nFor example, at the Pentagon's request, RAND analysts have just completed a comprehensive study of 648 terrorist groups that operated since 1968, including al Qa'ida. It's titled \"How Terrorist Groups End: Lessons for Countering al Qa'ida,\" and it looks at what has been successful and what has not.\nAccording to RAND, \"the authors conclude that policing and intelligence, rather than military force, should form the backbone of U.S. efforts against al Qa'ida. And U.S. policymakers should end the use of the phrase 'war on terrorism' since there is no battlefield solution to defeating al Qa'ida.\"\nI'm still reading the report, but so far RAND's description of its findings seems accurate. The authors warn that \"the evidence by 2008 suggested that the U.S. strategy was not successful in undermining al Qa'ida capabilities. Our assessment concludes that al Qa'ida remained a strong and competent organization... Al Qa'ida has been involved in more terrorist attacks since September 11, 2001 than it was during its prior history.\"\nAnd how do we do better?\n\"Terrorists should be perceived and described as criminals, not holy warriors. Our analysis suggests that there is no battlefield solution to terrorism. Military force usually has the opposite effect from what is intended. It is often overused, alienates the local population by its heavy-handed nature and provides a window of opportunity for terrorist recruitment.\"\nhttp://blogs.ajc.com/jay-bookman-blog/2009/03/17/dick-cheney-takes-issue-with-reality/\n\nLoad-Date: March 20, 2009"
}