{
    "title": "Jeb Bush low-key on terrorism ties",
    "publisher": "st. petersburg times ",
    "year": 2001,
    "month": 9,
    "day": 15,
    "full text": "As investigators bear down on the Florida ties of the men who may have carried out the terrorist attack on America, Gov. Jeb Bush was vague Friday on details about the investigation.\nHe even said: \"I don't want to know.\"\n\"I want (law enforcement) to do their jobs,\" Bush said. \"The best way to do their jobs is not to have a whole lot of information out there describing their actions.\"\nGOVTERROR\nIt echoed a statement that Bush made Wednesday after leaving church in Tallahassee.\n\"I don't think it's appropriate for me to know those things,\" Bush said. \"I want to read about it in the paper.\"\nBush declined to say whether he is receiving frequent briefings, or to comment on the fact that a terrorist network may have been operating in Florida.\nOn Friday, Bush said only that \"there is great coordination\" among law enforcement agencies working to track down leads.\nLater, his office issued a news release saying the state has an evolving plan to deal with terrorist attacks and will revise it as necessary. The plan first took shape in 1999, when Florida held a Terrorism Summit in Orlando.\nThe governor's news release followed disclosures that some of the suspects may have lived in Venice, Coral Springs, Daytona Beach, Vero Beach, Boynton Beach, Fort Lauderdale and Delray Beach.\nThat news makes many Floridians nervous.\n\"To think these people were in the country, let alone in my community,\" said state Rep. Stacy Ritter, D-Coral Springs. \"I'm trying to keep the news from my kids. I told them they are perfectly safe, that Coral Springs isn't a target. And now to find out that they lived here? It's terrible.\"\nBush declared a state of emergency in Florida on Tuesday, which loosens some state rules and gives the Florida Department of Law Enforcement broad powers to detain people and seize property. Bush said he will leave the emergency declaration in effect until it is \"appropriate\" to lift it.\n\nGraphic\n\n \nPHOTO; Jeb Bush\n\nLoad-Date: September 15, 2001"
}