{
    "title": "JEFFERSON COLLEGE SETS SEMINAR ON PREPARING FOR TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "* Each agency has its own responsibility in case of a mass emergency, whether it is sealing off access to the site, evacuating and treating wounded or neutralizing a toxic chemical release.\nOfficials of law-enforcement agencies, fire departments, hospitals and emergency medical agencies from across the metropolitan area will attend a program in Hillsboro this week titled Managing Weapons of Mass Destruction Incidents.\nThe program, presented by the National Sheriff's Association, was scheduled for Monday, Oct. 15, and Tuesday, Oct. 16, at the Jefferson College Police Academy.\nAmericans have become concerned, as never before, about attacks using weapons of mass destruction, in the weeks following the terrorist attacks that killed thousands in New York and Washington.\nBut this week's program was planned long before Sept. 11, police academy officials say.\nIt should offer some reassurance to area residents that training for biological, chemical and nuclear attacks has been continuing, emergency officials say.\n\"This training's not new,\" said Ed Kemp, a Jefferson County Commissioner and acting head of the county Emergency Management. \"We're in constant training.\"\nEach agency has its own responsibility in case of a mass emergency, whether it is sealing off access to the site, evacuating and treating wounded or neutralizing a toxic chemical release, Kemp says.\nThe agencies train individually for those possibilities, he says.\nWhen disasters happen, they get the agencies quickly coordinated so each can do its job.\nKemp says the county has a history of preparedness for disasters, large or small.\n\"A couple of prime examples of the way fire, police and EMS work together was when the governor's plane crashed last year, and then again in the flood of '93,\" he said. \"Can we get better than we've been? Absolutely. Do we work on getting better at it? All the time.\"\nThe National Sheriff's Association program today and tomorrow at Je fferson College will focus on the planning and coordination needed to make sure that agencies are ready to respond to a massive attack, says Tom Jones, manager of in-service training for the police academy.\nGood communications is the key, he says.\n\"What we try to train is setting up an incident command system,\" he said. \"It brings together all the agencies that are working with the critical incident, whether it's a chemical spill or an intentional act.\"\nKemp says Jefferson County authorities are preparing themselves the best they can for the frightening but vague threat of terrorism.\nHe likened it to a driver taking every possible precaution, from carrying insurance to buckling up.\n\"But are you really prepared when someone runs a stoplight and hits you at 50 miles per hour?\" he said. \"It's a matter of doing everything you can to be prepared, having everything in place to handle it if it does happen.\"\n\nLoad-Date: October 15, 2001"
}