{
    "title": "JEFFREY HUNKER_; PREPARE FOR TERRORISM'S FUTURE",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 11,
    "day": 7,
    "full text": "All countries are prepared to fight the last war, not the one that is coming\" is an axiom that President Bush and his team need to pay close attention to. The French built the Maginot Line in the 1930s, expecting that WWII would have the same static trench warfare as WWI. They were wrong. Unfortunately, President Bush's national security team shows every indication so far of making the same mistake -- preparing us for another Sept. 11, rather than recognizing the true nature of emerging terrorist threats. I hope, for the sake of the nation, that Bush national security team begins to act on at least the following three issues:\n 1) Radical Islam is not the only threat: It is politically popular, and comforting to some, that we talk about the \"war on terror\" -- when in reality what we are waging is a war on radical Islamic groups.\nRadical Islam provides all the qualities you want in an enemy -- they're easy to hate. And the notion of a \"war on terror\" implies that we can \"win\" this war. But the focus on radical Islam misses the point. Stable, quiet Japan had Japanese terrorists release poison gas into the Tokyo subways; Italy's Red Brigade shot the kneecaps off victims, and Timothy McVeigh was just a normal American.\n My predictions for coming threats: North Korea, crazies from U.S. hate groups, eco-terrorists and Palestinians targeting American Jews.\n 2) Moving organizational boxes around should not be confused with progress: That the Coast Guard and the INS are now in the same federal department doesn't mean that they will work any better together. I've been there and seen it. Federal agencies have their own cultures, and all have a strong instinct for self-preservation. The myth from Washington is that because there is movement progress has been made.\n Wrong. Ditto with the ongoing discussion about \"reforming\" the intelligence community.\n 3) Terrorists are not necessarily stupid: I'm waiting for the day when I need an ultrasound to board an airplane. Even now, just try taking a plastic knife with you. But there are many other ways to create terror. How about a program of assassinating senior U.S. corporate executives who, say, are on vacation in another country? Or there are many places where all of the telecommunications cables are bundled together to cross bridges or get under railway lines. A few people with chain saws could bring down most of the United States', if not the world's, telecommunications capability for days.\n I hope fervently that the Bush team will look beyond the immediate and the politically popular, and start to act on these issues.\n\nNotes\n\nJeffrey Hunker is professor of technology and public policy at the Heinz School of Public Policy and Management, and a professor of technology policy at the School of Computer Science, Carnegie Mellon University (jhunker@andrew.cmu.edu).  \n\nLoad-Date: November 7, 2004"
}