{
    "title": "JeM chief Masood Azhar designated as global terrorist_ What it means",
    "publisher": "university wire",
    "year": 2019,
    "month": 5,
    "day": 1,
    "full text": "The UNSC's Sanctions Committee 1267 made the declaration after China, which had blocked the proposal four times earlier, lifted its \"technical hold\" amidst intense pressure from the Security Council's other permanent members like the USA, the United Kingdom and France.\nPakistan's foreign ministry was quick to respond, calling India's \"occupation\" of Kashmir \"state-sponsored terrorism\". At the same time, US, UK and France have been continuously holding negotiations with China at the UNSC to withdraw its hold on including Azhar's name in the UNSC sanctions list.\nPakistan rejected earlier proposals to list the JeM chief as they lacked technical criteria and were aimed at maligning Pakistan and hindering the movement in occupied Kashmir, said Dr Faisal and added that the proposals had a political agenda.\nThe latest attempt to ensure Azhar was banned by the United Nations came in the form of a proposal moved by France in February in the wake of the Pulwama attack in which a suicide bomber rammed a vehicle full of explosives into a bus carrying security personnel in Kashmir.\nThe FO spokesperson further said India is presenting today's development as its victory and confirmation of its narrative, but these claims are unfounded and false. Increased world pressure onIslamabad could well force it to act against terrorism now. Before Pulwama, the JeM was responsible for the 2016 attack on Pathankot airbase, the 2001 attack on Parliament, the Jammu and Kashmir assembly attack the same year, and a series of assaults against security forces in Kashmir.\nAbout 500,000 Indian security forces are stationed in Kashmir, tasked with battling various armed groups. The NAP includes a range of actions againstUnited Nations proscribed entities and individuals. Beijing, which has blocked four attempts by theUnited Nations Security Council over the last decade, on Tuesday spoke about the \"positive progress\" that had been made.\nChinese Foreign Ministry spokesman Geng Shuang said in a statement that Beijing had no objections to Azhar's listing after studying revised proposals at theUnited Nations and that the issue was now \"appropriately resolved\". The go-ahead for the listing came after consultations between Pakistan and China, the report said adding Pakistan agreed to the move after its objections were addressed.\nEric Bailly: Man Utd defender ruled out of Africa Cup of Nations\nBailly has endured a hard Manchester United career so far that has been punctuated by a string of serious injuries. After Marcus Rashford was forced off with a shoulder problem, Eric Bailly soon followed suit.\nOn reports that China would lift its technical hold on May 1, he said, \"on the listing issue, China is still working with the relevant parties and we are in contact with all relevant parties within the 1267 Committee and I believe with the joint efforts of all parties, this will be properly resolved\".\n\"Our position is in line with the statements of Prime Minister Khan who clearly stated that there is no space for any proscribed organization or its affiliates to operate from Pakistani territory, our resolve for countering terrorism in all its forms and manifestations and our National Action Plan\", he said.\nIndia has been, for a decade, trying to list Azhar as an worldwide terrorist. The latest such action was taken by China last month, which was described by India as \"disappointing\".\nCongress leader Shashi Tharoor said, \"It's taken us 10 years, but it's finally done\".\nIn February, FATF-an inter-governmental body whose objective is development and promotion of policies, at national and global levels, to combat money laundering and terror financing-expressed dissatisfaction withIslamabad's efforts to implement its plan of action to get its name removed from the grey list.\nAmid China's Indication, the world body's Sanctions Committee conducted a crucial meeting.\n\nLoad-Date: May 2, 2019"
}