{
    "title": "Jennifer Rubin We cannot trust an intelligence establishment made up of toadies",
    "publisher": "the salt lake tribune",
    "year": 2019,
    "month": 7,
    "day": 30,
    "full text": "The announced retirement of Director of National Intelligence Daniel Coats leaves America, and the West more generally, without a single trustworthy administration figure on national security.\nPresident Trump has said he intends to nominate Rep. John Ratcliffe, R-Texas, to replace Coats. Ratcliffe is a Trump loyalist who was all too eager to carry his water in the Robert Mueller hearing. Among other Trump initiatives, Ratcliffe cheered the Muslim ban, which did nothing to improve national security while perpetuating the administration’s disregard for the far more deadly brand of terrorism in the homeland in recent years perpetrated by white nationalists. He has no actual experience in intelligence work, a red flag for any conscientious member of the Senate.\nRatcliffe is so lacking in experience that even Republicans are mumbling their disapproval. Don't expect them to stand up in defense of national security and actually oppose him, however.\nABC has reported that Ratcliffe \"misrepresented his role in an anti-terrorism case that he's repeatedly cited among his credentials related to national security issues.\" In fact there is no evidence that he participated in two Holy Land cases, major anti-terrorism finance matters. (\"Former officials directly involved in the decade-long Holy Land Foundation investigation could not recall Ratcliffe having any role, and four former defense attorneys who served on the cases told ABC News on Monday they had no recollection of Ratcliffe being involved with any of the proceedings that resulted in the convictions of their clients.\")\nOne could almost hear the sense of dread Speaker Nancy Pelosi, D-Calif., feels from her written statement \"The departure of DNI Coats is bad news for the security of America. As a Republican Senator from Indiana, a George W. Bush-appointed Ambassador to Germany and Director of National Intelligence, he was respected by those on both sides of the aisle as an American patriot.\" She added, \"\"DNI Coats' successor must put patriotism before politics, and remember that his oath is to protect the Constitution and the American people, not the President.\"\nMinority Leader Chuck Schumer, D-N.Y., was beside himself. \"It's clear that Rep. Ratcliffe was selected because he exhibited blind loyalty to President Trump with his demagogic questioning of former Special Counsel Robert Mueller,\" Schumer said in a statement. \"If Senate Republicans elevate such a partisan player to a position that requires intelligence expertise and non-partisanship, it would be a big mistake.\"\nCoats' replacement is another in a long list of bootlickers and yes-men who succeeded better qualified and more trusted men John Bolton took over for H.R. McMaster as national security adviser, Mike Pompeo replaced the hapless but honorable Rex Tillerson at the State Department and, after serving as an acting defense secretary, Mark Esper has filled the post once held by Jim Mattis. If Gina Haspel is an improvement over Pompeo at CIA, she is also less able to assert herself, as we saw when the president and Pompeo decided to help Saudi Crown Prince Mohammed bin Salman evade accountability for the brutal murder of Post contributing columnist Jamal Khashoggi.\nShould the Senate rubber-stamp Ratcliffe, for the first time in memory we'll be without a single experienced, nonpartisan figure in national security in any top role. When Pompeo or Ratcliffe or Vice President Mike Pence (not to mention Trump) declare North Korea is no longer a nuclear threat or Iran has violated international law or Russia is not responsible for the latest assassination by poisoning or the Saudis have cleaned up their act in Yemen, why should Congress or the voters have confidence they are being told the truth? Never in my lifetime has an administration so thoroughly lost the presumption of honesty, or left itself open to doubt as to its good faith.\nNo one remains to restrain Trump's worst impulses; no one has the will or credibility to give Trump and the country unvarnished facts.\nOnce credibility is gone, a president and an administration will find it hard to be believed even when the facts are on their side. They will give credence to claims by America's foes that we are deceiving the world when incidents arise. They will be presumed to be acting for partisan ends since that is what they habitually do. Should American troops need to be deployed, Congress and voters will have every reason to question the administration's proffered justification.\nOur allies have already witnessed Trump's proclivity to reiterate enemy talking points, dissemble and reveal classified information. Why should they share information with an American administration so devoid of credibility and so eager to please our joint foes?\nWe are entering an especially dangerous time in international relations when American credibility is at a low point and not a single figure can provide reassurance. Congress must assert itself in control of the purse and in exercising oversight.\nJennifer Rubin writes reported opinion for The Washington Post.\n@JRubinBlogger\n\nLoad-Date: August 2, 2019"
}