{
    "title": "Jermyn nixes garbage fees for 2012",
    "publisher": "the times-tribune ",
    "year": 2011,
    "month": 10,
    "day": 14,
    "full text": "Oct. 14--JERMYN -- Council members unanimously decided at a meeting Thursday night to eliminate residents' garbage fee for 2012 because of a surplus in the borough's garbage and refuse fund.\nResidents now pay a $200 garbage fee that is tacked onto their annual tax bill. Because the garbage expense is a separate fee not associated with taxes, council President Katie Hosie said eliminating the fee for residents is plausible.\nKeeping an abundance of funds in the account is \"frowned upon,\" said Ms. Hosie, calling it \"a one-time deal.\" In 2013, residents will again be required to pay the fee.\nThe garbage and refuse fund holds about $218,000, said Borough Manager Debbie Morcom.\nAlso on Thursday:\nn Council members unanimously awarded a contract to David, Gregory and Kyle Inc. at a cost of $48,604 as the borough's insurance carrier. DGK's was the higher of the two bids submitted to council, but council opted for it because it included terrorism coverage. Joyce Insurance submitted a bid of $47,858 that did not include terrorism coverage.\nn A resolution to appoint Berkheimer Tax Associates as the delinquent earned-income tax collector for the borough was unanimously approved. Councilman Joseph Smith was chosen to be the liaison for the exchange of confidential information between Berkheimer and council.\nn A vacant lot on Riverview Lane will be put out to bid at a public auction before the start of the next scheduled council meeting, set for Thursday, Nov. 10. The auction will begin 6:30 p.m. Borough Solicitor Albert Nicholls said the minimum bid accepted will be $27,000, which will help to recover the bulk of the cost the borough put into it.\nn Council Vice President Robert Parks and Councilman Michael Collins were absent from Thursday's meeting.\nContact the writer: mdavis@timesshamrock.com\n___ (c)2011 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by MCT Information Services\n\nLoad-Date: October 14, 2011"
}