{
    "title": "JERSEY TIGHTENS STATUTE ON ACTS OF DESECRATION",
    "publisher": "the new york times",
    "year": 1981,
    "month": 9,
    "day": 11,
    "full text": "Governor Byrne traveled today to a temple in Teaneck that was once desecrated with swastikas and anti-Semitic slogans and signed into law a bill against such acts. Its sponsors called it the toughest in the nation.\nThe new law sets penalties of up to five years in prison for anyone convicted of attempting to incite fear by burning crosses, painting swastikas or defacing buildings or property with threatening slogans or symbols.\nEarlier in the day, Mr. Byrne signed a bill in Trenton that empowers a nine-member commission to situate hazardous-waste treatment plants anywhere in the state, even over the opposition of local elected officials.\nNew Jersey's Governor Brendan Byrne signs law to tighten statute on acts of desecration\nThe Teaneck signing took place at the Temple of the Congregation B'nai Yeshurun at 611 North Englewood Avenue. Mr. Byrne said the new law would serve ''as a representation of the sentiment of New Jersey residents against that kind of bigotry and attempts at terrorism.''\n \nProsecutors Must Show Intent\n''Before this, it was handled as property damage,'' said Assemblyman Byron M. Baer, Democrat of Englewood, who was the law's chief sponsor. ''It was a petty disorderly persons offense, like smoking on a bus or putting a slug in a pay telephone.''\nTo obtain the maximum penalty, however, prosecutors would have to show that the person convicted intended to cause ''fear of unlawful bodily violence.''\nMr. Baer said he and other legislators became aware of an increase in acts of desecration two years ago.  ''I remember a meeting in October 1979 at a temple in Secaucus that had been defaced with swastikas and racist and anti-Semitic messages,'' he said. ''A number of religious leaders from all churches were there and, ironically, there were representatives from B'nai Yeshurun, which became the scene of a similar act of terrorism a few weeks later.''\n \nRate of Incidents 'Still Rising'\nJeffrey Maas, New Jersey regional director of the Anti-Defamation League of B'nai B'rith, said: ''Unfortunately, the rate of these incidents is still rising. We have had twice as many cases reported this year as we did during the same period in 1980. The deterrence of these acts is becoming a common agenda for a number of concerned groups.''\nAmong the organizations that supported the bill sponsored by Mr.  Baer and Senator Matthew Feldman, Democrat of Teaneck, were the New Jersey Council of Churches, the New Jersey Cathol ic Conference, the N.A.A.C.P., the Anti-Defamation League, the A merican Jewish Congress and the National Conference of Christians and Jews.\nIn Connecticut, cross-burnings and defacement with swastikas are Class A misdemeanors that carry penalties of up to a year in prison and a $1,000 fine. Neither New York State nor New York City has any law or ordinance specifically addressing the problem, but a spokesman for the Attorney General's office said such acts were usually prosecuted as criminal mischief.\nThe penalties vary with the amount of property damage. A small amount of damage - under $1,000 - carries possible penalties of up to a year in prison and fines up to $1,000.\n \nWaste Bill Strongly Opposed\nThe hazardous waste bill was passed despite strong initial opposition from county and municipal officials.  ''Virtually everyone was against us,'' said Senator Frank J. Dodd, Democrat of West Orange. ''But we kept at it and kept at it until we got around the question of home rule with the approval of the mayors themselves.''\nAssemblyman H. Donald Stewart, Democrat of Woodstown, said,''The bill began to move when people recognized it was a question of home rule or home ruin.''\nThe state, with its large chemical and petrochemical industries, produces 400,000 tons of toxic wastes a year. In addition, state inspectors have found more than 340 hazardous-waste dump sites around the state, some of which pose a threat to ground-water quality and must be cleaned up.\nThe Hazardous Waste Facilities Siting Commission authorized under the bill would incl ude three county or municipal officials, three employees of industrial concerns and three representatives of environmental or public-interest organizations. The Governor would have veto pow er over the minutes of the commission meetings and thereby the d ecisions of the commission.\n \nHearings to Be Held\nWithin one year and after public hearings, the commission will adopt a plan analyzing the state's hazardous-waste problems and recommending solutions. The Department of Environmental Protection will adopt siting criteria, also after hearings, to be used in deciding where treatment plants should be situated.\nSix months later, the commission will propose possible plant sites, and the target municipalities will then have six months to conduct its own site suitability study to come up objections. An administrative law judge will listen to both sides and make a final recommendation to the commission.\nAny town that accepts a treatment plant will receive, in addition to the usual taxes, 5 percent of the plant's gross revenues, to offset the cost of special police, fire and other services the facility may require."
}