{
    "title": "Jerusalem doctor discusses terror casualties at San Jose State U",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 15,
    "full text": "Dr. Todd Zalut, the chief of the ER department of the second largest hospital in Jerusalem gave students an inside perspective on fighting terrorism in Israel on Wednesday at San Jose State University's Dr. Martin Luther King Jr. Library.\nZalut, an Arizona native, answered questions from students on speakerphone from his office in Israel about the difficulties of responding to mass causalities and new preparations for biochemical attacks at Shaare Tzedek Hospital.\n\"For the last seven to eight years, there has been a marked increase in the amount of terrorism that has been heard around the world,\" Zalut said.\nLocated in the center of Jerusalem, the hospital, Shaare Tzedek Hospital -- meaning the gate of justice -- is known for treating more terrorist attack victims than any other hospital due to its location, Zalut said.\n\"So if you look in Israel, probably Shaare Tzedek is more experienced in dealing with these kinds of attacks than anyone else,\" Zalut said. \"For better or for worse we've gotten really good at it.\"\nWith expectations that 2008 would be a year of biochemical attacks, Shaare Tzedek Hospital has been making changes in training and exercises to respond to these possible attacks within the hospital as well as outside.\nA drill put together by Shaare Tzedek, involving the army, ambulance services and the hospital is scheduled in three weeks in Jerusalem.\nAlong with treating victims of terrorism, Shaare Tzedek Hospital also treats terrorists.\n\"The point is that there are no politics at Shaare Tzedek,\" Zalut said.\nAlong with treating the terrorists, the hospital staff is also interested in getting information from them to security forces, Zalut said.\n\"We're saving, not just treating the terrorist,\" Zalut said, \"but we are saving the innocent lives of the future victims of the next terrorist attack by getting information and preventing that next attack.\"\nShaare Tzedek Hospital was opened in 1902 by a group of European Jews who were frustrated with missionary-linked hospital care outside the way of the old city of Jerusalem, said David S. Cohen, a director of The American Committee for Shaare Tzedek Center that helps raise funding for the hospital in Jerusalem.\n\"I thought it was really eye-opening,\" said Andrew Marin, a freshman business marketing major about the event. \"It just opens the reality of terrorism. It's kind of crazy.\"\nVanina Sandel, assistant director of Hillel of Silicon Valley, coordinated the conference call with Zalut.\n\"Since he is both American and Israeli,\" Sandel said, \"since he was an ER doctor in the United States and is an ER doctor in Israel, we thought the students would get a really good perspective talking to somebody who is an expert in dealing with mass casualties.\"\nThe event was one of the programs of a two-week event called Inside Global Terrorism, hosted by Hillel of Silicon Valley.\n\"Coming into this, I really didn't know what to expect but I thought it was awesome,\" said Jon Patchett, a freshman business major.\n(C) 2007 Spartan Daily via U-WIRE\n\nLoad-Date: November 15, 2007"
}