{
    "title": "JEWELRY STORE RAIDS PROBE INVOLVEMENT WITH TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 7,
    "day": 9,
    "full text": "WASHINGTON -- Federal investigators are conducting raids nationwide on jewelry stores owned mostly by Pakistanis, hoping to break up fronts for terrorist groups or their financial backers, U.S. officials say.\nThe raids have taken place in several cities over the past two weeks, including Philadelphia, Pittsburgh, Atlanta and New York. About 75 stores have been raided, said a law enforcement official, speaking on condition of anonymity.\nTariq Hussain, 27, a recently discharged U.S. Army mechanic whose Intrigue Jewelers kiosk in suburban Pittsburgh was searched on June 26, said FBI agents questioned him for several hours and wanted to know if he had connections to the al-Qaida terrorist network or its leader, Osama bin Laden.\n\"They took everything, my paperwork, bills, my computer, my checks,\" he said. \"I told them, 'I don't have any links to anything like that.\"'\nThe raids were not prompted by evidence of wrongdoing by all the individuals who were questioned, another U.S. official said.\nMore than a dozen people are still in detention following the raids.\nThe government had acknowledged that some raids were conducted in late June, but had refused to discuss whether they were linked to efforts to fight terrorism. Some officials referred to the raids as \"immigration sweeps.\"\nThe officials said the jewelry shop owners have been asked about their accounting practices and whether they send money to any foreign organizations on a regular basis. They are also asked whether they support al-Qaida or know anyone who does, the officials said.\nIt is unclear how businesses are being targeted for the raids. The U.S. official said the authority to conduct the raids was under seal and declined to cite the statute that makes the raids legal.\nJustice Department spokesman Bryan Sierra said immediately after the raids that federal agencies were \"looking at illegal immigrants working at kiosks,\" but he refused to elaborate.\nImmigration and Naturalization Service officials would not comment on the raids, except to acknowledge that an ongoing operation was under way.\nThe largest raids took place between June 28 and July 2. Agents swept jewelry stores in Pennsylvania, Florida, California, Alabama, Georgia and North Carolina. Since then, two smaller raids have taken place in Texas, California and Massachusetts, officials said. Most of the raids involved the Intrigue Jewelers chain of stores.\nIntrigue Jewelers franchises are licensed from a Florida company, Gold Concept Inc., which lists Orlando businessman Arif Rajan as its chief officer in state records.\nCalls to Gold Concept were not returned Monday. Rajan has an unlisted phone number at his home in Ocoee, Fla.\nImmigration attorney Neil Rambana, who is representing three Pakistani men arrested in a raid at the Governor's Square mall in Tallahassee, Fla., said the FBI and INS were on a \"fishing expedition.\"\n\"There is no proof and no one has presented any evidence that would put these people under suspicion,\" Rambana said in a telephone interview.\n\"This was all about abusing people's rights in the hopes that there were a few guilty people among them,\" he said.\nThe raids have sparked outrage among some members of Muslim communities.\n\"These people are being confronted and in some cases terrorized based on no evidence,\" said Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations. \"And even when the FBI says there is evidence, it is never anything anyone else is allowed to see.\"\nIn a court filing, the Justice Department has defended its right to detain people without revealing information about their identity or where they are held during terrorism investigations. The government says 74 people have been detained as part of the Sept. 11 investigation and are being held on immigration-related charges.\nAssociated Press writer David B. Caruso contributed to this report.\n\nLoad-Date: July 9, 2002"
}