{
    "title": "JEWISH SPOKESMAN ASKS POPE TO MAKE A VISIT TO JERUSALEM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 11,
    "day": 7,
    "full text": "The head of a major American Jewish organization asked Pope John Paul II today to visit Jerusalem and lead a day of prayer against terrorism.\nNathan Perlmutter, national director of the Anti-Defamation League of B'nai B'rith, made the appeal during a papal audience for participants in a Catholic-Jewish theological seminar held here this week.\nDespite the religious focus of the meeting, a prominent topic of discussion was the Vatican's refusal to establish diplomatic relations with Israel. Another point of controversy was an accusation by some Jewish scholars that liberation theology, an important school of Catholic thinking in Latin America, was tainted with anti-Semitism and anti-Zionism.\nJohn Paul offered no immediate response to Mr. Perlmutter's request that he go to Jerusalem.\n \nAssisi Gathering Is Recalled\nIn his address to the Pope Mr. Perlmutter recalled the ''World Day of Prayer for Peace'' in the Italian town of Assisi last week.\nThe Jewish spokesman then said: ''Perhaps what is needed in addition to a Day of Prayer for Peace, is a day in which we contemplate the evil of terrorism, and as the site for such prayers against the scourge of terrorism and war, where more appropriate than in the City of Peace, Jerusalem? And led by whom more appropriately then by your prophetic voice of peace?''\nRelations between Catholics and Jews have improved steadily since the Second Vatican Council in 1965 urged dialogue with Jews and repudiated the idea of collective Jewish guilt for the death of Jesus. John Paul took the initiative last April with a historic visit to the Rome synagogue. And for the last two years he has held theological encounters like the one this week.\nParticipants in the theological symposium said the issue of the Vatican's relations with Israel was raised several times.\nWhile endorsing the link between religion and the search for social justice, which is the core of liberation theology, several of the Jews in the meeting sharply criticized its attitude toward Judaism and Israel. Rabbi Pinchas Peli of Ben-Gurion University in Israel said that some proponents of liberation theology fail to see Zionism as ''the actual liberation movement of the Jewish people, and often identify themselves with those elements out to destroy Israel.''\nThe Pope has castigated the radical strains of liberation theology for proposing class struggle and violence as ways to achieve social justice. In some of its manifestations liberation theology has been linked to leftist political movements in Latin America."
}