{
    "title": "JEWISH SPOKESMEN DIVIDED ON ARAFAT",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 8,
    "full text": "Officials of American Jewish organizations fell into two camps yesterday as they tried to assess Yasir Arafat's statements in Stockholm apparently accepting Israel's existence and denouncing terrorism.\nSeveral of the officials expressed a wary optimism, characterizing the Palestine Liberation Organization chairman's declaration as a possible step toward peace. Other Jewish spokesmen rejected the Stockholm meeting as a deceptive effort to manipulate international public opinion.\nEven officials of Jewish groups who welcomed the developments in Stockholm said Mr. Arafat's positions remained ambiguous, and they questioned the soundness of conducting discussions between a self-selected delegation of American Jews and the chairman of the P.L.O.\n''If indeed Arafat has explicitly recognized Israel's right to exist and renounced terrorism in all its forms, including within the land of Israel, then we welcome those statements as positive steps toward peace,'' said Ira Silverman, executive vice president of the American Jewish Committee.\nBut Morris B. Abram, chairman of the Conference of Presidents of Major American Jewish Organizations, called Mr. Arafat's declarations ''a thinly disguised version of the same old propaganda line.''\nMr. Abram said Mr. Arafat's acceptance of Israel ''as a state in the region'' was a ''meaningless'' recognition of an existing reality. A genuine recognition of Israel's right to existence, Mr. Abram said, would have required a renunciation of the Palestine Liberation Organization's charter and of Arab League declarations refusing to recognize Israel's legitimacy. Mr. Arafat's desire to destroy Israel is ''unmitigated,'' Mr. Abram said.\n \n'Step in Right Direction'\nRabbi Alexander M. Schindler, president of the Union of American Hebrew Congregations, the major organization of Reform Judaism, said the Palestinian leader's statement ''appears to be a step in the right direction and deserves close study and consideration.''\nRabbi Arthur Hertzberg, a former vice president of the World Jewish Congress, also called the Stockholm statement ''a further small step on the road.'' He said: ''To pay no attention to it would be wrong.''\nAll Jewish spokesmen warned that events like the Stockholm meeting could not substitute for diplomacy between the Palestinians and Israel, and that Mr. Arafat's efforts to sway international public opinion through such devices might only increase Israeli suspicion.\n''Ultimately, if Yasir Arafat wants peace, he will have to make that peace not with the Prime Minister of Sweden, nor with the United States Government, nor with American Jews - however well-intentioned - but with Israel itself,'' Rabbi Schindler said.\nBoth those welcoming and those dismissing Mr. Arafat's Stockholm statement contrasted it with what they thought was needed - a recognition of Israel and a condemnation of terrorism addressed directly to Israel and not linked to the ambiguities contained in the Palestine National Council's statement last month in Algiers or to its call for a pressing of the uprising in the occupied territories.\nAbraham H. Foxman, director of the Anti-Defamation League of B'nai B'rith, criticized Mr. Arafat's statement as ''encumbered'' and ''conditional'' when what was needed, he said, was utter clarity.\nRabbi Hertzberg reported that he had spoken with someone in Mr. Arafat's entourage and been told that it was not ''emotionally'' possible for the P.L.O. chief to say openly at his news conference what he had privately told the five American Jews - that the recent Algiers statement clearly nullified the P.L.O.'s covenant. This kind of reticence, Rabbi Hertzberg said, fostered Israeli fears that a P.L.O. acceptance of Israel would not last long once an independent Palestinian state were established.\n \nPrivate Diplomacy Assailed\nVirtually all the American Jewish leaders expressed reservations about the initiative by the five American Jews in arranging private diplomacy with Mr. Arafat.\nRabbi Jerome M. Epstein, chief executive officer and senior vice president of the United Synagogue of America, a major body of Conservative Jewish congregations, said that while he believes in freedom of speech and action for all American citizens, he considers it ''somewhat unfortunate that these individuals who don't represent a constituency'' are performing functions that was the proper business of diplomats and elected leaders.\nOther spokesmen were harsher. In a statement released yesterday, Milton Shapiro, president of the Zionist Organization of America, called the five ''renegades'' and said that by meeting with Mr. Arafat, they ''violated the memories of the victims of terrorism and the Holocaust.''\nRabbi Binyamin Walfish, executive vice president of the Rabbinical Council of America, an Orthodox group, said he was ''simply appalled'' and called the meetings ''totally irresponsible.''\nTo offset the criticism the American participants in Stockholm anticipated, the delegation reported receiving messages of support yesterday from prominent American Jews including Kenneth Arrow, a Nobel laureate and professor at Stanford University; Rabbi Leonard Beerman of Los Angeles; Nathan Glazer, a sociologist at Harvard University; Philip Klutznick, former Secretary of Commerce in the Carter Administration and former president of the World Jewish Congress, and Seymour Martin Lipset, a Stanford professor."
}