{
    "title": "Jewish Arsonists Suspected in West Bank Attack That Killed Palestinian Toddler",
    "publisher": "the new york times",
    "year": 2020,
    "month": 5,
    "day": 19,
    "full text": "DUMA, West Bank — Residents of this Palestinian hamlet still awake on a hot summer night heard the screams and rushed to the Dawabsheh home. Outside, Saad, 32, lay writhing on the ground. Nearby, his wife, Riham, 27, was still on fire. Their 4-year-old son, Ahmad, could be heard crying inside the burning house, and his brother, 18-month-old Ali, was already dead.\nWitnesses and officials attributed the attack on Friday to Jewish extremists because of Hebrew graffiti sprayed nearby. “Revenge!” was written on one wall, next to a Star of David.\nTwo witnesses said they saw two masked men outside the house watching as the family burned.\n“The hardest thing for me, was that there were two burning people on the ground, and two people were just standing over them,” said a neighbor, Ibrahim Dawabsheh, who like many in this Palestinian village shared a common last name. “They didn’t even care that the child was still crying inside.”\nIsraeli and Palestinian politicians branded the firebombing in this hilltop village of 3,000 as terrorism, the latest in a summer marked by repeated violence.\nDozens of residents of the village gathered around the family’s charred home, where a relative had tossed a baby bottle still sloshing with milk atop a pile of blackened furniture and burned blankets. \nSaeb Erekat, the chief Palestinian negotiator, called the arson attack a “brutal assassination” and said it was “a direct consequence of decades of impunity given by the Israeli government to settler terrorism.”\nPresident Mahmoud Abbas of the Palestinian Authority said that he would ask the International Criminal Court to investigate the attack as a war crime, local news sites reported. “Steps beyond words also have to be taken,” Mr. Abbas said.\nIsraeli politicians across the spectrum quickly condemned the arson as “a terror attack,” a term usually reserved for Palestinian violence against Jews.\nPrime Minister Benjamin Netanyahu on Friday afternoon visited Ahmad and Mrs. Dawabsheh in the hospital, where they were in critical condition.\n“We are shocked by it, we condemn it fully, the entire Israeli government and all the citizens of Israel. We decry it as a terrorist crime,” Mr. Netanyahu said afterward. “We will use all the tools at our disposal to bring them to justice and to see justice served to them.”\nThe attack revived painful memories of the abduction and killing last July of Muhammad Abu Khdeir, 16, who was burned alive by Jewish extremists after he was snatched from his East Jerusalem neighborhood.\nThe past month, while hardly comparable to last year’s war between Israel and Palestinian militants in the Gaza Strip, has been marked by an unsettling string of violent incidents. Four Palestinians have been fatally shot by Israeli soldiers in recent weeks. Palestinians have also targeted Israelis, including Malakhi Rosenfeld, 26, who was            fatally shot by Palestinian militants a month ago in the West Bank while he and four friends were driving home from a basketball game.\nThe firebombing was quickly attributed to the movement Israelis call “price tag,” in which extremist Jews attack Palestinian holy places or property in retribution for their own government’s actions regarding settlements. Settlers were forcibly removed from two apartment blocks that were            bulldozed in Beit El this week, as the government pushed forward the construction of 300 new housing units.\nIt could have been revenge: Duma lies near several Jewish settlements, including Shilo, where Mr. Rosenfeld was killed.\nThe Israeli military announced on July 19 that it had arrested several Hamas members they accused of Mr. Rosenfeld’s killing and of another shooting two days earlier.\nPalestinians and their supporters questioned whether the perpetrators of Friday’s arson attack would be treated similarly to Palestinians who kill Israelis. Israel has long been criticized for not vigilantly investigating price-tag attacks or punishing their offenders. Gilad Erdan, minister of internal security, said on Friday that he was giving the Duma case “top priority” and that the suspects “should end their lives behind bars.”\nFollowing the attack in Duma, Hamas, the militant Palestinian movement, called for a “day of rage” on Friday. Local media reported some clashes with Israeli soldiers Friday afternoon in Palestinian neighborhoods in East Jerusalem, Hebron and near a checkpoint between Jerusalem and Ramallah; one Palestinian man was shot in the abdomen, a medic said.\nIsraeli troops also shot a Palestinian man near Ramallah, who they said threw a lit projectile at them. In Gaza, a Palestinian teenager was shot dead as he tried to scale a fence to enter Israel, a military spokesman said.\nWitnesses said that they saw masked men in black clothing throw firebombs through the windows of two homes near the village entrance around 2 a.m., shortly after the family returned from visiting relatives.\nMr. Dawabsheh, the neighbor, and another eyewitness, Ali Raqi, 21, both said they saw two men standing over the couple, their clothes still alight.\n“I reached the house, and I found Saad, lying on the ground,” said Mr. Raqi, who was awake, unable to sleep from the heat. “Riham was there, by the well,” he said. “Riham told me, I have a son, for the sake of God, help him.”\nThe masked men fled, and residents pulled the parents and 4-year-old Ahmad to a nearby house.\nDiaa Hadid reported from Duma, and Jodi Rudoren from Jerusalem. \nPHOTO: A man showed a picture of 18-month-old Ali Dawabsheh, who died when his family’s home was set on fire in the West Bank. (PHOTOGRAPH BY JAAFAR ASHTIYEH/AGENCE FRANCE-PRESSE — GETTY IMAGES)  \nRelated Articles\nIsrael Arrests 4 Palestinians in West Bank Shooting\nIsraeli Man Dies in Attack Near West Bank Settlement\n\nLoad-Date: May 19, 2020"
}