{
    "title": "Jewish Leaders Question CNN 's Carlson on Terrorism",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 11,
    "day": 1,
    "full text": "One of America's most prominent conservative commentators has said the latest videotape from Osama bin Laden should prompt America to reassess its policy in the Arab-Israeli conflict.\nA co-host of CNN's \"Crossfire,\" Tucker Carlson, said Friday that Mr. bin Laden made clear in the tape that America was not attacked because it is a democracy, but because Al Qaeda leaders \"disagree with American policy in the Middle East, particularly, and specifically American policy toward Israel.\"\n\"At some point, you have to consider and then, one hopes, address the causes of terrorism,\" Mr. Carlson said. \"What causes people to blow themselves up? You have to sort of take that question seriously. The terrorists are saying out loud we're doing this for a specific reason.\"\nThe Democrats on the program seemed bewildered by Mr. Carlson's line of argument.\n\"We are not going to change our foreign policy in order to please terrorists,\" a senior adviser at the Democratic National Committee, Howard Wolfson, said.\nMr. Carlson responded: \"That's not what I suggested. No one has suggested we do it to please terrorists. Don't you think we ought to begin a conversation about the root causes? Don't you think - that's something Democrats are always for. Why are you against it in this case?\"\nThe show's Democratic co-host, Paul Begala, defended Mr. Wolfson. \"I think Howard was 100% right. I just disagree with you,\" he said.\nMr. Begala said he has no quarrel with Mr. Bush's policies toward Israel. \"He's been wrong about everything, but he happens to be right about Israel,\" the former Clinton aide said.\nSeveral leaders of pro-Israel groups said they found Mr. Carlson's remarks disturbing.\n\"I'm shocked and appalled,\" the president of the Zionist Organization of America, Morton Klein, said. \"It's just astonishing that Tucker Carlson would think there' s a rational basis to evil actions. Whether it's Hitler, suicide bombers, or Genghis Khan, there's been evil since beginning of man. What we do is eliminate it.\"\nOther Jewish leaders noted that Mr. bin Laden's interest in the Palestinian issue is relatively recent.\n\"Israel is a sideshow to all of this, to bin Laden,\" said the chairman of the Conference of Presidents of Major Jewish Organizations, James Tisch. \"When he initially attacked the World Trade Center, there was barely a word about Israel.\"\n\"I don't know how smart guys like Tucker Carlson can so easily forget that Osama bin Laden and Al Qaeda for the first 10 years of their existence didn't talk about Israel,\" said the executive director of the National Jewish Democratic Council, Ira Forman. \"To think this is the root cause is silly. This is new stuff that plays in the Arab world.\"\nIn an interview with The New York Sun yesterday, Mr. Carlson stood by his remarks. \"I don't think I could be any more pro-Israel than I am,\" he said.\nThe commentator said he has no specific policy prescriptions to offer on the subject but is troubled by the \"thinness\" of arguments that Al Qaeda hates America because it is a democracy.\n\"It's code for nothing. It's a direct honest question. It's not code for hostility towards Israel,\" Mr. Carlson said.\nWhile the format of \"Crossfire\" channels Mr. Carlson's anger toward the Democrats, he said yesterday that he is frustrated that neither President Bush nor Senator Kerry has engaged in any public discussion of whether American policies fuel Al Qaeda's rage. \"They're in such agreement,\" Mr. Carlson said of the two candidates. \"They just sort of stop the conversation before it can begin. Whenever people try to stifle discussion about something it makes you wonder.\"\nMr. Carlson initially supported the war in Iraq but changed his mind earlier this year. \"I think it's a total nightmare and disaster, and I'm ashamed that I went against my own instincts in supporting it,\" he said in May in an interview with the New York Observer.\nThe commentator said yesterday that he does not agree with \"the assumption that a lot of my friends have that supporting Likud and its policies\" is the best way to support Israel.\n\nLoad-Date: November 1, 2004"
}