{
    "title": "JEWS, MUSLIMS DIVIDED IN U.S. OVER TERRORISM; INTERFAITH DIALOGUE ABANDONED OVER RIFT TIED TO ISRAEL",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "In the weeks since the Sept. 11 attacks, a wide and increasingly bitter gulf has opened between many Jewish and Muslim leaders in this country over the nature of terrorism and the role played by Israeli policies in fomenting Muslim anger against the United States.\n In several cities across the country, rabbis and Jewish lay leaders have walked out of long-standing interfaith dialogues with Muslim leaders, complaining that the Muslims are condoning suicide bombing attacks against Israelis while condemning the attacks against the United States. Statements by some Muslim leaders that Israel may have been behind the World Trade Center attacks have led to angry denunciations by Jewish officials, endangering relationships that took years to construct.\n Muslims, on the other hand, say Jewish groups are using the attacks as an excuse for putting Palestinian concerns on the back burner and ignoring Israeli excesses in the occupied territories.\n Immediately after the attack, there was a short-lived sense of common cause between the two religions on civil liberties after Arabs and Muslims here became the objects of discrimination and violence. But weeks later, much of the solidarity has been shattered by suspicion and mistrust. Malcolm Hoenlein of New York, executive vice chairman of the Conference of Presidents of Major American Jewish Organizations, now says that Jewish groups need to carefully scrutinize which Muslim groups they join with, in order not to support groups that are anti-Israel.\n\"We are starting to see many organizations that purport to be in a leadership position in the Muslim community that are associated with supporting terrorist organizations, or that refuse to denounce the suicide bombings, and even now hedge their words carefully in that regard,\" Hoenlein said. \"Our unity over the issues of stereotyping can't camouflage the fact that there are groups we believe are not partners in our dialogue, with whom we cannot make common cause.\"\n Even some of the nation's most liberal Jewish leaders say Muslim-Jewish relations have deteriorated over the belief by many prominent Muslims that suicide bombings against Israeli citizens are justified by Israeli policy, and therefore in a different category than last month's attacks. Rabbi Ammiel Hirsch of New York, executive director of Arza, the Zionist organization of Reform Judaism, said there was no point in having a dialogue if the two sides could not agree on basic moral principles.\n \"I'm very concerned that many Muslims are attempting to draw moral distinctions between terrorism against Israelis and terrorism against Americans,\" said Hirsch, who added that he supported the Oslo peace process in the Middle East. \"It's deeply disturbing, and I haven't heard nearly enough clear moral guidance from moderate Muslim leaders.\"\n Muslim leaders say that they are disappointed at the Jewish anger directed against them, but that they cannot give up their support for the Palestinian struggle simply because of one group's terrorist attack on the United States.\n \"The Jewish leadership says we support terrorism, but at the same time they are supporting Israeli violence and terrorism against our people,\" said Dr. Sabri Samirah, president of the United Muslim Americans Association, one of Chicago's most prominent Muslim groups. \"Here we come to a puzzle: What is terrorism? Obviously we disagree on that, and yet we have extreme voices in the Jewish community deciding what terrorism is.\"\n The divisions, however, sometimes extend beyond the definition of terrorism. A few hours after the attacks on Sept. 11, Salam Al-Marayati, executive director of the Muslim Public Affairs Council in Los Angeles, was asked on a talk show on a local radio station about possible suspects. His response, according to a transcript provided by several Jewish organizations:\n \"If we're going to look at suspects, we should look to the groups that benefit the most from these kinds of incidents, and I think we should put the state of Israel on the suspect list because I think this diverts attention from what's happening in the Palestinian territories so that they can go on with their aggression and occupation and apartheid policies.\"\n Al-Marayati is a frequently quoted Muslim leader who was part of a delegation invited to the White House on Sept. 26 to meet with President Bush. The White House spokesman, Ari Fleischer, said later that the president does not always agree with the views of his guests. Although Al-Marayati later said that the remark \"gave regrettable and unintended offense to Jewish Americans,\" several Jewish leaders in Los Angeles said they could no longer work with him and walked out of a 2-year-old interfaith dialogue.\n \"That was the last straw,\" said John Rosove, senior rabbi of Temple Israel of Hollywood, a Reform congregation. \"I can't sit with a man like this. I'm a moderate liberal, and I assumed that they were, too. But now I'm convinced that the Muslims in our dialogue are very much anti-Israel, and were just using our dialogue to make themselves appear more moderate and have access in Washington.\"\n Al-Marayati said he and most other Muslims were willing to accept the state of Israel if it supports an independent Palestinian state. But he said the purpose of the dialogue was to avoid domestic strife between the two religions, not to hash out Middle East issues.\n \"I've offered my apologies to the members of our dialogue for my remarks, and the ones who stayed are committed,\" he said. \"I'm sorry that those people with an agenda have left, but we've been through bumps and bruises before, and I feel confident about the future.\"\n Another dialogue in jeopardy is in Cleveland, where the most prominent Muslim cleric, Imam Fawaz Damra, apologized to the city a few weeks ago after local television stations broadcast a 10-year-old tape in which he called for the death of Jews as the enemies of the Islamic nation. The tape had been released last year by federal immigration authorities who used it in a Florida deportation case, and Damra, who called it horrific, said it no longer reflected his views.\n But he had become known nationally as a leading supporter of ecumenism, and the Jewish leaders who worked with him say they are not sure they can still do so. Several noted that after Sept. 11, Damra defended the armed Palestinian struggle against Israel in interviews, saying that Palestinians had the right to defend themselves against \"state-sponsored terrorism.\"\n Damra -- formerly imam of Al Farooq mosque in Brooklyn, New York, which was attended by several of those convicted in the 1993 World Trade Center bombing -- said he hoped the Jewish leaders who had condemned him would eventually return to their civic conversation.\n Interfaith cooperation and prayer services have continued in many cities, including Detroit, which has the country's largest Muslim population, and St. Louis. But in Chicago, the Jewish Community Relations Council has denounced the Islamic Association for Palestine, based in suburban Palos Hills, for disseminating a series of virulently anti-Israel messages on its Web site. The association is a sister organization of the Holy Land Foundation for Relief and Development, the nation's largest Muslim charity, which Israel has accused of raising money for Palestinian suicide bombers. The Web site includes dozens of dispatches from the occupied territories that refer to Israel as a \"Nazi regime\" and the United States as its evil accomplice.\n This dispatch, which lists its source as \"IAP News,\" was posted two weeks before the trade center attacks and is still on the site:\n \"Palestinian sources in Nablus said Islamist and nationalist leaders called on ordinary Arabs to attack American interests throughout the Arab world and beyond as a retaliation for what was described as 'this brazen American backing of Jewish Nazism.' One masked man, speaking through a loudspeaker, urged Arabs to 'attack their offices, their companies, their embassies, their consulates, attack anything and everything American. The political prostitutes in Washington are enabling the neo-Nazis in Israel to suck our blood and kill our children.' \"\n Samirah of the United Muslim Americans Association, who is also chairman of the Islamic Association for Palestine, said the association simply acts as the information source for a wide variety of reporting from the Middle East, and does not necessarily endorse the voices on its Web site. He said the group has condemned the Sept. 11 attacks.\n But Jay Tcath, director of the community relations council, said that if the Muslim group continued its incitements to violence, it should be stripped of its mainstream acceptability.\n\nLoad-Date: October 23, 2001"
}