{
    "title": "Jihadi e-book advises sleeper cells [JUMP]Terrorism experts say it's mostly elementary, but some thi",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 3,
    "day": 31,
    "full text": "Offering suggestions that terrorism experts say range from troubling to goofy, a new jihadi e-book obtained over the weekend by The Tampa Tribune tells how Islamic sleeper cells can remain under the radar and attack when necessary. \n How To Survive In The West: A Mujahid Guide (2015), describes itself as a guide for the Muslims who are living in a majority non Muslim land that will teach you how to be a secret Agent who lives a double life, something Muslims will have to do to survive in the coming years. \n Written in English by an unnamed author, the e-book says it teaches how to be an undercover agent. \n In this book, you will be taught these skills, it says in its introduction. You will be taught how to lead a double-life, how to keep your Secret life private, how to survive in a threatening land, how you can Arm and strengthen the Muslims when the time for Jihad comes to your country, and neighborhood. In simple terms, from this guide book - you will learn how to be a Sleeper-cell which activates at the right time when the Ummah needs you. \n Though it is unclear how widely, if at all, the e-book has been disseminated, it is worrisome to terrorism experts as much for who it is aimed at as what it contains. \n The e-book is more of a propaganda piece aimed at inciting Muslims in Europe to act as lone wolves in support of the Islamic State, said Kerry Myers, a former FBI supervisory spe\ncial agent who specialized in bomb forensics and assisted operations in Afghanistan. The 'tradecraft' (if you can call it that) is very elementary and poor. What is true is not new and what is new is not true. The alleged 'tradecraft' is equivalent to that followed by low-level, uneducated, street-level, dope dealers in any urban city - if even that good. \n Now teaching terrorism financing at the University of South Florida, Myers said, The biggest danger I see in this is as propaganda tool potentially inciting an attack like we recently had in Paris or Tunisia.Ben Venzke, CEO of IntelCenter, which tracks jihadi groups, has a similar take. The most concerning of all though is not the manual itself, but rather the environment in which the manual and those like it exist, Venzke said. The threat posed by an effective and broadly distributed terrorist training manual a decade ago pales in comparison to today. The jihadi terrorists' enthusiastic and aggressive adoption of 'lone wolf' or 'homegrown terrorists' operating by themselves or in small groups, while continuing their directly managed plots, has completely changed the threat framework. These individual actors are hearing and responding to the call. \n ❖ ❖ ❖ \n The e-book does not appear to be available online and was obtained as a PDF. It offers information about a wide range of subjects, from breaking allegiances to earning money to making modern weapons, bombs, mobile detonation devices from cell phones, how to avoid detection, how to use the Internet without raising suspicion and what to do when you are spied on and get raided.The book presents a couple of case studies on how to pull off attacks, including a look at the Charlie Hebdo assault in Paris, and suggests that it is better to use high-powered rifles instead of bombs. It calls for readers to engage in criminal activities like credit card theft and phishing Internet scams. It also offers advice on basic espionage tradecraft, both in detecting surveillance and carrying it out, and includes information about how to use social media and how to find jihadi Twitter accounts that have previously been suspended.Following that advice leads to a number of formerly suspended jihadi accounts that have been revived under new names. \n ❖ ❖ ❖ \n How To Survive In The West also includes advice on how to best hide financial assets to keep from raising suspicions as well as basic combat techniques for how to enter and clear rooms, and how to spot and avoid surveillance. \n Jihadi training manuals have been around for a long time, Venzke said, and al-Qaida has made a splash in the recent past with its Inspire magazine. \n But even though the information being explained even when basic or even thought to already be obvious is damaging to counterterrorism efforts since it reinforces to terrorists how to operate intelligently and reduce the likelihood of exposure, said Venzke, adding the fact that the e-book includes the Charlie Hebdo attack is troubling. \n The use of contemporary examples and pulling the various threads together into a cohesive message all work to make the message stick, he said. In this instance, not a good thing.It was likely written by someone associated with the Sunni insurgent group Islamic State, and probably by someone in Great Britain, said Clint Watts, a former executive officer of the Combating Terror Center at West Point. Watts, who was also a former FBI special agent, and is now senior fellow at the Homeland Security Policy Institute at George Washington University and a senior fellow at the Foreign Policy Research Institute, said he drew his conclusions after reading a copy sent to him by the Tribune.This is either an ISIS member or an ISIS supporter, putting down some basic guidance, said Watts, using an acronym for the Islamic State group. \n Watts surmises that the author is British from the syntax and spelling in the e-book. \n Many of the suggestions in the e-book are goofy, Watts said, including using lemon water to write secret messages and for would-be spies to watch the Jason Bourne series of movies for tips. Unlike Venzke, Watts said that some of the information in the e-book could lead readers into trouble because it is so simplistic. \n Osama bin Laden's guys were not like this, Watts said.  In general, they were not trying to turn all recruits into secret agents, as that brings undue scrutiny, because they are not trained. \n ❖ ❖ ❖ \n What is troubling, Watts said, are the e-book's diagrams for a device that triggers explosives using a mobile phone and the call for criminal activity, something Watts said al-Qaida preferred to avoid to keep from winding up on law enforcement's radar. \n The e-book urges Muslims to undertake violent jihad because you will be imprisoned for your faith now or in the future, then ask yourself if you will be able to maintain your Iman (faith) there. Those who go on the offensive earlier on will learn how to react in different situations, and will more likely receive martyrdom (shahadah) instead of long-term imprisonment.The e-book is likely aimed at Sunni Arabs, said Lora Griffith, a former senior CIA operations officer with extensive experience in the region, That's because it states that the Prophet Muhammad promised us we will win and finally take over Europe's capital - Rome, but only after we have taken Persia (Iran), a Shia nation.The two sects of Islam have waged often violent conflict and are engaged in bloody combat in Iraq, Syria, Yemen and elsewhere, notes Griffith, who now lives in Tampa. And Iranians are Persians, not Arabs, Griffith said, further explaining her supposition. \n Like Myers and Venzke, Griffith finds the tome troubling because it reaches out to disaffected people. The book is not very sophisticated, but there are people who will be attracted to it. \n haltman@tamaptrib.com  \n (813) 259-7629 \n Twitter: @haltman\n\nLoad-Date: March 31, 2015"
}