{
    "title": "JIHADISTS TURN TO TWITTER Microblogging service offers 'more reach'",
    "publisher": "the times",
    "year": 2012,
    "month": 9,
    "day": 3,
    "full text": "In the old days, 10 years ago, jihadists vowed death to Western imperialism on audiotapes that couriers smuggled out of mountain hideouts and passed to satellite TV stations.\n The next generation of militants has a much simpler way to proselytize: Twitter.\n For years, Islamist extremists have struggled to outsmart the censors in online forums - with their videos yanked from YouTube, their pages flagged on Facebook and their message boards hacked - but Twitter still offers a rare unfiltered space for the groups, according to analysts who monitor militants' online presence.\n On one recent Sunday, for example, the Syrian jihadist group Jabhat al-Nusra sent out a flurry of tweets from its official account, joining that day the Somali militants from al-Shabab, Afghanistan's extremist Taliban, and other hard-line Islamist fighters from Kenya and Yemen on the microblogging service that claims more than 140 million users.\n Analysts said the groups are using the service mainly to add jihadist analysis to current events such as the conflict in Syria, or to reach out to young, disgruntled Muslims who might be on the fence about taking up arms to fight Western policies or authoritarian regimes.\n \"On Twitter, they get more reach to expand their propaganda. They can reach the 'swing people,' and try to attract more sympathizers,\" said Murad Batal al-Shishani, a London-based researcher of jihadists who's closely monitored their Twitter feeds for months. He's written on the subject for the BBC and other media. \"They're focusing on current events - Syria, or supporting a revolution here or there - but they are not using it for operational activity or to communicate among themselves.\"\n Twitter representatives didn't respond to requests for comment. There appears to be no active campaign to curb extremist accounts, and the company so far has resisted critics who argue that such users be booted from the site.\n Earlier this year, the U.S. government pondered disabling the account linked to al-Shabab, Somalia's al-Qaida offshoot, but that account is still active, with militants last week gleefully tweeting about the death of their longtime enemy, Ethiopian Prime Minister Meles Zenawi. The media outlet of the al-Qaida-linked Yemeni group Ansar al-Shariah is still on Twitter; ditto for al-Shabab's Kenyan affiliate, the Muslim Youth Center.\n And when it became clear that the Taliban were on Twitter to stay, U.S. forces engaged in tit-for-tat tweeted barbs, a bloodless reflection of the war on the ground.\n In June, jihadist sympathizers celebrated when Assad al-Jihad2, the pseudonym for a popular militant whose eulogy of Osama bin Laden went viral, opened an official Twitter account. Two months later, he boasts more than 4,000 followers and 1,061 tweets, including recent ones that have encouraged jihad in Syria and mocked the Obama administration's response to the crisis.\n \"What a beautiful jihad!\" Assad al-Jihad2 tweeted, along with a link to a video that purportedly shows a Syrian Christian activist converting to Islam and joining a jihadist rebel group.\n Just two years ago, Will McCants, a former government adviser on violent extremism and a researcher at the Center for Strategic Studies, an arm of CNA, a Washington-based nonprofit that undertakes a wide variety of investigative projects, wrote on his terrorism-focused website Jihadica that militants were behind the times in using social media sites.\n McCants said he criticized them for failing to seize on Twitter and other services to disseminate propaganda. But all that's changed, he said this week, and \"these guys now seem to use it without fear.\"\n McCants said Twitter feeds can offer valuable conduits into otherwise shadowy groups. Take, for example, the Syrian rebel group Ahrar al-Sham, made up of ultraconservative Salafi Islamists fighting against the regime of President Bashar Assad. The jihadist-leaning group offers daily, often hourly, updates on its operations, functioning almost as its own self-contained news service to corroborate or dispel reports from other agencies. The result is a slightly clearer picture of developments in Syria's murky civil war.\n Unlike some other groups and activists, McCants added, the group doesn't tweet obviously exaggerated claims about its battlefield victories. Ahrar al-Sham also posts photos and videos to back up rebels' claims.\n \"On the feeds I read, they're not tweeting anything outlandish,\" McCants said. \"Maybe they blew up a tank or killed two dudes.\"\n McCants and other analysts said that any move to take down such accounts is sure to prompt a thorny debate on where freedom of speech ends and incitement to terrorism begins - and also would deprive Western intelligence analysts of a rare and valuable window into the minds of jihadists, against whom the United States and other nations have waged long and bloody wars.\n\nLoad-Date: September 7, 2012"
}