{
    "title": "Jihad Jane case suggests rising threat from online 'jihobbyists' 'Jihobbyists' are people drawn to t",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 3,
    "day": 19,
    "full text": "Colleen LaRose, the Pennsylvania terrorism suspect known by the online moniker \"Jihad Jane,\" certainly defies the stereotypes associated with extremist Islam. But according to counterterrorism experts, Ms. LaRose, who has not been connected with any organized militant group, represents the growing threat posed by \"jihobbyists.\" These are people drawn to the online theater of violent jihad, becoming increasingly radical as they delve deeper into the chat rooms and forums that espouse Al Qeada ideology. According to the federal indictment against LaRose, she had pledged to commit murder in the name of jihad. IN PICTURES: American Jihadis On Thursday, she pleaded not guilty to federal charges that she recruited men and women to wage attacks in Europe and Asia and plotted to murder a Swedish cartoonist who depicted the prophet Muhammad as a dog. \nUnlike many of the other Americans currently facing terror-related charges, LaRose allegedly acted on her own without any training, associations with radical groups, or links to extremism beyond what her Internet connection provided. \"Both men and women who were once written off as hapless wannabes and mere 'jihobbyists' are unexpectedly rising to the occasion, in often quite desperate bids to prove their total commitment to the cause,\" terrorism expert Evan Kohlmann recently wrote on the Counterterrorism Blog, a forum dedicated to counterterrorism issues. \"Their pedigree is less than elite, and they lack the traditional connections back to Al Qaeda's central leadership,\" he wrote. \"Yet, even Al Qaeda's senior echelon now openly recognizes the critical value of these potential 'lone wolf' operatives.\" Jarret Brachman, author of \"Global Jihadism: Theory and Practice,\" coined the term \"jihobbyist\" as a way to identify people who weren't part of a group such as Al Qeada or Al Shabaab, the Somali militant group, but have a growing fascination with radical Islam. \"These are fans in the same way other people might follow football teams. But their sport is Al Qaeda,\" Mr. Brachman said in a November interview with The Dallas Morning News. The interview followed charges against Maj. Nidal Malik Hasan, a Muslim, for the deaths of 13 people in a shooting spree at Fort Hood, Texas. But \"jihobbyism stops when you cross over that line from thought to action,\" Brachman said. \"[W]hen they start stepping toward making something violent happen - including when you knowingly fund a terrorist organization - that crosses the line from jihobbyism to material support for terrorism.\" Aaron Weisburd of the Society for Internet Research, which monitors online Islamic extremism, said, \"The problem is that the term jihobbyist conveys the notion that these guys are not serious ....\" \"In fact what these guys are doing,\" he wrote on his blog, \"is marking time while waiting for the opportunities and associations to appear that will allow them to become real jihadis.\" Brachman acknowledged the issues with using \"jihobbyist\" too broadly. But, as he recently wrote on his blog, the term is \"potentially useful in that it introduces shades of grey into the discussion: it acknowledges that people can support Al Qaeda and wish death upon Americans without ever 'joining up' officially.\" But it can be a slippery slope from talking to doing. As Mr. Kohlmann pointed out, Al Qaeda has taken notice of these people in an effort to nudge them toward real action. As he noted, recently arrested Al Qaeda spokesman Adam Gadahn praised the actions of Hasan and called on \"every honest and vigilant Muslim in the countries of the Zionist-Crusader alliance in general and America, Britain and Israel in particular to prepare to play his due role in responding to and repelling the aggression of the enemies of Islam.\" IN PICTURES: American Jihadis\n       \n\nLoad-Date: March 20, 2010"
}