{
    "title": "Jihadis in New Jersey _",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 5,
    "day": 10,
    "full text": "Some of the six men played paintball together and took target practice in the Poconos. One delivered pizzas to Fort Dix, the sprawling Army base in New Jersey.\nSuch unremarkable activities, though, form part of the backbone of a federal conspiracy case against the men - all Muslims, all immigrants - for allegedly plotting to kill at least 100 soldiers at Fort Dix. Their motive, according to a federal indictment: a perception that Islam is under attack.\nTo authorities making the arrests, the men signify that the threat of home-grown terrorist cells, inspired by Al Qaeda but not actually connected to it, is a very real one. To others, the six are an aberration, disavowed by Muslims in the US who see the alleged plot's violent intent as damaging their efforts to become part of the American fabric.\nBut for many security experts, the men's motivation is what serves as the starkest warning. \"The animosity felt toward the United States isn't something just outside our borders,\" says Bruce Hoffman, a professor of securities studies at Georgetown University in Washington. \"There are obviously people inside this country who have the same hostility and are prepared to use violence.\"\nThe men in New Jersey aren't the first group arrested for allegedly plotting attacks against this country. In 2006, federal authorities arrested seven mostly inept militants in Miami for their alleged discussions about blowing up the Sears Tower in Chicago and the FBI's Miami headquarters. In June 2003, government officials thwarted a plot to blow up the Brooklyn Bridge. And in 2002, authorities rounded up six Yemeni-Americans from Lackawanna, N.Y., for having ties with Al Qaeda.\nAccording to the Justice Department, the latest group included three ethnic Albanians living here illegally, another ethnic Albanian living here legally, one Jordanian-born US citizen, and an ethnic Turk who lived in Philadelphia.\nMuslims caution that the Muslim-American community should not be judged by the alleged actions of a few. \"One must view it as isolated and the stuff of which Tom Clancy novels are made and the reality of modern terrorism,\" says John Zogby, president of Zogby International in Utica, N.Y., whose polling firm has surveyed the Muslim-American community. \"It is nothing intrinsic to the Muslim or Islamic experience in the US.\"\nStill, some experts point out that this group is not entirely unlike the group that carried out the London train and bus bombings in July 2005, or the group responsible for the Madrid train bombings in March 2004. European authorities, after those attacks, said that both terror cells were home grown and inspired by, but not directed by, Al Qaeda.\nMuch later, \"The Spanish and British found direct connections to Al Qaeda,\" says Seth Jones, an expert on terrorism at RAND Corp. in Washington. Contrary to what many people believe, he says, Al Qaeda's \"numbers are increasing and their global breadth is increasing, and the US is a major target.\"\nZogby cautions, however, that the European Muslim experience is quite different than the American Muslim. \"Here they assimilate: They buy into the American dream, and surveys suggest they succeed. They are not locked in as a permanent underclass.\"\nAl Qaeda's number of targets\nJones has been tracking Al Qaeda attacks, and he says that through 2001, Al Qaeda averaged one attack per year. Since 9/11, he says, Al Qaeda has averaged about seven or eight attacks per year. \"And they span a variety of places - in the Middle East, Asia, Europe,\" he says.\nThough no link between Al Qaeda and the New Jersey group has been established, the target allegedly picked by the group is a classic terror target: the military. \"This is traditional terrorism,\" says Dave Brannan, who teaches terrorism studies at the Naval Postgraduate School in Monterey, Calif. \"It's a symbolic target coupled with the religious terrorism - the catharsis of killing many, not just one.\"\nDr. Brannan goes on to say, \"This plot appears to be theologically motivated, not just generally religious: They make repeated comments about how their brothers, their religion is under attack.\" \nFor example, the affidavit quotes one of the accused, Eljvir Duka, as stating, \"and at the end when it comes to defending your religion, when someone is trying [to attack] your religion, your way of life, then you go jihad.\"\nYet John Mueller, a professor of national-security studies at Ohio State University, says the arrests don't prove there are countless groups dreaming up plots.\n\"After all the sleuthing, there are just a handful of people, and it is much inflated and exaggerated,\" says Mr. Mueller, author of a recent book about how federal officials and the terrorism industry inflate national-security threats. \"But there is no question these guys are dangerous and should be in the slammer.\"\nThe latest group made the mistake of taking a video of their training exercises into a Circuit City to be copied on a DVD. A vigilant clerk, observing on the tape the men firing automatic weapons, calling for \"jihad,\" and shouting \"Allah Akbar\" (God is great), phoned the police. This quickly led to the FBI's investigation and infiltration of the group.\nSerious mistakes at start\nAl Qaeda, in its infancy, also made serious mistakes, points out Mike Scheuer, former head of the CIA's Osama bin Laden unit. For example, they blew up a hotel in Yemen in 1992, but American soldiers had already left. Yet Al Qaeda continued to try until it succeeded: the 1993 bombings of the World Trade Center, and then the 2001 attacks, which is of course the clearest example.\nMr. Scheuer, who is now an adjunct professor at Georgetown University, adds that what people forget is that Mr. bin Laden's long-stated mission is to instigate and inspire attacks such as the one these men in New Jersey allegedly planned. \"This is clearly an example of that,\" he says.\nSince the US ran bin Laden and his cohorts out of Afghanistan in late 2001, the organization has morphed into a much looser network. There is still Al Qaeda central, which consists of bin Laden and his top aides who are hiding somewhere along the Afghanistan-Pakistan border, according to Scheuer and other experts. Then there are affiliated groups, such as those in Iraq and other Middle East countries that most likely receive some funding from Al Qaeda; affiliated individuals, such as Ahmed Ressam, who was caught coming across the US's northern border in late 1999 and was convicted of conspiracy to commit an international terrorist act; and finally the unconnected groups or individuals who don't receive direction or funding from Al Qaeda central but are clearly inspired by the group.\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: May 9, 2007"
}