{
    "title": "Jihad Jane terrorism suspect has cooperated, congressman says",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 3,
    "day": 19,
    "full text": "PHILADELPHIA ? A woman accused of trolling the Internet as Jihad Jane and agreeing to marry a terrorist suspect and kill a Swedish artist targeted by radical Muslims cooperated with authorities, a congressman said. Colleen LaRose pleaded not guilty Thursday to the four-count indictment at a brief arraignment in federal court in Philadelphia. The hearing marked her first public comments after six months of detention following her unannounced arrest in October. She wore a green prison jumpsuit and corn rows in her blond hair and smiled warmly at her public defenders when she entered the courtroom. \nThe judge set a May 3 trial date on charges in the indictment, unsealed last week. LaRose, 46, was accused of conspiring with fighters overseas and pledging to commit murder in the name of a Muslim holy war, or jihad. She was arrested Oct. 15 returning to Philadelphia from Europe. Rep. Charles Dent, R.-Pa., said he learned through meetings with the FBI and other briefings that LaRose had been cooperating with authorities pursuing the international probe. LaRose lived in his district. \"I have a sense they learned as much as they could from her, and when that happens, you move forward with the criminal complaint,\" Dent, who serves on intelligence and homeland security committees, told The Associated Press. \"Will she be more cooperative in the future? I hope so.\" The FBI and the U.S. attorney's office declined comment on Dent's remarks. LaRose's public defender did not immediately return a telephone message left by the AP. The indictment was filed March 4 and made public five days later after authorities rounded up seven terror suspects in Ireland. Those suspects are linked to LaRose, according to a U.S. official not authorized to discuss the case, who spoke to the AP previously on condition of anonymity. Thursday's arraignment lasted less than five minutes, just long enough for LaRose to say \"not guilty\" when asked her plea to the charges: conspiring to aid terrorists, conspiring to kill someone overseas, lying to the FBI and stealing her ex-boyfriend's passport. Authorities were on her trail as early as July 2009, when the FBI interviewed her about more than a year's worth of online posts and messages, including a 2008 YouTube video in which she said she was \"desperate to do something\" to ease the suffering of Muslims. She denied to agents that she had used the screen name Jihad Jane or had sent any of the messages recovered, which included fundraising appeals for the jihadist cause, according to the indictment. The suspects detained in Ireland include Jamie Paulin-Ramirez, a 31-year-old Colorado woman whose mother said she began talking about jihad with her Muslim stepfather and soon spent most of her time online, according to the U.S. official. Paulin-Ramirez left Leadville, Colo., on Sept. 11, 2009, with her 6-year-old son and told her family she had married a fourth time, to an Algerian she had met online, her mother said. Irish officials, who also arrested the Algerian this month, later said they had released the American woman. LaRose had left the United States on Aug. 23 for Europe, though her specific destination hasn't been revealed. Both women left troubled lives behind, LaRose having survived a suicide attempt and Paulin-Ramirez, according to her mother, an abusive first marriage and a childhood marked by bullying. LaRose's live-in boyfriend of five years, Kurt Gorman, of Pennsburg, did not attend Thursday's hearing, and there were no apparent friends or relatives there, either. Gorman has said that he knew nothing of her interest in Islam and that she disappeared without saying a word. Dent said he's always known that \"homegrown radicalism is a real threat.\" \"I just never knew it'd occur in my backyard,\" said Dent, who described Pennsburg as a Norman Rockwell-type town. \"In this woman's case, from what I can tell, she didn't seem to have much of a tie to Islam other than what she learned over the Internet.\" LaRose spent most of her life in Texas, where she dropped out of high school, married at 16 and again at 24 and racked up a few minor arrests, records show. After a second divorce, she followed Gorman to Pennsylvania in about 2004 and began caring for his father while he worked long hours, sometimes on the road. In 2005, she swallowed a handful of pills, later telling Pennsburg police she was upset over the death of her father but did not want to die, according to the police report. As she moved through her 40s without a job or any outside hobbies, Gorman said, she started spending more time online. Though he did not consider her religious, and she apparently never joined a mosque, LaRose had by 2008 declared herself \"desperate\" to help Muslims in the YouTube video. LaRose and Gorman shared an apartment with his father in Pennsburg, a quaint if isolated town an hour northwest of Philadelphia. Just days after the father died in August, she stole Gorman's passport and fled, according to the indictment. From June 2008 through October 2009, LaRose, who also called herself Fatima Rose, went online to recruit male fighters for the cause, recruit women with Western passports to marry them and raise money for the holy war, the indictment charged. The South Asian man she had agreed to marry told her in a March 2009 e-mail to go to Sweden to find the artist, Lars Vilks, who had depicted the Prophet Muhammad with the body of a dog, the indictment said. \"I will make this my goal till i achieve it or die trying,\" she wrote back, adding that her blond, blue-eyed, all-American looks would help her blend in. Vilks has questioned the sophistication of the plotters but said he is glad LaRose never got to him. Although she had written the Swedish embassy in March 2009 to ask how to obtain residency and joined his online artists group in September, there is no evidence from court documents that she ever made it to Sweden. Instead, she returned to Philadelphia and soon joined a very short list of women charged in the U.S. with terrorist activities. Lawyer Lynne Stewart was convicted in February 2005 of helping blind Sheik Omar Abdel Rahman communicate with his followers from prison; Rahman is serving a life sentence for conspiracies to blow up New York City landmarks and assassinate Egyptian President Hosni Mubarak. Pakistani scientist Aafia Siddiqui was found guilty Feb. 3 of shooting at U.S. personnel in Afghanistan while yelling, \"Death to Americans!\" Neither of those cases, though, involved the kind of violent plotting attributed to LaRose. Stewart has insisted she is \"not a traitor,\" while Siddiqui has accused U.S. authorities of lying about her. \n\nLoad-Date: March 19, 2010"
}