{
    "title": "Jihad without borders",
    "publisher": "usa today",
    "year": 2013,
    "month": 10,
    "day": 11,
    "full text": "Terror has been rearing its ugly head throughout the world lately.\nIn Kenya, a Somalia-based, al-Qaida-linked rebel group, al-Shabab, burst into Nairobi's Westgate shopping mall and murdered dozens of victims in cold blood. In Nigeria, at least 160 people were massacred in two attacks by the radical Islamist organization Boko Haram. In Pakistan, a terrorist blew himself up outside a church in the city of Peshawar, killing more than 80 members of Pakistan's Christian minority.\nIn Israel, terror struck as well. Over the holiday of Sukkot, two soldiers paid with their lives. IDF Sgt. Gal (Gavriel) Kobi took a single lethal bullet to his neck in Hebron. Forty-eight hours earlier, Sgt. Tomer Hazan was murdered by his Palestinian host, Nidal Amar. During the same week, Iran, a country that supports and finances terrorism, sent its president to the U.N. General Assembly as if he were a beacon of peace.\nThe attack in Kenya should ring alarm bells for the world. Osama bin Laden may be dead, but al-Qaida and its satellite organizations are alive and kicking. There is something very symbolic about the fact that Kenya is once again the target of a terror attack. This captivating country, so beloved of tourists, was the target of an attack in 1998 that served as a harbinger of the global terrorism we have experienced since the twin towers attack on Sept. 11, 2001.\nThe 1998 attack in Kenya was the first salvo in a global terror war that has been raging for more than a decade, a war that affects many countries, and creates strange alliances, even between countries that don't have diplomatic relations.\nOn Aug. 7, 1998 at 10:40 a.m., a loud explosion was heard in central Nairobi coming from the direction of the U.S. Embassy. At almost the same time, a near identical explosion occurred near the U.S. Embassy in Dares Salaam, Tanzania. A total of 213 people were killed and 4,000 were injured in Nairobi on that day. The two truck-bomb explosions were the starting signal of al-Qaida's war on the West as a whole, and the U.S. in particular.\nStill, no one saw the (bloody) writing on the wall. In Europe, anyone speaking of global terrorism was considered paranoid. University students turned out theses on the theme of tolerance, merely repressing the danger. They explained that terrorism is the weapon of the weak, because what other choice do weak people have? No one believed that within a few years, those same jihadists would operate in Madrid, London and Toulouse.\nSix months earlier, in February 1998, bin Laden, from his lair in Afghanistan, had declared the establishment of a World Islamic Front for Jihad against Jews and Crusaders. This was bin Laden's declaration of war against the infidels. Even before the 9/11 attack, al-Qaida began seducing jihadist organizations from Egypt, Pakistan and Bangladesh to join him. But nobody understood what was about to happen.\nThe roots of terror Before the 9/11 attacks, al-Qaida had sent a clear signal in October 2000. Two terrorists in a small boat blew themselves up next to the USS Cole destroyer, anchored in Yemen. Analysts in the U.S. said at the time that the attack was in response to unrest in the Palestinian territories. The attack coincided with the start of the Second Intifada, and there were many Palestinian and pro-Palestinian activists in Yemen at the time.\nU.S. President Bill Clinton even said on the morning of the attack, \"If [the terrorists'] intention was to deter us from our mission of promoting peace and security in the Middle East, they will fail utterly.\" That statement proved inaccurate, to say the least.\nIn 2008, Barack Obama entered the White House, with the promise of ending America's wars abroad. With a Nobel Prize in his pocket, he brought the troops home from Iraq and established a target date (2014) for ending the war in Afghanistan. In a speech to the nation last February, Obama even explained how America had overcome al-Qaida, following the killing of bin Laden, on his watch.\nThe main message Obama wished to transmit was that Washington's priorities are changing. The Middle East is out, Asia and the Pacific are in. But ironically, the attack on Nairobi brought Obama back to his roots--politically and personally.\nIn a recent column in USA Today, journalist and novelist Louise Branson wrote that Obama, whose father was born in Nairobi, should support Kenya's efforts to battle terrorism and visit Kenya as a sign of solidarity.\n\"After 9/11, the French newspaper Le Monde famously carried a headline: We Are All Americans,\" Branson wrote. \"After the Nairobi attack, the message should be 'We Are All Kenyans.' Not just in our sympathy. But also in going all out to prevent another terrorist attack.\" Power games Modern terrorism is a big problem for the countries where it operates. It hurts not only their security and citizens, but also their economies. Terror organizations--like al-Shabab in the Horn of Africa, Al-Qaida in the Islamic Maghreb (AQMI) in western Africa, and even terror groups in the Sinai Peninsula--all engage in criminal activity to finance their activity. AQMI terrorists, for instance, specialize in smuggling cigarettes and alcohol via the Sahara desert. Kenya has added al-Shabab to its list of organized crime groups in the country.\nKenyan President Uhuru Kenyatta admitted that his country is getting help from \"friendly countries.\" Israel was the first country mentioned as such, after it provided logistical assistance with the Nairobi hostage crisis, advising the Kenyan government.\nIsrael is a leader in the global terror war, but the diplomatic situation does not allow its involvement to be out in the open. Senior Israeli intelligence officers describe how in the 1990s, they warned friendly countries about the coming global jihad and were repeatedly rebuffed.\nIn any case, Jerusalem understood even then that the world is changing, that Israel needs partners. For this reason, Prime Minister Benjamin Netanyahu's government worked to forge new alliances and to strengthen ties with friendly nations in Africa, like Uganda and Kenya.\nWhat Israel, Kenya and Uganda have in common is the problem of nonfriendly neighboring countries. Somalia, a member of the Arab League, has become a problem for other countries in the region. Some even see it as a new Afghanistan, because it lacks a centralized government that can force its authority on all the factions in its territory. A prize for destruction Terrorism cannot defeat the West, but it can definitely disrupt daily life, and we must concede that over the last decade it has not done a bad job of it. Witness the security checks before boarding airplanes or at the entrances to malls.\nThe Muslim world suffers from jihadist organizations, which make them look bad, but nevertheless they oppose those who seek to fight terror. Witness the double game played by Saudi Arabia.\nTerror can destroy a country, especially one that lacks many resources and whose situation is sensitive. This is what is happening in Mauritania, where I served as Israel's ambassador for four years. In the past, this western African country attracted tourists and even the prestigious Paris-Dakar motor race once passed through its territory.\nAfter the attacks began in 2006, tourism plummeted and the organizers of Paris-Dakar decided to move the event to South America.\nNow, Syrian President Bashar al-Assad has been granted a grace period after using chemical weapons on civilians, and Iranian President Hasan Rouhani arrived at the U.N. as if he were the man the world was looking to for salvation. After they helped sow terror, Assad and Rouhani may yet receive a medal for liberating us from it.\nIn our world, it seems, anything is possible.\nBoaz Bismuth is a columnist and correspondent for Israel Hayom, whose English-language content is distributed exclusively by JNS.org.\n\nLoad-Date: August 15, 2015"
}