{
    "title": "JIM RYAN REFINES LANGUAGE OF ANTI-TERRORISM BILL; NEW VERSION AIMS TO EASE CONCERNS OVER CIVIL RIGHT",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 14,
    "full text": "Illinois Attorney General Jim Ryan on Tuesday began pushing a revamped version of his anti-terrorism package, removing language that some feared could in effect outlaw criticism of government.\nThe new version narrows the definition of terrorism so it couldn't be applied to civil disobedience. Also, key parts would have to be reviewed in four years.\n\"We're not trying to slip anything by anyone,\" Ryan told an Illinois House committee Tuesday, in presenting the scaled-down proposal. \"We don't want to widen the net any more than we have to.\"\nBut some critics say the net is still too wide. The bill still would allow police to seize property believed to be terrorism-related then put the onus on the property owner to prove otherwise.\n\"Any cop on the beat . . . can walk into anybody's place of business (and seize assets) . . . on that person's personal whim?\" state Rep. Lou Lang, D-Skokie, asked during the House committee debate.\nThe bill also would allow \"roving\" wiretaps. Currently, judges issue wiretap warrants for individual phone lines used by suspects. Ryan's proposal would allow blanket warrants that could be issued to cover every phone or Internet account used at any point by a suspected terrorist.\n\"What do we do to protect innocent third parties from these roving wiretaps?\" asked Lang. He noted that if a suspect briefly used a public phone or computer terminal, others who subsequently use it could be recorded as well. \"There could be . . . hundreds, or thousands, of innocent third persons whose conversations will be heard.\"\nThe American Civil Liberties Union told legislators Tuesday that its opposition has softened following the changes. But spokeswoman Mary Dixon said the group still was concerned that the law could apply to people who don't intend to commit or fund terrorist activities. Ryan said he would consider further changes to the language to clarify that.\nThe biggest change Ryan already has made was in the definition of terrorism. Previously, the bill defined terrorism, in part, as activities designed to force change in \"the policies of government.\" That language, critics noted, could have labeled the civil rights and women's right movements as terrorism.\nThe new definition under the bill defines terrorism as threats, violence, destruction or murder \"with the intent to intimidate or coerce a significant portion of the civilian population.\" Penalties would range from six to 30 years for making a terrorist threat, to the death penalty for a terrorist act in which people are killed.\nGov. George Ryan has questioned the necessity of a state terrorism law, saying current state law and new federal terrorism measures already cover the issue. Jim Ryan (who isn't related to the governor) is running for governor in the Republican primary, and his political opponents have hinted the package is geared toward the campaign.\nJim Ryan defended the measure Tuesday.\n\"The primary responsibility for responding to acts of terrorism is federal, \" Ryan said. \"But the president has made it very clear that the states play a role,\" with presidential statements calling on local authorities to be vigilant.\nThe Senate Judiciary Committee approved the bill late Tuesday. That sets up a debate between a joint House and Senate committee, probably later this month. The attorney general has said he wants the bill passed during the veto session, which continues through this week and reconvenes for the last week of November.\nThe anti-terrorism bill is HB 2299.\n\nGraphic\n\n \nPHOTO; Color PHOTO headshot - (Jim) Ryan; Illinois attorney general\n\nLoad-Date: November 14, 2001"
}