{
    "title": "Jim Saxton",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 1,
    "full text": "Republican\nIncumbent\nAge:63.\nHometown:Mount Holly.\nQualifications:Former Realtor; former public school teacher; served in state Assembly and Senate; first elected to U.S. House of Representatives 1984; member, House Armed Services Committee and Fisheries Conservation, Wildlife and Oceans Subcommittee; chairman of the Joint Economic Committee; and Terrorism and Unconventional Threats Committee.\nTERROR: In conjunction with training more government security forces, and turning over more territory to the Iraqis, I would like to see a stepped-up focus on commercial and community development, such as a desperately needed banking system and more educational institutions.\nThere needs to be less emphasis on pushing U.S.-style democracy and more focus on supporting unity governments that have the support of the various factions that make up the Iraqi and Afghani nations.\nI have been to both Iraq and Afghanistan on a number of occasions, and am proud of the toughness and determination of our troops. They know more than most of us that we're engaged in a war on terrorism against our country and are trying to foster freedom in two countries that have tragic histories of tyranny.\nDomestically, I am pleased that U.S. law enforcement has prevented any more attacks since 9/11, but I would like to see a shift in spending toward high-risk, high-populated areas such as New York, Pennsylvania and New Jersey.\nTAXES: Spending must be controlled, and that's just about the hardest thing to do in Washington. Equally as important, the economy needs to continue to grow and stay healthy. The deficit has been shrinking in recent months, and that's good news. But we can't be satisfied until the budget is balanced.\nI do not support an increase in taxes because high taxes always hurt the middle class and are counterproductive. After the Kennedy tax cuts in the 1960s and the Reagan tax cuts in the 1980s, tax revenues soared. The problem was that spending soared, too. It's very easy for bureaucrats in Washington to spend money, and very hard to reduce spending.\nToday, the most significant causes of the deficit are: 1) the bursting of the technology stock bubble in 2000 and the subsequent slowdown of the economy; 2) the tremendous financial blow of Sept. 11, 2001, to New York and Washington, and 3) the impact of the 1-2-3 punch of Katrina, Wilma and Rita on the Gulf states and on U.S. oil production. These factors have cost hundreds of billions of dollars in spending or reduced revenues.\nAMERICA:I feel good about the American workforce that is driving the economy despite unprecedented challenges.\nThrough 9/11, the war on terrorism, multiple hurricanes and high oil prices, we still have low unemployment of 4.6 percent, lower than the average of the 1970s, 1980s and 1990s.\nJobs have been added to the economy for 37 straight months. Interest rates remain near historic lows and GDP growth has been steady quarter after quarter. The stock market seems to be doing well lately as well.\n\nLoad-Date: November 1, 2006"
}