{
    "title": "JMC facilitates terrorism and media conversation",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 10,
    "full text": "This year marks the 13th anniversary of Sept. 11, and the School of Journalism and Mass Communication presented an open forum titled, \"Terrorism and the Media,\" to give Kent State students a global perspective. \nJMC faculty members, many of whom have real-world experience in their fields, sat on a panel and contributed to the discussion by sharing their perspectives on terrorism, how it has affected their careers and how it will influence the future careers of Kent State students. The panel included Stephanie Smith, lecturer; Jan Leach, Director of Media Law and Ethics; and Wendy Wardell, Advertising instructor. \n\"People misunderstand a lot about terrorism - and rightly fear it,\" Smith said, \"but if they understood it, they could put in more perspective.\" \nThe faculty members furthered the discussion by bringing up key examples within their respective fields.\n\"The tonality changed after 9/11, and you saw a more patriotic turn in advertising,\" Wardell said.\nThor Wasbotten, director of the School of Journalism and Mass Communication, then opened the discussion to the students who attended the event, allowing them to share how their lives have been affected and bring up issues ranging from racial profiling in airports to stereotypes shown on television. \n\"Terrorism is a part of our lives and will continue to be a part of them,\" said Wasbotten. \"Think about it, your first media memory was a terrorist attack.\" \nThe microphone was handed to a student who shared her experience about her father; a 2013 Boston Marathon participant. Although he was safe during the bombing, the student's fear of terrorism increased because of her father's involvement in the race.  \n\"This is our first JMC conversation, we want our students to have the ability to be responsive to terrorism, whether it be domestically or internationally,\" said Wasbotten. \nStudents frequently mentioned the adult animated sitcom, \"Family Guy\", known for its political satire and racial profiling. \n\"Television shows were not as funny or snarky, but more emotion building, a return to traditional values,\" Wardell said. \n\"Terrorism can spread more quickly through mass media,\" said Keri Richmond, a sophomore public relations major. \"Media literacy is so important and these conversations need to take place more often.\"\nThe First Energy Auditorium was filled to capacity for this open conversation hosted by JMC Director and Professor Thor Wasbotten\n\"Our measures of success are the number of students that are here and the quality of the conversation,\" said Wasbotten.\nWasbotten plans on hosting open forums once a month. Next month, the open conversation will be called \"Diversity Redefined.\"  \nContact Gabrielle Martinez at gmarti13@kent.edu\n\nLoad-Date: September 11, 2014"
}