{
    "title": "Jo Cox murder accused appears at crown court under 'terrorism protocol'",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 25,
    "full text": "Ahead of his court appearance, during Friday's Hunstanton town council meeting, resident Yvonne Bridger called for members to honour her memory by doing more to help people fleeing dangers elsewhere.\nHe wore beige pants and a white long-sleeved t-shirt.\nMrs Cox's three-year-old daughter Lejla played as she sat on her father's knee, while her son Cuillin, five, snuggled up to his grandmother.\n\"An attack like this strikes not only at an individual but at our freedom\", said Speaker John Bercow, who recalled the House from recess to allow lawmakers to honor their colleague. \"Any death in such bad circumstances is an outrage and a tragedy\", Bercow said.\nPolice charged a man with suspected ties to far-right groups yet who neighbors described as a loner who showed no signs of being radicalized with the murder of British politician Jo Cox early Saturday.\n\"Her humanity was powerful and compelling and we would do well to recognise her as an unbelievable example, a 21st century Good Samaritan\", he said.\nHe added: \"An MP dies and it is an attack on all of us\".\nSeveral legislators choked back tears as they spoke, and many recalled Cox's words in her first Commons speech: \"We are far more united and have far more in common with each other than things that divide us\".\n\"Quite simply there are people around the world who are only alive because of Jo\", he said.\nHer long-time friend Labour MP Rachel Reeves told how Mrs Cox shadowed her when she was thinking about becoming an MP.\n\"We express our anger at the sickening and despicable attack that killed her as she did her job serving her constituents on the streets of Birstall\".\nPrayers are expected to be said for Mrs Cox at church services across the country on Sunday.\nThe Rev Paul Knight told the congregation: \"Her humanity was powerful and compelling and we would do well to recognise her as an unbelievable example - a 21st century Good Samaritan\".\nMr Kinnock shared an office with Mrs Cox, who had worked with his mother Baroness Kinnock in Brussels.\nThe emotional response to Cox's death, and the halt in campaigning, has shifted the public focus away from the debate over immigration and economics that had characterized media coverage of the referendum.\nBritain has been in mourning since her death, which made her the first sitting lawmaker killed in Britain in a quarter century.\nWe use cookies to ensure that we give you the best experience on our website.\n\nLoad-Date: January 5, 2017"
}