{
    "title": "Johnny Depp leaves Fantastic Beasts film franchise",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 6,
    "full text": "Depp starred in two of the Warner Bros films, but will now lose the role to another actor.\nDepp waged a libel battle against the publishers of The Sun newspaper after a 2018 article which used the term \"wife beater\".\nDepp said his announcement came \"in light of recent events\".\nHe added he would like to thank \"everybody who has gifted me with their support and loyalty\".\n\"The surreal judgement of the court in the United Kingdom will not change my fight to tell the truth and I confirm that I plan to appeal\".\nDepp wrote on Instagram: \"My resolve remains strong and I intend to prove that the allegations against me are false\".\nJohnny says he's planning to appeal the court's \"surreal judgment\" and says he won't let the case define his life and career.\nDepp posted a letter to his fans to his Instagram account announcing his resignation.\nPreviously, Fantastic Beasts 3 was set for release onNovember 21, 2021, but with thecoronavirus pandemic wreaking havoc on the release calendar and production timetables, it's been pushed to the summer of 2022.\nIn a lengthy statement posted on November 6, Depp confirms that he will not appear as Grindelwald in the upcoming Fantastic Beasts 3 or any future franchise film. \"We thank Johnny for his work on the films to date\", the studio said in a statement. The character remains the lead antagonist of the untitled third film (and perhaps more films after that), so a major recasting will clearly be in order, which is sure to cast a freakish pall over theHarry Potter spin-off franchise, already suffering after the internet turned against the apparent transphobia of series creator J.K. Rowling.\nHowever, when Nichol actually revealed his opinions on the alleged assaults he indicated his belief was based primarily on Amber Heard's testimony.\nThe judge found that 12 of the 14 instances of domestic violence had occurred and said that was sufficient to rule against Depp.\nIn a ruling on Monday, Mr Justice Nicol dismissed the Pirates Of The Caribbean star's claim, saying NGN had proved what was in the article to be \"substantially true\".\nPossible intelligence errors behind Vienna attack\nThe report says that just under half of the suspects have criminal records, some for terrorism offences. Twenty others, including a police officer, were wounded.\n\nLoad-Date: November 13, 2020"
}