{
    "title": "John Walker Lindh, the _ American Taliban,_ Was Released. Trump Said He Tried to Stop It",
    "publisher": "the new york times",
    "year": 2019,
    "month": 5,
    "day": 23,
    "full text": "President Trump said Thursday that he had tried to stop the release of John Walker Lindh, known widely as the “American Taliban,” from an Indiana prison, but that there was no legal way to do so.\nMr. Lindh was freed on probation after serving 17 years of a 20-year sentence for providing support to the Taliban, according to the Federal Bureau of Prisons. He was captured during the invasion of Afghanistan in the fall of 2001 and returned to the United States the next year.\nMr. Trump said at an afternoon news conference that he was unhappy about Mr. Lindh’s release, but that the “best lawyers in our country that work for government” had told him there was no way to legally stop it.\n“The lawyers have gone through it with a fine tooth comb,” Mr. Trump said. “If there was a way to break that, I would have broken it in two seconds.”\nHe added that Mr. Lindh, who he asserted had not “given up his proclamation of terror,” would be closely monitored.\nThe bureau provided no further details about Mr. Lindh’s release from the prison in Terre Haute, Ind., citing a policy against revealing inmate release plans for “safety, security and privacy reasons.” A lawyer for Mr. Lindh, William Cummings, declined to comment.\nThe New York Times had previously reported that Mr. Lindh, 38, was scheduled for release on Thursday. At the time, Mr. Lindh, his parents, lawyers and prosecutors had all declined to discuss his plans. But CNN has since reported that, according to Mr. Cummings,            Mr. Lindh will live in Virginia.\nMr. Lindh was 17 when he left his home in California in 1998 to study Arabic in Yemen. He made his way to Pakistan in 2000 and later to Afghanistan, where he served as a Taliban volunteer at a Qaeda training camp.\nAfter his capture, Mr. Lindh was held at a prison near Mazar-i-Sharif, Afghanistan, where an uprising claimed the first United States casualty of the war, a 32-year-old C.I.A. officer named Johnny Micheal Spann.\nMr. Spann was killed after questioning Mr. Lindh, though the government offered no evidence that Mr. Lindh had participated in the revolt. At trial, he pleaded guilty to charges of providing support to the Taliban and carrying a rifle and grenade.\nJohnny Spann, Mr. Spann’s father, remains disappointed in the outcome of Mr. Lindh’s trial.\n“We’ve got a traitor that was given 20 years and I can’t do anything about it,” Mr. Spann, a real estate dealer in Winfield, Ala., previously said to The Times. “He was given a 20-year sentence when it should’ve been life in prison.”\nUnder the conditions of his release, Mr. Lindh is barred from owning an internet-connected device without permission from the probation office. He is also barred, unless otherwise approved, from any online communications not in English and may not communicate with any known extremists.\nMr. Lindh is prohibited from owning a passport and from international travel, too, a ban that prevents the immediate possibility of a move to Ireland. Mr. Lindh obtained Irish citizenship through his grandmother while in prison.\nUnder the terms of his release, he must also undergo mental health counseling.\nAt his sentencing in late 2002, Mr. Lindh said that he condemned “terrorism on every level, unequivocally” and had made a mistake in joining the Taliban. But assessments in recent years suggest that he may not have fully rejected extremist views.\nA 2017 report by the National Counterterrorism Center, first published by Foreign Policy magazine, said that as of the previous year, Mr. Lindh had “continued to advocate for global jihad and to write and translate violent extremist texts.”\nAnother 2017 assessment, from the Bureau of Prisons, said he had made supportive statements about the Islamic State.\nIn a statement on Thursday, however, the Bureau of Prisons said it had found, through staff interviews, that many inmates turned away from radicalized ideology while in prison thanks to “self-study,” prison programming or the length of their sentence.\n“While we are aware of a small number of this population who have returned to BOP custody, none have returned to BOP custody for terrorism-related charges,” the agency said.\nKaren Zraick contributed reporting. \nPHOTO: A person reported to be John Walker Lindh leaving federal prison in Terre Haute, Ind., early on Thursday. (PHOTOGRAPH BY Bryan Woolston/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nJohn Walker Lindh, Known as the ‘American Taliban,’ Is Set to Leave Federal Prison This Week\nBin Laden’s Gone. Can My Son Come Home?\nBeyond Guantánamo, a Web of Prisons for Terrorism Inmates\n\nLoad-Date: May 25, 2019"
}