{
    "title": "John Updike talks about terrorism, describes road to Pulitzer",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 9,
    "full text": "Waco Hall at Baylor University sat in silence Thursday night as one of America's foremost authors described his personal tale of the Sept. 11 terrorist attacks.\n\"In an attempt to live up to my role as an Albaugh lecturer, I shall address a subject present in all our minds these days, terrorism and terror,\" two-time Pulitzer-Prize-winning writer John Updike said.\nUpdike spoke at the Roy B. Albaugh lectureship, which is sponsored by the Zeta chapter of Phi Beta Kappa.\nBaylor U.\nUpdike read from a number of his works, including his article, which ran in The New Yorker on Sept. 13. The article described Updike's own reaction as he watched the World Trade Center buildings collapse.\nUpdike said he happened to be in New York at a relative's house where he watched the destruction of the terrorist attacks. The room sat in silence as Updike read his dramatic account of the event, which he described as a nightmare.\nUpdike's article concluded as he said he had a \"renewed impression that, with all of its failings, this is a country worth fighting for.\"\n\"I've had trouble, myself, going to sleep,\" Updike said.\nHe said he remembered a 6-year-old girl questioning why God let this happen, while he had voiced that same question.\n\"John Updike's insights into terror were very timely and I enjoyed hearing his reading and witnessing a literary mastermind,\" Robyn Wallace, a sophomore from Gadsden, Ala., said.\nUpdike read a poem from his collection, Americana, which he said was never received well. He said the poem was written about flying when \"the worst thing that could happen was that someone would bring a bomb on board to just blow you up.\"\nThe poem was about a traveler who suspects his fellow passenger of being a terrorist. The dialogue in the poem had the audience laughing as Updike read the nervous passenger's comments about the \"smooth flight.\"\nUpdike also read from a novel that he said mirrored the events in Waco with the Branch Davidians. Updike said the excerpt from the novel showed the resulting terror a person with too clear a conviction of the next life can inflict on those around them.\nThe final reading was from Updike's short story, \"the Dark,\" about a man's acceptance of his impending death.\nTodd Copeland, editor of The Baylor Line and chair of the committee responsible for the Roy B. Albaugh Lectureship, said they chose to bring Updike because he is a highly esteemed writer who has written on religious issues in ways that are illuminating and probing.\n\"I think it shows the best of the world to Baylor students,\" Copeland said. \"Hopefully it will be an inspiring moment for some students to see an example of world-class achievement.\"\n\"I thought he was really humanistic,\" Lindsey Stengle, a Plano senior, said. \"I thought he related well to the audience. He just has incredible insights and description.\"\nIn his closing remarks, Updike said, \"Read The New Yorker, trust in God, and take short views.\"\n(C) 2001 The Lariat via U-WIRE\n\nLoad-Date: November 9, 2001"
}