{
    "title": "John Ratcliffe, Nominee for Intelligence Chief, Is Seen as Staunch Trump Ally",
    "publisher": "the new york times",
    "year": 2020,
    "month": 5,
    "day": 5,
    "full text": "The congressman from Texas sharply challenged Robert S. Mueller III, the former special counsel, during last week’s hearing.\nJohn Ratcliffe, a House representative from Texas tapped by President Trump to replace Dan Coats as the director of national intelligence, has a reputation as a staunch conservative who has come to the president’s defense. \nHe did so most recently last week at the hearing in which Robert S. Mueller III, the former special counsel, appeared. Mr. Ratcliffe sharply questioned Mr. Mueller, accusing him of not following Justice Department guidelines after Mr. Mueller said he could not exonerate the president of obstruction of justice charges.\nIf a special counsel cannot bring charges, Mr. Ratcliffe argued, he should not presume to say a target was not cleared.\n“So, Americans need to know this as they listen to the Democrats and socialists on the other side of the aisle as they do dramatic readings from this report,” Mr. Ratcliffe said of the part of Mr. Mueller’s report that described how the president sought to impede the investigation, adding that section of the report “was not authorized under the law to be written.” \nOn Sunday morning, Mr. Ratcliffe said on Fox News that Democrats “accused Donald Trump of a crime, and then they try and reverse engineer a process to justify that accusation.”\n“I’m not going to accuse any specific person of any specific crime, I just want there to be a fair process to get there,” he added. “What I do know, as a former federal prosecutor, is that it does appear that there were crimes committed during the Obama administration.”\nThe relationship between Mr. Trump and intelligence officials has been strained during Mr. Coats’s two-year tenure. Mr. Coats has at times clashed with the president and taken issue with Mr. Trump’s assertions about Russian interference.\nMr. Trump announced on Sunday that he intended to nominate Mr. Ratcliffe as Mr. Coats’s successor.\n“A former U.S. Attorney, John will lead and inspire greatness for the Country he loves,”he said on Twitter. Mr. Coats will leave the position on Aug. 15, and an acting director will be named shortly, the president said.\n[Dan Coats’s departure removes one of the most prominent figures willing to contradict President Trump.]\nIf nominated and confirmed by the Senate, Mr. Ratcliffe, 53, would become the sixth person to serve as the director of national intelligence, a position that was created after the Sept. 11 attacks to promote better coordination among the country’s intelligence agencies.\nAmid whispers that Mr. Coats was on the way out, conservative allies of the president, including Mick Mulvaney, the acting White House chief of staff, favored Mr. Ratcliffe as a replacement. \nMr. Ratcliffe met privately with Mr. Trump at the White House July 19 to discuss taking the job, administration officials said.\nMr. Ratcliffe is the son of two teachers and the youngest of six children, according to his website. He graduated from high school in Illinois, attended the University of Notre Dame in Indiana and earned a law degree from Southern Methodist University in Dallas.\nMr. Ratcliffe was the mayor of Heath, Tex., and served as a United States attorney and federal terrorism prosecutor. According to his website, he once “arrested 300 illegal aliens in a single day.”\nHe was elected to the House in 2014 with the support of Tea Party activists, unseating in a primary the incumbent Republican representative, Ralph Hall, who at 91 was the oldest member of the House. \nHis campaign platform included support for the Second Amendment and strong border security, as well as opposition to the Affordable Care Act and government spending.\nMr. Ratcliffe has a 96 percent lifetime rating from the American Conservative Union, and earned a            100 percent in the most recent session score from Heritage Action for America.\nMr. Ratcliffe is the ranking member of the House Subcommittee on Crime, Terrorism, and Homeland Security. He did not immediately respond to a request for comment on Sunday evening.\nPHOTO: John Ratcliffe has served as a Texas mayor, a United States attorney and a federal terrorism prosecutor. (PHOTOGRAPH BY Erin Schaff/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: May 5, 2020"
}