{
    "title": "John Walker Lindh deserves no trial_ He is an enemy of the U.S",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 1,
    "full text": "Saying John Walker Lindh is only guilty of freedom of speech, shows just how little some people appreciate what has happened with the war against terrorism. It may also just be an indication of uninformed youth. John Walker Lindh took up arms against the United States of America. \nHe was captured in a period of war. For those of us a little older and wiser, it renders any court decision moot. During a period of war such acts should be dealt with quickly and decisively with a firing squad.Personally, I am outraged that the U.S. government would waste the money to put on trial such a traitor. Here is a man who aligned himself with the terrorists, probably realizing the strength of their network. He made a decision to fight on the side of terrorism and is no more than a terrorist himself. These are the people we have declared war on. John Walker Lindh is not a law abiding citizen, he is an enemy of the United States.Let's not try and confuse the issue at hand by declaring the United States a 'Judeo Christian' nation. This is not so. The United States is a nation of many peoples. All races, creeds and religions are represented here. This is a country built on freedom to live and worship as we see fit, not the government. The government is the one who protects those rights so that we can all live in harmony. No, it doesn't always work. That's why we have a Congress to monitor the needs of the people. Not to enforce upon anyone how they should live.We need to realize that John Walker Lindh is an affront to peace. His actions mocks our way of life and our freedoms. Now the government intends on spending thousands of dollars to prosecute him in a court of law. This will certainly reach in the hundreds of thousands of dollars of American tax dollars. Tax dollars we need here for the relief of our young, our aged and those who find themselves in dire need.So I do not think this man should be put on trial for treason. I believe he should have been executed from the start. I realize this may seem a harsh viewpoint. But, when it comes to freedom, it usually comes at a harsh price. That's something our younger generations have not experienced. I have children and a grandson. I had hoped the price of freedom had been paid for them. The advent of recent events has proven me wrong. The time of taking our freedom for granted is coming to an end, and it's time to start paying out for future generations.\n\nLoad-Date: January 1, 2018"
}