{
    "title": "JOHN PAUL, ENDING TRIP TO FRANCE , APPEALS FOR AN END TO TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 10,
    "day": 8,
    "full text": "Pope John Paul II returned here today from a trip to France that he ended by calling on ''all of mankind'' to reject terrorism.\nSpeaking at a farewell ceremony in Lyons that was attended by Prime Minister Jacques Chirac, the Pope also thanked the security force that gave him ''shelter from the risks that caused some people to fear for the person of the Pope and the large crowds that gathered.''\nJohn Paul's visit was marked by the discreet but noticeable presence of the 10,000 policemen mobilized for the occasion. The security effort was prompted in part by concern that the Pope's visit might cause a reprise of the terrorism that killed 10 people and left more than 160 wounded during bombings in Paris last month.\nVatican officials expressed relief throughout the trip that the security measures did not inhibit John Paul's followers from turning out to see him in large numbers.\nDuring this trip John Paul faced a challenge that a senior aide described as one of the most difficult he has faced. ''The Pope has tried to rekindle a sense of enthusiasim for the church in a country that was once a bastion of the faith and that now is becoming Catholic in name only,'' the aide said.\nSpeaking to students and professors at the Catholic University of Lyons this afternoon the John Paul concentrated on St. Irenee, a second-century bishop who fought early heresies. Like this saint he urged modern theologians to base their ideas on a genuine reading of scriptures and not on ''premises foreign to the faith.''\nEarlier today the Pope dedicated a mass attended by 80,000 people on the shores of Lake Annecy to remembering St. Francis de Sales and St. Jeanne de Chantal, two 16th-century saints of the region who were influential during the counter-reformation.\nHolding up St. Francis as an example for today's Catholics the Pope said changes enacted by the church during the Second Vatican Council 20 years ago ''will not obtain their effect unless they are accompanied by a profound spiritual renewal.''\nWhile appealing to the considerable cultural pride of the French, John Paul made only a few references to his fiercely held positions on sexual morality. Still, resistance to his traditional views by many French Catholics, and the threat of terrorism seemed to intrude at times on his effort to recall France's glorious past.\nA two-part cartoon published today on the front page of Le Monde first showed the Pope being frisked by a policeman who asked: ''No arms? No bombs?'' Then it depicted the Pope frisking the policemen asking: ''No divorce? No contraception?''\n\nGraphic\n\n \nPhoto of spectators (Reuters)"
}