{
    "title": "John Kerry reminds Paris_ 'You've got a friend' Secretary of State Kerry is visiting Paris to discus",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 1,
    "day": 16,
    "full text": "US Secretary of State John Kerry arrived in Paris Thursday evening to \"share a big hug\" with France, one of the US's closest allies in its counter-terrorism efforts. His visit comes less than a week after the US was castigated for not sending a higher-level official to Paris's unity march in honor of the 17 victims of the terrorist attacks at satirical magazine Charlie Hebdo and at a kosher supermarket.\nYet while US media had a field day with the apparent faux pas, neither the French government nor the media here seemed especially bothered. \nThe literal and figurative hug between Mr. Kerry and French President François Hollande - as well as effusive US mea culpas that included James Taylor singing \"You've Got a Friend\" at City Hall - underscored their sense of shared challenge as obvious targets for extremists. The US supports France not only logistically but militarily in Libya and Mali, while France supports the US-led coalition against the self-described Islamic State in Iraq. Both countries have also increased their cooperation over Syria.\nAs France moves forward in its anti-terrorism measures, it will rely heavily on its relationship with the United States - ties that far outweigh concerns over whether it was appropriate to have US Ambassador to France Jane Hartley represent the US at the unity march.\n\"There were a few questions about [the US's decision not to send a head of state to Paris], but nothing more, because we know the quality of the transatlantic relationship and in particular the Franco-American relationship,\" says Alexandra de Hoop Scheffer, director of the German Marshall Fund's Paris Office. \"I don't think it affected French-US relations in any significant way.\"\nKerry - who was attending a major trade summit in India at the time of the rally - first met with President Hollande at the Elysee Palace. Kerry said that France had \"the full and heartfelt condolences of all the American people,\" and that Americans \"share the pain and the horror of everything\" the French people have experienced.\nLater Kerry, accompanied by French Foreign Minister Laurent Fabius, laid wreaths at both sites of the terrorist attacks, before speaking, mostly in French, to the public at Paris's City Hall. Standing next to Paris Mayor Anne Hidalgo, Kerry added: \"I wanted to express to you personally the sheer horror and revulsion\" over what he called a \"living nightmare.\"  \nAs neighboring Belgium faced its own anti-terrorism operations on Thursday night - leaving two alleged Islamist terrorists dead and one arrested - Kerry's visit only appeared to solidify the interest in broader international cooperation over terrorism.\nMs. De Hoop Scheffer says that a large part of that fight will focus on the increasing threat from \"homegrown terrorists\" - the return of fighters to attack their home countries - that much of the West now faces. She says that Paris's unity march was actually a \"unity of concern for all these heads of state vis-à-vis this common shared threat.\"\n\"There is an increasing blurring of the external and the internal, and of foreign policy issues and domestic policy issues,\" she says. \"Everything is now just one global problem and issue that we are facing.\"\n\nLoad-Date: January 16, 2015"
}