{
    "title": "JOHNSON CALLED ON REFRAIN",
    "publisher": "wisconsin state journal",
    "year": 2011,
    "month": 7,
    "day": 16,
    "full text": "Politicians, like musicians, know the value of performing the classics. So get out your lighter and prepare for the political stylings of Sen. Ron Johnson.\nRoJo was recently on Bloomberg's \"Political Capital with Al Hunt,\" a program that focuses on the federal government. Anyone who has followed Johnson knows the senator loves to say \"Obamacare\" is the single greatest assault on Americans' freedom in his lifetime. It is a Johnson classic, his \"Stairway to Heaven.\"\nFor the record, in the senator's lifetime, America has endured segregation, the Cold War and the threat of terrorism. That fact was not lost on Hunt, who pressed Johnson about his oft-repeated refrain and asked him specifically about the threat of Communism.\n\"I wasn't threatened under Communism,\" Johnson countered.\n\"You weren't threatened by terrorism?\" Hunt asked.\nRoJo paused, then said, \"I'm talking about things that are imposed on me by this, by our government in America.\"\nA fine whine\nU.S. Rep. Paul Ryan ran into a bit of controversy this past week over some pricey wine and a pair of dinner companions.\nYou may remember that in his role as the powerful House Budget Committee chairman, Ryan authored a controversial budget plan titled the \"Path to Prosperity.\" The plan proposed cutting government deficits by about $6.2 trillion over the next decade by tackling spending and overhauling Medicare.\nEarlier this month Ryan was spotted dining with two men in a swank D.C. restaurant, enjoying two $350 bottles of wine (a fine pinot). A Rutgers University business professor having dinner with her husband snapped photos and then confronted the men on her way out. She felt it was hypocritical for Ryan to be drinking expensive wine after proposing deep cuts on programs for seniors and poor people. The professor sent the picture and her story to media outlets.\nThe two men were well-known conservative economists: hedge fund manager Cliff Asness and John H. Cochrane of the University of Chicago Booth School of Business. Ryan later produced a receipt to show he paid his way. He said he did not order the wine and was not initially aware of how much it cost. But he said paying that much for wine was \"stupid.\"\nThe question is, will that image stick to Ryan the way the $400 haircut made many Democrats look sideways at John Edwards? At least Ryan wasn't drinking merlot.\nWisconsin was made for you and me\nFolk singer Arlo Guthrie made a surprise visit to the Solidarity Singalong on Friday to join in a rendition of his father's song, \"This Land is Your Land.\"\nGuthrie, who performed Thursday night at the Barrymore Theatre, stopped to perform with singers gathered outside the state Capitol for the daily noontime singalong.\nGuthrie, famous in his own right for songs like \"Alice's Restaurant Massacree,\" strummed a guitar as he and the crowd performed a Wisconsin-themed version of Woody Guthrie's legendary folk song.\n\"This land is your land, this land is my land/ From Lake Geneva to Madeline Island,\" they sang. \"From the rolling prairies, to our lovely dairies/ Wisconsin was made for you and me.\"\n\nLoad-Date: July 17, 2011"
}