{
    "title": "Join a terrorist group, lose your citizenship",
    "publisher": "los angeles times",
    "year": 2015,
    "month": 11,
    "day": 29,
    "full text": "Governments around the world seeking to strengthen their defenses against terrorism are threatening to revoke the citizenship of those joining the Islamic State or other militant groups training in the Middle East for global jihad.\nIsraeli Prime Minister Benjamin Netanyahu on Sunday became the latest leader to call for stripping those defecting to extremism of their passports. He joins French President Francois Hollande and leaders in Belgium, Norway, Australia, Britain and Canada in proposing sweeping changes to constitutional protections to prevent those radicalized from returning to wage attacks in their Western home states.\nThe calls for depriving militants of citizenship have multiplied after the Nov. 13 terrorist attacks in Paris and the Oct. 31 bombing of a Russian passenger jet over Egypt's Sinai Peninsula - both actions claimed by the Islamic State in retaliation for the multinational air campaign directed at the militants' proclaimed caliphate in Syria and Iraq.\nBut those and other moves being proposed in reaction to the increasingly deadly strikes by the Islamic State and its affiliates are also stirring protest among civil rights advocates who see a danger to citizens' constitutional rights and liberties as authorities bestow new powers on law enforcement to monitor, search and arrest those suspected of terrorist sympathies.\nNetanyahu announced at a Sunday Cabinet meeting in Jerusalem that he had asked the Israeli attorney general to take steps to allow the government to rescind citizenship of those who join the Islamic State, also known as ISIS and Daash.\n\"Whoever joins ISIS will not be an Israeli citizen. And if he leaves the borders of the state, he will not return, Netanyahu said. \"I think this lesson is becoming increasingly clear throughout the international arena.\nHis appeal coincided with release of the latest survey results by a prominent academic suggesting that at least 17 percent of Israeli Arabs sympathize with the aims and tactics of the Islamic State and other radical groups. University of Haifa professor Sammy Smooha, who has been tracking Israeli Arabs' opinions since 1976, told the Jerusalem Post that he attributes the rising support for Islamist violence to the militants' image as a powerful force that can stand up to Israeli authorities on their behalf and to the \"negative assessment of their conditions in Israel.\nAbout one-fifth of Israeli Arabs espouse extreme views against Arab-Jewish coexistence in the country, Smooha said, adding that \"there is a parallel minority of Jews that rejects coexistence and supports the state's encouragement of Arabs to leave the country.\nWhile the Israeli government's action is pre-emptive, as there have been no attacks on the country that are known to have been commissioned by the Islamic State, European states are already dealing with the reality of radicalized citizens returning from Syria and other jihadist venues.\nThe threat to deprive expatriate militants of citizenship is aimed at preventing those who have gone to Syria or other conflict areas and become radicalized from returning to their home countries to sow terrorism. In a graphic published Monday by Germany's Deutsche Welle network, data contributed by the national security agencies of Germany, Britain, France, Belgium and the Netherlands show that of the 2,731 citizens of those countries known to have traveled abroad for terrorist training, at least 1,012 have returned to their European home states afterward.\nHollande joined the growing outcry to deprive defecting French militants of their citizenship three days after the suicide bombings and random assassinations claimed by Islamic State in the French capital that left at least 130 dead. He called during a rare joint session of Parliament for a constitutional amendment to allow the government to revoke the citizenship of \"a person convicted for threatening the nations' interest or for terrorist acts.\nThe constitution currently allows revocation only of citizenship conferred through naturalization, not of French-born citizens. Several of the Paris attackers were French natives.\nIn Russia, where at least 2,000 citizens of the predominantly Muslim Caucasus area are believed to have gone to Syria to aid in the fight for Islamic State's caliphate, the head of the upper house of parliament's international affairs committee called Friday for legislation that would strip \"Russian citizens joining terrorists of their passports.\nAustralia's Parliament is also poised to adopt tough new anti-terrorism laws. Under the pending legislation, a dual national automatically renounces citizenship by engaging in \"terrorist conduct. The same penalty applies to those suspected of traveling overseas to train or participate in terrorism or anyone convicted in Australia of terrorist crimes.\nCanada had adopted controversial new counterterrorism laws under what is known as Bill C-51. It stops short of revoking citizenship for those accused of committing terrorism or joining violent groups, but critics say the new laws intrude on Canadians' rights of free speech and assembly. Among those critics is University of Toronto law professor Kent Roach, who has been lobbying against the attempts in other world capitals to protect their own nations by revoking passports.\n\nLoad-Date: November 30, 2015"
}