{
    "title": "JOINING SLANDER CAMPAIGN; Is terrorism 'conservative' to TV news_",
    "publisher": "the world",
    "year": 1998,
    "month": 5,
    "day": 7,
    "full text": "Sometimes you wonder what they could possibly be thinking. And then you remember that it's TV, and realize that they're probably not thinking at all.\nAt least in this case, you hope so. Because the alternative --- that they really mean what they said --- would be terribly discouraging in a nation that, more and more, gets whatever understanding of the world it has from the television approximation of news coverage.\nIntended or not, the comment on the local news show the other night was outrageous, and should not go unchallenged. A reporter was talking about the decision to put Eric Robert Rudolph on the FBI's Ten Most Wanted List and to boost the reward for his capture to $ 1 million. Rudolph is charged in a Birmingham abortion clinic bombing, and is wanted for questioning in three explosions in Atlanta.\nSo far, routine. But then the fellow went on to speculate about whether the new, higher figure might be tempting to people in western North Carolina, where Rudolph is thought to be hiding. \"It's a pretty conservative area,\" he said, so the people there might protect Rudolph despite the lure of easy money.\nSo what does that mean --- that all \"conservatives\" are in favor of terrorism, that they don't respect the law, or what?\nLet's assume it was mere idiocy that allowed the comment to dribble out. The reporter noted that a number of militia-type groups make their home in the mountains, so maybe he assumes that all conservatives follow their sort of anti-government philosophy. Or maybe, being a TV reporter, he's never actually known any conservatives, so he has no idea what they think.\nIt's actually quite bizarre to suggest that conservatives, particularly Southern conservatives, would be more likely than any other people to protect a fugitive. The South is noted for tougher laws, tougher prosecutors, tougher judges, longer sentences and more bulging prisons than other regions. It is, in general, liberals who spend their days and nights trying to develop more ways to make life easier for criminals by making convictions more difficult and prison easier to avoid.\nIt's embarrassing (or should be) to have to hope for stupidity, but the alternative is worse. Suppose this reporter (and another on a radio station who said the same thing the next morning) carefully chose the words that marked \"conservatives\" as automatically and universally sympathetic to a terrorist bomber.\nThat slander is already characteristic of many liberal groups; the idea is to paint anyone who doesn't favor abortion, no matter how heartfelt, genuine, nonviolent or responsible their opposition is, as being in bed with the bombers. It's a scurrilous effort, but it's bedrock strategy among people who have only a political argument, not a moral one, to support their cause.\nStill, to that point it's a tactic used by one side in a heated public debate. If TV reporters are starting to adopt it, however, it becomes a powerful tool to sway the minds of the great passive audience that gets its news from the small screen.\nAnyone who hopes that ideas still have an even chance in America has no choice: Pray for stupidity. Richard Matthews is a member of the Journal's editorial board. His column runs in the Journal on Thursday. E-mail: rmatthews@ajc.com  \n\nLoad-Date: May 8, 1998"
}