{
    "title": "Jolo blasts kill 9, wound dozens in Philippine south",
    "publisher": "university wire",
    "year": 2020,
    "month": 8,
    "day": 24,
    "full text": "A bombing in a town on a restive southern Philippines island killed nine people and wounded dozens today, among them soldiers and civilians, the military said, with Islamist militants suspected of being behind the attack. Gen. Corleto Vinluan, Jr. who added that at least 18 soldiers were also injured.\n\"Sa ngayon nag-lockdown na kami dito sa Jolo, then tuloy-tuloy ang security operations namin\", Mateo said. An initial picture seen by The Associated Press showed soldiers carrying a man from the scene of the explosion near an army truck.\nThere was no immediate claim of responsibility and police said an investigation was underway.\nIt said the first explosion happened at 11:53 a.m.in Brgy.\nAs police and army surveyed the scene, a suicide bomber tried to breach a cordon and detonated her device, killing herself and several others.\nThe military has been waging a yearslong offensive against the Abu Sayyaf, a small but violent group listed by the United States and the Philippines as a terrorist group for past bombings, ransom kidnappings and beheadings.\nAfghan Taliban delegation to arrive in Pakistan today to discuss peace talks\nAlso, Pakistan's security forces should remain vigilant and ready to defeat India sponsored terrorism. The Kabul government and the Taliban are deadlocked over outstanding prisoner releases.\nThey also have ties to Islamic State militants seeking to set up a caliphate in Southeast Asia.\nPresident Rodrigo Duterte's spokesman Harry Roque condemned the \"dastardly attacks\" and issued condolences to the families and loved ones of those killed. He reportedly surrendered through a Muslim rebel chief who has signed a peace deal and was cooperating with the government.\nHe has been charged with 23 murders, five kidnappings and six attempted murders, police have said.\n\"We call on the residents of Jolo to stay vigilant and report suspicious personalities and unattended items in their areas\", Roque said. It was blamed on a group linked to Abu Sayyaf.\nIt was the biggest attack in the town since January 2019, when twin suicide bombings before Sunday service at a Jolo church killed more than 20 people and wounded at least 100.\n\nLoad-Date: August 24, 2020"
}