{
    "title": "Jonathan Storm _ Let's get serious While other programmers go for the sweet and repeats, Showtime an",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 12,
    "day": 9,
    "full text": "Seeing a prime programming opportunity in December's sugary and repeat-filled TV schedule, pay cable turns to disaster and terrorism tomorrow night.\nHBO goes with a soggy drama about the aftermath in Thailand of the Boxing Day tsunami of 2004. You need to be at least a little British to know that Boxing Day is the day after Christmas, and it helps to have a little limey in you to relate to Tsunami: The Aftermath, made by the BBC for a British audience.\nShowtime counters with season two of Sleeper Cell: American Terror, homegrown all the way. It's an intense fictional look at Muslim terrorists in our midst and the insane extremes they're willing to embrace to glorify Allah.\nThe show's hero is also a Muslim, dedicated to battling the twisted aims of some of his brethren. \"We wanted to make a strong statement,\" Showtime boss Robert Greenblatt said last year about Sleeper Cell. \"Just because the show is about terrorism does not mean that all Muslims are terrorists.\"\nViolent and sometimes sexually tawdry, as only pay cable can be, Sleeper Cell is not for the faint of heart, but it provides well-constructed thrills with its tour of the morally ambiguous land of counter-terrorism.\nTsunami fails, in part, because it lacks the shades of gray that make for colorful drama. It does contain two of the best TV performances you'll see this year: British actors Chiwetel Ejiofor and Sophie Okonedo are scintillating as parents who lost their little girl in the big wave.\nHBO televises Tsunami tomorrow and Dec. 17 from 8 to 10 p.m.Sleeper Cell goes from 9 to 10 p.m. for eight consecutive days beginning tomorrow. It repeats at 11 p.m. and will be repeated at other times and be available on demand. The same concentrated schedule worked well for Showtime last year.\n\"It's very serialized,\" Greenblatt said, \"so we thought there would be more impact to do it all at once.\"\nLast year, undercover FBI agent Darwyn Al-Sayeed, played with passionate energy by Michael Ealy (Barbershop, Their Eyes Were Watching God), helped foil a plot to blow up Dodger Stadium and everyone inside. When the action opens tomorrow, he's spending quiet time in San Diego with his girlfriend and her kid.\n\"Just when I thought I was out, they pull me back in.\" Michael Corleone and Silvio Dante said that. Al-Sayeed didn't. But he could, as he winds up this time the leader of a ragtag cell of extremists that includes your standard-issue Iraqi hothead (Omid Abtahi) and a gorgeous Dutch Muslim convert (Thekla Reuten).\nMeanwhile, Ilija Korjenic (Henri Lubatti), the terrorist who got away, is hightailing it with his girlfriend to Canada, and the one who got caught, Faris Al-Farik (the amazing Oded Fehr), still causes trouble even under withering interrogation. (Is it torture? Yeah).\nGood and bad are not clearly defined in this world. Al-Sayeed's liaison with the FBI is a wet-behind-the-ears nepotism beneficiary who uses the Patriot Act in Monday's episode to coerce a harmless individual into a nefarious scheme, with awful consequences.\nTsunami is overrun with nefarious characters - Thai officials and foreign hoteliers - who try to cover up a report that predicted the disaster and then profit from it by ripping off beachfront property in the aftermath.\nThere's a seedy but dogged journalist (Tim Roth) and an Aussie welfare worker (Toni Collette) who says she finds herself actually happy for the first time in her life in the chatty chaos caused by the tsunami.\nThe British Embassy, apparently, did a lousy job helping U.K. victims, which surely upset folks in Old Blighty, but doesn't resonate strongly in the U.S.A. Neither will the speeches on ethics and the haphazard direction that wash through the mini-series.\nJonathan Storm |\nTelevision Review\nTsunami:\nThe Aftermath\n8 tomorrow night\non HBO\nSleeper Cell: American Terror\n9 tomorrow night\non Showtime\nTo comment on this article, go to: http://go.philly.com/askstorm. Contact television critic Jonathan Storm at 215-854-5618 or jstorm@phillynews.com.\n\nLoad-Date: December 9, 2006"
}