{
    "title": "JORDAN ARRESTS THIRTEEN WITH TIES TO YEAR-END TERRORISM",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 12,
    "day": 15,
    "full text": "Thirteen people suspected of planning year-end terrorist attacks against Americans have been arrested in Jordan, U.S. officials said today.\nThe group included 11 Jordanian nationals, an Iraqi and an Algerian, said the officials, speaking on the condition of anonymity.\nPreviously, the officials would say only that about a dozen had been arrested in the Middle East, without specifying the country.\nThose arrested had recently arrived from Afghanistan, where they had received military training, including training on explosives and weapons, said the officials.\nThe suspects were arrested by Jordanian security forces.\nThe Clinton administration said there is a direct link between the terrorist group led by Saudi exile Osama bin Laden and those arrested on grounds they were planning an attack against Americans.\nBin Laden has been indicted by a New York grand jury on charges of conspiracy and murder in the 1998 bombings of U.S. embassies in Kenya and Tanzania that killed 220 people.\nHe is living in Afghanistan under the protection of the ruling Taliban militia.\nThe State Department dispatched its top counter-terrorism official, Michael Sheehan, to New York on Monday to warn the Taliban representative there that Afghan leaders would be held responsible for any attacks committed by bin Laden's network.\nEarlier, in Amman, Jordan, Prime Minister Abdur Ra'uf S. Rawabdeh told a parliament session that authorities had arrested Afghan-trained members of a terrorist group who had tried to carry out attacks against the state and Jordanian personalities.\nHe did not say how many had been arrested, but said the group has received military training in camps in Afghanistan.\nHe said the militants had entered Jordan on forged Jordanian and unidentified Arab passports.\nHowever, one U.S. official familiar with the case said the Clinton administration continues to believe that Americans would have been in danger had the arrests not been made.\n\nLoad-Date: December 15, 1999"
}