{
    "title": "Jordan 's king calls for end to terrorism The monarch acknowledged that al-Qaeda in Iraq was respons",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 11,
    "day": 13,
    "full text": "King Abdullah II called for a global fight against terrorism yesterday as Jordan acknowledged for the first time that al-Qaeda in Iraq had used three foreign suicide bombers to attack Amman hotels, killing 57 others.\nThe devastating strike was masterminded by Jordanian-born militant Abu Musab al-Zarqawi, signaling his group is able to launch attacks outside war-ravaged Iraq. Abdullah called Zarqawi a growing threat to the Middle East.\n\"Terrorism is a sick and cross-border phenomenon. Therefore, eradicating it is the whole world's responsibility,\" he told the state-run Petra news agency. \"The body parts we saw in Amman we see every day in brotherly Iraq and have also seen in Egypt, Saudi Arabia, Morocco and other countries around the world.\"\nAbdullah later told CNN that four suicide bombers carried out Wednesday's attacks, suggesting one was the spouse of another militant. His remarks seemed to confirm al-Qaeda in Iraq's claim that a husband and wife were among the bombers.\n\"I think that to walk into the lobby of a hotel to see a wedding procession and to take your wife or your spouse with you into that wedding and to blow yourself up [showed] these people are insane,\" Abdullah said.\nHe said initial findings coupled with the al-Qaeda claim suggested the bombers were Iraqi. Police said yesterday that the bombers who attacked the Grand Hyatt and Days Inn hotels spoke with Iraqi accents.\n\"So there are only two logistical places that they could have come across - either the Iraqi or the Syrian borders,\" he said.\nEarlier, deputy premier Marwan Muasher said the attackers were three non-Jordanians belonging to Zarqawi's group, but he ruled out any having been women.\nIt was not possible to resolve the discrepancy between Abdullah's and Muasher's remarks.\nMuasher said police were still interrogating 12 suspects believed linked to the attacks on the Grand Hyatt, Radisson SAS, and Days Inn hotels, while \"many others\" detained - mostly Jordanians and Iraqis - may soon be released.\nSecurity forces have scrambled to step up security in hotels in Amman and across the country as police detained more people in Jordan's largest manhunt in modern history. Police also are searching for eight vehicles - two with Iraqi license plates - believed linked to the attacks, Jordan's deadliest.\n\"Al-Zarqawi has proved a very fundamental point that the Americans can't control al-Qaeda in Iraq and now they have begun exporting terrorism outside of Iraq. The Americans have failed,\" said Mustafa Alani, an Iraqi senior security analyst with the Dubai-based Gulf Research Center.\nPolice are investigating the theory that two bombs - one attached to a suicide attacker and another a package full of ball bearings - exploded during a wedding at the Radisson attended by almost 300 Jordanians and Palestinians.\nMany of those killed and maimed in the Radisson attack suffered wounds caused by ball bearings, indicating that the bomber's TNT-packed belt was not the only explosive device used, a senior police official said yesterday on condition of anonymity because he was not authorized to speak to the media.\n\nLoad-Date: November 13, 2005"
}