{
    "title": "JORDAN GETS RADICAL CLERIC",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 7,
    "day": 8,
    "full text": "LONDON -- Britain's long-running attempts to deport a radical Muslim preacher described as a key al-Qaida supporter in Europe ended Sunday when the man was flown to Jordan to face terrorism charges.\nAbu Qatada was escorted from the London prison where he has spent most of the past eight years to an air force base for his transfer to Jordan. He arrived in Amman, the Jordanian capital, later Sunday morning and was immediately taken into custody by authorities there.\nFor the British government, Mr. Qatada's departure ended years of frustration during which attempts to send him back to his home country were repeatedly blocked by the courts. His deportation finally was approved after Britain and Jordan signed a treaty to guarantee that evidence obtained under torture would not be used in his trial.\nBritain calls Mr. Qatada a dangerous extremist who exhorts followers to wage holy war through suicide attacks and other terrorist acts. Copies of his sermons were found in a German flat belonging to people implicated in 9/11.\nBangladeshi safety pledge\nNEW YORK -- A mostly European consortium of 70 retailers and apparel brands has agreed to inspect within nine months all Bangladeshi garment factories that supply the companies.\nIn a plan to be announced today, the companies agreed that they would take responsibility and immediate action wherever serious safety problems are found. They pledged \"to ensure that sufficient funds are available to pay for renovations and other safety improvements.\"\nThe companies are announcing details of their ambitious, legally binding safety plan after negotiating with labor unions and nongovernment organizations for 45 days. A plan was originally announced in mid-May, less than a month after 1,129 workers died when a factory building collapsed in Bangladesh. The number of signatories increased to 70 from 30 in mid-May, and includes H&M, Carrefour, Marks & Spencer and PVH, the parent company of Calvin Klein and Tommy Hilfiger.\nUltra-Orthodox in service\nJERUSALEM -- Israel's Cabinet on Sunday approved changes to the country's draft law to increase conscription of ultra-Orthodox Jewish men, putting an end to a decadeslong exemption, but not the political debate surrounding the issue.\nThe changes are intended to increase ultra-Orthodox participation in the military and other national service, and advance their integration into the Israeli workforce.\nNo overhaul accord\nATHENS, Greece -- Greece's talks with its creditors ended Sunday without a final agreement on an overhauls package, but both sides said such a deal is likely to be finalized in Brussels, before today's Eurogroup meeting.\nPoul Thomsen, the International Monetary Fund representative at the talks, and Finance Minister Yannis Stournaras told journalists after the talks they were \"hoping\" for a final agreement before the meeting of the eurozone's finance ministers.\nBlasts rock India temple\nNEW DELHI -- A series of explosions rocked one of Buddhism's holiest sites in eastern India on Sunday morning, an attack that officials called an act of terrorism.\nTwo people were wounded in the explosions at the Mahabodhi Temple in Bodh Gaya, officials said. Initial reports suggested that the 12-acre temple complex suffered minimal damage.\n\nLoad-Date: July 9, 2013"
}