{
    "title": "Jordan amends and widens its anti-terrorism laws",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 6,
    "day": 2,
    "full text": "CAIRO - Jordan amended its anti-terrorism laws Sunday to criminalize disrupting its foreign affairs and spreading the ideas of terror groups, a move criticized by activists as vague and limiting free speech in the kingdom.\nInformation Minister Mohammad Al-Momani said that the amendments were published in the government gazette Sunday after King Abdullah II signed them into law. The country's House of Representatives and Senate earlier approved the amendments.\nJordanian lawmakers passed the initial law in 2006, nearly a year after al-Qaida bombers launched a triple hotel bombing in the country's capital, Amman, that killed 60 people. The Jordanian government at the time said the legislation was necessary to prevent further assaults on its soil, while activists warned it could be widely applied to silence opposition in the kingdom.\nThe new amendments further widen the law. Under it, those who disturb the country's relations with foreign states could be prosecuted as terrorists. Networks that spread the ideas or support groups committing acts of terrorism also could be charged as well.\nSpeaking to The Associated Press on Sunday, Al-Momani acknowledged the law could be applied to websites or media outlets. However, he stressed an independent judge ultimately would determine guilt.\n\"We needed a framework in order to deal with this dangerous regional phenomenon, he said.\nHuman Rights Watch earlier warned it could be used against those criticizing foreign governments in the region. Jordan has seen recent protests against Israel, as well as criticism of Egypt following its July military ouster of Islamist President Mohammed Morsi.\nThe change in the law also comes as Jordan hosts hundreds of thousands of refugees from the civil war in neighboring Syria, likely including some of who have been radicalized in the conflict. However, human rights activists had urged Jordan not to enact the amendments.\n\"Jordan's legitimate security concerns don't give the government a green light to punish peaceful criticism of foreign rulers as terrorism, said Joe Stork, deputy Middle East and North Africa director for Human Rights Watch, in a statement in May. \"Jordan ought to be increasing the space for public criticism and debate rather than limiting it.\nDespite facing protests amid the Arab Spring, King Abdullah remained in power by promising to speeding up reforms he initiated since he ascended to the throne in 1999. However, the kingdom's weakened opposition says the king has found excuses to hold onto power. Abdullah is a close friend of the U.S. and the country relies on donations from the U.S. and oil-rich Gulf Arabs to keep its fragile economy afloat\nAlthough Jordan's multiparty system was revived in 1991, following a 34-year ban after a 1957 leftist coup attempt, opposition parties have yet to gain real power. They say they are intimidated by tight scrutiny and security crackdowns.\n\nLoad-Date: June 2, 2014"
}