{
    "title": "JOSEPH W. BISHOP JR., LAW PROFESSOR AND AUTHOR",
    "publisher": "the new york times",
    "year": 1985,
    "month": 5,
    "day": 21,
    "full text": "Joseph Warren Bishop Jr., the Sam Harris Professor of Law at Yale Law School and the author of many works on politics, military law and social issues, died Sunday at his home in New Haven. He was 70 years old.\nProfessor Bishop had been a member of the Yale law faculty since 1957, and his courses on his legal specialties - corporate and military law - were among the most popular at the law school.\nYale Law School Prof Joseph Warren Bishop Jr dies at age 70 (S)\nAs deputy general counsel and acting general counsel of the Department of the Army in 1952-1953, Mr. Bishop defended the Army against Senator Joseph R. McCarthy's charges that the Army had been infiltrated by Communists. Senator McCarthy denounced Mr. Bishop for his refusal to turn over confidential loyalty-security information to the McCarthy committee.\nMr. Bishop said later of that attack by the Senator:\n''I am, oddly, the only member of the Yale School to have been so honored, and some of my colleagues feel the injustice very keenly.''\n \nWrote on Terrorism\nAlthough he had described himself as a ''lifelong Democrat'' and a ''traditional New Deal liberal,'' Mr. Bishop in recent years had been a frequent contributor to the neo-conservative magazine Commentary and the conservative journal The American Spectator.\nIn a review of ''Obiter Dicta,'' a 1971 collection of Professor Bishop's law journal and magazine articles and book reviews, The New York Times Book Review described the author as ''a lawyer on the law for laymen'' and said:\n''Although he is no conservative, Mr. Bishop finds most of his targets on the left. His stated motive is to meet 'the flood of cant, fustian and emotional nonsense which pollutes the intellectual atmosphere.' ''\nProfessor Bishop wrote extensively on such topics as military justice, terrorism, the Supreme Court and the conflict between the right to privacy and the protection of society.\n \nBorn in Brooklyn\nHis books included ''Justice Under Fire: A Study of Military Law,'' ''Law in the Control of Terrorism and Insurrection: the British Laboratory Experience'' and ''The Law of Corporate Officers and Directors: Indemnification and Insurance.''\nProfessor Bishop was born in Brooklyn and grew up in Washington. He graduated from Deerfield Academy in 1932, Dartmouth College in 1936 and Harvard Law School in 1940.\nHe was law clerk and aide to the Undersecretary of War for two years before joining the Army in 1943. He then served in the office of the European Theatre judge advocate until 1946. After the war, he held a number of Government posts and practiced law in New York City from 1953 until joining Yale in 1957.\nMr. Bishop is survived by his wife, the former Susan Oulahan, and a son, Joseph W. Bishop 3d, of Laramie, Wyo.\nThe funeral will be held Thursday at 3 P.M. at St. Thomas's Episcopal Church at 830 Whitney Avenue, New Haven."
}