{
    "title": "Joshua Wong arrested for 2019 illegal assembly in Hong Kong",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 25,
    "full text": "Hong Kong pro-democracy activist Joshua Wong has been arrested for \"unlawful assembly\" related to a 2019 protest against a face-mask ban.\nProminent Hong Kong activist Joshua Wong was arrested today for taking part in a protest at the height of the city's pro-democracy unrest previous year, but he vowed to continue resisting China's crackdown on dissent.\nWong told reporters after being released from the Hong Kong police station that it is the third case against him.\nHe was arrested for \"unlawful assembly\" over a 2019 demonstration against a government ban on face masks that was imposed before the coronavirus pandemic, his lawyer said.\nAn anti-mask law was introduced a year ago in a bid to help police identify the protesters they suspected of committing crimes and it is facing a challenge in court.\nUnder Hong Kong's current anti-virus measures, face masks are now mandatory in all public places.\nWong said on Twitter that he faced five years in jail and one additional year for a mask.\nDengue may provide COVID-19 immunity\nUp to 20 thousand people die from the disease every year. \"It doesn't sound like a bad investment to me\". The full spectrum and distribution of the severity of COVID-19 symptoms are not well understood.\nWong tweeted that he was arrested when he reported to the semi-autonomous Chinese territory's Central Police Station as part of a bail requirement. \"Veteran activist Koo Sze Yiu from League of Social Democrats has also been arrested for participating in unauthorized assembly on 5th Oct 2019\".\nThe Hong Kong government invoked a colonial-era emergency law on October 4 of a year ago to ban the wearing of masks at demonstrations, sparking an outcry and mass protests against the ban across the city the next day. However, with Beijing's encouragement, Hong Kong authorities have been pursuing charges against major opposition figures for illegal assembly and other minor infractions in what some call a campaign to harass and intimidate.\nThe arrest of Wong, aged 23, comes around 6 weeks after media tycoon Jimmy Lai was detained on suspicion of colluding with foreign forces.\nMr Wong has previously spoken out about his fear of being arrested by Hong Kong authorities. His visits drew the wrath of Beijing, which says he is a \"black hand\" of foreign forces.\nWong disbanded his pro-democracy group Demosisto in June, just hours after China's parliament passed a national security law for Hong Kong, bypassing the city's local legislature, a move widely criticised by Western governments.\nThree of Wong's activist colleagues there, including Agnes Chow, 23, were among 10 arrested in August for suspected violations of the law. Last month, China introduced a sweeping national security law which bans subversion, secession, terrorism and collusion with foreign forces.\nNext Monday marks the sixth anniversary of the Umbrella Movement led by Wong and others demanding democratic elections.\n\nLoad-Date: September 25, 2020"
}