{
    "title": "Journalists_ purveyors of information not terrorism",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 9,
    "full text": "Journalists are not terrorists or traitors to our nation, simply for revealing information that we should know.\nFrom the earliest days of our government, it was understood that a strong Fourth Estate would be necessary to provide the populace with transparency.\nIt seems that we have lost our way in recent days, however; the recent conviction of Bradley Manning is indicative of the changing times.\nMuch has been made of the fact that the Obama administration has convicted more people under the Espionage Act than all past administrations combined.\nThis is a clear indication of the aggressive stance taken on those who would try to inform the public about abuses of power that our government would rather be kept hidden.\nIf the public would have accepted the implementation of such programs as PRISM or xKeyscore, they would not have had to have been uncovered by the efforts of Edward Snowden.\nThe conviction of Bradley Manning specifically troubles me, as the reason he joined the military from the very start was to investigate his suspicions regarding government abuse of power.\nThis isn't to say that I think his actions should have gone unpunished; he certainly should have been prosecuted for violating the law.\nContext in this situation is critical however, and it is important to remember Manning's intent as well as his actions.\nManning's release of information wasn't done with the intent of harming the United States or it's interests; quite the opposite, he did so hoping to give citizens an opportunity to decide for themselves if such government actions were acceptable.\nThe recent detaining of Glenn Greenwald's partner David Miranda at London Heathrow Airport is yet another distressing incident that should never have occurred.\nInterrogating Miranda and confiscating his property without providing anything close to probable cause and invoking terrorism laws to justify it should bother any citizen.\nNow a precedent has been set, that just being in a relationship with a journalist can be equated with terrorist activity.\nWe as a nation have a right to know what our government does, all the more so when it's actions might possibly infringe on the freedoms of Americans.\nThe protections of the Fourth Estate should be strengthened if only for this reason alone, and the public needs to assert both their right and desire to know.\n\nLoad-Date: September 18, 2013"
}