{
    "title": "Journalist's widow sues his killers",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 7,
    "day": 19,
    "full text": "NEW YORK (MCT) -- The widow of slain Wall Street Journal reporter Daniel Pearl filed a wrongful death suit Wednesday against the terrorists responsible for her husband's gruesome murder.\nMariane Pearl's legal action targets one of al-Qaida's top leaders and Pakistan's largest bank, an institution that allegedly supports terrorism.\n\"I am looking for the truth of what happened to Daniel, for our family, our friends and the public record,\" the slain reporter's widow said in a statement.\n\"This process delves deeper into the investigation and to bring accountability and punishment to those involved with his kidnapping, torture and murder,\" she added.\nBesides Habib Bank Ltd. the defendants include al-Qaida's No. 3 leader, Khalid Shaikh Mohammed, who admitted that he \"decapitated with my blessed right hand the head of the American Jew, Daniel Pearl.\"\nThe suit also names Omar Sheikh, who was sentenced to die in Pakistan for kidnapping Pearl, and the outlawed Islamic charity al-Rashid Trust, which received financial services from Habib Bank.\nMariane Pearl was pregnant when her husband was abducted in Karachi, Pakistan, in 2002 while trying to arrange an interview with cleric Sheikh Gilani, who had preached at Brooklyn's al-Farooq mosque.\nPearl's memoir, \"A Mighty Heart,\" which documents the intense search for her husband, was the subject of a film released last month starring Angelina Jolie.\nThe suit, filed in Brooklyn Federal Court, charges the defendants violated the Anti-Terrorism Act of 1996, which allows U.S. nationals to bring a civil action against those who support or abet terrorism.\nMariane Pearl is a French citizen and brought the action as the representative of her husband's estate and guardian of their 4-year-old son, Adam, who holds dual U.S. and French citizenship.\nMariane Pearl's attorney, Michael Elsner, said similar suits have been filed by victims of the Sept. 11 terrorist attacks and suicide bombings in Israel.\nElsner said he did not expect any of the terror defendants to answer the complaint.\nShaikh Mohammed is believed to be in the custody of the U.S. military.\n\"We were approached by Ms. Pearl in the last few months and asked to investigate this,\" Elsner said. \"We're going to rely on a jury to evaluate what they believe is appropriate damages.\"\nA lawyer for Habib Bank did not return a call for comment.\n\nLoad-Date: July 19, 2007"
}