{
    "title": "Journalists and 'leakers' feel heat",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 2,
    "full text": "Headline by headline, a trickle of news leaks on Iraq and the anti-terrorism campaign has grown into a steady stream of revelations, and from Pennsylvania Avenue to Downing Street, Copenhagen to Canberra, governments are responding with pressure and prosecutions.\nThe latest target is The New York Times. But the story begins in 2003, when British weapons expert David Kelly was \"outed\" as the source of a story casting doubt on his government's arguments for invading Iraq, and he committed suicide.\nAnd it will roll on this fall, when Danish journalists face trial for reporting that their government knew there was no evidence of banned weapons in Iraq.\nIn London's Central Criminal Court, too, accused leakers will be in the dock this fall, for allegedly disclosing that President George W. Bush had talked of bombing al-Jazeera, the Arab television station. The British government threatens to prosecute newspapers that write any more about that leaked document.\nMedia advocates are alarmed at what they see as a mounting assault on press freedom in country after country, arguing that it is potentially chilling the pursuit of truth as U.S. and European leaders pursue wars on terrorism and in Iraq.\n\"It's grotesque that at a time when political rhetoric is full of notions of democracy and liberty that we should have this fundamental right of journalists to investigate and report on public interest matters called into question,\" Aidan White, general-secretary of the Belgium-based International Federation of Journalists, told The Associated Press.\nBut others counter that national interest requires stopping leaks of classified information, and that some media reports endanger lives by tipping terrorists to government tactics.\n\"We cannot continue to operate in a system where the government takes steps to counter terrorism, while the media actively works to disclose those operations without any regard for protection of lives, sources and legal methods,\" Sen. Pat Roberts, R-Kan., said in Washington. \nRoberts was reacting to a June 23 report by the Times -- and other papers -- detailing a U.S. government program that taps into a huge international database of financial records to try to track terrorism financing.\nSome Republican lawmakers called for criminal investigations of the journalists responsible and of the government insiders who leaked the information.\nEditors defend move\nTop editors from the Los Angeles Times and The New York Times on Saturday defended their decisions to publish government secrets.\n\"We weigh the merits of publishing against the risks of publishing,\" wrote Dean Baquet, Los Angeles Times editor, and Bill Keller, New York Times executive editor, in an op-ed piece that ran in both newspapers.\n\"There is no magic formula, no neat metric for either the public's interest or the dangers of publishing sensitive information,\" the piece continued. \"We make our best judgment.\"\nThe editors wrote that they have an obligation to inform. \"Our job, especially in times like these, is to bring our readers information that will enable them to judge how well their elected leaders are fighting on their behalf, and at what price.\"\n\nNotes\n\n Nation \n\nLoad-Date: July 8, 2006"
}