{
    "title": "Journalist made mark with Osama",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 7,
    "day": 13,
    "full text": "John J. Miller has not traveled the world's most conventional career path. For 25 years he was a broadcast journalist, and a good one. He won one DuPont Award, two Peabodies and nine Emmys. And in May 1998 he scored a journalistic \"get\" that one day will undoubtedly be the lead of his obituary: the first and so far only interview by an American journalist of Osama bin Laden.\nMost members of the media would parlay that resume into a million-dollar anchor position -- which is exactly, as a matter of fact, what Miller did, eventually finding himself alongside ABC's Barbara Walters co-hosting \"20/20\" -- and let it go at that.\nBut not Miller. In the aftermath of the 9/11 attacks on America, he bid Walters adieu and turned in his press card for a badge, first with the Los Angeles Police Department as bureau chief for counter-terrorism, and most recently with the FBI, where he serves under Director Robert S. Mueller as assistant director for the Office of Public Affairs.\n\"I never was motivated by money, or by how much airtime I was getting,\" said Miller, who took a substantial pay cut by switching sides of the microphone. \"After 9/11, I wanted to get in the game and see if I could do some good.\"\nMiller, 50, said this while reclining this past week on a sofa in the lobby of the downtown Sheraton Hotel, where he was a featured lecturer at a multi-state counter-terrorism conference hosted by the Utah U.S. Attorney's Office, the Salt Lake City Field Office of the FBI and the Utah Chiefs of Police Association.\nThe reformed TV journalist cut an unconventional figure alongside hard-bitten cops and agents and seasoned lawyers -- and not just because he was the only one among them who used to consistently wear makeup.\nHe was also the only one among them who had personally met the man they are all chasing.\nYou could have heard a wiretap drop as Miller recounted his May 1998 interview with bin Laden in Afghanistan.\nAfterward, in the hotel lobby, Miller remembered meeting and interviewing a man who 10 years ago was as unknown to Americans as bringing picture ID to the airport.\n\"He had issued a fatwa that got no play,\" said Miller. \"He declared war and couldn't get anybody to declare war back.\"\nHe suspects that he and his cameraman from ABC's \"Nightline\" were allowed into the al-Qaida compound because bin Laden wanted an American to listen to him.\nThe initial response to the interview was tepid at best.\n\"After we did it, nobody followed,\" Miller said. \"It's the only interview I ever did that got bigger over time.\"\nTwo and a half years later, when the Twin Towers and Pentagon were hit, ABC re-ran the interview around the clock and Miller was on the air for three straight days.\nAfter that came the 20/20 assignment as well as a nonfiction bestselling book, \"The Cell: Inside the 9/11 Plot, and why the FBI and CIA failed to stop it,\" that Miller wrote with two co-authors.\nBut personal success, and a fair bit of fame, couldn't stop Miller from sensing that he could better fight terrorism on the other side of the camera.\n\"The FBI may well be where the battle is going to be won or lost for the next 9/11,\" he said. \"And for the agency to be effective requires that the FBI's position with the public -- its image, its aura, its place in America's thinking -- be elevated back to where it was, not just before 9/11, but before Waco and Ruby Ridge. I knew I could have an effect on that.\"\nHe doesn't discount the difficulty of finding bin Laden in a part of Afghanistan that \"is stuck 3,000 years back in time.\"\n\"We need a combination of extremely timely and accurate intelligence,\" he said. \"We don't need to just know where he is yesterday or even today, we need to know where he is going to be tomorrow.\"\nBut neither does he discount the possibility that it will happen.\n\"I have no doubt that someday, somewhere, he will be captured,\" he said. \"Very few people in history we've wanted to find haven't been found. The crimes he's committed are not in the nature of what we'd forget about and stop looking for him.\"\nAnd when Osama bin Laden is found, John J. Miller is the one person in America who will be able, based on personal experience, to provide a positive identification. Lee Benson's column runs Sunday, Monday, Wednesday and Friday. Please send e-mail to benson@desnews.com and faxes to 801-237-2527.\n\nLoad-Date: July 13, 2008"
}