{
    "title": "Journalist speaks on terrorism reporting",
    "publisher": "university wire",
    "year": 2011,
    "month": 10,
    "day": 12,
    "full text": "Receiving a fatherly pat on the cheek from \"the most dangerous man in Pakistan,\" watching as an intelligence officer compared waterboarding to salted peanuts and receiving a compliment on a pair of boots from a Somali general with suspected ties to Osama bin Laden are but a few of the many bizarre stories recounted by Toronto Star journalist Michelle Shephard in her new book, \"Decade of Fear: Reporting from Terrorism's Grey Zone.\"\nShephard, who won the Governor General's Michener Award for Public Service Journalism and twice won Canada's top newspaper prize, the National Newspaper Award, promoted her book while discussing media and state approaches to terrorism in a conversation with Wilson School visiting lecturer Barton Gellman '82. The event took place in Dodds Auditorium before an audience of roughly 75 students, faculty and community members.\nWhile each story had a light-hearted touch, Shephard's anecdotes also addressed the failure of U.S. foreign policy to properly address the war on terror.\nIn the long run, Shephard said, techniques such as waterboarding prevent the United States from controlling the narrative on terrorism and provide al-Qaida with a moral advantage that bolsters its membership.\nHer first anecdote, which related to the first chapter of her book, described a spy cruise she attended with members of U.S. intelligence services.\n\"One minute you are in bikinis and hot tubs and the next you are sitting in the lido lounge talking about terrorism and Bahrain,\" Shephard said, calling the experience an example of \"terrorism's theater of the absurd.\"\nShephard also said she remembered questioning the effectiveness of waterboarding by noting that bin Laden's junior in command, Khalid Shiekh Mohammed, had been tortured 183 times. An officer became irritated at this, she said, and picked up his can of salted nuts to provide her with an example.\n\"Do you know what 183 means?\" the officer asked Shephard, and then proceeded to shake out a nut one by one from the container as a demonstration of waterboarding.\nShephard understood the demonstration, but disagreed with his reasoning. While many argue that waterboarding is effective, \"we only know what we're told,\" she said.\n\"These techniques often don't work because the information you get is not reliable,\" Shephard explained. \"Or, supposing there is a nugget of information that comes out and is disputed, we don't know if the nugget would have come out anyway without interrogation. It's just hard to tell.\"\nOne of Shephard's biggest regrets, she said, was not asking U.S.-born radical cleric Anwar al-Awlaki for an interview in 2009 before he gained the title of top operative for al-Qaida.  From his base in Yemen, al-Awlaki released video and audio recordings promoting the growth of extremist ideologies in the West and became implicated in a failed attempt by a Nigerian man to detonate explosives in his underwear.\nWhile Shephard acknowledged that there was a need for military intervention in the case of al-Awlaki, she also said that she did not think his death significantly altered Yemen's political conditions.\n\"I am not sure he had much of a big following,\" she said. \"It was coverage of him as the first American to be on the so-called kill list that first gave him notoriety.\"\nShephard said she felt that there seemed to be few attempts to address the root causes of Yemenite discontent, considering all the attention al-Awlaki's killing generated.\n\"We need to stop approaching these situations from a military strategy,\" she said, noting that other approaches are necessary.\nWilson School graduate student Josh Owens said he felt that this last point was Shephard's most important one.\n\"We say we have an interest in promoting democracy ... but promoting [democracy and counterterrorism] causes a conflict,\" he explained.\n\nLoad-Date: October 30, 2014"
}