{
    "title": "JUDGE TOUTS BENEFIT OF TRIP",
    "publisher": "st. petersburg times ",
    "year": 2007,
    "month": 11,
    "day": 29,
    "full text": "The children whom Hillsborough Circuit Judge Monica Sierra sees in dependency court will be on her mind during her three-month mission to Palestinian refugee camps in the Mideast.\n\"I see a great correlation between the children here in America and terrorism,\" Sierra said. \"If we can just go straight to the heart of terrorism and bring hope to the hopeless, it could possibly stop a bomb from hitting New York or hitting Washington or hitting Tampa.\n\"I believe that it's in the security interest of the children that are in my division, and it's in the security interest of the children in America.\"\nTwo days after alerting fellow judges of her trip, Sierra shed more light on her plans Wednesday. Her service won't burden taxpayers, she said. The judge, 41, makes $145,000 a year. She will be paid during her leave but said she will reimburse the state for her three-month absence. She will get to keep her government benefits. Retired judges will cover her dockets while she is away.\nA judge since 2002, Sierra said she feels called to bring food and Bibles to Palestinian refugees. She is joining with the Living Bread International Church, a nondenominational organization that provides humanitarian aid and weekly church services for refugees.\nThat aid is getting ready to expand to all 27 refugee camps in the West Bank, she said. She will help create an administrative network to facilitate wider relief efforts.\nShe leaves Dec. 27 and will return to the courthouse April 1. Up for re-election next year, she will be back in time to qualify as a candidate and said she plans to run again.\nSierra, who has held lunchtime prayer sessions at the courthouse, said her trip does not conflict with the separation of church and state. \"I'm taking this on my personal time.\"\n\nGraphic\n\n \nPHOTO: Circuit Judge Monica Sierra will be in the West Bank three months.\n\nLoad-Date: November 29, 2007"
}