{
    "title": "Judge_ Chicago terror suspect unfit for trial",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 8,
    "day": 26,
    "full text": "CHICAGO - A suburban Chicago terrorism suspect charged with attempting to bomb a downtown bar sincerely believes that fantastical lizards, Freemasons and assorted other shadowy figures are out to get him, so he is mentally unfit to stand trial, a judge concluded Thursday in a rare federal ruling.\nAmong the plots that 22-year-old Adel Daoud has broached in court was that the judge was herself \"a reptilian overlord\" and that his own attorneys were in cahoots with the Illuminati, Judge Sharon Johnson Coleman said in explaining her decision at a hearing in U.S. District Court in Chicago.\nColeman said Daoud's mental state has deteriorated since previous exams found him competent, saying \"his belief in the Illuminati, Freemasons and lizard people is sincere and escalating.\" She pointed to Daoud witnessing a cellmate's suicide this year and his four years behind bars - often in isolation - as possible explanations.\nOut of almost 500 terrorism-related cases tracked by the Center on National Security at Fordham Law School in New York, director Karen Greenberg said this was among just a few where judges declared a terrorism suspect mentally unfit. Terrorism-case lawyers elsewhere are likely to cite it as they seek similar rulings, she said.\nAgents arrested the then-18-year-old Daoud as part of a 2012 FBI sting after he allegedly placed what he believed to be an explosive device by a downtown Chicago bar. While in jail, he was charged with soliciting the murder of an undercover agent and attacking an inmate who allegedly taunted him with a Prophet Muhammad drawing.\nDaoud, of Hillside, Illinois, will be placed in a psychiatric facility for at least three months, though his trial set for Feb. 7 could still go ahead if his mental state improves, Coleman said. The legal standard isn't whether he suffers mental illness, she said, but whether he is rational enough to understand proceedings and work with his legal team.\nIf Daoud's mental health does not improve, he could potentially be committed to an institution for years or even decades as he is treated. If convicted at trial, he would face a maximum life sentence on the terrorism charges alone.\nDaoud has appeared jovial, never angry, as he has spoken at hearings about assorted plots, including that Judge Coleman planned to hire Freemasons as jurors to hear his case. He has also asserted that the end-goal for federal authorities was to kill him, saying: \"They're going to take me downstairs and they're going to cut my head off.\"\nIt was his legal team that pushed for the finding that he is mentally unfit, though Daoud himself had told the judge he felt he was mentally fit. Daoud has pleaded not guilty to all charges.\nAt a two-day competency hearing last week, one doctor who examined Daoud supported prosecutors' contention that he was neither delusional nor paranoid, telling the court his off-beat behavior may be at least partly calculated.\nDefense lawyer Thomas Durkin had told Coleman that it would be impossible for him to defend a client at trial who believes his attorneys are in league with the Illuminati. Durkin has argued for years that federal stings tend to snare psychologically vulnerable youth, not committed would-be terrorists.\n\"Unquestionably, this supports that contention,\" he said about Coleman's finding Thursday.\nA spokesman for the U.S. attorney's office in Chicago declined any comment on the ruling.\n\nLoad-Date: October 12, 2016"
}