{
    "title": "Judge tells U.S. to charge terrorism suspect with crime or set him free",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 3,
    "day": 1,
    "full text": "A federal judge ordered the Bush administration Monday to either charge terrorism suspect José Padilla with a crime or release him after more than 2 1/2 years in custody.\nU.S. District Judge Henry Floyd in Spartanburg, S.C., said the government cannot hold Padilla indefinitely as an \"enemy combatant,\" a designation President George W. Bush gave him in 2002. The government contends Padilla was planning an attack with a \"dirty bomb\" radiological device.\n\"The court finds that the president has no power, neither express nor implied, neither constitutional nor statutory, to hold petitioner as an enemy combatant,\" Floyd wrote in a 23-page opinion that was a stern rebuke to the government. Floyd, appointed by Bush in 2003, gave the administration 45 days to take action.\n\"We think that this is a wonderful decision,\" said Padilla's attorney, Andy Patel, \"It is one of those moments that all Americans should be proud of.\" \nJustice Department spokesman John Nowacki said the government will appeal the decision.\nMichael Ratner, president of the Center for Constitutional Rights, called Floyd's order a significant blow to the administration.\n\"It's a genuine limitation on the president's belief that he can do what he wants in the war on terror,\" said Ratner, whose group represents scores of detainees at the U.S. naval base at Guantanamo Bay, Cuba.\nThe administration has said Padilla, a former Chicago gang member, sought to blow up hotels and apartment buildings in the United States in addition to planning an attack with a \"dirty bomb\" radiological device.\nPadilla was arrested at Chicago's O'Hare International Airport in 2002 after returning from Pakistan. The federal government has said he received weapons and explosives training from members of al-Qaida.\nDeputy Attorney General James Comey last year used a news conference to detail claims against Padilla. Comey asserted that if Padilla had been handled by the usual criminal justice system, he could have stayed silent and \"would likely have ended up a free man.\"\nDuring court arguments last month, Padilla's attorneys challenged the government to prove its case or release him.\n\"If everything you say about José Padilla is true, prove it,\" said Denyse Williams, executive director of the American Civil Liberties Union in South Carolina, which has filed a brief in support of Padilla's attorneys. \"Everybody says the war on terror could last a lifetime. If they can do it to him, they can do it to others.\"\nDavid Salmons of the U.S. solicitor general's office countered at the time that the president has the right to detain any enemy combatant while the United States is fighting al-Qaida. But he added there's no risk that the president may round up citizens and detain them.\nPadilla, a Brooklyn-born convert to Islam, is one of only two U.S. citizens designated as enemy combatants. The second, Louisiana native Yaser Hamdi, was released in October after the Justice Department said he no longer posed a threat to the United States and no longer had any intelligence value.\nFederal courts previously ordered Padilla's release unless the government was prepared to charge him with a crime. But the Supreme Court sidestepped the case in June when it ruled that Padilla should have pursued his appeal in federal court in South Carolina because he is being held at a Navy brig in Charleston, S.C., rather than in New York. Padilla's lawyers then refiled the case in South Carolina.\n\nNotes\n\n PAGE 2  \n\nGraphic\n\n \nphoto\n Photo headshot  - (Jose) Padilla  Held as \"enemy combatant\" \n\nLoad-Date: March 1, 2005"
}