{
    "title": "Judge throws out part of terrorism law",
    "publisher": "usa today",
    "year": 2012,
    "month": 5,
    "day": 17,
    "full text": "A federal judge in New York City, citing a threat to journalists and scholars, ruled unconstitutional a portion of a law giving the government wide powers to regulate the detention, interrogation and prosecution of suspected terrorists.\nJudge Katherine Forrest said in a written ruling that a single page of the law has a \"chilling impact on First Amendment rights\" for journalists and others. The provision says anyone who \"substantially\" or \"directly\" provides \"support\" to forces such as al-Qaeda or the Taliban can be detained indefinitely. She said the wording was too vague and encouraged Congress to change it.\nArmy reviews PTSD medical benefits\nThe Army is launching a servicewide review of mental health cases dating back to 2001 to ensure that soldiers suffering behavioral health illness were not denied medical retirement benefits.\nThe move by Army Secretary John McHugh and Gen. Raymond Odierno, Army chief of staff, comes after findings this year that several post-traumatic stress disorder diagnoses at a post near Seattle were wrongfully reduced to lesser illnesses. The Army probe at Madigan Army Medical Center  is continuing; hundreds of diagnoses have been restored. \"We owe it to every soldier to ensure that he or she receives the care they need and deserve,\" McHugh said.--Gregg Zoroya\nMartin family's lawyer questions leak\nThe lawyer for Trayvon Martin's parents said Wednesday a report detailing a broken nose and other injuries sustained by the man who  shot Trayvon was leaked to bolster self-defense claims. Lawyer Benjamin Crump said he has not seen the medical report but questions who leaked the information and why.\nThe medical report detailing George Zimmerman's injuries  was first reported by ABC News on Tuesday. Zimmerman, 28, is charged with second-degree murder in the Feb. 26 shooting of Trayvon, an unarmed black 17-year-old, in a Sanford community where Zimmerman, who is Hispanic, was a neighborhood watch volunteer.\nZimmerman said he acted in self-defense after Trayvon attacked him.--Marisol Bello\nTwo Navy ships collide off California\nA Navy amphibious assault ship and a refueling tanker collided in the Pacific Ocean, but there were no injuries and no spills, the 3rd Fleet said.\nThe collision between the assault ship USS Essex and the USNS Yukon occurred about 120 miles off Southern California. Cmdr. Charlie Brown, a fleet spokesman, said the Essex was approaching the Yukon to be refueled when a steering malfunction occurred. Both ships reported some damage, Brown said. He gave no  details.\nFAA investigating UFO over Denver\nThe Federal Aviation Administration said it is investigating a mystery object seen over Denver.\nThe FAA said  it is \"investigating the incident and will try to positively identify the object  where it came from and who was operating it.\"\nThe pilot of a Cessna corporate jet was flying at 8,000 feet when the pilot radioed to air-traffic control that \"something just went by the other way.  It was like a large remote-controlled aircraft,\" 9News in Denver reported.\nGreg Feith, 9News aviation analyst and former National Transportation Safety Board investigator, said it was most likely a drone, some other remote-controlled aircraft or a large bird.\n--Melanie Eversley\nAlso\nWASHINGTON -- Army leaders are considering a plan to send female soldiers to the service's prestigious Ranger school, said Gen. Raymond Odierno, Army chief of staff.\nBEDFORD, N.Y. -- Robert F. Kennedy Jr.'s estranged wife, Mary Kennedy, who had fought drug and alcohol problems, was found dead in her home. Her lawyer, Kerry Lawrence, didn't know the cause of her death at age 52. \n\nLoad-Date: May 17, 2012"
}