{
    "title": "Judge rules Moussaoui fit to plead guilty",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 4,
    "day": 21,
    "full text": "The judge overseeing the case against Zacarias Moussaoui said Wednesday she would accept a guilty plea from the terrorism suspect.\nMoussaoui is the only person indicted in the United States in connection with the Sept. 11 terrorist attacks.\nU.S. District Judge Leonie Brinkema met Wednesday with Moussaoui, whose strange behavior throughout the drawn-out case raised questions about his mental competence. Afterward, Brinkema pronounced the French citizen fit to enter a plea to the six-count indictment and scheduled a hearing Friday in Alexandria, Va.\n\"The court finds that the defendant is fully competent to plead guilty to the indictment,\" Brinkema said in a brief order.\nA federal official said Moussaoui plans to plead guilty to charges that could bring him the death penalty. The official spoke on condition of anonymity because the judge has ordered both sides not to discuss the case publicly.\nThe mercurial Moussaoui still could change his mind, which he did once before. But if he follows through, it will mark the latest twist in a convoluted -- and sometimes bizarre -- case during which Moussaoui has fought with and insulted the judge, his own lawyers and prosecutors but also has had some surprising legal victories.\nThe government has charged Moussaoui with being part of an al-Qaida conspiracy to commit terrorism that included the 2001 attacks on the World Trade Center and the Pentagon that killed nearly 3,000 people.\nThe indictment accuses Moussaoui of conspiracy to commit acts of terrorism, commit aircraft piracy, destroy aircraft, murder government employees and destroy property. The first four charges carry a maximum sentence of death.\nMoussaoui has acknowledged he is an al-Qaida member and has pledged his allegiance to terrorist leader Osama bin Laden. But he has consistently denied any involvement in the Sept. 11 plot. \nMoussaoui attorney Frank Dunham Jr. said he would not comment. His lawyers, however, opposed his first attempt to plead guilty in 2002, which he later withdrew, and have fought to remove the death penalty as a possible sentence.\nMoussaoui was in U.S. custody on Sept. 11, 2001, having been arrested the previous month after arousing suspicions at a Minnesota flight school.\nKhalid Shaikh Mohammed, the purported Sept. 11 mastermind, considered replacing the pilot of the plane that crashed in Pennsylvania with Moussaoui, according to the Sept. 11 commission report. But Mohammed has told his interrogators that Moussaoui actually was being considered for a second wave of attacks still in the early planning stages.\n\nGraphic\n\n \nPHOTO\n Moussaoui \n\nLoad-Date: April 21, 2005"
}