{
    "title": "Judge rules terrorism trial can resume",
    "publisher": "charleston daily mail",
    "year": 2008,
    "month": 3,
    "day": 31,
    "full text": "MELBOURNE, Australia - A judge ruled today a terror trial can resume this week after justice officials improved the detention conditions for the 12 suspects at his direction.\nThe men were moved to a nearby Melbourne city jail, and they are now strip-searched only once on court days at the order of Justice Bernard Bongiorno, who said their previous treatment was unfair and could affect their ability to defend themselves.\nOn March 20, he postponed the trial until their detention conditions improved.\nThe suspects - charged with belonging to a terror organization - previously had two-hour commutes to and from a high-security prison to the courthouse, and were strip-searched when they left and returned to the prison.\nFollowing Bongiorno's order, the 12 are now in the Metropolitan Assessment Center, which is only a few minutes from the Victorian Supreme Court. He also ordered authorities to allow the men out of their cells for 10 hours a day and said they should not be shackled during their trip to court.\nBongiorno directed the Justice Department to comply with his orders by the end of March or he would allow the suspects to make new bail applications.\nThe court heard today that the orders had been met.\nLawyers for the men had claimed the daily round trip between Victoria's highest security prison and the court was harming their clients' physical and mental health. They told the court that conditions at the prison, where they had been held for more than two years, could cause psychiatric problems.\nThe Supreme Court trial, which began in February, is expected to last at least six more months.\nThe suspects, including cleric Abdul Nacer Benbrika, have all pleaded not guilty to forming a terror cell in Melbourne.\nProsecutors say the 12 intended to undertake \"violent jihad\" in Australia, had discussed killing former Prime Minister John Howard, and identified railway stations and sports fields as likely targets.\n\nLoad-Date: April 1, 2008"
}