{
    "title": "JUDGE COMPUTES YEARS OF LOST LIFE IN SENTENCES COURT OFFICIAL REJECTS CLAIMS OF INNOCENCE IN TRADE C",
    "publisher": "the world",
    "year": 1994,
    "month": 5,
    "day": 25,
    "full text": "NEW YORK _ Four Muslim fundamentalists convicted in the World\nTrade Center bombing drew 240 years behind bars from a merciless\njudge who arrived at the sentence by adding up the victims' lost\nyears of life.\nU.S. District Judge Kevin Duffy angrily rejected the defendants'\ndefiant claims of innocence, saying they robbed a nation of its sense\nof security.\n\"Prior to February 26th, 1993, this country was a much freer\nplace,\" Duffy told Mohammad Salameh, Nidal Ayyad, Mahmud Abouhalima\nand Ahmad Ajaj on Tuesday.  \"Now we have guards.  Now we have an\nidentification card mentality.  It's not quite as free.\"\nThe explosion at the 110-story twin towers _ the world's\nsecond-tallest buildings _ killed six people, injured more than 1,000\nand caused $ 500 million in damage.\nThe judge said he arrived at the sentences by calculating how\nmuch life was lost by the six killed _ a combined 180 years _\nand adding 30 years each on two other charges.  There is no parole in\nthe federal system.\nDuffy also fined the men $ 250,000 each and told them that if\nthey ever sold their story, the money would go to the victims.  But,\nhe added in sentencing Ayyad, \"I can't imagine anyone wanting to\ngive you anything.\"\nDuffy handed down the sentences after Ed Smith, whose pregnant\nwife, Monica, died in the blast, asked the judge to \"remember this\nbombing was an act of multiple murder.\"\n\"We lost all this because the four men you are to sentence\ntoday wanted to terrorize the people of the United States,\" Smith\nsaid, bringing tears to the eyes of victims' relatives in the front\nrow of the courtroom.\nThe defendants did not go quietly or quickly.\nAll four read defiant, often rambling statements in their native\nArabic that lasted a total of more than seven hours.\nAbouhalima complained that jurors had slept through testimony,\nand Salameh likened himself to a falsely accused Nazi war criminal\n\"I wonder how long I will remain in prison until the government\nreveals I was innocent,\" said Salameh, a Palestinian immigrant.\n\"Two years?  Seven?  Ten? Twenty?  God only knows.\"\nDuffy responded with icy disgust, calling Salameh a \"sneak and\na coward\" and Abouhalima a coward \"four times over.\"\nWhen his turn came to speak, Ayyad said he would not \"stand\nhere and cry and ask for mercy.\" \"I'm telling you you're wrong\nbecause you don't know Muslims as they really are,\" he said.\nDuffy responded by calling him \"the most hypocritical person in\nthe world.\"\nComing last was Ajaj, who spoke for nearly three hours, calling\nhis conviction a farce and wearing out one translator with an\nexhaustive history of alleged terrorism by the U.S. government and\nIsrael.\n\"You have a lot of nerve,\" said Duffy, finally cutting off\nAjaj.  \"You lecture this country about terrorism.  If it weren't\nfor you there would be no bombing.  The others were low. You were\nlower.\" 30\n\nLoad-Date: January 31, 1995"
}