{
    "title": "Judge orders mentally ill man medicated in terrorism case",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 14,
    "full text": "RALEIGH, N.C. - A North Carolina man accused of trying to join al-Qaida-linked fighters in Syria should be forcibly injected with anti-psychotic medication to see if that will make him competent to face trial, a federal judge ruled.\nBasit Sheikh faces serious charges that need a trial and prison doctors could medicate him with limited side effects, U.S. District Judge Terrence Boyle said in his order Tuesday. He put the order on hold to allow an appeal, which was filed Wednesday. Court orders to forcibly medicate a suspect before trial are rare, but at least four similar cases in the appeals court region that includes North Carolina were later overturned.\nSheikh, 32, of Cary, is charged with providing material support to a terrorist group for attempting to join Jabhat al-Nusra militants. He was arrested almost two years ago in an FBI sting to find and arrest Americans before they fought in Syria.\n\"The nature of the crime here is very serious,\" Boyle wrote. \"The more serious a crime, the stronger the government's interest in prosecution, and the more likely involuntary medication is to be appropriate.\"\nBoyle ordered that medical personnel at the federal prison hospital in Butner, 30 miles north of Raleigh, are \"authorized to administer the medication by injection and with necessary force,\" but should first ask Sheikh to take the drugs voluntarily.\nSheikh suffers from schizophrenia, a condition that includes disordered thinking and speech, delusions and self-isolation. During a court hearing two weeks ago, the shackled man shouted incoherently for several minutes before being carried from the courtroom by federal marshals.\nThe hearing was required by a 2003 U.S. Supreme Court decision that restricts involuntary medication to serious criminal cases in which prosecutors can prove that important governmental interests are at stake and that drugs won't have nasty side effects. Boyle ruled prosecutors satisfied each requirement.\nThere were only about 77 such cases in federal courts nationwide in the nine years after the Supreme Court ruling through mid-2012, according to a 2013 study by Georgetown University law professor Susan McMahon. Federal district courts approved those motions 63 percent of the time, she said, though several decisions were later reversed.\nMore than 250 people have tried to travel from the United States to battlegrounds in Syria and Iraq since the Syrian civil war broke out in 2011, according to a congressional committee report last month. Authorities have arrested only 28 - including Sheikh - before they left for the Middle East, the report said. More than 25,000 foreign fighters from 100 countries are estimated to have joined the region's insurgent groups including the group calling itself Islamic State.\n___\nEmery Dalesio can be reached at http://twitter.com/emerydalesio.\n\nLoad-Date: October 14, 2015"
}