{
    "title": "Judge to Inquire Into Secret Tapes of Terrorism Case Witness",
    "publisher": "the new york times",
    "year": 2005,
    "month": 2,
    "day": 8,
    "full text": "A federal judge in Manhattan said yesterday that he would hold a hearing on how the government came to make 28 hours of secret videotapes of interviews with a crucial witness in a terrorism case that were not given to the defense before the trial. \n The interviews with the witness, Jamal Ahmed al-Fadl, have become the center of a dispute that has complicated the government's case against Wadih El-Hage, one of four men convicted in 2001 of conspiring in the bombings of two United States embassies in East Africa in 1998, which killed more than 200 people.\n In early 2003, prosecutors told defense lawyers that after the trial, they had learned that without their knowledge, the marshals protecting Mr. Fadl had secretly videotaped prosecutors' videoconferences with him. Mr. Fadl, who is in the witness protection program, has been living in an undisclosed location.\n Defense lawyers, after reviewing 647 pages of transcripts of the tapes, filed a motion for a new trial, saying that the tapes should have been provided to them before the 2001 trial.\n They said the tapes contained material that would have raised questions in the minds of jurors about Mr. Fadl's motivations for cooperating with the government and his credibility as a witness. In the trial, Mr. Fadl was a major witness against Mr. El-Hage, who was later sentenced to life in prison.\n In agreeing to hold a hearing, the judge, Kevin Thomas Duffy of Federal District Court, said, ''The as-yet-unexplained circumstances surrounding the creation and discovery of the videotapes must be developed.'' The judge is expected to decide whether to grant a new trial after the hearing. \n The judge cited what he called ''keenly important'' questions, like who ordered the recordings to be made, who operated the recording equipment, who kept the tapes after they were made and how the tapes were discovered after trial. \n Prosecutors, who oppose the request for a new trial, have said the tapes were made as a result of ''an unauthorized, independent decision by one or two employees'' of the United States Marshals Service. The prosecutors said they had nothing to do with the recordings and knew nothing about them until after the trial.\n But Judge Duffy wrote that despite the prosecution's arguments, ''It seems to me that the conduct of the Marshals Service should presumptively be attributed to the prosecution team.'' The Marshals Service, he wrote, like the United States attorney's office, is a branch of the Justice Department, and appeared to have acted as an agent of the prosecutor's office.\n The judge said, however, that he had not yet seen ''conclusive evidence'' on this point.\n Joshua L. Dratel, a lawyer for Mr. El-Hage, said the ruling was significant. ''It recognizes implicitly the importance of being able to cross-examine Fadl with all the information available that wasn't available at the time of trial,'' he said.\n He added: ''We're glad that the judge shares our concern about getting to the bottom of how these tapes were made.''\n Herbert Hadad, a spokesman for the United States attorney's office, had no comment.    \n\nhttp://www.nytimes.com\n\nLoad-Date: February 8, 2005"
}