{
    "title": "Judge orders arrest of 13 CIA officers",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 6,
    "day": 25,
    "full text": "ROME - First the CIA agents allegedly seized the imam off the streets of Milan and bundled him into a van. Then they sent him to Egypt, where he said he was tortured.\nThen the agents, who racked up $ 144,984 in hotel bills, reportedly went to Venice to celebrate.\nAn Italian judge on Friday ordered the arrests of 13 CIA officers for secretly transporting the Muslim preacher to Egypt as part of U.S. anti-terrorism efforts - a rare public objection to the practice by a close American ally.\nThe Egyptian was spirited away in 2003, purportedly as part of the CIA's \"extraordinary rendition\" program in which terror suspects are transferred to third countries without court approval, subjecting them to possible torture.\nThe arrest warrants were announced by the Milan prosecutor's office, which has called the disappearance a kidnapping and a blow to an ongoing terrorism investigation in Italy. It said the imam was believed to belong to an Islamic terrorist group.\nThe 13 are accused of seizing Osama Moustafa Hassan Nasr, known as Abu Omar, on a Milan street on Feb. 17, 2003, and sending him to Egypt, where he reportedly was tortured, Milan prosecutor Manlio Claudio Minale said in a statement.\nThe U.S. Embassy in Rome and the CIA in Washington declined to comment.\nThe prosecutor's statement did not name the suspects, give their nationalities or mention the CIA by name. But an Italian official familiar with the investigation confirmed newspaper reports Friday that the suspects worked for the CIA.\nMinale said the suspects remain at large and Italian authorities will ask the United States and Egypt for assistance in the case.\nThe prosecutor's office said Nasr was released by the Egyptians after his interrogation but was arrested again later.\nJudge Chiara Nobile ordered the arrests after investigators traced the agents through Milan hotels and Italian cell phones, said reports in Corriere and another daily, Il Giorno.\nIl Giorno said all the agents were American and three were women.\nMinale said a judge also issued a separate arrest warrant for Nasr on terrorism charges. In that warrant, Judge Guido Salvini said Nasr's seizure violated Italian sovereignty, according to Italian news agency Apcom.\n\nLoad-Date: June 27, 2005"
}