{
    "title": "Judge bars statements by detainee He says they were obtained in 'highly coercive' manner, bars them",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 7,
    "day": 22,
    "full text": "A military judge ruled last evening that prosecutors in the military trial of Osama bin Laden's former driver cannot use as evidence some of the statements the defendant gave to interrogators. The information, he said, was obtained under \"highly coercive\" conditions.\n As the first U.S. military commission since World War II got under way, Navy Capt. Keith Allred threw out statements made by Salim Hamdan after he was captured in Afghanistan in late 2001, including detailed descriptions of the al-Qaida leader's whereabouts. Hamdan's allegedly incriminating admissions are a key part of the prosecution's case against him on charges of a terrorism conspiracy.\n The judge declined to suppress admissions made by Hamdan after he arrived at the U.S. detention facility here, many of which elaborated on his earlier statements. But Allred said that to use them, prosecutors must produce Hamdan's interrogators to explain the conditions under which the interviews took place. Some of those interrogators testified in pretrial hearings last week.\n Allred's willingness to throw out evidence in a proceeding against an accused al-Qaida member could bode poorly for cases the government expects to bring against planners of the Sept. 11, 2001, attacks, some of whom were subject to far more coercive conditions. Khalid Sheik Mohammed, self-confessed mastermind of those attacks, and other accused Sept. 11 conspirators are scheduled to be tried after Hamdan.\n Prosecutors said last night they will proceed against Hamdan, and would not address how the ruling might affect future military commission trials. Opening arguments are scheduled for today.\n \"We accept the ruling, and we'll go to trial in the morning,\" said Col. Lawrence Morris, the military commissions' chief prosecutor. \"You don't always get everything you're interested in, but it does not reduce my confidence in our ability to fully depict Mr. Hamdan's criminality.\"\n Michael Berrigan, the deputy chief defense counsel, described the ruling as a major blow to the tribunal system that allows hearsay and evidence obtained through coercion.\n \"It's a very significant ruling because these prosecutions are built to make full advantage of statements obtained from detainees,\" he said.\n Hamdan has said that at Bagram air base in Afghanistan he was kept in isolation 24 hours a day with his hands and feet restrained, and soldiers prompted him to talk by kneeing him in the back. He says his later captors at Panshir repeatedly tied him up, put a bag over his head and knocked him to the ground.\n The judge's ruling came late in the day, after a six-member jury of military officers was chosen to hear the terrorism conspiracy case against Hamdan.\n In a trial whose rules give considerable latitude to the prosecution, the jurors include an Army colonel who said she was \"obviously upset\" that her college roommate was in the Pentagon during the Sept. 11 attacks; an Army lieutenant colonel who is an expert on radical Islam; and a Marine lieutenant colonel who said he had read that Hamdan was \"Osama bin Laden's driver.\"\n Hamdan, who is charged with ferrying weapons for al-Qaida as part of a terrorism conspiracy, formally pleaded not guilty yesterday. A Yemeni, he faces life in prison if convicted.\n Morris, chief prosecutor for the military commission system that President Bush established after the attacks as an alternative to civilian courts, said he is confident that the Hamdan jurors will be fair. The panel also includes another Army lieutenant colonel, a Navy captain and an Air Force colonel.\n \"The question would be whether because of the fact that they're military officers, they sit on a different plane where they are less open-minded than a cross section of American citizens,\" Morris said. \"I believe it's quite to the contrary.\"\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 25, 2008"
}