{
    "title": "JUDGE CONVICTS THREE OF TERRORISM CONSPIRACY_ AMERICAN MUSLIMS ARE SAID TO HAVE TRAINED IN VIRGINIA",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 5,
    "full text": "Three American Muslims accused of training for holy war against the United States by waging paintball battles in the Virginia woods were convicted Thursday of conspiring to support terrorism.\nProsecutors said the three were part of a \"Virginia jihad network\" that used paintball games in 2000 and 2001 to train for holy war around the globe. After the Sept. 11 terrorist attacks, the group allegedly focused efforts on defending the Taliban.\nTwo of the defendants were accused of traveling to Pakistan to train with a terrorist group.\nThe convictions are likely to result in some of the longest prison terms the government has obtained in its war on terrorism.\nMasoud Khan, 34, of Gaithersburg, Md., was found guilty of the most serious charges, including conspiracy to levy war against the United States and conspiracy to contribute services to the Taliban.\nSeifullah Chapman, 31, of Alexandria, Va., and Hammad Abdur-Raheem, 35, of Falls Church, Va., were also convicted on terrorism conspiracy counts.\n\"These convictions are a stark reminder that terrorist organizations are active in the United States,\" said Attorney General John Ashcroft. \"We will not allow terrorist groups to exploit America's freedoms for their murderous goals.\"\nThe defendants waived a jury trial and were convicted by U.S. District Judge Leonie Brinkema, who said she did not believe the testimony of the two defendants who took the stand.\n\"I could not find the testimony of the two defendants credible,\" Brinkema said, calling their assertions that they were unaware of any hostile intentions \"deliberate ignorance.\"\nMuslim activists held a news conference outside the courthouse to denounce the federal government's treatment of Muslims after Sept. 11, 2001. Bernie Grimm, who represented Khan, said the case was the result of \"9-11 hysteria.\"\n\"If I thought Mr. Khan had any role in aligning himself with Islamic extremists, I never would have represented him,\" he said. \"This has to do with John Ashcroft, with George Bush getting re-elected. . . . Today I'm embarrassed to be an American.\"\nAll three face a potential maximum of life behind bars. Firearms convictions related to the conspiracy charges require a mandatory minimum sentence of 90 years for Khan. Chapman faces a mandatory minimum sentence of 35 years; Abdur-Raheem does not face a minimum term.\nProsecutors said that Khan traveled to Pakistan just days after the Sept. 11 attacks to train with a terrorist group called Lashkar-e-Taiba, and that he planned to use his training alongside the Taliban in neighboring Afghanistan.\nKhan did not testify during the four-week trial, but his lawyers said their Pakistani-born client never intended to join the Taliban. They said he went to Pakistan to handle legal matters related to his father's death.\nChapman and Abdur-Raheem testified that the paintball games were innocent fun and fellowship among a group of Muslim friends. Chapman admitted attending the Lashkar camp in August 2001 but said he did so not to train for holy war but for a grueling physical challenge in the rugged Pakistani mountains.\nAbdur-Raheem, an Army veteran, never traveled to Pakistan, but the government claims he aided the conspiracy by using his military expertise to train others for holy war during the paintball games in the woods near Fredericksburg.\nThe men are scheduled to be sentenced in June.\nA fourth defendant who had been on trial was acquitted on all charges midway through the trial after the judge said she saw no evidence linking him to the conspiracy in any meaningful way.\nSix others in the case have already pleaded guilty to various charges. Among them is Ismail Royer, who was born in St. Louis as Randall Todd Royer. He converted to Islam as a teenager.\n\nNotes\n\nWORLD\n\nLoad-Date: March 5, 2004"
}