{
    "title": "Judge_ An 'avalanche of evidence' led to Dayton man's conviction in terrorism case",
    "publisher": "daily news ",
    "year": 2018,
    "month": 12,
    "day": 7,
    "full text": "When Laith W. Alebbini walked toward the security checkpoint in Cincinnati's airport with plans to fly overseas and join ISIS in April 2017, he committed the \"substantial act\" that led to Thursday's conviction on terrorism charges, according to a federal judge.\nAlebbini, 28, of Dayton was found guilty of conspiracy and attempting to join a foreign terrorist organization. The verdicts were announced Thursday in Dayton's U.S. District Court.\n While there have been other cases with guilty pleas in Cincinnati and Columbus and another one pending in Dayton, this was the first international terrorism trial in the district, according to Benjamin Glassman, U.S. Attorney for the Southern District of Ohio.\n READ MORE: Final arguments made in case of Dayton man who allegedly tried joining Islamic State\n U.S. District Court Judge Walter Rice — who said there was \"an avalanche of evidence\" — scheduled Alebbini's sentencing for March 8. Alebbini faces to 40 years in prison.\n \"This is a tremendous victory not just for the United States in this prosecution, but for the American criminal justice system generally,\" Glassman said. \"The threat of international terrorism is something that is present in Dayton, in the Southern District of Ohio and throughout the country.\"\n Wearing orange Shelby County Jail clothing, Alebbini shrugged his shoulders while looking at his supporters after the verdict. His federal public defenders told him the case is on to the next stage.\n The verdict was personal for First Assistant Prosecuting Attorney Vipal Patel, who spent a year in Afghanistan as part of a rule of law program and worked nearly two years on this case.\n Patel noted co-counsel Justin Sher of the counter-terrorism section of the national security division of the U.S. Department of Justice worked in Guantanamo on the case involving the terrorist attack on the U.S.S. Cole. Patel said co-counsel Dominick Gerace II was a tank manager in the U.S. Army.\n SOCIAL MEDIA: Follow Mark Gokavi on Twitter or Facebook\n \"I want to send out a message to the men and women in uniform that are on some ridge somewhere, in a desert, in a ditch (who) are taking the fight t0 ISIS,\" Patel said after Rice announced the verdicts. \"I want them to know that while they're doing their job for us, I'm trying to our job for them. … That's one less guy that they have to worry about.\"\n Alebbini, who was born in Jordan, told his cousin he wanted to be an \"inghimasi soldier,\" which was described in trial as a particularly lethal type of suicide bomber.\n Glassman said Alebbini was on the \"fringe of a fringe of a fringe,\" and that his friends and family pleaded with him not to go through with his plan.\n Rice said in the defendant's mind, Alebbini had joined ISIS emotionally and objectively. But Rice said that until Alebbini bought the ticket, planned to get off a plane in Turkey and make his way to Syria, it was all just theoretical.\n \"When the defendant left the ticketing area and headed toward the security area on his way to gate,\" Rice said, \"walking as he did so in a direction opposite the entrance or exit to the airport, he had committed that substantial step.\"\n Glassman said others who contemplate the ideology that Alebbini subscribed to should remember this case.\n \"Hopefully, the kind of message it sends is that if you take a substantial step towards joining a foreign terrorist organization, you will be caught, you will be prosecuted and you will be convicted,\" Glassman said.\n \"So it's due to the vigilance of the FBI, the Joint Terrorism Task Force and frankly, the public — to speak up when they see possible criminal activity to let law enforcement know — that we're able to bring cases like the one returned today with guilty verdicts.\"\n\nLoad-Date: December 7, 2018"
}